{"meta":"Bhagavad GitaChapter 1 Verse 20","metahi":"भगवद् गीता 1.20","slok":"अथ व्यवस्थितान् दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः।प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः।।1.20।।","htsrsd":"।।1.20।।हे महीपते धृतराष्ट्र अब शस्त्रोंके चलनेकी तैयारी हो ही रही थी कि उस समय अन्यायपूर्वक राज्यको धारण करनेवाले राजाओं और उनके साथियोंको व्यवस्थितरूपसे सामने खड़े हुए देखकर कपिध्वज पाण्डुपुत्र अर्जुनने अपना गाण्डीव धनुष उठा लिया और अन्तर्यामी भगवान् श्रीकृष्णसे ये वचन बोले।","htstma":"।।1.20।।हे महीपतेइस प्रकार जब युद्ध प्रारम्भ होने वाला ही था कि कपिध्वज अर्जुन ने धृतराष्ट्र के पुत्रों को स्थित देखकर धनुष उठाकर भगवान् हृषीकेश से ये शब्द कहे।","transliteration":"Atha vyavasthitaan drishtwaa dhaartaraashtraan kapidhwajah;\nPravritte shastrasampaate dhanurudyamya paandavah.Hrisheekesham tadaa vaakyamidamaaha maheepate;\n","englishmeaning":"atha—thereupon; vyavasthitān—arrayed; dṛiṣhṭvā—seeing; dhārtarāṣhṭrān—Dhritarashtra’s sons; kapi-dwajaḥ—the Monkey Bannered; pravṛitte—about to commence; śhastra-sampāte—to use the weapons; dhanuḥ—bow; udyamya—taking up; pāṇḍavaḥ—Arjun, the son of Pandu; hṛiṣhīkeśham—to Shree Krishna; tadā—at that time; vākyam—words; idam—these; āha—said; mahī-pate—King","hcsrsd":"।।1.20।। व्याख्या   अथ   इस पदका तात्पर्य है कि अब सञ्जय भगवान् श्रीकृष्ण और अर्जुनके संवादरूपभगवद्गीता का आरम्भ करते हैं। अठारहवें अध्यायके चौहत्तरवें श्लोकमें आये  इति  पदसे यह संवाद समाप्त होता है। ऐसे ही भगवद्गीताके उपदेशका आरम्भ उसके दूसरे अध्यायके ग्यारहवें श्लोकसे होता है और अठारहवें अध्यायके छाछठवें श्लोकमें यह उपदेश समाप्त होता है। प्रवृत्ते शस्त्रसंपाते  यद्यपि पितामह भीष्मने युद्धारम्भकी घोषणाके लिये शंख नहीं बजाया था प्रत्युत केवल दुर्योधनको प्रसन्न करनेके लिये ही शंख बजाया था तथापि कौरव और पाण्डवसेनाने उसको युद्धारम्भकी घोषणा ही मान लिया और अपनेअपने अस्त्रशस्त्र हाथमें उठाकर तैयार हो गये। इस तरह सेनाको शस्त्र उठाये देखकर वीरतामें भरकर अर्जुनने भी अपना गाण्डीव धनुष हाथमें उठा लिया। व्यवस्थितान् धार्तराष्ट्रान् दृष्ट्वा  इन पदोंसे सञ्जयका तात्पर्य है कि जब आपके पुत्र दुर्योधनने पाण्डवोंकी सेनाको देखा तब वह भागाभागा द्रोणाचार्यके पास गया। परन्तु जब अर्जुनने कौरवोंकी सेनाको देखा तब उनका हाथ सीधे गाण्डीव धनुषपर ही गया धनुरुद्यम्य।  इससे मालूम होता है दुर्योधनके भीतर भय है और अर्जुनके भीतर निर्भयता है उत्साह है वीरता है। कपिध्वजः  अर्जुनके लियेकपिध्वजविशेषण देकर सञ्जय धृतराष्ट्रको अर्जुनके रथकी ध्वजापर विराजमान हनुमान्जीका स्मरण कराते हैं। जब पाण्डव वनमें रहते थे तब एक दिन अकस्मात् वायुने एक दिव्य सहस्रदल कमल लाकर द्रौपदीके सामने डाल दिया। उसे देखकर द्रौपदी बहुत प्रसन्न हो गयी और उसने भीमसेनसे कहा किवीरवर आप ऐसे बहुतसे कमल ला दीजिये। द्रौपदीकी इच्छा पूर्ण करनेके लिये भीमसेन वहाँसे चल पड़े। जब वे कदलीवनमें पहुँचे तब वहाँ उनकी हनुमान्जीसे भेंट हो गयी। उन दोनोंकी आपसमें कई बातें हुईँ। अन्तमें हनुमान्जीने भीमसेनसे वरदान माँगनेके लिये आग्रह किया तो भीमसेनने कहा किमेरे पर आपकी कृपा बनी रहे। इसपर हनुमान्जीने कहाहे वायुपुत्र जिस समय तुम बाण और शक्तिके आघातसे व्याकुल शत्रुओंकी सेनामें घुसकर सिंहनाद करोगे उस समय मैं अपनी गर्जनासे उस सिंहनादको और बढ़ा दूँगा। इसके सिवाय अर्जुनके रथकी ध्वजापर बैठकर मैं ऐसी भयंकर गर्जना किया करूँगा जो शत्रुओंके प्राणोंको हरनेवाली होगी जिससे तुमलोग अपने शत्रुओंको सुगमतासे मार सकोगे  (टिप्पणी प0 17) । इस प्रकार जिनके रथकी ध्वजापर हनुमान्जी विराजमान हैं उनकी विजय निश्चित है। पाण्डवः  धृतराष्ट्रने अपने प्रश्नमें  पाण्डवाः  पदका प्रयोग किया था। अतः धृतराष्ट्रको बारबार पाण्डवोंकी याद दिलानेके लिये सञ्जय (1। 14 में और यहाँ)  पाण्डवः  शब्दका प्रयोग करते हैं। हृषीकेशं तदा वाक्यमिदमाह महीपते  पाण्डवसेनाको देखकर दुर्योधन तो गुरु द्रोणाचार्यके पास जाकर चालाकीसे भरे हुए वचन बोलता है परन्तु अर्जुन कौरवसेनाको देखकर जो जगदगुरु हैं अन्तर्यामी हैं मनबुद्धि आदिके प्रेरक हैंऐसे भगवान् श्रीकृष्णसे शूरवीरता उत्साह और अपने कर्तव्यसे भरे हुए (आगे कहे जानेवाले) वचन बोलते हैं।","hcsca":"।।1.20।। इन डेढ़ श्लोकों में महाभारत युद्ध के नायक अर्जुन का युद्धक्षेत्र में प्रवेशवर्णन मिलता है। उसके प्रवेश का ठीक समय और ढंग भी इसमें अंकित किया गया है। अभी बाण युद्ध प्रारम्भ नहीं हुआ था किन्तु वह क्षण दूर भी नहीं था। युद्ध का वह सर्वाधिक तनावपूर्ण क्षण था। संकट अपने चरम बिन्दु पर पहुँच गया था। ऐसे समय कपिध्वज अर्जुन ने भगवान् श्रीकृष्ण से अपने रथ को उभय पक्ष के मध्य ले चलने का अनुरोध किया।प्राचीनकाल में युद्धभूमि पर प्रत्येक श्रेष्ठ योद्धा का अपना एक विशेष सुप्रसिद्ध चिह्नांकित ध्वज होता था। पताका को पहराते समय रथ में बैठेे रथी को शत्रु की पहचान होती थी। उस समय के नियमानुसार एक साधारण सैनिक सेनानायक पर बाण नहीं चला सकता था। प्रत्येक योद्धा अपने समकक्ष योद्धा के साथ ही युद्ध करता था। विशिष्ट चिह्न द्वारा किसी व्यक्ति को पहचानने की प्रथा आज भी युद्ध क्षेत्र में प्रचलित है। किसी उच्च अधिकारी के वाहन और गणवेश पर उसके परिचायक विशेष चिह्न अंकित होते हैं। अर्जुन के ध्वज का प्रतीक चिह्न कपि था।संजय द्वारा किये गये वर्णन से प्रतीत होता है कि अर्जुन धर्मयुद्ध को प्रारम्भ करने के लिये अधीर हो रहा था। उसने अपना धनुष उठा लिया था जिससे उसकी युद्धतत्परता का संकेत मिलता है।","etsga":"1.20O king, thereafter, seeing Dhrtarastras men standing in their positions, when all the weapons were ready for action, the son of Pandu (Arjuna) who had the insignia of Hanuman of his chariot-flag, raising up his bow, said the following to Hrsikesa.","etssa":"1.20. Then, seeing the people of Dhritarashtra’s party standing\narrayed and the discharge of weapons about to begin, Arjuna, the son of\nPandu, whose ensign was a monkey, took up his bow and said the following\nto Krishna, O Lord of the earth.","etdss":"1.20. O king!Then observing Dhrtarastras men,arrayed when the armed clash had [virtually] begun,at that time,Pandus son, the monkey-bannered one (Arjuna) raising his bow spoke these sentences.","ecssa":"1.20 अथ now? व्यवस्थितान् standing arrayed? दृष्ट्वा seeing? धार्तराष्ट्रान् Dhritarashtras party? कपिध्वजः monkeyensigned? प्रवृत्ते about to begin? शस्त्रसंपाते discharge of weapons? धनुः bow? उद्यम्य having taken up? पाण्डवः the son of Pandu? हृषीकेशम् to Hrishikesha? तदा then? वाक्यम् word? इदम् this? आह said? महीपते O Lord of the earth.No Commentary.","scetsga":"1.20 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.121.29Sri Abhinavgupta did not comment upon this sloka.","scetssa":"1.20 - 1.25 Arjuna said - Sanjaya saidThus, directed by him, Sri Krsna did immediately as He had been directed, while Bhisma, Drona and others and all the kings were looking on. Such is the prospect of victory for your men.","chakravarthi":"No commentary by Sri Visvanatha Cakravarti Thakur.","rudra":"\nAt that very moment after appraising the armyoftheKauravas,whenthe\nreverberations were at there culmination Arjuna addressedLordKrishnaas\nHrsihekesh the master of the senses.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nThus after illustrating the fearsdisplayedbytheKauravasbeforethe\nbattle, the enthusiasm of thePandavaswasexpressedbythewordatha\nmeaning therafter. When the Kauravas for the second time attempted torally\ntheir armyforbattleaftertheirdeterminationgotdampenedbythe\nPandavas tumultous blowingofconchshells;thentheHanumanbannered\nArjuna raised his mighty divine bow named Gandiva. By using the wordskapi-\ndhvajah meaning the banner ofHanumanthesignifiganceisthatHanuman\nfearlessly performed many extraordinarily difficult tasks forRama,soby\nthat great devotee hero being on the flag atthetopofArjunaschariot\nindicatesthatbyhisgraceArjunawill be blest with intrepid\nfearlessness. By the use of the word Hrsikesa referring to LordKrishnaas\nthe controller of everyonessensesandwhentheSupremeLordKrishna\nHimself is carrying out the orders of the Pandavas thenthereisnotthe\nslightest doubt about the victory ofthePandavaswhoareHisintimate\ndevotees.","shri":"There is no commentary for this verse.","kumar":"As the Kaurava armybecamefearful,tothecontrarythePandavaarmy\nremained fearless and their boldness increased. This is shown bymentioning\nArjunas flag which displays as its emblem thatfearlessheroHanumanwho\ndiminishes the courage of the enemy.At the moment, at theverybrinkof\nbattle when the clash of weapons was almost about to start, Arjunaheldup\nhis invincible bow namedGandivawhich wasgiventohimbyAgni,the\ndemigodof fire and calmlylookeduponthewellarrayedarmyofthe\nKauravas before himandspoketotheLordKrishnaaddressingHimas\nHrsikesa the master of the senses. The use ofthevocativeepithetmahi-\npati meaning O lord of the earth in reference toDhritarastraissardonic\nindicating that his very ruler ship of the earth will be terminateddueto\na lack of righteousness."}