{"meta":"Bhagavad GitaChapter 1 Verse 24","metahi":"भगवद् गीता 1.24","slok":"सञ्जय उवाच एवमुक्तो हृषीकेशो गुडाकेशेन भारत।सेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम्।।1.24।।","htsrsd":"।।1.241.25।।सञ्जय बोलेहे भरतवंशी राजन् निद्राविजयी अर्जुनके द्वारा इस तरह कहनेपर अन्तर्यामी भगवान् श्रीकृष्णने दोनों सेनाओंके मध्यभागमें पितामह भीष्म और आचार्य द्रोणके सामने तथा सम्पूर्ण राजाओंके सामने श्रेष्ठ रथको खड़ा करके इस तरह कहा कि हे पार्थ इन इकट्ठे हुए कुरुवंशियोंको देख।","htstma":"।।1.24।।संजय ने कहाहे भारत (धृतराष्ट्र)अर्जुन के इस प्रकार कहने पर भगवान् हृषीकेश ने दोनों सेनाओं के मध्य उत्तम रथ को खड़ा करके।","transliteration":"Sanjaya Uvaacha:\nEvamukto hrisheekesho gudaakeshena bhaarata;\nSenayor ubhayormadhye sthaapayitwaa rathottamam.","englishmeaning":"sañjayaḥ uvācha—Sanjay said; evam—thus; uktaḥ—addressed; hṛiṣhīkeśhaḥ—Shree Krishna, the Lord of the senses; guḍākeśhena—by Arjun, the conqueror of sleep; bhārata—descendant of Bharat; senayoḥ—armies; ubhayoḥ—the two; madhye—between; sthāpayitvā—having drawn; ratha-uttamam—magnificent chariot","hcsrsd":" 1.24।। व्याख्या   गुडाकेशेन गुडाकेश  शब्दके दो अर्थ होते हैं(1)  गुडा  नाम मुड़े हुएका है और  केश  नाम बालोंका है। जिसके सिरके बाल मुड़े हुए अर्थात् घुँघराले हैं उसका नाम  गुडाकेश  है। (2) गुडाका  नाम निद्राका है और  ईश  नाम स्वामीका है। जो निद्राका स्वामी है अर्थात् निद्रा ले चाहे न लेऐसा जिसका निद्रापर अधिकार है उसका नाम  गुडाकेश  है। अर्जुनके केश घुँघराले थे और उनका निद्रापर आधिपत्य था अतः उनको  गुडाकेश  कहा गया है। एवमुक्तः  जो निद्राआलस्यके सुखका गुलाम नहीं होता और जो विषयभोगोंका दास नहीं होता केवल भगवान्का ही दास (भक्त) होता है उस भक्तकी बात भगवान् सुनते हैं केवल सुनते ही नहीं उसकी आज्ञाका पालन भी करते हैं। इसलिये अपने सखा भक्त अर्जुनके द्वारा आज्ञा देनेपर अन्तर्यामी भगवान् श्रीकृष्णने दोनों सेनाओंके बीचमें अर्जुनका रथ खड़ा कर दिया। हृषीकेशः  इन्द्रियोंका नाम  हृषीक  है। जो इन्द्रियोंके ईश अर्थात् स्वामी हैं उनको हृषीकेश कहते हैं। पहले इक्कीसवें श्लोकमें और यहाँ  हृषीकेश  कहनेका तात्पर्य है कि जो मन बुद्धि इन्द्रियाँ आदि सबके प्रेरक हैं सबको आज्ञा देनेवाले हैं वे ही अन्तर्यामी भगवान् यहाँ अर्जुनकी आज्ञाका पालन करनेवाले बन गये हैं यह उनकी अर्जुनपर कितनी अधिक कृपा है।  सेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम्  दोनों सेनाओंके बीचमें जहाँ खाली जगह थी वहाँ भगवान्ने अर्जुनके श्रेष्ठ रथको खड़ा कर दिया। भीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम्   उस रथको भी भगवान्ने विलक्षण चतुराईसे ऐसी जगह खड़ा किया जहाँसे अर्जुनको कौटुम्बिक सम्बन्धवाले पितामह भीष्म विद्याके सम्बन्धवाले आचार्य द्रोण एवं कौरवसेनाके मुख्यमुख्य राजालोग सामने दिखायी दे सकें।  उवाच पार्थ पश्यैतान्समवेतान्कुरुनितिकुरु  पदमें धृतराष्ट्रके पुत्र और पाण्डुके पुत्रये दोनों आ जाते हैं क्योंकि ये दोनों ही कुरुवंशी हैं। युद्धके लिये एकत्र हुए इन कुरुवंशियोंको देखऐसा कहनेका तात्पर्य है कि इन कुरुवंशियोंको देखकर अर्जुनके भीतर यह भाव पैदा हो जाय कि हम सब एक ही तो हैं इस पक्षके हों चाहे उस पक्षके हों भले हों चाहे बुरे हों सदाचारी हों चाहे दुराचारी हों पर हैं सब अपने ही कुटुम्बी। इस कारण अर्जुनमें छिपा हुआ कौटुम्बिक ममतायुक्त मोह जाग्रत् हो जाय और मोह जाग्रत् होनेसे अर्जुन जिज्ञासु बन जाय जिससे अर्जुनको निमित्त बनाकर भावी कलियुगी जीवोंके कल्याणके लिये गीताका महान् उपदेश किया जा सकेइसी भावसे भगवान्ने यहाँ  पश्यैतान् समवेतान् कुरुन्  कहा है। नहीं तो भगवान् पश्यैतान् धार्तराष्ट्रान् समानिति  ऐसा भी कर सकते थे परन्तु ऐसा कहनेसे अर्जुनके भीतर युद्ध करनेका जोश आता जिससे गीताके प्राकट्यका अवसर ही नहीं आता और अर्जुनके भीतरका प्रसुप्त कौटुम्बिक मोह भी दूर नहीं होता जिसको दूर करना भगवान् अपनी जिम्मेवारी मानते हैं। जैसे कोई फोड़ा हो जाता है तो वैद्यलोग पहले उसको पकानेकी चेष्टा करते हैं और जब वह पक जाता है तब उसको चीरा देकर साफ कर देते हैं ऐसे ही भगवान् भक्तके भीतर छिपे हुए मोहको पहले जाग्रत् करके फिर उसको मिटाते हैं। यहाँ भी भगवान् अर्जुनके भीतर छिपे हुए मोहको  कुरुन् पश्य  कहकर जाग्रत् कर रहे हैं जिसको आगे उपदेश देकर नष्ट कर देंगे।अर्जुनने कहा था किइनको मैं देख लूँ निरीक्षे  (1। 22)  अवेक्षे  (1। 23) अतः यहाँ भगवान्को  पश्य  (तू देख ले)ऐसा कहनेकी जरूरत ही नहीं थी। भगवान्को तो केवल रथ खड़ा कर देना चाहिये था। परन्तु भगवान्ने रथ खड़ा करके अर्जुनके मोहको जाग्रत् करनेके लिये ही  कुरुन् पश्य  (इन कुरुवंशियोंको देख)ऐसा कहा है।कौटुम्बिक स्नेह और भगवत्प्रेमइन दोनोंमें बहुत अन्तर है। कुटुम्बमें ममतायुक्त स्नेह हो जाता है तो कुटुम्बके अवगुणोंकी तरफ खयाल जाता ही नहीं किन्तु ये मेरे हैंऐसा भाव रहता है। ऐसे ही भगवान्का भक्तमें विशेष स्नेह हो जाता है तो भक्तके अवगुणोंकी तरफ भगवान्का खयाल जाता ही नहीं किन्तुयह मेरा ही हैऐसा ही भाव रहता है। कौटुम्बिक स्नेहमें क्रिया तथा पदार्थ(शरीरादि) की और भगवत्प्रेममें भावकी मुख्यता रहती है। कौटुम्बिक स्नेहमें मूढ़ता(मोह) की और भगवत्प्रेममें आत्मीयताकी मुख्यता रहती है। कौटुम्बिक स्नेहमें अँधेरा और भगवत्प्रेममें प्रकाश रहता है। कौटुम्बिक स्नेहमें मनुष्य कर्तव्यच्युत हो जाता है और भगवत्प्रेममें तल्लीनताके कारण कर्तव्यपालनमें विस्मृति तो हो सकती है पर भक्त कभी कर्तव्यच्युत नहीं होता। कौटुम्बिक स्नेहमें कुटुम्बियोंकी और भगवत्प्रेममें भगवान्की प्रधानता होती है। सम्बन्ध  पूर्वश्लोकमें भगवान्ने अर्जुनसे कुरूवंशियोंको देखनेके लिये कहा। उसके बाद क्या हुयाइसका वर्णन सञ्जय आगेके श्लोकोंमें करते हैं।","hcsca":"।।1.24।। No commentary.","etsga":"1.241.25Sanjay saidO scion of the line of Bharata (Dhrtararastra), Hrsikesa, being told so by Gudakesa (Arjuna), placed the excellent chariot between the two armies, in front of Bhisma and Drona as also all the rulers of the earth, and said, O Partha (Arjuna), see these assempled people of the Kuru dynasty.","etssa":"1.24. Sanjaya saidThus addressed by Arjuna, Krishna, having stationed that\nbest of chariots, O Dhritarashtra, in the midst of the two armies.","etdss":"1.23. - 1.24. Sanjaya saidO descendant of Bharata (Dhrtarastra) !Thus instructed by Gudakesa (Arjuna), Hrsikesa halted the best chariot at a place in between the two armies,in front of Bhisma and Drona and of all the rulers of the earth;and the said:O son of Prtha! Behold these Kurus,assembled.","ecssa":"1.24 एवम् thus? उक्तः addressed? हृषीकेशः Hrishikesha? गुडाकेशेन by Gudakesha (the coneror of sleep? Arjuna)? भारत O Bharata (descendant of king Bharata? Dhritarashtra)? सेनयोः of the armies? उभयोः of both? मध्ये in the middle? स्थापयित्वा having stationed? रथोत्तमम् best of chariots.No Commentary.","scetsga":"1.24 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.121.29Sri Abhinavgupta did not comment upon this sloka.","scetssa":"1.20 - 1.25 Arjuna said - Sanjaya saidThus, directed by him, Sri Krsna did immediately as He had been directed, while Bhisma, Drona and others and all the kings were looking on. Such is the prospect of victory for your men.","chakravarthi":"Please see text 25 for Sri Visvanatha Cakravarti Thakur’s combined commentary to texts 24 and 25.","rudra":"\nWhat happenned after that? Being so requested by Arjuna who is also called\nGudakesa because he had mastered the ability to go without sleep.","brahma":"","shri":"There is no commentary for this verse.","kumar":"Then what happenned? To this question Sanjaya answers Dhritarastra inthese\ntwo verses first by addressing himas OdescendantofBharata.Whatis\nbeing subtly suggested here is that being born intheexaltedlineageof\nthe righteous and noble King Bharata, it would not beappropriateforthe\nblind Dhritarastra to betray his nephews the Pandavas who are the fivesons\nof his brother."}