{"meta":"Bhagavad GitaChapter 1 Verse 31","metahi":"भगवद् गीता 1.31","slok":"निमित्तानि च पश्यामि विपरीतानि केशव।न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे।।1.31।।","htsrsd":"।।1.31।।हे केशव मैं लक्षणोंशकुनोंको भी विपरीत देख रहा हूँ और युद्धमें स्वजनोंको मारकर श्रेय (लाभ) भी नहीं देख रहा हूँ।","htstma":"।।1.31।।हे केशवमैं शकुनों को भी विपरीत ही देख रहा हूँ और युद्ध में (आहवे) अपने स्वजनों को मारकर कोई कल्याण भी नहीं देखता हूँ।","transliteration":"Nimittaani cha pashyaami vipareetaani keshava;\nNa cha shreyo’nupashyaami hatwaa swajanam aahave.","englishmeaning":"vepathuḥ—shuddering; cha—and; śharīre—on the body; me—my; roma-harṣhaḥ—standing of bodily hair on end; cha—also; jāyate—is happening; gāṇḍīvam—Arjun’s bow; sraṁsate—is slipping; hastāt—from (my) hand; tvak—skin; cha—and; eva—indeed; paridahyate—is burning all over; na—not; cha—and; śhaknomi—am able; avasthātum—remain steady; bhramati iva—whirling like; cha—and; me—my; manaḥ—mind; nimittāni—omens; cha—and; paśhyāmi—I see; viparītāni—misfortune; keśhava—Shree Krishna, killer of the Keshi demon; na—not; cha—also; śhreyaḥ—good; anupaśhyāmi—I foresee; hatvā—from killing; sva-janam—kinsmen; āhave—in battle","hcsrsd":"।।1.31।। व्याख्या   निमित्तानि च पश्यामि विपरीतानि केशव   हे केशव मैं शकुनोंको  (टिप्पणी प0 22.2)  भी विपरीत ही देख रहा हूँ। तात्पर्य है कि किसी भी कार्यके आरम्भमें मनमें जितना अधिक उत्साह (हर्ष) होता है वह उत्साह उस कार्यको उतना ही सिद्ध करनेवाला होता है। परन्तु अगर कार्यके आरम्भमें ही उत्साह भङ्ग हो जाता है मनमें संकल्पविकल्प ठीक नहीं होते तो उस कार्यका परिणाम अच्छा नहीं होता। इसी भावसे अर्जुन कह रहे हैं कि अभी मेरे शरीरमें अवयवोंका शिथिल होना कम्प होना मुखका सूखना आदि जो लक्षण हो रहे हैं ये व्यक्तिगत शकुन भी ठीक नहीं हो रहे हैं  (टिप्पणी प0 22.3)  इसके सिवाय आकाशसे उल्कापात होना असमयमें ग्रहण लगना भूकम्प होना पशुपक्षियोंका भयंकर बोली बोलना चन्द्रमाके काले चिह्नका मिटसा जाना बादलोंसे रक्तकी वर्षा होना आदि जो पहले शकुन हुए हैं वे भी ठीक नहीं हुए हैं। इस तरह अभीके और पहलेकेइन दोनों शकुनोंकी ओर देखता हूँ तो मेरेको ये दोनों ही शकुन विपरीत अर्थात् भावी अनिष्टके सूचक दीखते हैं। न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे  युद्धमें अपने कुटुम्बियोंको मारनेसे हमें कोई लाभ होगाऐसी बात भी नहीं है। इस युद्धके परिणाममें हमारे लिये लोक और परलोकदोनों ही हितकारक नहीं दीखते। कारण कि जो अपने कुलका नाश करता है वह अत्यन्त पापी होता है। अतः कुलका नाश करनेसे हमें पाप ही लगेगा जिससे नरकोंकी प्राप्ति होगी।इस श्लोकमें निमित्तानि पश्यामि  और  श्रेयः अनुपश्यामि (टिप्पणी प0 23) इन दोनों वाक्योंसे अर्जुन यह कहना चाहते हैं कि मैं शुकुनोंको देखूँ अथवा स्वयं विचार करूँ दोनों ही रीतिसे युद्धका आरम्भ और उसका परिणाम हमारे लिये और संसारमात्रके लिये हितकारक नहीं दीखता। सम्बन्ध  जिसमें न तो शुभ शकुन दीखते हैं और न श्रेय ही दीखता है ऐसी अनिष्टकारक विजयको प्राप्त करनेकी अनिच्छा अर्जुन आगेके श्लोकमें प्रकट करते हैं।","hcsca":"।।1.31।। No commentary.","etsga":"1.31 Besides, I do not see any good (to be derived) from killing my own people in battle. O Krsna, I do not hanker after victory, nor even a kingdom nor pleasures.","etssa":"1.31. And I see adverse omens, O Kesava. I do not see any good\nin killing my kinsmen in battle.","etdss":"1.31. O Govinda!Ofwhat use in the kingdom to us?Ofwhat use are the pleasures [thereof]and the life even?","ecssa":"1.31 निमित्तानि omens? च and? पश्यामि I see? विपरीतानि adverse? केशव O Kesava? न not? च and? श्रेयः good? अनुपश्यामि (I) see? हत्वा killing? स्वजनम् our peope? आहवे in battle.Commentary Kesava means he who has fine or luxuriant hair.","scetsga":"1.31 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.301.34Na ca sreyah, etc., upto mahikrte. Those who are wrongly conceived as object of slaying, with the individualizing idea that these are my teachers etc.8 would necessarily generate sin. Similarly, the act of slaying even of those deserving to be slain in the battle-if undertaken with the idea that This battle is to be fought for the apparent results like pleasures, happiness etc.- then it generates sin necessarily. This idea lurks in the objection [of Arjuna]. That is why a reply is going to be given [by Bhagavat] as You must undertake actions simply as your own duty, and not with an individualizing idea.","scetssa":"1.26 - 1.47 Arjuna said - Sanjaya saidSanjaya continued:The high-minded Arjuna, extremely kind, deeply friendly, and supremely righteous, having brothers like himself, though repeatedly deceived by the treacherous attempts of your people like burning in the lac-house etc., and therefore fit to be killed by him with the help of the Supreme Person, nevertheless said, I will not fight.\nHe felt weak, overcome as he was by his love and extreme compassion for his relatives. He was also filled with fear, not knowing what was righteous and what unrighteous. His mind was tortured by grief, because of the thought of future separation from his relations. So he threw away his bow and arrow and sat on the chariot as if to fast to death.","chakravarthi":"Nimitta is used in the sense of “end result”, just as the goal of money is a good residence. I will not get happiness by attaining the kingdom if I win the war, but rather will suffer sorrow, the opposite result.","rudra":"Rudra Vaisnava Sampradaya:VisnuswamiThere is no commentary for this verse.","brahma":"","shri":"There is no commentary for this verse.","kumar":"Here Arjuna exclaims that he cannot foresee anybenefitfromslayinghis\nown kinsman in battle. In the Vedic scriptures it is revealed thatinthis\nworld 2 types of living entities are automatically granted entrancetothe\nheavenly planets: onebeingtherenunciatewhoisdisciplinedinthe\npractice of yoga and the other is the warrior slain inbattle.SoArjunas\narguement is that although there is provision for theslain,thereisno\ndeclaration of any merit for the slayer."}