{"meta":"Bhagavad GitaChapter 1 Verse 43","metahi":"भगवद् गीता 1.43","slok":"दोषैरेतैः कुलघ्नानां वर्णसङ्करकारकैः।उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः।।1.43।।","htsrsd":"।।1.43।।इन वर्णसंकर पैदा करनेवाले दोषोंसे कुलघातियोंके सदासे चलते आये कुलधर्म और जातिधर्म नष्ट हो जाते हैं।","htstma":"।।1.43।।इन वर्णसंकर कारक दोषों से कुलघाती दोषों से सनातन कुलधर्म और जातिधर्म नष्ट हो जाते हैं।","transliteration":"Doshair etaih kulaghnaanaam varnasankarakaarakaih;\nUtsaadyante jaatidharmaah kuladharmaashcha shaashwataah.","englishmeaning":"doṣhaiḥ—through evil deeds; etaiḥ—these; kula-ghnānām—of those who destroy the family; varṇa-saṅkara—unwanted progeny; kārakaiḥ—causing; utsādyante—are ruined; jāti-dharmāḥ—social and family welfare activities; kula-dharmāḥ—family traditions; cha—and; śhāśhvatāḥ—eternal","hcsrsd":"।।1.43।। व्याख्या   दोषैरेतैः कुलघ्नानाम् ৷৷. कुलधर्माश्च शाश्वताः  युद्धमें कुलका क्षय होनेसे कुलके साथ चलते आये कुलधर्मोंका भी नाश हो जाता है। कुलधर्मोंके नाशके कुलमें अधर्मकी वृद्धि हो जाती है। अधर्मकी वृद्धिसे स्त्रियाँ दूषित हो जाती हैं। स्त्रियोंके दूषित होनेसे वर्णसंकर पैदा हो जाते हैं। इस तरह इन वर्णसंकर पैदा करनेवाले दोषोंसे कुलका नाश करनेवालोंके जातिधर्म (वर्णधर्म) नष्ट हो जाते हैं।कुलधर्म और जातिधर्म क्या हैं एक ही जातिमें एक कुलकी जो अपनी अलगअलग परम्पराएँ हैं अलगअलग मर्यादाएँ हैं अलगअलग आचरण हैं वे सभी उस कुलकेकुलधर्मकहलाते हैं। एक ही जातिके सम्पूर्ण कुलोंके समुदायको लेकर जो धर्म कहे जाते हैं वे सभीजातिधर्मअर्थात्वर्णधर्म कहलाते हैं जो कि सामान्य धर्म हैं और शास्त्रविधिसे नियत हैं। इन कुलधर्मोंका और जातिधर्मोंका आचरण न होनेसे ये धर्म नष्ट हो जाते हैं।","hcsca":"।।1.43।। पूर्व श्लोक की टीका का अर्थ अर्जुन के इस वाक्य से और अधिक स्पष्ट हो जाता है। जैसा कि हमने देखा धर्म का अर्थ है भारतीय आध्यात्मिक संस्कृति जिसका प्रशिक्षण प्रत्येक घर में ही प्रारम्भ से मिलता था। अर्जुन का यह भय कि इस गृहयुद्ध से जातिधर्म व कुलधर्म नष्ट हो जायेंगे सामान्य ज्ञान की बात है। यह सुविदित है कि प्रत्येक युद्ध के बाद समाज में नैतिक और सांस्कृतिक मूल्यों का सहसा कितना पतन होने लगता है। अनैतिकता और छलकपट की प्रवृत्तियों के नीचे दबा हाँफ रहा आज का युग उपरोक्त तथ्य का ज्वलंत उदाहरण है। युद्ध के बाद न केवल लंगड़े लूलों की संख्या बढ़ती है वरन् उससे भी भयंकर परिणाम मन की गंभीर विकृतियों के रूप में सामने आते हैं।इन श्लोकों में हम अर्जुन को संसार के सर्वप्रथम युद्धविरोधी व्यक्ति के रूप में पाते हैं। इन अनुच्छेदों में वह शान्ति प्रिय लोगों के लिये सार्वकालिक तर्कों की एक सुन्दर शृंखला भेंट करता है।","etsga":"1.43Due to these misdeeds of the ruiners of the family, which cause intermingling of castes, the traditional rites and duties of the castes and families become destroyed.","etssa":"1.43. By these evil deeds of the destroyers of the family, which\ncause confusion of castes, the eternal religious rites of the caste and\nthe family are destroyed.","etdss":"1.43. On account of these evils of the family-ruiners that cause the intermixture of castes,the eternal caste-duties and family-duties fall into disuse.","ecssa":"1.43 दोषैः by evil deeds? एतैः (by) these? कुलघ्नानाम् of the family destroyers? वर्णसङ्करकारकैः causing intermingling of castes? उत्साद्यन्ते are destroyed? जातिधर्माः religious rites of the caste? कुलधर्माः family religious rites? च and? शाश्वताः eternal.No Commentary.","scetsga":"1.43 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.351.44Nihatya etc. upto anususruma. Sin alone is the agent in the act of slaying these desperadoes. Therefore here the idea is this : These ememies of ours have been slain, i.e., have been take possession of, by sin. Sin would come to us also after slaying them. Sin in this context is the disregard, on account of greed etc., to the injurious conseences like the ruination of the family and the like. That is why Arjuna makes a specific mention of the [ruin of the] family etc., and of its duties in the passage How by slaying my own kinsmen etc.\nThe act of slaying, undertaken with an individualizing idea about its result, and with a particularizing idea about the person to be slain, is a great sin. To say this very thing precisely and to indicate the intensity of his own agony, Arjuna says only to himself [see next sloka]:","scetssa":"1.26 - 1.47 Arjuna said - Sanjaya saidSanjaya continued:The high-minded Arjuna, extremely kind, deeply friendly, and supremely righteous, having brothers like himself, though repeatedly deceived by the treacherous attempts of your people like burning in the lac-house etc., and therefore fit to be killed by him with the help of the Supreme Person, nevertheless said, I will not fight.\nHe felt weak, overcome as he was by his love and extreme compassion for his relatives. He was also filled with fear, not knowing what was righteous and what unrighteous. His mind was tortured by grief, because of the thought of future separation from his relations. So he threw away his bow and arrow and sat on the chariot as if to fast to death.","chakravarthi":"By the faults of mixture of castes, both the caste rules and the family rules will be destroyed (utsadyate).","rudra":"\nPersons whose family traditions have been destroyed means also those whose\ncaste and heritage has also been lost. We have heard from the authoritative\nsources of the Vedas scriptures that those addicted to vice who perform no\nexpiation nor feel any repentance, go to terrible hells full of misery.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nHere by the word kula-dharma getting spoiled alsomeansthatjati-dharmah\nmeaningthedutiesofeachcasteand asrama dharma meaning the\nrelationships between the castes are indicated as well. Anususruma meanswe\nhave heard in the line of parampara disciplic successionthatpersonswho\nare addicted to sinful activities; yet who do not make atonementorrepent\nare damned to excruciatingly painful and terrifying hells.","shri":"There is no commentary for this verse.","kumar":"Arjuna is supporting his argumentbyaffirmingthathehasheardfrom\nrespectable sources in disciplic succession, that those who areresponsible\nfordestroyingrighteousnessresidepermanentlyinhellishexistence.\nTherefore this decision to fight is not the wisest of choices."}