{"meta":"Bhagavad GitaChapter 1 Verse 38","metahi":"भगवद् गीता 1.38","slok":"यद्यप्येते न पश्यन्ति लोभोपहतचेतसः।कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम्।।1.38।।","htsrsd":"।।1.381.39।।यद्यपि लोभके कारण जिनका विवेकविचार लुप्त हो गया है? ऐसे ये दुर्योधन आदि कुलका नाश करनेसे होनेवाले दोषको और मित्रोंके साथ द्वेष करनेसे होनेवाले पापको नहीं देखते? तो भी हे जनार्दन कुलका नाश करनेसे होनेवाले दोषको ठीकठीक जाननेवाले हमलोग इस पापसे निवृत्त होनेका विचार क्यों न करें","htstma":"।।1.38।।यद्यपि लोभ से भ्रष्टचित्त हुये ये लोग कुलनाशकृत दोष और मित्र द्रोह में पाप नहीं देखते हैं।","transliteration":"Yadyapyete na pashyanti lobhopahatachetasah;\nKulakshayakritam dosham mitradrohe cha paatakam.","englishmeaning":"yadi api—even though; ete—they; na—not; paśhyanti—see; lobha—greed; upahata—overpowered; chetasaḥ—thoughts; kula-kṣhaya-kṛitam—in annihilating their relatives; doṣham—fault; mitra-drohe—to wreak treachery upon friends; cha—and; pātakam—sin; katham—why; na—not; jñeyam—should be known; asmābhiḥ—we; pāpāt—from sin; asmāt—these; nivartitum—to turn away; kula-kṣhaya—killing the kindered; kṛitam—done; doṣham—crime; prapaśhyadbhiḥ—who can see; janārdana—he who looks after the public, Shree Krishna","hcsrsd":"।।1.38।। व्याख्या   यद्यप्येते न पश्यन्ति ৷৷. मित्रद्रोहे च पातकम्  इतना मिल गया इतना और मिल जाय फिर ऐसा मिलता ही रहेऐसे धन जमीन मकान आदर प्रशंसा पद अधिकार आदिकी तरफ बढ़ती हुई वृत्तिका नामलोभ है। इस लोभवृत्तिके कारण इन दुर्योधनादिकी विवेकशक्ति लुप्त हो गयी है जिससे वे यह विचार नहीं कर पा रहे हैं कि जिस राज्यके लिये हम इतना बड़ा पाप करने जा रहे हैं कुटुम्बियोंका नाश करने जा रहे हैं वह राज्य हमारे साथ कितने दिन रहेगा और हम उसके साथ कितने दिन रहेंगे हमारे रहते हुए यह राज्य चला जायगा तो हमारी क्या दशा होगी और राज्यके रहते हुए हमारे शरीर चले जायेंगे तो क्या दशा होगी क्योंकि मनुष्य संयोगका जितना सुख लेता है उसके वियोगका उतना दुःख उसे भोगना ही पड़ता है। संयोगमें इतना सुख नहीं होता जितना वियोगमें दुःख होता है। तात्पर्य है कि अन्तःकरणमें लोभ छा जानेके कारण इनको राज्यहीराज्य दीख रहा है। कुलका नाश करनेसे कितना भयंकर पाप होगा वह इनको दीख ही नहीं रहा है।जहाँ लड़ाई होती है वहाँ समय सम्पत्ति शक्तिका नाश हो जाता है। तरहतरह की चिन्ताएँ और आपत्तियाँ आ जाती हैं। दो मित्रोंमें भी आपसमें खटपट मच जाती है मनोमालिन्य हो जाता है। कई तरहका मतभेद हो जाता है। मतभेद होनेसे वैरभाव हो जाता है। जैसे द्रुपद और द्रोणदोनों बचपनके मित्र थे। परन्तु राज्य मिलनेसे द्रुपदने एक दिन द्रोणका अपमान करके उस मित्रताको ठुकरा दिया। इससे राजा द्रुपद और द्रोणाचार्यके बीच वैरभाव हो गया। अपने अपमानका बदला लेनेके लिये द्रोणाचार्यने मेरेद्वारा राजा द्रुपदको परास्त कराकर उसका आधा राज्य ले लिया। इसपर द्रुपदने द्रोणाचार्यका नाश करनेके लिये एक यज्ञ कराया जिससे धृष्टद्युम्न और द्रौपदीदोनों पैदा हुए। इस तरह मित्रोंके साथ वैरभाव होनेसे कितना भयंकर पाप होगा इस तरफ ये देख ही नहीं रहे हैं विशेष बात अभी हमारे पास जिन वस्तुओंका अभाव है उन वस्तुओंके बिना भी हमारा काम चल रहा है हम अच्छी तरहसे जी रहे हैं। परन्तु जब वे वस्तुएं हमें मिलनेके बाद फिर बिछुड़ जाती हैं तब उनके अभावका बड़ा दुःख होता है। तात्पर्य है कि पहले वस्तुओंका जो निरन्तर अभाव था वह इतना दुःखदायी नहीं था जितना वस्तुओंका संयोग होकर फिर उनसे वियोग होना दुःखदायी है। ऐसा होनेपर भी मनुष्य अपने पास जिन वस्तुओंका अभाव मानता है उन वस्तुओंको वह लोभके कारण पानेकी चेष्टा करता रहता है। विचार किया जाय तो जिन वस्तुओंका अभी अभाव है बीचमें प्रारब्धानुसार उनकी प्राप्ति होनेपर भी अन्तमें उनकी अभाव ही रहेगा। अतः हमारी तो वही अवस्था रही जो कि वस्तुओंके मिलनेसे पहले थी। बीचमें लोभके कारण उन वस्तुओंको पानेके लिये केवल परिश्रमहीपरिश्रम पल्ले पड़ा दुःखहीदुःख भोगना पड़ा। बीचमें वस्तुओंके संयोगसे जो थोड़ासा सुख हुआ है वह तो केवल लोभके कारण ही हुआ है। अगर भीतरमें लोभरूपी दोष न हो तो वस्तुओंके संयोगसे सुख हो ही नहीं सकता। ऐसे ही मोहरूपी दोष न हो तो कुटुम्बियोंसे सुख हो ही नहीं सकता। लालचरूपी दोष न हो तो संग्रहका सुख हो ही नहीं सकता। तात्पर्य है कि संसारका सुख किसीनकिसी दोषसे ही होता है। कोई भी दोष न होनेपर संसारसे सुख हो ही नहीं सकता। परन्तु लोभके कारण मनुष्य ऐसा विचार कर ही नहीं सकता। यह लोभ उसके विवेकविचारको लुप्त कर देता है। कथं न ज्ञेयमस्माभिः ৷৷৷৷ प्रपश्यद्भिर्जनार्दन  अब अर्जुन अपनी बात कहते हैं कि यद्यपि दुर्योधनादि अपने कुलक्षयसे होनेवाले दोषको और मित्रद्रोहसे होनेवाले पापको नहीं देखते तो भी हमलोगोंको कुलक्षयसे होनेवाली अनर्थपरम्पराको देखना ही चाहिये जिसका वर्णन अर्जुन आगे चालीसवें श्लोकसे चौवालीसवें श्लोकतक करेंगे़ क्योंकि हम कुलक्षयसे होनेवाले दोषोंको भी अच्छी तरहसे जानते हैं और मित्रोंके साथ द्रोह(वैर द्वैष) से होनेवाली पापको भी अच्छी तरहसे जानते हैं। अगर वे मित्र हमें दुःख दें तो वह दुःख हमारे लिये अनिष्टकारक नहीं है। कारण कि दुःखसे तो हमारे पूर्वपापोंका ही नाश होगा हमारी शुद्धि ही होगी। परन्तु हमारे मनमें अगर द्रोहवैरभाव होगा तो वह मरनेके बाद भी हमारे साथ रहेगा और जन्मजन्मान्तरतक हमें पाप करनेमें प्रेरित करता रहेगा जिससे हमारा पतनहीपतन होगा। ऐसे अनर्थ करनेवाले और मित्रोंके साथ द्रोह पैदा करनेवाले इस युद्धरूपी पापसे बचनेका विचार क्यों नहीं करना चाहिये अर्थात् विचार करके हमें इस पापसे जरूर ही बचना चाहिये।यहाँ अर्जुनकी दृष्टि दुर्योधन आदिके लोभकी तरफ तो जा रही है पर वे खुद कौटुम्बिक स्नेह(मोह) में आबद्ध होकर बोल रहे हैंइस तरफ उनकी दृष्टि नहीं जा रही है। इस कारण वे अपने कर्तव्यको नहीं समझ रहे हैं। यह नियम है कि मनुष्यकी दृष्टि जबतक दूसरोंके दोषकी तरफ रहती है तबतक उसको अपना दोष नहीं दीखता उलटे एक अभिमान होता है कि इनमें तो यह दोष है पर हमारेमें यह दोष नहीं है। ऐसी अवस्थामें वह यह सोच ही नहीं सकता कि अगर इनमें कोई दोष है तो हमारेमें भी कोई दूसरा दोष हो सकता है। दूसरा दोष यदि न भी हो तो भी दूसरोंका दोष देखनायह दोष तो है ही। दूसरोंका दोष देखना एवं अपनेमें अच्छाईका अभिमान करनाये दोनों दोष साथमें ही रहते हैं। अर्जुनको भी दुर्योधन आदिमें दोष दीख रहे हैं और अपनेमें अच्छाईका अभिमान हो रहा है (अच्छाईके अभिमानकी छायामें मात्र दोष रहते हैं) इसलिये उनको अपनेमें मोहरूपी दोष नहीं दीख रहा है। सम्बन्ध  कुलका क्षय करनेसे होनेवाले जिन दोषोंको हम जानते हैं वे दोष कौनसे हैं उन दोषोंकी परम्परा आगेके पाँच श्लोकोंमें बताते हैं।","hcsca":"।।1.38।। No commentary.","etsga":"1.381.39O Janardana, although these people, whose hearts have become perverted by greed, do not see the evil arising from destroying the family and sin in hostility towards, friends, yet how can we who clearly see the evil arising from destroying the family remain unaware of (the need of) abstaining from this sin?","etssa":"1.38. Though they, with intelligence overpowered by greed, see\nno evil in the destruction of families, and no sin in hostility to friends,","etdss":"1.38. Of course,these (Dhrtarastras sons),with their intellect overpowered by greed, do not see the evil conseences ensuing from the ruin of the family and the sin in cheating friends.","ecssa":"1.38 यद्यपि though? एते these? न not? पश्यन्ति see? लोभोपहतचेतसः with intelligence overpowered by greed? कुलक्षयकृतम् in the destruction of families? दोषम् evil? मित्रद्रोहे in hostility to friends? च and? पातकम् sin.No Commentary.","scetsga":"1.38 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.351.44Nihatya etc. upto anususruma. Sin alone is the agent in the act of slaying these desperadoes. Therefore here the idea is this : These ememies of ours have been slain, i.e., have been take possession of, by sin. Sin would come to us also after slaying them. Sin in this context is the disregard, on account of greed etc., to the injurious conseences like the ruination of the family and the like. That is why Arjuna makes a specific mention of the [ruin of the] family etc., and of its duties in the passage How by slaying my own kinsmen etc.\nThe act of slaying, undertaken with an individualizing idea about its result, and with a particularizing idea about the person to be slain, is a great sin. To say this very thing precisely and to indicate the intensity of his own agony, Arjuna says only to himself [see next sloka]:","scetssa":"1.26 - 1.47 Arjuna said - Sanjaya saidSanjaya continued:The high-minded Arjuna, extremely kind, deeply friendly, and supremely righteous, having brothers like himself, though repeatedly deceived by the treacherous attempts of your people like burning in the lac-house etc., and therefore fit to be killed by him with the help of the Supreme Person, nevertheless said, I will not fight.\nHe felt weak, overcome as he was by his love and extreme compassion for his relatives. He was also filled with fear, not knowing what was righteous and what unrighteous. His mind was tortured by grief, because of the thought of future separation from his relations. So he threw away his bow and arrow and sat on the chariot as if to fast to death.","chakravarthi":"“Why does the opposing side want to fight then?” He answers with this verse.\n“They, overcome by greed, and do not see any fault in destroying the family, or any sin in killing friends.”","rudra":"\nIt may be argued to Arjuna that if he doesnotslayhisenemiesdueto\nfeeling compassion for them, then they out ofgreedforpowertheywill\nsurely slay him; therefore it would be betterforhimtoslaythemand\nenjoy sovereignty. This is answered in a verse and a half beginning with:I\ndo not like etc. Even if they kill us I do not like to killthemevenfor\nattaining the sovereignty of all the threeworldsmuchlessforgaining\nonly this earth.\nThe Vedic scriptures declare that those who commit the followingsixtypes\nof crimes being : arson, poisoning, assaulting with weapons,stealingones\nwealth, usurping ones land orkidnappingoneswifeareaggressorsand\nDuryodhana and the Kauravas were definitelyaggressorshavingcommitted\nall six offences against the Pandavas beginning with arson. Theslayingof\naggressors is justifiable and the Vedic scripturesstatethatoneshould\nslay an aggressor coming with the intention ofcommittingacriminalact\nwithout hesitation and that the slayer of such an aggressorincursnosin\nwhatsoever. This is being answered by the verse and a halfbeginningwith:\nsin alone etc. The text which states one shouldkillbelongstowhatis\ncalled an Artha Sastra which is a scripture dealing with the rules andlaws\nregarding wealth. Artha Sastra is considered less authoritative thanDharma\nSastra which arescriptures dealing with righteousness.DharmaSastrais\nsuperior to Artha Sastra. As it is stated by the sage Yagnavalkya: whentwo\nscriptures differ the one whose conclusion is the most reasonableandmost\nlogical is to be considered superior. This is theunderstanding.Therefore\nby the slaying of preceptors etc. although they areaggressors,Arjunais\nstating that sin shall be incurred because such slaying isunwarrantedand\nunrighteous. There can be no happiness from this. This isbeinggivenby:\nHow can we adopt this course of action?\nAlthough Duryodhana and the Kauravasbeing deprived of all discrimination\nare determined to fight; why should we who are not deprived of\ndiscrimination become degraded as well by such sinfulness? We should\nresolve not to engage in this battle.\nIt may be argued that the action of slaying kinsman is commontoboththe\nPandavas andtheKauravas;soevenastheKauravasadoptingsucha\ncontingency are determined to fight; it is betterforArjunatolikewise\nengage himself in the battle, what is thevalueofdespondency?Thisis\nbeing answered by these two verses.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nIf the question arises that although it is advisableforthePandavasto\nengage in battle being challenged by their enemies the Kauravasbecauseit\nis well known that a ksatriya can never decline a challenge to fightorto\ngamble. To answer this Arjuna speaks the versebeginning:yadyapyetena\npasyanti and the verse beginning katham na jneyam asmabhih. Thereasonfor\nthe Kauravas to be engaged in war is out of greed.Whereaswenothaving\nthis desire of greed therefore have no desire for battle. One is engagedin\nkarmic activities to fulfil ones desires;butonlyifnonegativityis\ncreated and the action results intotalhappinesscanitbeconsidered\nrighteousness.\nIt is also described in the codes of warfare that a Syen Yaga isprescribed\nfor killing of ones enemies. Although it is true because theresultofit\nwill not give happiness tothefamilymembersofthedeceased,itis\nunreasonable for us to be engaged in this battle.Ontheotherhandthe\ntradition of accepting a challenge by ksatriyas is applicable when thereis\nno probabilityofdestructionofthedynasty.Arjunaagainaddresses\nLord Krishna again asJanardana,HewhoalwaysnaturallyprotectsHis\ndevotees, Arjuna is intimating that since Lord Krishna is theSupremeLord\nand has appeared for the express purpose of removing allthoseopposedto\nrighteousness on the Earth, He can just by His will destroy all theenemies\neffortlessly Himself.","shri":"There is no commentary for this verse.","kumar":"Why are they trying to kill the Pandavas in the firstplacemightnowbe\nasked? In this verse Arjuna is stating that the Kauravas theirheartsfull\nof greed, devoid of piety see no fault and perceive nosinfulreactionin\nthe slaying of family members andhencetheyactinignorance.Nowin\nsupport of his reason for not fighting Arjuna states that thePandavasare\nnot like the Kauravas becauseofknowingfullythesinfulreactionof\nslaying kinsman. So why should they engage in this abominable act.Beinga\ndevotee of the Supreme Lord Krishna whoisthepropounderofdharmaor\nrighteousness, Arjuna addresses him by thevocativeJanardanameaningas\ntheremoverofhisdevoteesignorance;whyshouldtheynotrefrain\nthemselves from suchignorancebeingcognizantoftheimplicationsof\nunrighteousness?"}