{"meta":"Bhagavad GitaChapter 1 Verse 2","metahi":"भगवद् गीता 1.2","slok":"सञ्जय उवाचदृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा।आचार्यमुपसङ्गम्य राजा वचनमब्रवीत्।।1.2।।","htsrsd":"।।1.2।।सञ्जय बोलेउस समय वज्रव्यूहसे खड़ी हुई पाण्डवसेनाको देखकर राजा दुर्योधन द्रोणाचार्यके पास जाकर यह वचन बोला।","htstma":"।।1.2।।संजय ने कहापाण्डवसैन्य की व्यूह रचना देखकर राजा दुर्योधन ने आचार्य द्रोण के पास जाकर ये वचन कहे।","transliteration":"Sanjaya Uvaacha:\nDrishtwaa tu paandavaaneekam vyudham duryodhanastadaa;\nAachaaryam upasamgamya raajaa vachanam abraveet.","englishmeaning":"sanjayaḥ uvācha—Sanjay said; dṛiṣhṭvā—on observing; tu—but; pāṇḍava-anīkam—the Pandava army; vyūḍham—standing in a military formation; duryodhanaḥ—King Duryodhan; tadā—then; āchāryam—teacher; upasaṅgamya—approached; rājā—the king; vachanam—words; abravīt—spoke","hcsrsd":"।।1.2।। व्याख्या   तदा  जिस समय दोनों सेनाएँ युद्धके लिये खड़ी हुई थीं उस समयकी बात सञ्जय यहाँ  तदा  पदसे कहते हैं। कारण कि धृतराष्ट्रका प्रश्नयुद्धकी इच्छावाले मेरे और पाण्डुके पुत्रोंने क्या कियाइस विषयको सुननेके लिये ही है। तु   धृतराष्ट्रने अपने और पाण्डुके पुत्रोंके विषयमें पूछा है। अतः सञ्जय भी पहले धृतराष्ट्रके पुत्रों की बात बतानेके लिये यहाँ  तु  पदका प्रयोग करते हैं। दृष्ट्वा (टिप्पणी प0 4.1)   पाण्डवानीकं व्यूढम्  पाण्डवोंकी वज्रव्यूहसे खड़ी सेनाको देखनेका तात्पर्य है कि पाण्डवोंकी सेना बड़ी ही सुचारुरूपसे और एक ही भावसे खड़ी थी अर्थात् उनके सैनिकोंमें दो भाव नहीं थे मतभेद नहीं था  (टिप्पणी प0 4.2) । उनके पक्षमें धर्म और भगवान श्रीकृष्ण थे। जिसके पक्षमें धर्म और भगवान् होते हैं उसका दूसरोंपर बड़ा असर पड़ता है। इसलिये संख्यामें कम होनेपर भी पाण्डवोंकी सेनाका तेज (प्रभाव) था और उसका दूसरोंपर बड़ा असर पड़ता था। अतः पाण्डवसेनाका दुर्योधनपर भी बड़ा असर पड़ा जिससे वह द्रोणाचार्यके पास जाकर नीतियुक्त गंभीर वचन बोलता है। राजा दुर्योधनः  दुर्योधनको राजा कहनेका तात्पर्य है कि धृतराष्ट्रका सबसे अधिक अपनापन (मोह) दुर्योधनमें ही था। परम्पराकी दृष्टिसे भी युवराज दुर्योधन ही था। राज्यके सब कार्योंकी देखभाल दुर्योधन ही करता था। धृतराष्ट्र तो नाममात्रके राजा थे। युद्ध होनेमें भी मुख्य हेतु दुर्योधन ही था। इन सभी कारणोंसे सञ्जयने दुर्योधनके लिये  राजा  शब्दका प्रयोग किया है। आचार्यमुपसङ्गम्य  द्रोणाचार्यके पास जानेमें मुख्यतः तीन कारण मालूम देते हैं(1) अपना स्वार्थ सिद्ध करनेके लिये अर्थात् द्रोणाचार्यके भीतर पाण्डवोंके प्रति द्वेष पैदा करके उनको अपने पक्षमें विशेषतासे करनेके लिये दुर्योधन द्रोणाचार्यके पास गया।(2) व्यवहारमें गुरुके नाते आदर देनेके लिये भी द्रोणाचार्यके पास जाना उचित था। (3) मुख्य व्यक्तिका सेनामें यथास्थान खड़े रहना बहुत आवश्यक होता है अन्यथा व्यवस्था बिगड़ जाती है। इसलिये दुर्योधनका द्रोणाचार्यके पास खुद जाना उचित ही था।यहाँ शङ्का हो सकती है कि दुर्योधनको तो पितामह भीष्मके पास जाना चाहिये था जो कि सेनापति थे। पर दुर्योधन गुरु द्रोणाचार्यके पास ही क्यों गया इसका समाधान यह है कि द्रोण और भीष्मदोनों उभयपक्षपाती थे अर्थात् वे कौरव और पाण्डवदोनोंका ही पक्ष रखते थे। उन दोनोंमें भी द्रोणाचार्यको ज्यादा राजी करना था क्योंकि द्रोणाचार्यके साथ दुर्योधनका गुरुके नाते तो स्नेह था पर कुटुम्बके नाते स्नेह नहीं था और अर्जुनपर द्रोणाचार्यकी विशेष कृपा थी। अतः उनको राजी करनेके लिये दुर्योधनका उनके पास जाना ही उचित था। व्यवहारमें भी यह देखा जाता है कि जिसके साथ स्नेह नहीं है उससे अपना स्वार्थ सिद्ध करनेके लिये मनुष्य उसको ज्यादा आदर देकर राजी करता है।दुर्योधनके मनमें यह विश्वास था कि भीष्मजी तो हमारे दादाजी ही है अतः उनके पास न जाऊँ तो भी कोई बात नहीं है। न जानेसे अगर वे नाराज भी हो जायँगे तो मैं किसी तरहसे उनको राजी कर लूँगा। कारण कि पितामह भीष्मके साथ दुर्योधनका कौटुम्बिक सम्बन्ध और स्नेह था ही भीष्मका भी उसके साथ कौटुम्बिक सम्बन्ध और स्नेह था। इसलिये भीष्मजीने दुर्योधनको राजी करनेके लिये जोरसे शङ्ख बजाया है (1। 12)।वचनमब्रवीत्यहाँ  अब्रवीत्  कहना ही पर्याप्त था क्योंकि  अब्रवीत्  क्रियाके अन्तर्गत ही  वचनम्  आ जाता है अर्थात् दुर्योधन बोलेगा तो वचन ही बोलेगा। इसलिये यहाँ  वचनम्  शब्दकी आवश्यकता नहीं थी। फिर भी  वचनम्  शब्द देनेका तात्पर्य है कि दुर्योधन नीतियुक्त गम्भीर वचन बोलता है जिससे द्रोणाचार्यके मनमें पाण्डवोंके प्रति द्वेष पैदा हो जाय और वे हमारे ही पक्षमें रहते हुए ठीक तरहसे युद्ध करें। जिससे हमारी विजय हो जाय हमारा स्वार्थ सिद्ध हो जाय। सम्बन्ध  द्रोणाचार्य के पास जाकर दुर्योधन क्या वचन बोलाइसको आगेके श्लोकमें बताते हैं।","hcsca":"।।1.2।। इस श्लोक से आगे संजय ने कुरुक्षेत्र में जो कुछ देखा और सुना उसका वर्णन है। अपनी सेना की अपेक्षा पाण्डवों की सेना संख्या में अत्यन्त न्यून होने पर भी जब दुर्योधन ने उसे देखा तब उस अत्याचारी का आत्मविश्वास कुछ टूटने लगा। जैसे कोई छोटा बालक भयभीत होकर अपने मातापिता के पास दौड़ता है ठीक उसी प्रकार विचलित दुर्योधन अपने गुरु द्रोणाचार्य के पास पहुँचता है। कोई कर्म करते हुये यदि हमारा उद्देश्य पाप और अन्याय से पूर्ण होता है तो अनेक साधनों से सुसम्पन्न होते हुए भी हमारे मन में निश्चय ही चिन्ता अशान्ति और विक्षेप उत्पन्न होते हैं। सभी अत्याचारी और तानाशाही प्रवृत्ति के लोगों की यही मनस्थिति होती है।","etsga":"1.2 Sanjaya saidBut then, seeing the army of the Pandavas in battle array, King Duryodhana approached the teacher (Drona) and uttered a speech:","etssa":"1.2. Sanjaya saidHaving seen the army of the Pandavas drawn up in battle-array,\nKing Duryodhana then approached his teacher (Drona) and spoke these words.","etdss":"1.2. Sanjaya saidSeeing the army of the sons of Pandu,marshalled in the military array,the prince Duryodhana approached the teacher (Drona) and spoke at that time,these words:","ecssa":"1.2 दृष्ट्वा having seen? तु indeed? पाण्डवानीकम् the army of the Pandavas? व्यूढम् drawn up in battlearray? दुर्योधनः Duryodhana? तदा then? आचार्यम् the teacher? उपसङ्गम्य having approached? राजा the king? वचनम् speech? अब्रवीत् said.No Commentary.","scetsga":"1.2 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.2 – 1.9Why this exhaustive counting? The reality of things is this:","scetssa":"1.1 - 1.19 Dhrtarastra said - Sanjaya saidDuryodhana, after viewing the forces of Pandavas protected by Bhima, and his own forces protected by Bhisma conveyed his views thus to Drona, his teacher, about the adeacy of Bhimas forces for conering the Kaurava forces and the inadeacy of his own forces for victory against the Pandava forces. He was grief-stricken within.\nObserving his (Duryodhanas) despondecny, Bhisma, in order to cheer him, roared like a lion, and then blowing his conch, made his side sound their conchs and kettle-drums, which made an uproar as a sign of victory. Then, having heard that great tumult, Arjuna and Sri Krsna the Lord of all lords, who was acting as the charioteer of Arjuna, sitting in their great chariot which was powerful enough to coner the three worlds; blew their divine conchs Srimad Pancajanya and Devadatta. Then, both Yudhisthira and Bhima blew their respective conchs separately. That tumult rent asunder the hearts of your sons, led by Duryodhana. The sons of Dhrtarastra then thought, Our cause is almost lost now itself. So said Sanjaya to Dhrtarastra who was longing for their victory.\nSanjaya said to Dhrtarastra:Then, seeing the Kauravas, who were ready for battle, Arjuna, who had Hanuman, noted for his exploit of burning Lanka, as the emblem on his flag on his chariot, directed his charioteer Sri Krsna, the Supreme Lord-who is overcome by parental love for those who take shelter in Him who is the treasure-house of knowledge, power, lordship, energy, potency and splendour, whose sportive delight brings about the origin, sustentation and dissolution of the entire cosmos at His will, who is the Lord of the senses, who controls in all ways the senses inner and outer of all, superior and inferior - by saying, Station my chariot in an appropriate place in order that I may see exactly my enemies who are eager for battle.","chakravarthi":"Please see text 3 for Sri Vishwanatha Chakravarthi Thakur’s combined commentary to texts 2 and 3.","rudra":"\nHaving seen the armies of the Pandavas arrayed in military formation ready\nfor battle, King Duryodhana approaches his preceptor Drona and spoke the\nfollowing words.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nDhritarastra althoughblindatbirthwasbornwithaninnereyeof\nknowledge; but due to being overly affectionate and attached to his sonshe\nlost the knowledge of righteousness and thus he was worrying thathissons\nmight return half of the kingdom tothePandavaswhoweretherightful\nheirs.\nSanjaya who was righteous by nature couldunderstandtheactualinternal\nmood of Dhritarastra; but to appease his anxiety that his sonswouldnever\ngive back half of thekingdomhesaidthisversebeginningdrstvatu\npandavanikamvyudham...thesoldiersofthePandavasarein military\nformation. The initiative taken by Duryodhana in approachinghispreceptor\nin archery, the master bowman Drona shows thatinternallyhewasfeeling\nfearful at the sight of the Pandavas might. So with thepretenceofgoing\nto offer respect, he approached Drona to conceal this fear.Thewordraja\nmeaning king indicates that Duryodhana was very expert in thediplomacyof\npolitics and the use of the word vacanam implies that he wouldspeakterse\nsentences filled with heavy import concerning the subject of war.","shri":"There is no commentary for this verse.","kumar":"In this way, Vaisampayana reiterates the answer of Sanjaya whocouldtruly\nunderstand the blind Dtritarastras hidden desire his heart being lockedin\naffection for his sons welfare irregardless of righteousness.Sanjayathen\nreplies that King Duryodhana upon seeing the formidable army of thePandava\narranged in military phalanxes approached Drona hisinstructorinarchery\nand weaponry and uttered these words. By this versethealarmwithinthe\nmind of Duryodhana caused byseeingthemightofthePandavaarmyis\nsubtlety suggested."}