{"meta":"Bhagavad GitaChapter 1 Verse 26","metahi":"भगवद् गीता 1.26","slok":"तत्रापश्यत्स्थितान्पार्थः पितृ़नथ पितामहान्।आचार्यान्मातुलान्भ्रातृ़न्पुत्रान्पौत्रान्सखींस्तथा।।1.26।।","htsrsd":"।।1.26।।उसके बाद पृथानन्दन अर्जुनने उन दोनों ही सेनाओंमें स्थित पिताओंको? पितामहोंको? आचार्योंको? मामाओंको? भाइयोंको? पुत्रोंको? पौत्रोंको तथा मित्रोंको? ससुरोंको और सुहृदोंको भी देखा।","htstma":"।।1.26।।वहाँ अर्जुन ने उन दोनों सेनाओं में खड़े पिता के भाइयों पितामहों आचार्यों मामों भाइयों पुत्रों पौत्रों मित्रों श्वसुरों और सुहृदों को भी देखा।","transliteration":"Tatraapashyat sthitaan paarthah pitrin atha pitaamahaan;\nAachaaryaan maatulaan bhraatrun putraan pautraan sakheemstathaa.","englishmeaning":"tatra—there; apaśhyat—saw; sthitān—stationed; pārthaḥ—Arjun; pitṝīn—fathers; atha—thereafter; pitāmahān—grandfathers; āchāryān—teachers; mātulān—maternal uncles; bhrātṝīn—brothers; putrān—sons; pautrān—grandsons; sakhīn—friends; tathā—also; śhvaśhurān—fathers-in-law; suhṛidaḥ—well-wishers; cha—and; eva—indeed; senayoḥ—armies; ubhayoḥ—in both armies; api—also","hcsrsd":" 1.26।। व्याख्या   तत्रापश्यत् ৷৷. सेनयोरूभयोरपि  जब भगवान्ने अर्जुनसे कहा कि इस रणभूमिमें इकट्ठे हुए कुरुवंशियोंको देख तब अर्जुनकी दृष्टि दोनों सेनाओंमें स्थित अपने कुटुम्बियोंपर गयी। उन्होंने देखा कि उन सेनाओंमें युद्धके लिये अपनेअपने स्थानपर भूरिश्रवा आदि पिताके भाई खड़े हैं जो कि मेरे लिये पिताके समान हैं। भीष्म सोमदत्त आदि पितामह खड़े हैं। द्रोण कृप आदि आचार्य (विद्या पढ़ानेवाले और कुलगुरु) खड़े हैं। पुरुजित कुन्तिभोज शल्य शकुनि आदि मामा खड़े हैं। भीम दुर्योधन आदि भाई खड़े हैं। अभिमन्यु घटोत्कच लक्ष्मण (दुर्योधनका पुत्र) आदि मेरे और मेरे भाइयोंके पुत्र खड़े हैं। लक्ष्मण आदिके पुत्र खड़े हैं जो कि मेरे पौत्र हैं। दुर्योंधनके अश्वत्थामा आदि मित्र खड़े हैं और ऐसे ही अपने पक्षके मित्र भी खड़े हैं। द्रुपद शैब्य आदि ससुर खड़े हैं। बिना किसी हेतुके अपनेअपने पक्षका हित चाहनेवाले सात्यकि कृतवर्मा आदि सुहृद् भी खड़े हैं। सम्बन्ध  अपने सब कुटुम्बियोंको देखनेके बाद अर्जुनने क्या कियाइसके आगेके श्लोकमें कहते हैं।","hcsca":"।।1.26।। No commentary.","etsga":"1.26 Then Partha (Arjuna) saw, marshalled among both the armies, (his) uncles as also grandfathers, teachers, maternal uncles, brothers (and (cousins), sons, grandsons, as well as comrades and fathers-in-law and friends.","etssa":"1.26. Then, Arjuna (son of Pritha) saw there (in the armies) stationed,\nfathers and grandfathers, teachers, maternal uncles, brothers, sons, grandsons\nand friends too.","etdss":"1.26. Noticing all those kinsmen arrayed[in the army],the son of Kunti was overpowered by unmost compassion;and being despondent,he uttered this:","ecssa":"1.26 तत्र there? अपश्यत् saw? स्थितान् stationed? पार्थः Partha? पितृ़न् fathers? अथ also? पितामहान्grandfathers? आचार्यान् teachers? मातुलान् maternal uncles? भ्रातृ़न् brothers? पुत्रान् sons? पौत्रान् grandsons? सखीन् friends? तथा too.No Commentary.","scetsga":"1.26 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.121.29Sri Abhinavgupta did not comment upon this sloka.","scetssa":"1.26 - 1.47 Arjuna said - Sanjaya saidSanjaya continued:The high-minded Arjuna, extremely kind, deeply friendly, and supremely righteous, having brothers like himself, though repeatedly deceived by the treacherous attempts of your people like burning in the lac-house etc., and therefore fit to be killed by him with the help of the Supreme Person, nevertheless said, I will not fight.\nHe felt weak, overcome as he was by his love and extreme compassion for his relatives. He was also filled with fear, not knowing what was righteous and what unrighteous. His mind was tortured by grief, because of the thought of future separation from his relations. So he threw away his bow and arrow and sat on the chariot as if to fast to death.","chakravarthi":"Putra and pautra refer to the sons and grandsons of Duryodhana and others on the opposing side.","rudra":"\nWhat happened after that? To answer this theversestates:Therehesaw\nfathers, uncles, sons and grandsons; that is to say the sonsandgrandsons\nof Duryodhana and others as well as associates, friends,andwellwishers\nwho had rendered some favour in the past.","brahma":"There is no commentary for this verse.","shri":"There is no commentary for this verse.","kumar":"Arjunasawso many of his friends and associates opposing himinbattle.\nIt should be understood that those mentioned as fathers areoneswhowere\nfrom the same generationashisfathersuchas Bhurisravaandthose\ngrandfathers are similarly from the same generation as his grandfathersuch\nas Bhishma. The teachers referred to arelikeDronaandKripa,maternal\nuncles are like Salya, brothers are likeBhimaandDuryodhana,sonsare\nlike the age of his own sonAbhimanyu,grandsonsarelikeLaksmanaand\nfriends are like Asvatthama as well as others."}