{"meta":"Bhagavad GitaChapter 1 Verse 33","metahi":"भगवद् गीता 1.33","slok":"येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च।त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च।।1.33।।","htsrsd":"।।1.33।।जिनके लिये हमारी राज्य? भोग और सुखकी इच्छा है? वे ही ये सब अपने प्राणोंकी और धनकी आशाका त्याग करके युद्धमें खड़े हैं।","htstma":"।।1.33।।हमें जिनके लिये राज्य भोग और सुखादि की इच्छा है वे ही लोग धन और जीवन की आशा को त्यागकर युद्ध में खड़े हैं।","transliteration":"Yeshaam arthe kaangkshitam no raajyam bhogaah sukhaani cha;\nTa ime’vasthitaa yuddhe praanaamstyaktwaa dhanaani cha.","englishmeaning":"na—nor; kāṅkṣhe—do I desire; vijayam—victory; kṛiṣhṇa—Krishna; na—nor; cha—as well; rājyam—kingdom; sukhāni—happiness; cha—also; kim—what; naḥ—to us; rājyena—by kingdom; govinda—Krishna, he who gives pleasure to the senses, he who is fond of cows; kim—what?; bhogaiḥ—pleasures; jīvitena—life; vā—or; yeṣhām—for whose; arthe—sake; kāṅkṣhitam—coveted for; naḥ—by us; rājyam—kingdom; bhogāḥ—pleasures; sukhāni—happiness; cha—also; te—they; ime—these; avasthitāḥ—situated; yuddhe—for battle; prāṇān—lives; tyaktvā—giving up; dhanāni—wealth; cha—also","hcsrsd":"।।1.33।। व्याख्या   येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च  हम राज्य सुख भोग आदि जो कुछ चाहते हैं उनको अपने व्यक्तिगत सुखके लिये नहीं चाहते प्रत्युत इन कुटुम्बियों प्रेमियों मित्रों आदिके लिये ही चाहते हैं। आचार्यों पिताओं पितामहों पुत्रों आदिको सुखआराम पहुँचे इनकी सेवा हो जाय ये प्रसन्न रहेंइसके लिये ही हम युद्ध करके राज्य लेना चाहते हैं भोगसामग्री इकट्ठी करना चाहते हैं। त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च  पर वे ही ये सबकेसब अपने प्राणोंकी और धनकी आशाको छोड़कर युद्ध करनेके लिये हमारे सामने इस रणभूमिमें खड़े हैं। इन्होंने ऐसा विचार कर लिया है कि हमें न प्राणोंका मोह है और न धनकी तृष्णा है हम मर बेशक जायँ पर युद्धसे नहीं हटेंगे। अगर ये सब मर ही जायँगे हमें राज्य किसके लिये चाहिये सुख किसके लिये चाहिये धन किसके लिये चाहिये अर्थात् इन सबकी इच्छा हम किसके लिये करें प्राणांस्त्यक्त्वा धनानि च  का तात्पर्य है कि वे प्राणोंकी और धनकी आशाका त्याग करके खड़े हैं अर्थात् हम जीवित रहेंगे और हमें धन मिलेगाइस इच्छाको छोड़कर वे खड़े हैं। अगर उनमें प्राणोंकी और धनकी इच्छा होती तो वे मरनेके लिये युद्धमें क्यों खड़े होते अतः यहाँ प्राण और धनका त्याग करनेका तात्पर्य उनकी आशाका त्याग करनेमें ही है। सम्बन्ध  जिनके लिये हम राज्य भोग और सुख चाहते हैं वे लोग कौन हैंइसका वर्णन अर्जुन आगेके दो श्लोकोंमें करते हैं।","hcsca":"।।1.33।। No commentary.","etsga":"1.321.34 O Govinda! What need do we have of a kingdom, or what (need) of enjoyments and livelihood? Those for whom kingdom, enjoyments and pleasures ae desired by us, viz teachers, uncles, fathers-in-law, grandsons, brothers-in-law as also relatives-those very ones stand arrayed for battle risking their lives and wealth.","etssa":"1.33. Those for whose sake we desire kingdom, enjoyments and pleasures,\nstand here in battle, having renounced life and wealth.","etdss":"1.33. [These are our] teachers, fathers, sons and also paternal grandfathers, maternal uncles,fathers-in-law,sons sons,wives brothers,and (other) relatives.","ecssa":"1.33 येषाम् of whose? अर्थे sake? काङ्क्षितम् (is) desired? नः by us? राज्यम् kingdom? भोगाः enjoyment? सुखानि pleasures? च and? ते they? इमे these? अवस्थिताः stand? युद्धे in battle? प्राणान् life? त्यक्त्वा having abandoned? धनानि wealth? च and.No Commentary.","scetsga":"1.33 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.301.34Na ca sreyah, etc., upto mahikrte. Those who are wrongly conceived as object of slaying, with the individualizing idea that these are my teachers etc.8 would necessarily generate sin. Similarly, the act of slaying even of those deserving to be slain in the battle-if undertaken with the idea that This battle is to be fought for the apparent results like pleasures, happiness etc.- then it generates sin necessarily. This idea lurks in the objection [of Arjuna]. That is why a reply is going to be given [by Bhagavat] as You must undertake actions simply as your own duty, and not with an individualizing idea.","scetssa":"1.26 - 1.47 Arjuna said - Sanjaya saidSanjaya continued:The high-minded Arjuna, extremely kind, deeply friendly, and supremely righteous, having brothers like himself, though repeatedly deceived by the treacherous attempts of your people like burning in the lac-house etc., and therefore fit to be killed by him with the help of the Supreme Person, nevertheless said, I will not fight.\nHe felt weak, overcome as he was by his love and extreme compassion for his relatives. He was also filled with fear, not knowing what was righteous and what unrighteous. His mind was tortured by grief, because of the thought of future separation from his relations. So he threw away his bow and arrow and sat on the chariot as if to fast to death.","chakravarthi":"No Commentary by Sri Visvanatha Cakravarti Thakur","rudra":"\nArjuna says moreover, I see no good etc. That he does notseeanybenefit\nfrom slaying family members opposed in battle. It may be argued to himthat\nby fighting them it will lead to victory; but he has alreadysaidthathe\ndoesnt desire victory. This is being expanded in verse32beginningwith\nkim tu rajyena up to the end of verse 33. Theyforwhosesakewedeisre\nsovereignty are assembled here to fight giving up life andwealth,meaning\nundergoing such sacrifice. Therefore of what use will sovereignty be tous?\nThis is the understanding for verses 31-34.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nBy Arjuna addressing Lord KrishnaasGovindaexpressesthatsinceLord\nKrishna is the knower of all the functions of the senses,LordKrishnais\nalso the knower of his mind. The reason for not desiringthekingdometc.\nare given in the second half of verse 32 beginning:yesamarthe.Onecan\ndesire a kingdom for the happiness of ones kinsman even at the cost ofones\nown life; but in this battle when the destruction of ones kin is certainit\nis a fruitless desire to engage in battle. If it is put forth thatalthough\nArjuna out of compassion might not wish toslayhisenemies;butitis\ncertain that his enemies will surely slay him to keep the kingdom freefrom\nthorns. To answer this Arjuna is saying even if they intend to slayhimhe\nwill not slay them. He says: I do not desiretherulershipofthethree\nworlds let alone this tract of land calledEarth.Ifitisarguedthat\nArjuna could slay only the sons of Dhritarastra who caused thePandavasso\nmuch troubles and leave all the others warriors alive thentoanswerthis\nArjuna is saying: what pleasure is there for us thePandavastokillthe\nsons ofDhritarastra?Inexpectationoftemporary,earthlypleasures,\nfratricide is not in any way an appropriateactionandwillonlyinsure\neternal damnation to hell. By Arjuna addressing LordKrishnaasJanardana\nwhich means He who always naturally protects Hisdevotees;thatsinceHe\nhas appeared for removing the sins from this world, then Hecanjustslay\nall these sinners Himself and since Lord Krishna is the SupremeLordthere\nis no question of Himincurringanysinfulreactionforcausingtheir\ndeaths.","shri":"There is no commentary for this verse.","kumar":"It could be put forth that even ifthereisnorewardintheheavenly\nplanets there would still be royal luxuries and kinglyenjoymentsinthis\nworld for the slayer. TorefutethissuppositioninthisverseArjuna\ndeclares what use are these?The explanationofArjunaaddressing Lord\nKrishna by the vocativeGovindaindicatesthatsincetheLordisthe\npossessorofeternalexistence,consciousnessandbliss, Arjuna is\nimploring that the Lord should satiate him withthisbliss.Intheword\nGovinda, go stands for the senses and vinda stands for He whoattractsand\ndirects the senses.SoArjunafeelinggreatdespaircontemplatingthe\nprospect of immense slaughter as a consequence ofwarisrequestingLord\nKrishna to properly direct his senses for his ultimate benefit.\nIf it were to be submitted that even if Arjuna, being the son ofPanduand\nKunti had no desire for royal luxuries and kingly enjoyments, forthesake\nof his relatives such desires are appropriate. This is neutralisedbythis\nverse which stating that all those relatives for whosesakethesedesires\nwould be appropriate are on the battlefieldreadyforwar.Thereforein\nthis context Arjuna has no need to fight.\nIt may be argued that even if Arjuna thinks ofthemasrelatives,ifhe\ndoes not slay them, they will certainly slayhim.SoArjunashouldslay\nthem all and rule over the entire kingdom.TorefutethisArjunastates\nthat he never desires to slay them, even if they wish toslayhim.Arjuna\naddressing Lord Krishna with the vocative Madhusudanaisgivingreference\nto Lord Krishna terminating theexistenceofademonnameMadhuina\nprevious time. The name is used to give credencetoArjunaspositionby\nillustrating as an example thatdemonsaretobeexterminatedandnot\nrelatives.\nArjuna exclaims here that even for dominion of all the worlds hewouldnot\nwish to slay the sons of Dhritarastra,letaloneforakingdomonthe\nearth. By addressing Lord Krishna with thevocativeJanardanameaningHe\nwho destroys the ignorance of Hisdevotees,ArjunaissupplicatingLord\nKrishna to destroy his ignorance as well."}