{"meta":"Bhagavad GitaChapter 1 Verse 14","metahi":"भगवद् गीता 1.14","slok":"ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ।माधवः पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतुः।।1.14।।","htsrsd":"।।1.14।।उसके बाद सफेद घोड़ोंसे युक्त महान् रथपर बैठे हुए लक्ष्मीपति भगवान् श्रीकृष्ण और पाण्डुपुत्र अर्जुनने दिव्य शंखोंको बड़े जोरसे बजाया।","htstma":"।।1.14।।इसके उपरान्त श्वेत अश्वों से युक्त भव्य रथ में बैठे हुये माधव (श्रीकृष्ण) और पाण्डुपुत्र अर्जुन ने भी अपने दिव्य शंख बजाये।","transliteration":"Tatah shvetair hayair yukte mahati syandane sthitau;\nMaadhavah paandavashchaiva divyau shankhau pradadhmatuh.","englishmeaning":"tataḥ—then; śhvetaiḥ—by white; hayaiḥ—horses; yukte—yoked; mahati—glorious; syandane—chariot; sthitau—seated; mādhavaḥ—Shree Krishna, the husband of the goddess of fortune, Lakshmi; pāṇḍavaḥ—Arjun; cha—and; eva—also; divyau—Divine; śhaṅkhau—conch shells; pradadhmatuḥ—blew","hcsrsd":"।।1.14।। व्याख्या   ततः श्वेतैर्हयैर्युक्ते  चित्ररथ गन्धर्वने अर्जुनको सौ दिव्य घोड़े दिये थे। इन घोड़ोंमें यह विशेषता थी कि इनमेंसे युद्धमें कितने ही घोड़े क्यों न मारे जायँ पर ये संख्यामें सौकेसौ ही बने रहते थे कम नहीं होते थे। ये पृथ्वी स्वर्ग आदि सभी स्थानोंमें जा सकते थे। इन्हीं सौ घोड़ोंमेंसे सुन्दर और सुशिक्षित चार सफेद घोड़े अर्जुनके रथमें जुते हुए थे। महति स्यन्दने स्थितौ  यज्ञोंमें आहुतिरूपसे दिये गये घीको खातेखाते अग्निको अजीर्ण हो गया था। इसीलिये अग्निदेव खाण्डववनकी विलक्षणविलक्षण जड़ीबूटियाँ खाकर (जलाकर) अपना अजीर्ण दूर करना चाहते थे। परन्तु देवताओंके द्वारा खाण्डववनकी रक्षा की जानेके कारण अग्निदेव अपने कार्यमें सफल नहीं हो पाते थे। वे जबजब खाण्डववनको जलाते तबतब इन्द्र वर्षा करके उसको (अग्निको) बुझा देते। अन्तमें अर्जुनकी सहायतासे अग्निने उस पूरे वनको जलाकर अपना अजीर्ण दूर किया और प्रसन्न होकर अर्जुनको यह बहुत बड़ा रथ दिया। नौ बैलगाड़ियोंमें जितने अस्त्रशस्त्र आ सकते हैं उतने अस्त्रशस्त्र इस रथमें पड़े रहते थे। यह सोनेसे मढ़ा हुआ और तेजोमय था। इसके पहिये बड़े ही दृढ़ एवं विशाल थे। इसकी ध्वजा बिजलीके समान चमकती थी। यह ध्वजा एक योजन (चारकोस) तक फहराया करती थी। इतनी लम्बी होनेपर भी इसमें न तो बोझ था न यह कहीं रुकती थी और न कहीं वृक्ष आदिमें अटकती ही थी। इस ध्वजापर हनुमान्जी विराजमान थे। स्थितौ  कहनेका तात्पर्य है कि उस सुन्दर और तेजोमय रथपर साक्षात् भगवान् श्रीकृष्ण और उनके प्यारे भक्त अर्जुनके विराजमान होनेसे उस रथकी शोभा और तेज बहुत ज्यादा बढ़ गया था। माधवः पाण्डवश्चैव  मा नाम लक्ष्मीका है औरधव नाम पतिका है। अतःमाधव नाम लक्ष्मीपतिका है। यहाँपाण्डव नाम अर्जुनका है क्योंकिं अर्जुन सभी पाण्डवोंमें मुख्य हैं पाण्डवानां धनञ्जयः  (गीता 10। 37)।अर्जुननरके और श्रीकृष्णनारायणके अवतार थे। महाभारतके प्रत्येक पर्वके आरम्भमें नर (अर्जुन) और नारायण (भगवान श्रीकृष्ण) को नमस्कार किया गया है  नारायणं नमस्कृत्य नरं चैव नरोत्तमम्।  इस दृष्टिसे पाण्डवसेनामें भगवान् श्रीकृष्ण और अर्जुनये दोनों मुख्य थे। सञ्जयने भी गीताके अन्तमें कहा है किजहाँ योगेश्वर भगवान् श्रीकृष्ण और गाण्डीवधनुषधारी अर्जुन रहेंगे वहीँपर श्री विजय विभूति और अटल नीति रहेगी (18। 78)। दिव्यौ शङ्खौ प्रदध्मतुः  भगवान् श्रीकृष्ण और अर्जुनके हाथोंमें जो शंख थे वे तेजोमय और अलौकिक थे। उन शंखोंको उन्होंने बड़े जोरसे बजाया।यहाँ शङ्का हो सकती है कि कौरवपक्षमें मुख्य सेनापति पितामह भीष्म हैं इसलिये उनका सबसे पहले शंख बजाना ठीक ही है परन्तु पाण्डवसेनामें मुख्य सेनापति धृष्टद्युम्नके रहते हुए ही सारथी बने हुए भगवान् श्रीकृष्णने सबसे पहले शंख क्यों बजाया इसका समाधान है कि भगवान् सारथि बनें चाहे महारथी बनें उनकी मुख्यता कभी मिट ही नहीं सकती। वे जिस किसी भी पदपर रहें सदा सबसे बड़े ही बने रहते हैं। कारण कि वे अच्युत हैं कभी च्युत होते ही नहीं। पाण्डवसेनामें भगवान् श्रीकृष्ण ही मुख्य थे और वे ही सबका संचालन करते थे। जब वे बाल्यावस्थामें थे उस समय भी नन्द उपनन्द आदि उनकी बात मानते थे। तभी तो उन्होंने बालक श्रीकृष्णके कहनेसे परम्परासे चली आयी इन्द्रपूजाको छोड़कर गोवर्धनकी पूजा करनी शुरू कर दी। तात्पर्य है कि भगवान् जिस किसी अवस्थामें जिस किसी स्थानपर और जहाँ कहीँ भी रहते हैं वहाँ वे मुख्य ही रहते हैं। इसलिये भगवान्ने पाण्डवसेनामें सबसे पहले शंख बजाया।जो स्वयं छोटा होता है वही ऊँचे स्थानपर नियुक्त होनेसे बड़ा माना जाता है। अतः जो ऊँचे स्थानके कारण अपनेको बड़ा मानता है वह स्वयं वास्तवमें छोटा ही होता है। परंतु जो स्वयं बड़ा होता है वह जहाँ भी रहता है उसके कारण वह स्थान भी बड़ा माना जाता है। जैसे भगवान् यहाँ सारथि बने हैं तो उनके कारण वह सारथिका स्थान (पद) भी ऊँचा हो गया। सम्बन्ध  अब सञ्जय आगेके चार श्लोकोंमें पूर्वश्लोकका खुलासा करते हुए दूसरोंके शंखवादनका वर्णन करते हैं।","hcsca":"।।1.14।। तथ्य अत्यन्त साधारण है कि कौरवों की शंखध्वनि का उत्तर भगवान् श्रीकृष्ण और अर्जुन ने शंखनाद करके दिया परन्तु संजय ने जिस सुन्दरता और उदारता के साथ इसका वर्णन किया है वह इस बात का स्पष्ट सूचक है कि उसकी सहानुभूति किस पक्ष के साथ थी। वह कहता है श्वेत अश्वों से युक्त भव्य रथ में बैठे माधव और अर्जुन ने अपने दिव्य शंख बजाये। इस वर्णन से ज्ञात होता है कि संजय के मन में कहीं कोई आशा अटकी है कि संभवत दोनों पक्षों के शंखनाद के वर्णनों में विरोध देखकर इस समय भी धृतराष्ट्र अपने पुत्रों को युद्ध से विरत कर लें।","etsga":"1.14Then, Madhava (Krsna) and the son of Pandu (Arjuna), stationed in their magnificent chariot with white horses yoked to it, loudly blew their divine conchs.","etssa":"1.14. Then, also, Madhava (Krishna) and the son of Pandu (Arjuna),\nseated in the magnificent chariot, yoked with white horses, blew divine\nconches.","etdss":"1.14. Then,mounted on mighty chariot,yoked with white horses,Madhava(Krsna) and the son of Pandu(Arjuna)blew their heavenly conch-shells;","ecssa":"1.14 ततः then? श्वेतैः (with) white? हयैः horses? युक्ते yoked? महति magnificent? स्यन्दने in the chariot? स्थितौ seated? माधवः Madhava? पाण्डवः Pandava? the son of Pandu? च and? एव also? दिव्यौ divine? शङ्खौ conches? प्रदध्मतुः blew.No Commentary.","scetsga":"1.14 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.121.29Sri Abhinavgupta did not comment upon this sloka.","scetssa":"1.1 - 1.19 Dhrtarastra said - Sanjaya saidDuryodhana, after viewing the forces of Pandavas protected by Bhima, and his own forces protected by Bhisma conveyed his views thus to Drona, his teacher, about the adeacy of Bhimas forces for conering the Kaurava forces and the inadeacy of his own forces for victory against the Pandava forces. He was grief-stricken within.\nObserving his (Duryodhanas) despondecny, Bhisma, in order to cheer him, roared like a lion, and then blowing his conch, made his side sound their conchs and kettle-drums, which made an uproar as a sign of victory. Then, having heard that great tumult, Arjuna and Sri Krsna the Lord of all lords, who was acting as the charioteer of Arjuna, sitting in their great chariot which was powerful enough to coner the three worlds; blew their divine conchs Srimad Pancajanya and Devadatta. Then, both Yudhisthira and Bhima blew their respective conchs separately. That tumult rent asunder the hearts of your sons, led by Duryodhana. The sons of Dhrtarastra then thought, Our cause is almost lost now itself. So said Sanjaya to Dhrtarastra who was longing for their victory.\nSanjaya said to Dhrtarastra:Then, seeing the Kauravas, who were ready for battle, Arjuna, who had Hanuman, noted for his exploit of burning Lanka, as the emblem on his flag on his chariot, directed his charioteer Sri Krsna, the Supreme Lord-who is overcome by parental love for those who take shelter in Him who is the treasure-house of knowledge, power, lordship, energy, potency and splendour, whose sportive delight brings about the origin, sustentation and dissolution of the entire cosmos at His will, who is the Lord of the senses, who controls in all ways the senses inner and outer of all, superior and inferior - by saying, Station my chariot in an appropriate place in order that I may see exactly my enemies who are eager for battle.","chakravarthi":"No commentary by Sri Visvanatha Cakravarti Thakur.","rudra":"\nAfter the tumultuous sound coming from the Kaurava armyhadsubsided,the\nSupreme Lord Krishna and Arjuna seated on a magnificentchariotintrepidly\nblew their conch shellspowerfullyignitingthePandavaseagernessfor\nbattle as well.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nThereafter the Pandava army also sounded festivelyalthemusicalsounds\nfor battle readiness and this is what ismeantbytheuseoftheword\ntatah. Although there were many chariotspresentonthebattlefieldthe\nreason for mentioning the chariot of Lord Krishna and Arjuna wasthatthis\nchariot by which the three worlds could be conquered wasdonatedbyAgni,\nthe demigod of fire and was designed and built by Visvakarmathearchitect\nof the demigods and thus was especially powerful.","shri":"There is no commentary for this verse.","kumar":"Now in order to ignite the exaltation of the Pandava armyandinresponse\nto the Kaurava army the mighty blowingbytheSupremeLordKrishnaand\nArjuna ontheirdivineconchshellsconfidentlyindicatesthattheir\nvictory is eminent."}