{"meta":"Bhagavad GitaChapter 1 Verse 3","metahi":"भगवद् गीता 1.3","slok":"पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम्।व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता।।1.3।।","htsrsd":"।।1.3।।हे आचार्य आपके बुद्धिमान् शिष्य द्रुपदपुत्र धृष्टद्युम्नके द्वारा व्यूहरचनासे खड़ी की हुई पाण्डवोंकी इस बड़ी भारी सेनाको देखिये।","htstma":"।।1.3।।हे आचार्यआपके बुद्धिमान शिष्य द्रुपदपुत्र (धृष्टद्युम्न) द्वारा व्यूहाकार खड़ी की गयी पाण्डु पुत्रों की इस महती सेना को देखिये।","transliteration":"Pashyaitaam paanduputraanaam aachaarya mahateem chamoom;\nVyoodhaam drupadaputrena tava shishyena dheemataa.","englishmeaning":"paśhya—behold; etām—this; pāṇḍu-putrāṇām—of the sons of Pandu; āchārya—respected teacher; mahatīm—mighty; chamūm—army; vyūḍhām—arrayed in a military formation; drupada-putreṇa—son of Drupad, Dhrishtadyumna; tava—by your; śhiṣhyeṇa—disciple; dhī-matā—intelligent","hcsrsd":" 1.3।। व्याख्या   आचार्य  द्रोणके लियेआचार्य सम्बोधन देनेमें दुर्योधनका यह भाव मालूम देता है कि आप हम सबकेकौरवों और पाण्डवों के आचार्य हैं। शस्त्रविद्या सिखानेवाले होनेसे आप सबके गुरु हैं। इसलिये आपके मनमें किसीका पक्ष या आग्रह नहीं होना चाहिये। तव शिष्येण धीमता   इन पदोंका प्रयोग करनेमें दुर्योधनका भाव यह है कि आप इतने सरल हैं कि अपने मारनेके लिये पैदा होनेवाले धृष्टद्युम्नको भी आपने अस्त्रशस्त्रकी विद्या सिखायी है और वह आपका शिष्य धृष्टद्युम्न इतना बुद्धिमान है कि उसने आपको मारनेके लिये आपसे ही अस्त्रशस्त्रकी विद्या सीखी है। द्रुपदपुत्रेण  यह पद कहनेका आशय है कि आपको मारनेके उद्देश्यको लेकर ही द्रुपदने याज और उपयाज नामक ब्राह्मणोंसे यज्ञ कराया जिससे धृष्टद्युम्न पैदा हुआ। वही यह द्रुपदपुत्र धृष्टद्युम्न आपके सामने (प्रतिपक्षमें) सेनापतिके रूपमें खड़ा है।यद्यपि दुर्योधन यहाँद्रुपदपुत्रके स्थानपरधृष्टद्युम्नभी कह सकता था तथापि द्रोणाचार्यके साथ द्रुपद जो वैर रखता था उस वैरभावको याद दिलानेके लिये दुर्योधन यहाँ  द्रुपदपुत्रेण  शब्दका प्रयोग करता है कि अब वैर निकालनेका अच्छा मौका है। पाण्डुपुत्राणाम् एतां व्यूढां महतीं चमूं पश्य  द्रुपदपुत्रके द्वारा पाण्डवोंकी इस व्यूहाकार खड़ी हुई बड़ी भारी सेनाको देखिये। तात्पर्य है कि जिन पाण्डवोंपर आप स्नेह रखते हैं उन्हीं पाण्डवोंने आपके प्रतिपक्षमें खास आपको मारनेवाले द्रुपदपुत्रको सेनापति बनाकर व्यूहरचना करनेका अधिकार दिया है। अगर पाण्डव आपसे स्नेह रखते तो कमसेकम आपको मारनेवालेको तो अपनी सेनाका मुख्य सेनापति नहीं बनाते इतना अधिकार तो नहीं देते। परन्तु सब कुछ जानते हुए भी उन्होंने उसीको सेनापति बनाया है।यद्यपि कौरवोंकी अपेक्षा पाण्डवोंकी सेना संख्यामें कम थी अर्थात् कौरवोंकी सेना ग्यारह अक्षौहिणी  (टिप्पणी प0 5)  और पाण्डवोंकी सेना सात अक्षौहिणी थी तथापि दुर्योधन पाण्डवोंकी सेनाको बड़ी भारी बता रहा है। पाण्डवोंकी सेनाको बड़ी भारी कहनेमें दो भाव मालूम देते हैं(1) पाण्डवोंकी सेना ऐसे ढंगसे व्यूहाकार खड़ी हुई थी जिससे दुर्योधनको थोड़ी सेना भी बहुत ब़ड़ी दीख रही थी और (2) पाण्डवसेनामें सबकेसब योद्धा एक मतके थे। इस एकताके कारण पाण्डवोंकी थोड़ी सेना भी बलमें उत्साहमें बड़ी मालूम दे रही थी। ऐसी सेनाको दिखाकर दुर्योधन द्रोणाचार्यसे यह कहना चाहता है कि युद्ध करते समय आप इस सेनाको सामान्य और छोटी न समझें। आप विशेष बल लगाकर सावधानीसे युद्ध करें। पाण्डवोंका सेनापति है तो आपका शिष्य द्रुपदपुत्र ही अतः उसपर विजय करना आपके लिये कौनसी बड़ी बात है।  एतां पश्य  कहनेका तात्पर्य है कि यह पाण्डवसेना युद्धके लिये तैयार होकर सामने खड़ी है। अतः हमलोग इस सेनापर किस तरहसे विजय कर सकते हैंइस विषयमें आपको जल्दीसेजल्दी निर्णय लेना चाहिये। सम्बन्ध  द्रोणाचार्यसे पाण्डवोंकी सेना देखनेके लिये प्रार्थना करके अब दुर्योधन उन्हें पाण्डवसेनाके महारथियोंको दिखाता है।","hcsca":"।।1.3।। वास्तव में दुर्योधन की यह मूर्खता है कि वह द्रोणाचार्य को पाण्डवों की सैन्य रचना के विषय में विस्तार से बताये। आगे हम देखेंगे कि वह आवश्यकता से अधिक बातें करता है जो युद्ध के परिणाम के विषय में उसके संदेह का स्पष्ट लक्षण है।","etsga":"1.3 O teacher, (please) see this vast army of the sons of Pandu, arrayed for battle by the son of Drupada, your intelligent disciple.","etssa":"1.3. Behold, O Teacher! this mighty army of the sons of Pandu,\narrayed by the son of Drupada, thy wise disciple.","etdss":"1.3. O teacher !Behold this mighty army ofthe sons ofPandu,marshalled ina military array by Drupadas son,your intelligent pupil.","ecssa":"1.3 पश्य behold? एताम् this? पाण्डुपुत्राणाम् of the sons of Pandu? आचार्य O Teacher? महतीम् great? चमूम् army? व्यूढाम् arrayed? द्रुपदपुत्रेण son of Drupada? तव शिष्येण by your disciple? धीमता wise.No Commentary.","scetsga":"1.3 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.21.9Why this exhaustive counting? The reality of things is this:","scetssa":"1.1 - 1.19 Dhrtarastra said - Sanjaya saidDuryodhana, after viewing the forces of Pandavas protected by Bhima, and his own forces protected by Bhisma conveyed his views thus to Drona, his teacher, about the adeacy of Bhimas forces for conering the Kaurava forces and the inadeacy of his own forces for victory against the Pandava forces. He was grief-stricken within.\nObserving his (Duryodhanas) despondecny, Bhisma, in order to cheer him, roared like a lion, and then blowing his conch, made his side sound their conchs and kettle-drums, which made an uproar as a sign of victory. Then, having heard that great tumult, Arjuna and Sri Krsna the Lord of all lords, who was acting as the charioteer of Arjuna, sitting in their great chariot which was powerful enough to coner the three worlds; blew their divine conchs Srimad Pancajanya and Devadatta. Then, both Yudhisthira and Bhima blew their respective conchs separately. That tumult rent asunder the hearts of your sons, led by Duryodhana. The sons of Dhrtarastra then thought, Our cause is almost lost now itself. So said Sanjaya to Dhrtarastra who was longing for their victory.\nSanjaya said to Dhrtarastra:Then, seeing the Kauravas, who were ready for battle, Arjuna, who had Hanuman, noted for his exploit of burning Lanka, as the emblem on his flag on his chariot, directed his charioteer Sri Krsna, the Supreme Lord-who is overcome by parental love for those who take shelter in Him who is the treasure-house of knowledge, power, lordship, energy, potency and splendour, whose sportive delight brings about the origin, sustentation and dissolution of the entire cosmos at His will, who is the Lord of the senses, who controls in all ways the senses inner and outer of all, superior and inferior - by saying, Station my chariot in an appropriate place in order that I may see exactly my enemies who are eager for battle.","chakravarthi":"(Combined commentary for verses 2 and 3.)\n“O teacher, see this great army of the sons of Pandu, arranged for battle by your intelligent disciple, the son of Drupada.”\nUnderstanding that Dhritarashtra wanted war, Sanjaya then spoke, to make him aware of the obstacles to fulfilling that desire.\nDuryodhana, seeing the arrangement of troops (vyudham) being prepared by the Pandavas, then speaks with inner fear in nine verses, starting from the third verse.\nHe criticizes Dronacarya. He tells him that he is very foolish because Dhrstadyumna, the son of Drupada, was arranging the troops of the enemy. That person was Drona’s student, having been taught by him, even knowing that he was born to kill him. “Dhrstadyumna is very intelligent (dhimata) because he has gained the knowledge of how to kill you from you, his enemy. See what will result from this in the future!”","rudra":"\nThese very words, O respected preceptor, pleasebeholdareunderstoodto\nintroduce this theme up until verse twelve. Orespectedpreceptor,please\nbeholdthePandavaarmyconsistingofsevenaksauhinisarrayedand\ndisplayed in battle formation by Dhrishtadyumna, the son of Draupada.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nDuryodhana is thinking that Drona might decline to fight in the battle,out\nof affection for the Pandavas who had been his best disciples. So tryingto\ncreate some anger in Drona towards them, Duryodhanasneeredandexclaimed\npasyaitam: Behold these! Implying that the Pandavas aredespicablebecause\nthey are blatantly disrespecting the acarya bychoosingtofightagainst\ntheir own preceptor.\nThen to incite Drona further Duryodhana says that the military formationof\nthe Pandava army has been arrayed byanotheroneofhisdisciples,the\nintelligent son of Drupada. Duryodhana could have called the son ofDrupada\nby his name Dhristadyumna; but he purposely useddrupada-putrabecauseit\nwould remind Drona of hisbitterenemy,KingDrupada,whoperformeda\nsacrifice specifically to get a son who would be the slayer ofDrona.This\nson was Dhristayumna.\nDuryodhana is calling Dristadyumna intelligent because hehadlearnedthe\nscience of warfare from the very person hewasborntokill.Futhermore\nDuryodhana is implying that it was imprudent of Drona to teachthescience\nof archery to the very person who was destinedtokillhimandwhowas\nknown to be his enemy. Duryodhanas intention in expressing these thingsis\nthat it is because of Dronas indifference to things he was aware of andin\neducating the enemy anyway will be the cause of all the problemstheywill\nface in the battle.","shri":"There is no commentary for this verse.","kumar":"Duryodhanain order to kindle some anger intheheartofhispreceptor\nDrona, speaks about the excellence of the Pandava army cynicallyusingthe\nwords: Behold the mighty army of thePandavaswellarrangedinmilitary\nphalanx. Here Duryodhana is conveying to Drona that the Pandavashavecome\nprepared to engage in battle. Duryodhana wantstofurtherinciteDrona\nagainst the Pandavas by the useofthewordBeholdimplyingthatwith\nunmitigated arrogance the Pandavas are fast approaching without waitingfor\nus to start who are depending upon Drona himself. If Drona thenputsforth\nthat the Pandavas are his pupils as well and due to Yudhisthira beingelder\nhave the right to startbeforeyouiftheysodesire.ButDuryodhana\nanticipating that response, overtly mentions Dhritadyumna thecommanderof\nthe Pandava army by calling him the son of Drupada, to remindDrona ofhis\nbeing the son of his mortal enemy, so thereshouldbenocompassionfor\nthem. If Drona then argues that one should not fightwiththesonofan\nenemy who is commander of an opposing army, Duryodhana byalsoreferring\nto Dhritadyumna as Dronas disciple neutralises that argument by theoffence\nincurred of his in choosing to fight against a preceptor a condemnedaction\nsothereisnodoubtastomotivation.Duryodhanabyalsocalling\nDhristadyumna intelligent suggests that everything asapupilhelearned\nfrom Drona would now be used against him so there shouldbenohesitation\nor neglect towards him as he has made up his mind to take Dronas life.\nWhat Sanjaya is subtlety conveying to Dhritarastra isthathisson,King\nDuryodhana uninfluenced by the sanctity Kuruksetra possesses noinclination\nfor righteousness. A serpent even though fed withmilkdoesgiveupits\nvenom; on the contrary it increases its poison and anger. So alsothesame\nregarding your son, you should not worry that he willeverreturntothe\nkingdom to the Pandavas for he definitely will not."}