{"meta":"Bhagavad GitaChapter 1 Verse 6","metahi":"भगवद् गीता 1.6","slok":"युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान्।सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः।।1.6।।","htsrsd":"।।1.41.6।।यहाँ (पाण्डवोंकी सेनामें) बड़ेबड़े शूरवीर हैं? जिनके बहुत बड़ेबड़े धनुष हैं तथा जो युद्धमें भीम और अर्जुनके समान हैं। उनमें युयुधान (सात्यकि)? राजा विराट और महारथी द्रुपद भी हैं। धृष्टकेतु और चेकितान तथा पराक्रमी काशिराज भी हैं। पुरुजित् और कुन्तिभोजये दोनों भाई तथा मनुष्योंमें श्रेष्ठ शैब्य भी हैं। पराक्रमी युधामन्यु और पराक्रमी उत्तमौजा भी हैं। सुभद्रापुत्र अभिमन्यु और द्रौपदीके पाँचों पुत्र भी हैं। ये सबकेसब महारथी हैं।","htstma":"।।1.6।।पराक्रमी युधामन्यु बलवान् उत्तमौजा सुभद्रापुत्र (अभिमन्यु) और द्रोपदी के पुत्रये सब महारथी हैं।","transliteration":"Yudhaamanyushcha vikraanta uttamaujaashcha veeryavaan;\nSaubhadro draupadeyaashcha sarva eva mahaarathaah.","englishmeaning":"atra—here; śhūrāḥ—powerful warriors; mahā-iṣhu-āsāḥ—great bowmen; bhīma-arjuna-samāḥ—equal to Bheem and Arjun; yudhi—in military prowess; yuyudhānaḥ—Yuyudhan; virāṭaḥ—Virat; cha—and; drupadaḥ—Drupad; cha—also; mahā-rathaḥ—warriors who could single handedly match the strength of ten thousand ordinary warriors; dhṛiṣhṭaketuḥ—Dhrishtaketu; chekitānaḥ—Chekitan; kāśhirājaḥ—Kashiraj; cha—and; vīrya-vān—heroic; purujit—Purujit; kuntibhojaḥ—Kuntibhoj; cha—and; śhaibyaḥ—Shaibya; cha—and; nara-puṅgavaḥ—best of men; yudhāmanyuḥ—Yudhamanyu; cha—and; vikrāntaḥ—courageous; uttamaujāḥ—Uttamauja; cha—and; vīrya-vān—gallant; saubhadraḥ—the son of Subhadra; draupadeyāḥ—the sons of Draupadi; cha—and; sarve—all; eva—indeed; mahā-rathāḥ—warriors who could single handedly match the strength of ten thousand ordinary warriors","hcsrsd":"।।1.6।। व्याख्या   अत्र शूरा महेष्वासा भीमार्जुनसमा युधि  जिनसे बाण चलाये जाते हैं फेंके जाते हैं उनका नामइष्वास अर्थात् धनुष है। ऐसे बड़ेबड़े इष्वास (धनुष) जिनसे पास हैं वे सभीमहेष्वास हैं। तात्पर्य है कि बड़े धनुषोंपर बाण चढ़ाने एवं प्रत्यञ्चा खींचनेमें बहुत बल लगता है। जोरसे खींचकर छोड़ा गया बाण विशेष मार करता है। ऐसे बड़ेबड़े धनुष पासमें होनेके कारण ये सभी बहुत बलवान् और शूरवीर हैं। ये मामूली योद्धा नहीं हैं। युद्धमें ये भीम और अर्जुनके समान हैं अर्थात् बलमें ये भीमके समान और अस्त्रशस्त्रकी कलामें ये अर्जुनके समान हैं। युयुधानः  युयुधान(सात्यकि) ने अर्जुनसे अस्त्रशस्त्रकी विद्या सीखी थी। इसलिये भगवान् श्रीकृष्ण के द्वारा दुर्योधनको नारायणी सेना देनेपर भी वह कृतज्ञ होकर अर्जुनके पक्षमें ही रहा दुर्योधनके पक्षमें नही गया। द्रोणाचार्यके मनमें अर्जुनके प्रति द्वेषभाव पैदा करनेके लिये दुर्योधन महारथियोंमें सबसे पहले अर्जुनके शिष्य युयुधानका नाम लेता हैं। तात्पर्य है कि इस अर्जुनको तो देखिये इसने आपसे ही अस्त्रशस्त्र चलाना सीखा है और आपने अर्जुनको यह वरदान भी दिया है कि संसारमे तुम्हारे समान और कोई धनुर्धर न हो ऐसा प्रयत्न करूँगा  (टिप्पणी प0 6) । इस तरह आपने तो अपने शिष्य अर्जुनपर इतना स्नेह रखा है पर वह कृतघ्न होकर आपके विपक्षमें लड़नेके लिये खड़ा है जबकि अर्जुनका शिष्य उसीके पक्षमें खड़ा है।युयुधान महाभारतके युद्धमें न मरकर यादवोंके आपसी युद्धमें मारे गये। विराटश्च  जिसके कारण हमारे पक्षका वीर सुशर्मा अपमानित किया गया आपको सम्मोहनअस्त्रसे मोहित होना पड़ा और हमलोगोंको भी जिसकी गायें छोड़कर युद्धसे भागना पड़ा वह राजा विराट आपके प्रतिपक्षमें खड़ा है।राजा विराटके साथ द्रोणाचार्यका ऐसा कोई वैरभाव या द्वेषभाव नहीं था परन्तु दुर्योधन यह समझता है कि अगर युयुधानके बाद मैं द्रुपदका नाम लूँ तो द्रोणाचार्यके मनमें यह भाव आ सकता है कि दुर्योधन पाण्डवोंके विरोधमें मेरेको उकसाकर युद्धके लिए विशेषतासे प्रेरणा कर रहा है तथा मेरे मनमें पाण्डवोंके प्रति वैरभाव पैदा कर रहा है। इसलिये दुर्योधन द्रुपदके नामसे पहले विराटका नाम लेता है जिससे द्रोणाचार्य मेरी चालाकी न समझ सकें और विशेषतासे युद्ध करें।राजा विराट उत्तर श्वेत और शंख नामक तीनों पुत्रोंसहित महाभारतयुद्धमें मारे गये। द्रुपदश्च महारथः आपने तो द्रुपदको पहलेकी मित्रता याद दिलायी पर उसने सभामें यह कहकर आपका अपमान किया कि मैं राजा हूँ और तुम भिक्षुक हो अतः मेरीतुम्हारी मित्रता कैसी तथा वैरभावके कारण आपको मारनेके लिये पुत्र भी पैदा किया वही महारथी द्रुपद आपसे लड़नेके लिये विपक्षमें खड़ा है।राजा द्रुपद युद्धमें द्रोणाचार्यके हाथसे मारे गये। धृष्टकेतुः  यह धृष्टकेतु कितना मूर्ख है कि जिसके पिता शिशुपालको कृष्णने भरी सभामें चक्रसे मार डाला था उसी कृष्णके पक्षमें यह लड़नेके लिये खड़ा है। धृष्टकेतु द्रोणाचार्यके हाथसे मारे गये। चेकितानः  सब यादवसेना तो हमारी ओरसे लड़नेके लिये तैयार है और यह यादव चेकितान पाण्डवोंकी सेनामें खड़ा है। चेकितान दुर्योधनके हाथसे मारे गये। काशिराजश्च वीर्यवान्  यह काशिराज बड़ा ही शूरवीर और महारथी है। यह भी पाण्डवोंकी सेनामें खड़ा है। इसलिये आप सावधानीसे युद्ध करना क्योंकि यह बड़ा पराक्रमी है।काशिराज महाभारतयुद्धमें मारे गये। पुरुजित्कुन्तिभोजश्च  यद्यपि पुरुजित् और कुन्तिभोजये दोनों कुन्तीके भाई होनेसे हमारे और पाण्डवोंके मामा हैं तथापि इनके मनमें पक्षपात होनेके कारण ये हमारे विपक्षमें युद्ध करनेके लिये खड़े हैं।पुरुजित् और कुन्तिभोजदोनों ही युद्धमें द्रोणाचार्यके हाथसे मारे गये। शैब्यश्च नरपुङ्गवः   यह शैब्य युधिष्ठिरका श्वशुर है। यह मनुष्योंमें श्रेष्ठ और बहुत बलवान् है। परिवारके नाते यह भी हमारा सम्बन्धी है। पतन्तु यह पाण्डवोंके ही पक्षमें खड़ा है।  युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान्  पाञ्चालदेशके बड़े बलवान् और वीर योद्धा युधामन्यु तथा उत्तमौजा मेरे वैरी अर्जुनके रथके पहियोंकी रक्षामें नियुक्त किये गये हैं। आप इनकी ओर भी नजर रखना।रातमें सोते हुए इन दोनोंको अश्वत्थामाने मार डाला। सौभद्रः  यह कृष्णकी बहन सुभद्राका पुत्र अभिमन्यु है। यह बहुत शूरवीर है। इसने गर्भमें ही चक्रव्यूहभेदनकी विद्या सीखी है। अतः चक्रव्यूहरचनाके समय आप इसका खयाल रखें।युद्धमें दुःशासनपुत्रके द्वारा अन्यायपूर्वक सिरपर गदाका प्रहार करनेसे अभिमन्यु मारे गये। द्रौपदेयाश्च  युधिष्ठिर भीम अर्जुन नकुल और सहदेवइन पाँचोंके द्वारा द्रौपदीके गर्भसे क्रमशः प्रतिविन्ध्य सुतसोम श्रुतकर्मा शतानीक और श्रुतसेन पैदा हुए हैं। इन पाँचोंको आप देख लीजिये। द्रौपदीने भरी सभामें मेरी हँसी उड़ाकर मेरे हृदयको जलाया है उसीके इन पाँचों पुत्रोंको युद्धमें मारकर आप उसका बदला चुकायें। रातमें सोते हुए इन पाँचोंको अश्वत्थामाने मार डाला। सर्व एव महारथाः  ये सबकेसब महारथी हैं। जो शास्त्र और शस्त्रविद्यादोनोंमें प्रवीण हैं और युद्धमें अकेले ही एक साथ दस हजार धनुर्धारी योद्धाओंका संचालन कर सकता है उस वीर पुरुषकोमहारथीकहते हैं  (टिप्पणी प0 7)  ऐसे बहुतसे महारथी पाण्डवसेनामें खड़े हैं। सम्बन्ध  द्रोणाचार्य के मनमें पाण्डवोंके प्रति द्वेष पैदा करने और युद्धके लिये जोश दिलानेके लिये दुर्योधनने पाण्डवसेनाकी विशेषता बतायी। दुर्योधनके मनमें विचार आया कि द्रोणाचार्य पाण्डवोंके पक्षपाती हैं ही अतः वे पाण्डवसेनाकी महत्ता सुनकर मेरेको यह कह सकते हैं कि जब पाण्डवोंकी सेनामें इतनी विशेषता है तो उनके साथ तू सन्धि क्यों नहीं कर लेता ऐसा विचार आते ही दुर्योधन आगेके तीन श्लोकोंमें अपनी सेनाकी विशेषता बताता है।","hcsca":"।।1.6।। इन तीन श्लोकों में पाण्डवसैन्य के प्रमुख एवं प्रसिद्ध योद्धाओं की नामावली है। पाण्डवों की सेना का निरीक्षण करते समय दुर्योधन उनमें अनेक महारथियों को पहचानता है। प्राचीन हिन्दू सेनाओं में 11000 धनुर्धारी सैनिकों के समूह के नायक को महारथी कहा जाता था।अर्जुन और भीम अपने समय के धनुर्विद्या और शक्ति के लिये प्रसिद्ध योद्धा थे। दुर्योधन कहता है कि सभी महारथी अर्जुन और भीम के समान हैं जिसका तात्पर्य यह है कि यद्यपि पाण्डवों की सेना संख्या में कम थी परन्तु सार्मथ्य में वह कौरवों की सुसज्जित और विशाल सेना से अधिक थी।","etsga":"1.6 And the chivalrous Yudhamanyu, and the valiant Uttamaujas; son of Subhadra (Abhimanyu) and the sons of Draupadiall (of whom) are, verily, maharathas.","etssa":"1.6. The strong Yodhamanyu and the brave Uttamaujas, the son\nof Subhadra (Abhimanyu, the son of Subhadra and Arjuna), and the sons of\nDraupadi, all of great chariots (great heroes).","etdss":"1.6. And Yudhamanyu,the heroic,and Uttamaujas,the valourous,the son of Subhadra and the sons of Draupadiall are indeed mighty warriors.","ecssa":"1.6 युधामन्युः Yudhamanyu? च and? विक्रान्तः the strong? उत्तमौजाः Uttamaujas? च and? वीर्यवान् the brave? सौभद्रः the son of Subhadra? द्रौपदेयाः the sons of Draupadi? च and? सर्वे all? एव even? महारथाः great carwarriors.No Commentary.","scetsga":"1.6 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.21.9Why this exhaustive counting? The reality of things is this:","scetssa":"1.1 - 1.19 Dhrtarastra said - Sanjaya saidDuryodhana, after viewing the forces of Pandavas protected by Bhima, and his own forces protected by Bhisma conveyed his views thus to Drona, his teacher, about the adeacy of Bhimas forces for conering the Kaurava forces and the inadeacy of his own forces for victory against the Pandava forces. He was grief-stricken within.\nObserving his (Duryodhanas) despondecny, Bhisma, in order to cheer him, roared like a lion, and then blowing his conch, made his side sound their conchs and kettle-drums, which made an uproar as a sign of victory. Then, having heard that great tumult, Arjuna and Sri Krsna the Lord of all lords, who was acting as the charioteer of Arjuna, sitting in their great chariot which was powerful enough to coner the three worlds; blew their divine conchs Srimad Pancajanya and Devadatta. Then, both Yudhisthira and Bhima blew their respective conchs separately. That tumult rent asunder the hearts of your sons, led by Duryodhana. The sons of Dhrtarastra then thought, Our cause is almost lost now itself. So said Sanjaya to Dhrtarastra who was longing for their victory.\nSanjaya said to Dhrtarastra:Then, seeing the Kauravas, who were ready for battle, Arjuna, who had Hanuman, noted for his exploit of burning Lanka, as the emblem on his flag on his chariot, directed his charioteer Sri Krsna, the Supreme Lord-who is overcome by parental love for those who take shelter in Him who is the treasure-house of knowledge, power, lordship, energy, potency and splendour, whose sportive delight brings about the origin, sustentation and dissolution of the entire cosmos at His will, who is the Lord of the senses, who controls in all ways the senses inner and outer of all, superior and inferior - by saying, Station my chariot in an appropriate place in order that I may see exactly my enemies who are eager for battle.","chakravarthi":"Here are Dhrstaketu, Cekitana, the valorous king of Kasi, Purujit, Kuntibhoja and Saibya, the best of men.\nHere are mighty Yudhamanyu, valiant Uttamauja, Abhimanyu, and the five sons of Draupadi, all maharathas.\n“The leaders of their troops, having great bows (isvasa), will be impossible to cut down.” That is the suggestion by his mentioning the bows. Yuyudhanah refers to Satyaki. Saubhadrah refers to Abhimanyu. Draupadeyah refers to the five sons of the Pandavas by Draupadi, such as Prativindhya.\neko dasa sahasrani yodhayed yas tu dhanvinam sastra-sastra-pravinas ca maharatha iti smrtah amitan yodhayed yas tu samprokto ‘tirathas tu sah caikena yo yudhyet tan-nyuno’rdha-rathah smrtah\nA maharatha is one who can fight alone with ten thousand archers, who is expert in both weapons and scripture. An atiratha is one who fights with unlimited troops (less than ten thousand but more than a thousand). A ratha is one who fights with one thousand. One who does less than that is called ardha ratha.","rudra":"\nHere means here in this army are those weapons by which arrows are\ndischarged. Those weapons are called bows. Those who are wielders of mighty\nbows are known as mighty-bowed. Bhima and Arjuna are two exceptionally\nfamous warriors. There are other heroes equally famous in the Pandava army.\nThey are being mentioned from verse 4 to verse 6. They are all maha-\nrathas. A maha-ratha is a warrior so perfected in the science of weaponry\nthat he can fight alone against 11,000 bowmen all at the same time and not\nbe defeated. An ati-ratha is so expert that he can fight alone against many\ninnumerable bowmen at the same time and not be defeated. A rathi is he who\ncan fight against one bowman at the same time and not be defeated and he\nwho cannot fight successfully against even one bowman iscalled a half-\nrathi.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nThe attribute vikrantah meaning valiant is giventoYudhamanyuandagain\nthe attribute viryavan which is heroic is given to Uttamauja. Saubhadrahis\nAbhimanyu the son of Subhadra who is the wifeofArjuna.Draupadeyahare\nthe five sons ofDraupadiwhoare:Pratibindha,Srutasena,Srntakirti,\nSatanika and Srutavarma and by the use of the word ca it referstoBhimas\nson Ghatatkaca and others.\nAs for the Pandavas themselves Duryodhana did not mentionthematallas\ntheir name and fame was known by everybody. The namesofthese17heroes\nmentioned and all those in favor of the Pandavasareallmaha-rathas.By\nthe use of the word sarve meaning all, Duryodhanainstigatesandagitates\nthe fighting mood of Drona, by adding even those warriors who areatirathas\nand placed them in the class of maha-rathas as well.\nThe defintion of maha-ratha is he who can fight against10,000bowmenall\nat the same time and not be defeated and isamasterinthescienceof\nwarfare and the use of all weapons. An ati-ratha is aherowhocanfight\nagainst innumerable bowmen but less than 10,000 at the same time andremain\nundefeated. A yoddha-ratha is the hero who can fight against onebowmenat\na time and remain undefeated and onewhocannotevenfightagainstone\nbowman successfully is called an arddha-ratha.","shri":"There is no commentary for this verse.","kumar":"Theadjective vikrantameaningvaliantqualifiesYudhamanyuandthe\nadjective viryavan meaningverypowerfulqualifiesUttamauja.Saubhadra\nrefers to Abhimanyu the son of Saubhadra byArjuna.Draupadeyarefersto\nthefivesonsofDraupadibeingPrativindhya,Sutasoma, Srutakirti,\nSutanika and Srutasena. The particle ca referstoGhatotkacathesonof\nHidimba by Bhima. All theseare also certainly maharathas. Arjunaandhis\nbrothers are not mentioned because it is well known byallthattheyare\nall unrivalled maharathas. The characteristics of a maharathaarethathe\ncan fight single-handedly against 10,000 bow weilding archers and isexpert\nin thescienceandpracticeofwarfare.Anatirathacanfightwith\ninnumerable warriors up to 10,000. Arathacanfightaloneagainstone\nopponent and aardharathacannot defeat even a single opponent."}