{"meta":"Bhagavad GitaChapter 1 Verse 8","metahi":"भगवद् गीता 1.8","slok":"भवान्भीष्मश्च कर्णश्च कृपश्च समितिञ्जयः।अश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च।।1.8।।","htsrsd":"।।1.8।।आप (द्रोणाचार्य) और पितामह भीष्म तथा कर्ण और संग्रामविजयी कृपाचार्य तथा वैसे ही अश्वत्थामा? विकर्ण और सोमदत्तका पुत्र भूरिश्रवा।","htstma":"।।1.8।।एक तो स्वयं आप भीष्म कर्ण और युद्ध विजयी कृपाचार्य तथा अश्वत्थामा विकर्ण और सोमदत्त का पुत्र है।","transliteration":"Bhavaan bheeshmashcha karnashcha kripashcha samitinjayah;\nAshwatthaamaa vikarnashcha saumadattis tathaiva cha.","englishmeaning":"bhavān—yourself; bhīṣhmaḥ—Bheeshma; cha—and; karṇaḥ—Karna; cha—and; kṛipaḥ—Kripa; cha—and; samitim-jayaḥ—victorious in battle; aśhvatthāmā—Ashvatthama; vikarṇaḥ—Vikarna; cha—and; saumadattiḥ—Bhurishrava; tathā—thus; eva—even; cha—also","hcsrsd":"।।1.8।। व्याख्या भवान् भीष्मश्च  आप और पितामह भीष्म दोनों ही बहुत विशेष पुरुष हैं। आप दोनोंके समकक्ष संसारमें तीसरा कोई भी नहीं है। अगर आप दोनोंमेंसे कोई एक भी अपनी पूरी शक्ति लगाकर युद्ध करे तो देवता यक्ष राक्षस मनुष्य आदिमें ऐसा कोई भी नहीं है जो कि आपके सामने टिक सके। आप दोनोंके\nपराक्रमकी बात जगत्में प्रसिद्ध ही है। पितामह भीष्म तो आबाल ब्रह्मचारी हैं और इच्छामृत्यु हैं अर्थात् उनकी इच्छाके बिना उन्हें कोई मार ही नहीं सकता।\nमहाभारतयुद्धमें द्रोणाचार्य धृष्टद्युम्नके द्वारा मारे गये और पितामह भीष्मने अपनी इच्छासे ही सूर्यके उत्तरायण होनेपर अपने प्राणोंका त्याग कर दिया।\n कर्णश्च   कर्ण तो बहुत ही शूरवीर है। मुझे तो ऐसा विश्वास है कि वह अकेला ही पाण्डवसेनापर विजय प्राप्त कर सकता है। उसके सामने अर्जुन भी कुछ नहीं कर सकता। ऐसा वह कर्ण भी हमारे पक्षमें है।\nकर्ण महाभारतयुद्धमें अर्जुनके द्वारा मारे गये।\n कृपश्च समितिञ्जयः   कृपाचार्यकी तो बात ही क्या है वे तो चिरंजीवी हैं  (टिप्पणी प0 8)  हमारे परम हितैषी हैं और सम्पूर्ण पाण्डवसेनापर विजय प्राप्त कर सकते हैं।\nयद्यपि यहाँ द्रोणाचार्य और भीष्मके बाद ही दुर्योधनको कृपाचार्यका नाम लेना चाहिये था परन्तु दुर्योधनको कर्णपर जितना विश्वास था उतना कृपाचार्यपर नहीं था। इसलिये कर्णका नाम तो भीतरसे बीचमें ही निकल पड़ा। द्रोणाचार्य और भीष्म कहीं कृपाचार्यका अपमान न समझ लें इसलिये दुर्योधन कृपाचार्यको संग्रामविजयी विशेषण देकर उनको प्रसन्न करना चाहता है।\n अश्वत्थामा   ये भी चिरंजीवी हैं और आपके ही पुत्र हैं। ये बड़े ही शूरवीर हैं। इन्होंने आपसे ही अस्त्रशस्त्रकी विद्या सीखी है। अस्त्रशस्त्रकी कलामें ये बड़े चतुर हैं।\n विकर्णश्च सौमदत्तिस्तथैव च   आप यह न समझें कि केवल पाण्डव ही धर्मात्मा हैं हमारे पक्षमें भी मेरा भाई विकर्ण बड़ा धर्मात्मा और शूरवीर है। ऐसे ही हमारे प्रपितामह शान्तनुके भाई बाह्लीकके पौत्र तथा सोमदत्तके पुत्र भूरिश्रवा भी बड़े धर्मात्मा हैं। इन्होंने बड़ीबड़ी दक्षिणावाले अनेक यज्ञ किये हैं। ये बड़े शूरवीर और महारथी हैं।\nयुद्धमें विकर्ण भीमके द्वारा और भूरिश्रवा सात्यकिके द्वारा मारे गये।\nयहाँ इन शूरवीरोंके नाम लेनेमें दुर्योधनका यह भाव मालूम देता है कि हे आचार्य हमारी सेनामें आप भीष्म कर्ण कृपाचार्य आदि जैसे महान् पराक्रमी शूरवीर हैं ऐसे पाण्डवोंकी सेनामें देखनेमें नहीं आते। हमारी सेनामें कृपाचार्य और अश्वत्थामा ये दो चिरंजीवी हैं जबकि पाण्डवोंकी सेनामें ऐसा एक भी नहीं है। हमारी सेनामें धर्मात्माओंकी भी कमी नहीं है। इसलिये हमारे लिये डरनेकी कोई बात नहीं है।","hcsca":"।।1.8।। यद्यपि कुछ क्षणों के लिये अपराध की भावना एवं मानसिक उतेंजना के कारण दुर्योधन का विवेक लुप्त हो गया था किन्तु एक तानाशाह की भाँति उसने शीघ्र ही अपने आप को संयमित कर लिया। सम्भवत द्रोणाचार्य के उत्साहरहित मौन से वह समझ गया कि उन्हें द्विज कहकर सम्बोधित करके वह शील की मर्यादा का उल्लंघन कर रहा था।","etsga":"1.8 (They are:) Your venerable self, Bhisma and Karna, and Krpa who is ever victorious in battle; Asvatthama, Vikarna, Saumadatti and Jayadratha.","etssa":"1.8. Thyself and Bhishma, and Karna and also Kripa, the victorious\nin war, Asvatthama, Vikarna, and also Bhurisrava, the son of Somadatta.","etdss":"1.8. Your goodself,and Bhisma,and Karna,krpa,Salya,Jayadratha,Asvatthaman, and Vikarna,and Somadattas son,the valourous;","ecssa":"1.8 भवान् yourself? भीष्मः Bhishma? च and? कर्णः Karna? च and? कृपः Kripa? च and? समितिञ्जयः victorious in war? अश्वत्थामा Asvatthama? the son of Dronacharya? विकर्णः Vikarna? च and? सौमदत्तिः the son of Somadatta? तथा thus? एव even? च and.No Commentary.","scetsga":"1.8 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.21.9Why this exhaustive counting? The reality of things is this:","scetssa":"1.1 - 1.19 Dhrtarastra said - Sanjaya saidDuryodhana, after viewing the forces of Pandavas protected by Bhima, and his own forces protected by Bhisma conveyed his views thus to Drona, his teacher, about the adeacy of Bhimas forces for conering the Kaurava forces and the inadeacy of his own forces for victory against the Pandava forces. He was grief-stricken within.\nObserving his (Duryodhanas) despondecny, Bhisma, in order to cheer him, roared like a lion, and then blowing his conch, made his side sound their conchs and kettle-drums, which made an uproar as a sign of victory. Then, having heard that great tumult, Arjuna and Sri Krsna the Lord of all lords, who was acting as the charioteer of Arjuna, sitting in their great chariot which was powerful enough to coner the three worlds; blew their divine conchs Srimad Pancajanya and Devadatta. Then, both Yudhisthira and Bhima blew their respective conchs separately. That tumult rent asunder the hearts of your sons, led by Duryodhana. The sons of Dhrtarastra then thought, Our cause is almost lost now itself. So said Sanjaya to Dhrtarastra who was longing for their victory.\nSanjaya said to Dhrtarastra:Then, seeing the Kauravas, who were ready for battle, Arjuna, who had Hanuman, noted for his exploit of burning Lanka, as the emblem on his flag on his chariot, directed his charioteer Sri Krsna, the Supreme Lord-who is overcome by parental love for those who take shelter in Him who is the treasure-house of knowledge, power, lordship, energy, potency and splendour, whose sportive delight brings about the origin, sustentation and dissolution of the entire cosmos at His will, who is the Lord of the senses, who controls in all ways the senses inner and outer of all, superior and inferior - by saying, Station my chariot in an appropriate place in order that I may see exactly my enemies who are eager for battle.","chakravarthi":"Saumadatti refers to Bhurisrava, the son of Somadatta.","rudra":"\nThe most powerfulcommandersarebeingnamednow.Samjitinjayahmeans\nalways victorious in battle. This applies to Drona and Bhishmadevaandall\nthe warriors named herein. The son of Somadatta was known as Bhurishravas.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nThe names Duryodhana has mentioned are: Bhavah referring toDronahimself.\nVikarna who is the younger brother of Duryodhana and Bhurisrava istheson\nof Somadatta. Samitinjayah means ever victorious and is applied toBhishma,\nKarna, Kripa and Asvatthama, the seven maha-rathas mentioned.","shri":"There is no commentary for this verse.","kumar":"Here Duryodhana by the word bhavanis qualifying Dronaaswellasthree\nothers while mentioning those who are powerful in hisarmy.Theadjective\nsamitinjaya meaning always victorious in battle applies to these fourbeing\nDrona, Bhisma, Karna and Krpa. Then he points out others who arealmostas\npowerful as these four such as Asvatthana and others. Asvatthama is theson\nof Drona. Vikarna istheyoungerbrotherofDuryodhana,Bhurisravais\nSaumadatti the son of Somadatta who was the son of Bahilikathecousinof\nBhishma."}