{"meta":"Bhagavad GitaChapter 1 Verse 9","metahi":"भगवद् गीता 1.9","slok":"अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः।नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः।।1.9।।","htsrsd":"।।1.9।।इनके अतिरिक्त बहुतसे शूरवीर हैं? जिन्होंने मेरे लिये अपने जीनेकी इच्छाका भी त्याग कर दिया है और जो अनेक प्रकारके शस्त्रअस्त्रोंको चलानेवाले हैं तथा जो सबकेसब युद्धकलामें अत्यन्त चतुर हैं।","htstma":"।।1.9।।मेरे लिए प्राण त्याग करने के लिए तैयार अनेक प्रकार के शस्त्रास्त्रों से सुसज्जित तथा युद्ध में कुशल और भी अनेक शूर वीर हैं।","transliteration":"Anye cha bahavah shooraa madarthe tyaktajeevitaah;\nNaanaashastrapraharanaah sarve yuddhavishaaradaah.","englishmeaning":"anye—others; cha—also; bahavaḥ—many; śhūrāḥ—heroic warriors; mat-arthe—for my sake; tyakta-jīvitāḥ—prepared to lay down their lives; nānā-śhastra-praharaṇāḥ—equipped with various kinds of weapons; sarve—all; yuddha-viśhāradāḥ—skilled in the art of warfare","hcsrsd":" 1.9।। व्याख्या   अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः   मैंने अभीतक अपनी सेनाके जितने शूरवीरोंके नाम लिये हैं उनके अतिरिक्त भी हमारी सेनामें बाह्लीक शल्य भगदत्त जयद्रथ आदि बहुतसे शूरवीर महारथी हैं जो मेरी भलाईके लिये मेरी ओरसे लड़नेके लिये अपने जीनेकी इच्छाका त्याग करके यहाँ आये हैं। वे मेरी विजयके लिये मर भले ही जायँ पर युद्धसे हटेंगे नहीं। उनकी मैं आपके सामने क्या कृतज्ञता प्रकट करूँ नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः  ये सभी लोग हाथमें रखकर प्रहार करनेवाले तलवार गदा त्रिशूल आदि नाना प्रकारके शस्त्रोंकी कलामें निपुण हैं और हाथसे फेंककर प्रहार करनेवाले बाण तोमर शक्ति आदि अस्त्रोंकी कलामें भी निपुण हैं। युद्ध कैसे करना चाहिये किस तरहसे किस पैंतरेसे और किस युक्तिसे युद्ध करना चाहिये सेनाको किस तरह खड़ी करनी चाहिये आदि युद्धकी कलाओंमें भी ये बड़े निपुण हैं कुशल हैं। सम्बन्ध  दुर्योधनकी बातें सुनकर जब द्रोणाचार्य कुछ भी नहीं बोले तब अपनी चालाकी न चल सकनेसे दुर्योधनके मनमें क्या विचार आता हैइसको सञ्जय आगे के श्लोकमें कहते हैं  (टिप्पणी प0 9) ।","hcsca":"।।1.9।। एक अत्याचारी तानाशाह का गर्व और दम्भ देखो कितना है कि वह कहता है कि इतनी विशाल सेना और उसके प्रमुख वीर मेरे लिये प्राणोत्सर्ग करने के लिये तैयार हैं। महाभारत के सजग अध्येता जानते हैं कि यदि भीष्म पितामह कौरवों की ओर से युद्ध न करते तो कितने लोग वास्तव में दुर्योधन के लिये प्राणदान के लिये तैयार होते भीष्म के द्वारा हमारी रक्षित सेना अपर्याप्त है किन्तु भीम द्वारा रक्षित उनकी सेना पर्याप्त है अथवा","etsga":"1.9 There are many heroes who have dedicated their lives for my sake, who possess various kinds of weapons and missiles, (and) all of whom are skilled in battle.","etssa":"1.9. And also many other heroes who are ready to give up their\nlives for my sake, armed with various weapons and missiles, all well-skilled\nin battle.","etdss":"1.9. And many other heroes,giving up their lives for my sake;fighting with various weapons,all very much skilled in different warfares.","ecssa":"1.9 अन्ये others? च and? बहवः many? शूराः heroes? मदर्थे for my sake? त्यक्तजीविताः who are ready to give up their lives? नानाशस्त्रप्रहरणाः armed with various weapons and missiles? सर्वे all? युद्धविशारदाः wellskilled in battle.No Commentary.","scetsga":"1.9 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.21.9Why this exhaustive counting? The reality of things is this:","scetssa":"1.1 - 1.19 Dhrtarastra said - Sanjaya saidDuryodhana, after viewing the forces of Pandavas protected by Bhima, and his own forces protected by Bhisma conveyed his views thus to Drona, his teacher, about the adeacy of Bhimas forces for conering the Kaurava forces and the inadeacy of his own forces for victory against the Pandava forces. He was grief-stricken within.\nObserving his (Duryodhanas) despondecny, Bhisma, in order to cheer him, roared like a lion, and then blowing his conch, made his side sound their conchs and kettle-drums, which made an uproar as a sign of victory. Then, having heard that great tumult, Arjuna and Sri Krsna the Lord of all lords, who was acting as the charioteer of Arjuna, sitting in their great chariot which was powerful enough to coner the three worlds; blew their divine conchs Srimad Pancajanya and Devadatta. Then, both Yudhisthira and Bhima blew their respective conchs separately. That tumult rent asunder the hearts of your sons, led by Duryodhana. The sons of Dhrtarastra then thought, Our cause is almost lost now itself. So said Sanjaya to Dhrtarastra who was longing for their victory.\nSanjaya said to Dhrtarastra:Then, seeing the Kauravas, who were ready for battle, Arjuna, who had Hanuman, noted for his exploit of burning Lanka, as the emblem on his flag on his chariot, directed his charioteer Sri Krsna, the Supreme Lord-who is overcome by parental love for those who take shelter in Him who is the treasure-house of knowledge, power, lordship, energy, potency and splendour, whose sportive delight brings about the origin, sustentation and dissolution of the entire cosmos at His will, who is the Lord of the senses, who controls in all ways the senses inner and outer of all, superior and inferior - by saying, Station my chariot in an appropriate place in order that I may see exactly my enemies who are eager for battle.","chakravarthi":"“They are willing to give up their lives in order to help me (tyakta jivitah).” This is the intended meaning of Dhuryodhana, though the literal meaning is “They have given up their lives.” Actually however, Krishna will say:\nmayaivaite nihatah purvam eva nimitta-matram bhava savyasacin\nThese warriors have already been killed by me before the war has started. You be my instrument, O Arjuna. BG 11.33\nThus, the literal meaning of Duryodhana’s words are also completely true.","rudra":"\nDuryodhana pushes his point further bystatingthatmanyotherpowerful\nheroes aswellarealldeterminedtolaydowntheirlivesforthe\nattainment of his purpose and the achievement of his desire.Theyareall\nformidable in battle as well.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nThat is not all, there are innumerable warriors in great numbers in myarmy\noftheircalibre.Bahavahmeaninginnumerablerefersto Jayadratha,\nKrtavarma, Salya and countless others who have all pledged their verylives\nfor his sake andduetotheirsincereaffectionforhim,withtheir\nextraordinary strength and their unsurpassed skill in militarysciencehis\nvictory is assured.","shri":"There is no commentary for this verse.","kumar":"The question may be raised are these the only warriors on Duryodhanasside.\nIn this verse that question is answeredbythewordsanyemeaningmany\nothers, others like Jayadratha and Salya and Krtavarma who are all readyto\nlay down their lives for him. If it were tobefurtherquestionedasto\ntheir capability, this would be verified by 2 descriptiveadjectivesnana-\nsastra-praharanah meaning they are equipped with variousmisslesastheir\nweapons andyuddha-visaradameaningtheyareexpertinallformsof\nmilitary science."}