{"meta":"Bhagavad GitaChapter 1 Verse 21","metahi":"भगवद् गीता 1.21","slok":"अर्जुन उवाचहृषीकेशं तदा वाक्यमिदमाह महीपते।सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत।।1.21।।","htsrsd":"।।1.211.22।।अर्जुन बोलेहे अच्युत दोनों सेनाओंके मध्यमें मेरे रथको आप तबतक खड़ा कीजिये? जबतक मैं युद्धक्षेत्रमें खड़े हुए इन युद्धकी इच्छावालोंको देख न लूँ कि इस युद्धरूप उद्योगमें मुझे किनकिनके साथ युद्ध करना योग्य है।","htstma":"।।1.21।।अर्जुन ने कहाहे अच्युत मेरे रथ को दोनों सेनाओं के मध्य खड़ा कीजिये।","transliteration":"Arjuna Uvaacha:\nSenayor ubhayormadhye ratham sthaapaya me’chyuta.Yaavad etaan nireekshe’ham yoddhukaamaan avasthitaan;\nKair mayaa saha yoddhavyam asmin ranasamudyame.","englishmeaning":"arjunaḥ uvācha—Arjun said; senayoḥ—armies; ubhayoḥ—both; madhye—in the middle; ratham—chariot; sthāpaya—place; me—my; achyuta—Shree Krishna, the infallible One; yāvat—as many as; etān—these; nirīkṣhe—look; aham—I; yoddhu-kāmān—for the battle; avasthitān—arrayed; kaiḥ—with whom; mayā—by me; saha—together; yoddhavyam—must fight; asmin—in this; raṇa-samudyame—great combat","hcsrsd":" 1.21।। व्याख्या अच्युत सेनयोरुभयोर्मध्ये रथं स्थापय   दोनों सेनाएँ जहाँ युद्ध करनेके लिये एकदूसरेके सामने खड़ी थीं वहाँ उन दोनों सेनाओंमें इतनी दूरी थी कि एक सेना दूसरी सेनापर बाण आदि मार सके। उन दोनों सेनाओंका मध्यभाग दो तरफसे मध्य था(1) सेनाएँ जितनी चौड़ी खड़ी थीं उस चौड़ाईका मध्यभाग और (2) दोनों सेनाओंका मध्यभाग जहाँसे कौरवसेना जितनी दूरीपर खड़ी थी उतनी ही दूरीपर पाण्डवसेना खड़ी थी। ऐसे मध्यभागमें रथ खड़ा करनेके लिये अर्जुन भगवान्से कहते हैं जिससे दोनों सेनाओंको आसानीसे देखा जा सके। सेनयोरुभयोर्मध्ये  पद गीतामें तीन बार आया हैयहाँ (1। 21 में) इसी अध्यायके चौबीसवें श्लोकमें और दूसरे अध्यायके दसवें श्लोकमें। तीन बार आनेका तात्पर्य है कि पहले अर्जुन शूरवीरताके साथ अपने रथको दोनों सेनाओंके बीचमें खड़ा करनेकी आज्ञा देते हैं (1। 21) फिर भगवान् दोनों सेनाओंके बीचमें रथको खड़ा करके कुरुवंशियोंको देखनेके लिये कहते हैं (1। 24) और अन्तमें दोनों सेनाओंके बीचमें ही विषादमग्न अर्जुनको गीताका उपदेश देते हैं (2। 10)। इस प्रकार पहले अर्जुनमें शूरवीरता थी बीचमें कुटुम्बियोंको देखनेसे मोहके कारण उनकी युद्धसे उपरति हो गयी और अन्तमें उनको भगवान्से गीताका महान् उपदेश प्राप्त हुआ जिससे उनका मोह दूर हो गया। इससे यह भाव निकलता है कि मनुष्य जहाँकहीं और जिसकिसी परिस्थितिमें स्थित है वहीं रहकर वह प्राप्त परिस्थितिका सदुपयोग करके निष्काम हो सकता है और वहीं उसको परमात्माकी प्राप्ति हो सकती है। कारण कि परमात्मा सम्पूर्ण परिस्थितियोंमें सदा एकरूपसे रहते हैं। यावदेतान्निरीक्षेऽहं ৷৷. रणसमुद्यमे दोनों सेनाओंके बीचमें रथ कबतक खड़ा करें इसपर अर्जुन कहते हैं कि युद्धकी इच्छाको लेकर कौरवसेनामें आये हुए सेनासहित जितने भी राजालोग खड़े हैं उन सबको जबतक मैं देख न लूँ तबतक आप रथको वहीं खड़ा रखिये। इस युद्धके उद्योगमें मुझे किनकिनके साथ युद्ध करना है उनमें कौन मेरे समान बलवाले हैं कौन मेरे से कम बलवाले हैं और कौन मेरेसे अधिक बलवाले हैं उन सबको मैं जरा देख लूँ।यहाँ  योद्धुकामान्  पदसे अर्जुन कह रहे हैं कि हमने तो सन्धिकी बात ही सोची थी पर उन्होंने सन्धिकी बात स्वीकार नहीं की क्योंकि उनके मनमें युद्ध करनेकी ज्यादा इच्छा है। अतः उनको मैं देखूँ कि कितने बलको लेकर वे युद्ध करनेकी इच्छा रखते हैं।","hcsca":"।।1.21।। No commentary.","etsga":"1.21Arjuna saidO Acyuta, please place my chariot between both the armies.","etssa":"1.21 Arjuna saidIn the middle between the two armies, place my chariot,\nO krishna, so that I may behold those who stand here desirous to fight,\nand know with whom I must fight, when the battle is about to commence.","etdss":"1.21. Arjuna saidO Acyuta!Please halt my chariot at a centre place between the two armies,so that I may scrutinize these men who are standing with desire to fight and with whom I have to fight in this great war-effort.","ecssa":"1.21 -- 1.22 सेनयोः of the armies? उभयोः of both? मध्ये in the middle? रथम् car? स्थापय place? मे my? अच्युत O Achyuta (O changeless? Krishna)? यावत् while? एतान् these? निरीक्षे behold? अहम् I? योद्धुकामान् desirous to fight? अवस्थितान् standing? कैः with whom? मया by me? सह together? योद्धव्यम् must be fought? अस्मिन् in this? रणसमुद्यमे eve of battle.No Commentary.","scetsga":"1.21 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.121.29Sri Abhinavgupta did not comment upon this sloka.","scetssa":"1.20 - 1.25 Arjuna said - Sanjaya saidThus, directed by him, Sri Krsna did immediately as He had been directed, while Bhisma, Drona and others and all the kings were looking on. Such is the prospect of victory for your men.","chakravarthi":"No commentary by Sri Visvanatha Cakravarti Thakur.","rudra":"\nAddressingLordKrishnaagain asAcutyatheinfallibleone,Arjuna\nrequested Him to place the chariot between the two armies. Why wouldArjuna\nrequest that the chariot be placed between the two armies like aspectator?\nIt was so he could see those with whom he would soon be fighting.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nArjuna is now speaking beginning with the words: senayor ubhayor. Bysaying\nO Acyuta meaning infallible, Arjunaaddresses Lord Krishna as theonewho\nis never contrary to His inherentqualities of affection forHisdevotees\nand His Supreme Majesty and so he states thus beingguidedbythosevery\nqualities place my chariot as I have instructed.\nThe reason for placing the chariot as instructed is being explainedbythe\nverse beginning: yavad etan. The Kauravasareonlydesirousofwarnot\npeace and externally appear unmovedbytrepidation.Onemightsaythat\nArjuna is a warrior not a spectator, so what isthenecessityofviewing\nthe enemy? The answer to this is thatsincethebattleistakingplace\nbetween relatives, Arjuna desires to see just what friends havejoinedthe\nranks of the enemy that he will have to fight. If it is argued thatoutof\nfriendship these friends seeing him would want to make a truce,theanswer\nis given by the verse beginning with: yotsyamananmeaningtheyhaveonly\ncome to fight.","shri":"There is no commentary for this verse.","kumar":"Addressing Lord Krishna asAcutya,theinfallibleone,Sanjayarepeats\nArjuna request to Lord Krishnatopositionthechariotinthemiddle,\nbetween the two firmly opposing armies indicatingthemightystrengthof\nLord Krishna firmness on all sides. There isnoruleofwarfarestating\nthat one should fight in only one place. Yet why shouldArjunarequestto\nhave the chariot stationed between the two armies? In this versehestates\nthat he wishes to observe those arrayed against him desiringtofight.If\nit is asked has he come to witness the battle as a spectatorortofight?\nArjuna has no intention of being a spectator; buttoseethoseopponents\nwho he is worthy to fight against and who are worthy to fight against him."}