{"meta":"Bhagavad GitaChapter 1 Verse 19","metahi":"भगवद् गीता 1.19","slok":"स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत्।नभश्च पृथिवीं चैव तुमुलो व्यनुनादयन्।।1.19।।","htsrsd":"।।1.19।।पाण्डवसेनाके शंखोंके उस भयंकर शब्दने आकाश और पृथ्वीको भी गुँजाते हुए अन्यायपूर्वक राज्य हड़पनेवाले दुर्योधन आदिके हृदय विदीर्ण कर दिये।","htstma":"।।1.19।।वह भयंकर घोष आकाश और पृथ्वी पर गूँजने लगा और उसने धृतराष्ट्र के पुत्रों के हृदय विदीर्ण कर दिये।","transliteration":"Sa ghosho dhaartaraashtraanaam hridayaani vyadaarayat;\nNabhashcha prithiveem chaiva tumulo vyanunaadayan.","englishmeaning":"saḥ—that; ghoṣhaḥ—sound; dhārtarāṣhṭrāṇām—of Dhritarashtra’s sons; hṛidayāni—hearts; vyadārayat—shattered; nabhaḥ—the sky; cha—and; pṛithivīm—the earth; cha—and; eva—certainly; tumulaḥ—terrific sound; abhyanunādayan—thundering","hcsrsd":" 1.19।। व्याख्या   स घोषो धार्तराष्ट्राणां ৷৷. तुमुलो व्यनुनादयन्  पाण्डवसेनाकी वह शंखध्वनि इतनी विशाल गहरी ऊँची और भयंकर हुई कि उस (ध्वनिप्रतिध्वनि) से पृथ्वी और आकाशके बीचका भाग गूँज उठा। उस शब्दसे अन्यायपूर्वक राज्यको हड़पनेवालोंके और उनकी सहायताके लिये (उनके पक्षमें) खड़े हुए राजाओंके हृदय विदीर्ण हो गये। तात्पर्य है कि हृदयको किसी अस्त्रशस्त्रसे विदीर्ण करनेसे जैसी पीड़ा होती है वैसी ही पीड़ा उनके हृदयमें शंखध्वनिसे हो गयी। उस शंखध्वनिने कौरवसेनाके हृदयमें युद्धका जो उत्साह था बल था उसको कमजोर बना दिया जिससे उनके हृदयमें पाण्डवसेनाका भय उत्पन्न हो गया।सञ्जय ये बातें धृतराष्ट्रको सुना रहे हैं। धृतराष्ट्रके सामने ही सञ्जयकाधृतराष्ट्र के पुत्रों अथवा सम्बन्धियोंके हृदय विदीर्ण कर दिये ऐसा कहना सभ्यतापूर्ण और युक्तिसंगत नहीं मालूम देता। इसलिये सञ्जयको धार्तराष्ट्राणाम्  न कहकर  तावकीनानाम्  (आपके पुत्रों अथवा सम्बन्धियोंकेऐसा) कहना चाहिये था क्योंकि ऐसा कहना ही सभ्यता है। इस दृष्टिसे यहाँ  धार्तराष्ट्राणाम्  पदका अर्थजिन्होंने अन्यायपूर्वक राज्यको धारण किया  (टिप्पणी प0 15.1)  ऐसा लेना ही युक्तिसंगत तथा सभ्यतापूर्ण मालूम देता है। अन्यायका पक्ष लेनेसे ही उनके हृदय विदीर्ण हो गयेइस दृष्टिसे भी यह अर्थ लेना ही युक्तिसंगत मालूम देता है।यहाँ शङ्का होती है कि कौरवोंकी ग्यारह अक्षौहिणी  (टिप्पणी प0 15.2)  सेनाके शंख आदि बाजे तो उनके शब्दका पाण्डवसेनापर कुछ भी असर नहीं हुआ पर पाण्डवोंकी सात अक्षौहिणी सेनाके शंख बजे तो उनके शब्दसे कौरवसेनाके हृदय विदीर्ण क्यों हो गये इसका समाधान यह है कि जिनके हृदयमें अधर्म पाप अन्याय नहीं है अर्थात् जो धर्मपूर्वक अपने कर्तव्यका पालन करते हैं उनका हृदय मजबूत होता है उनके हृदयमें भय नहीं होता। न्यायका पक्ष होनेसे उनमें उत्साह होता है शूरवीरता होती है। पाण्डवोँने वनवासके पहले भी न्याय और धर्मपूर्वक राज्य किया था और वनवासके बाद भी नियमके अनुसार कौरवोंसे न्यायपूर्वक राज्य माँगा था। अतः उनके हृदयमें भय नहीं था प्रत्युत उत्साह था शूरवीरता थी। तात्पर्य है कि पाण्डवोंका पक्ष धर्मका था। इस कारण कौरवोंकी ग्यारह अक्षौहिणी सेनाके बाजोंके शब्दका पाण्डवसेनापर कोई असर नहीं हुआ। परन्तु जो अधर्म पाप अन्याय आदि करते हैं उनके हृदय स्वाभाविक ही कमजोर होते हैं। उनके हृदयमें निर्भयता निःशङ्कता नहीं रहती। उनकी खुदका किया पाप अन्याय ही उनके हृदयको निर्बल बना देता है। अधर्म अधर्मीको खा जाता है। दुर्योधन आदिने पाण्डवोंको अन्यायपूर्वक मारनेका बहुत प्रयास किया था। उन्होंने छलकपटसे अन्यायपूर्वक पाण्डवोंका राज्य छीना था और उनको बहुत कष्ट दिये थे। इस कारण उनके हृदय कमजोर निर्बल हो चुके थे। तात्पर्य है कि कौरवोंका पक्ष अधर्मका था। इसलिये पाण्डवोंकी सात अक्षौहिणी सेनाकी शंखध्वनिसे उनके हृदय विदीर्ण हो गये उनमें बड़े जोरकी पीड़ा हो गयी।इस प्रसंगसे साधकको सावधान हो जाना चाहिये कि उसके द्वारा अपने शरीर वाणी मनसे कभी भी कोई अन्याय और अधर्मका आचरण न हो। अन्याय और अधर्मयुक्त आचरणसे मनुष्यका हृदय कमजोर निर्बल हो जाता है। उसके हृदयमें भय पैदा हो जाता है। उदाहरणार्थ लंकाधिपति रावणसे त्रिलोकी डरती थी। वही रावण जब सीताजीका हरण करने जाता है तब भयभीत होकर इधरउधर देखता है  (टिप्पणी प0 16) । इसलिये साधकको चाहिये कि वह अन्यायअधर्मयुक्त आचरण कभी न करे। सम्बन्ध  धृतराष्ट्रने पहले श्लोकमें अपने और पाण्डुके पुत्रोंके विषयमें प्रश्न किया था। उसका उत्तर सञ्जयने दूसरे श्लोकसे उन्नीसवें श्लोकतक दे दिया। अब सञ्जय भगवद्गीताके प्राकट्यका प्रसङ्ग आगेके श्लोकसे आरम्भ करते हैं।","hcsca":"।।1.19।। 14वें श्लोक से संजय पाण्डवों की सेना का विस्तृत वर्णन करता है। उसका यह विशेष प्रयास है कि किसी प्रकार धृतराष्ट्र पाण्डव सेना की श्रेष्ठता समझ सकें और युद्ध के विनाशकारी परिणामों को समझ कर इस भ्रातृहन्ता युद्ध को रोकने का आदेश भेजें।","etsga":"1.19That tremendous sound pierced the hearts of the sons of Dhrtarastra as it reverberated through the sky and the earth.","etssa":"1.19. That tumultuous sound rent the hearts of (the members of)\nDhritarashtras party, making both the heaven and the earth resound.","etdss":"1.19. Revibrating in both the sky and the earth,the tumultuous sound shattered the hearts of Dhrtarastras men.","ecssa":"1.19 सः that? घोषः uproar? धार्तराष्ट्राणाम् of Dhritarashtras party? हृदयानि hearts? व्यदारयत् rent? नभः sky? च and? पृथिवीम् earth? च and? एव also? तुमुलः tumultuous? व्यनुनादयन् resounding.No Commentary.","scetsga":"1.19 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.121.29Sri Abhinavgupta did not comment upon this sloka.","scetssa":"1.1 - 1.19 Dhrtarastra said - Sanjaya saidDuryodhana, after viewing the forces of Pandavas protected by Bhima, and his own forces protected by Bhisma conveyed his views thus to Drona, his teacher, about the adeacy of Bhimas forces for conering the Kaurava forces and the inadeacy of his own forces for victory against the Pandava forces. He was grief-stricken within.\nObserving his (Duryodhanas) despondecny, Bhisma, in order to cheer him, roared like a lion, and then blowing his conch, made his side sound their conchs and kettle-drums, which made an uproar as a sign of victory. Then, having heard that great tumult, Arjuna and Sri Krsna the Lord of all lords, who was acting as the charioteer of Arjuna, sitting in their great chariot which was powerful enough to coner the three worlds; blew their divine conchs Srimad Pancajanya and Devadatta. Then, both Yudhisthira and Bhima blew their respective conchs separately. That tumult rent asunder the hearts of your sons, led by Duryodhana. The sons of Dhrtarastra then thought, Our cause is almost lost now itself. So said Sanjaya to Dhrtarastra who was longing for their victory.\nSanjaya said to Dhrtarastra:Then, seeing the Kauravas, who were ready for battle, Arjuna, who had Hanuman, noted for his exploit of burning Lanka, as the emblem on his flag on his chariot, directed his charioteer Sri Krsna, the Supreme Lord-who is overcome by parental love for those who take shelter in Him who is the treasure-house of knowledge, power, lordship, energy, potency and splendour, whose sportive delight brings about the origin, sustentation and dissolution of the entire cosmos at His will, who is the Lord of the senses, who controls in all ways the senses inner and outer of all, superior and inferior - by saying, Station my chariot in an appropriate place in order that I may see exactly my enemies who are eager for battle.","chakravarthi":"No commentary by Sri Visvanatha Cakravarti Thakur","rudra":"\nThe uproarious sound of the Pandavas conch shells being blowncausedgreat\nfear to the sons of Dhritarastra. This is what thisversemeans.How?By\nits power, by its power it made the heavens and the earthresound,filling\nthem all with its reverberations.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nThe thunderous sound of Pancajanya the divine conch shellofLordKrishna\nand the Pandavas divine conch shells along with their armywasdevastating\nand heart shattering in the sense that Bhishma and all thoseinfavourof\nthe Kauravas felt pain intheirheartasiftheirheartwasactually\nshattered. The Kaurava army had also made an uproarious noisejustminutes\nbefore but it did not have the power to create any anxiety inthearmyof\nthe Pandvas and this was undeniably proven by the potencyofthePandavas\nresponse.","shri":"\nDuryodhana while witnessing the strength of the Pandavas armysupportedby\nthe might of Bhima weighed his own armiesstrengthunderthecommandof\nBhishma and perceiving themoodofhisperceptorDronacarya,hecould\nunderstand the inadequacy in his own troops and the perfectionofstrength\non the Pandavas side to be victoriousandinternallythisaggrievedhim\nheavily. Bhishma seeing all this gave a roar like a lion and blew amighty,\nreverberating blast on his conchshell whichwasfollowedbyatumultous\nbeating of drums, blaringofhornsandblastingofconchshellsasif\nindicative of the victory in ordertocheerupDuryodhana.Immeadiately\nupon hearing this Lord Krishna and Arjuna seated in theirmajesticchariot\ncapable of conquering all the worlds;bothseizedtheirconchshellsand\nreverberatedasoundthatshookalltheworlds. Thereafter Bhima,\nYudhisthira, Nakula and Sahadeva and the restofthemaha-rathasofthe\nPandava army blew their conchshells and the roarwhichwasheardcleaved\nthe hearts of Duryodhana and the army of the Kauravas andintheirhearts\nthey felt that the battle was already lost.ThusdidSanjayanarrateto\nDhritarashtra whose only concern was for the success of hissonDuryodhana\nand the Kauravas in the battle.","kumar":"Duryodhana while witnessing the strength of the Pandavas armysupportedby\nthe might of Bhima weighed his own armiesstrengthunderthecommandof\nBhishma and perceiving themoodofhisperceptorDronacarya,hecould\nunderstand the inadequacy in his own troops and the perfectionofstrength\non the Pandavas side to be victoriousandinternallythisaggrievedhim\nheavily. Bhishma seeing all this gave a roar like a lion and blew amighty,\nreverberating blast on his conchshell whichwasfollowedbyatumultous\nbeating of drums, blaringofhornsandblastingofconchshellsasif\nindicative of the victory in ordertocheerupDuryodhana.Immeadiately\nupon hearing this Lord Krishna and Arjuna seated in theirmajesticchariot\ncapable of conquering all the worlds;bothseizedtheirconchshellsand\nreverberatedasoundthatshookalltheworlds. Thereafter Bhima,\nYudhisthira, Nakula and Sahadeva and the restofthemaha-rathasofthe\nPandava army blew their conchshells and the roarwhichwasheardcleaved\nthe hearts of Duryodhana and the army of the Kauravas andintheirhearts\nthey felt that the battle was already lost.ThusdidSanjayanarrateto\nDhritarashtra whose only concern was for the success of hissonDuryodhana\nand the Kauravas in the battle."}