{"meta":"Bhagavad GitaChapter 1 Verse 15","metahi":"भगवद् गीता 1.15","slok":"पाञ्चजन्यं हृषीकेशो देवदत्तं धनंजयः।पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः।।1.15।।","htsrsd":"।।1.15।।अन्तर्यामी भगवान् श्रीकृष्णने पाञ्चजन्य नामक तथा धनञ्जय अर्जुनने देवदत्त नामक शंख बजाया और भयानक कर्म करनेवाले वृकोदर भीमने पौण्ड्र नामक महाशंख बजाया।","htstma":"।।1.15।।भगवान् हृषीकेश ने पांचजन्य धनंजय (अर्जुन) ने देवदत्त तथा भयंकर कर्म करने वाले भीम ने पौण्डू नामक महाशंख बजाया।","transliteration":"Paanchajanyam hrisheekesho devadattam dhananjayah;\nPaundram dadhmau mahaashankham bheemakarmaa vrikodarah.","englishmeaning":"pāñchajanyam—the conch shell named Panchajanya; hṛiṣhīka-īśhaḥ—Shree Krishna, the Lord of the mind and senses; devadattam—the conch shell named Devadutta; dhanam-jayaḥ—Arjun, the winner of wealth; pauṇḍram—the conch named Paundra; dadhmau—blew; mahā-śhaṅkham—mighty conch; bhīma-karmā—one who performs herculean tasks; vṛika-udaraḥ—Bheem, the voracious eater","hcsrsd":"।।1.15।। व्याख्या   पाञ्चजन्यं हृषीकेशः  सबके अन्तर्यामी अर्थात् सबके भीतरकी बात जाननेवाले साक्षात् भगवान् श्रीकृष्णने पाण्डवोंके पक्षमें खड़े होकरपाञ्चजन्य नामक शंख बजाया। भगवान्ने पञ्चजन नामक शंखरूपधारी दैत्यको मारकर उसको शंखरूपसे ग्रहण किया था इसलिये इस शंखका नामपाञ्चजन्य हो गया। देवदत्तं धनञ्जयः  राजसूय यज्ञके समय अर्जुनने बहुतसे राजाओंको जीतकर बहुत धन इकट्ठा किया था। इस कारण अर्जुनका नामधनञ्जय पड़ गया  (टिप्पणी प0 14) । निवातकवचादि दैत्योंके साथ युद्ध करते समय इन्द्रने अर्जुनकोदेवदत्त नामक शंख दिया था। इस शंखकी ध्वनि बड़े जोरसे होती थी जिससे शत्रुओंकी सेना घबरा जाती थी। इस शंखको अर्जुनने बजाया। पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः  हिडिम्बासुर बकासुर जटासुर आदि असुरों तथा कीचक जरासन्ध आदि बलवान् वीरोंको मारनेके कारण भीससेनका नामभीमकर्मा पड़ गया। उनके पेटमें जठराग्निके सिवायवृक नामकी एक विशेष अग्नि थी जिससे बहुत अधिक भोजन पचता था। इस कारण उनका नामवृकोदर पड़ गया। ऐसे भीमकर्मा वृकोदर भीमसेनने बहुत ब़ड़े आकारवालापौण्ड्र नामक शंख बजाया।","hcsca":"।।1.15।। पाण्डवसैन्य का वर्णन करते हुये संजय विशेष रूप से प्रत्येक योद्धा के शंख का नाम भी बताता है। भगवान् श्रीकृष्ण के शंख का नाम पांचजन्य था। हृषीकेश यह भगवान् का एक नाम है जिसका अर्थ हैइन्द्रियों का स्वामी। हृषीक (इन्द्रिय) अ ईश उ हृषीकेष।","etsga":"1.15Hrsikesa (Krsna) (blew the conch) Pancajanya; Dhananjaya (Arjuna) (the conch) Devadatta; and Vrkodara (Bhima) of terrible deeds blew the great conch Paundra;","etssa":"1.15. Hrishikesha blew the Panchajanya and Arjuna blew the Devadatta\nand Bhima (the wolf-bellied), the doer of terrible deeds, blew the great\nconch Paundra.","etdss":"1.15. Hrsikesa(Krsna)blew the Pancajanya;Dhananjaya (Arjuna) blew the Devadatta;and the Wolf-bellied (Bhimi),of the terrible deeds,blew the mighty conchshell, Paundra;","ecssa":"1.15 पाञ्चजन्यम् (the conch named) Panchajanya? हृषीकेशः (the Lord of the senses) Krishna? देवदत्तम् (the conch named) Devadatta? धनञ्जयः (the victor of wealth) Arjuna? पौण्ड्रम् (the conch named) Poundra? दध्मौ blew? महाशङ्खम् great conch? भीमकर्मा doer of terrible dees? वृकोदरः (having the belly of a wolf) Bhima.No Commentary.","scetsga":"1.15 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.121.29Sri Abhinavgupta did not comment upon this sloka.","scetssa":"1.1 - 1.19 Dhrtarastra said - Sanjaya saidDuryodhana, after viewing the forces of Pandavas protected by Bhima, and his own forces protected by Bhisma conveyed his views thus to Drona, his teacher, about the adeacy of Bhimas forces for conering the Kaurava forces and the inadeacy of his own forces for victory against the Pandava forces. He was grief-stricken within.\nObserving his (Duryodhanas) despondecny, Bhisma, in order to cheer him, roared like a lion, and then blowing his conch, made his side sound their conchs and kettle-drums, which made an uproar as a sign of victory. Then, having heard that great tumult, Arjuna and Sri Krsna the Lord of all lords, who was acting as the charioteer of Arjuna, sitting in their great chariot which was powerful enough to coner the three worlds; blew their divine conchs Srimad Pancajanya and Devadatta. Then, both Yudhisthira and Bhima blew their respective conchs separately. That tumult rent asunder the hearts of your sons, led by Duryodhana. The sons of Dhrtarastra then thought, Our cause is almost lost now itself. So said Sanjaya to Dhrtarastra who was longing for their victory.\nSanjaya said to Dhrtarastra:Then, seeing the Kauravas, who were ready for battle, Arjuna, who had Hanuman, noted for his exploit of burning Lanka, as the emblem on his flag on his chariot, directed his charioteer Sri Krsna, the Supreme Lord-who is overcome by parental love for those who take shelter in Him who is the treasure-house of knowledge, power, lordship, energy, potency and splendour, whose sportive delight brings about the origin, sustentation and dissolution of the entire cosmos at His will, who is the Lord of the senses, who controls in all ways the senses inner and outer of all, superior and inferior - by saying, Station my chariot in an appropriate place in order that I may see exactly my enemies who are eager for battle.","chakravarthi":"Please see text 16 for Sri Visvanatha Cakravarti Thakur’s combined commentary to texts 15 and 16.","rudra":"\nNow the names of the conch shellssoundedbytheSupremeLordKrishna,\nArjuna and Bhima are being described.ThenamesDhananjayaisusedfor\nArjuna and means winner of wealth. The name Vikroda is usedforBhimaand\ncan mean he of terrible deeds or he whose appetite is voracious justlike\na wolfs.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nPancajanya is the name of Lord Krishnas divine, transcendental conchshell\nand the other names mentioned are the conch shellsofthefivePandavas.\nThis signifies that there were many such divine conch shells present onthe\nside of the Pandavas but on the side of the Kauravas there were not anyand\nso none were mentioned. ByreferringtoLordKrishnaasHrsikesa,the\ndirector of everyones senses it is indicative that withtheSupremeLord\ndirecting their cause victory was certain for the Pandavas. The useofthe\nname dhanajaya for Arjuna meaning conquerorofrichesindicatesthathe\nwould conquer all the wealth by defeating all the richandpowerfulkings\narrayed against him on the battlefieldandwiththewordkarmameaning\nreactions to actions added to the name of Bhima refers tohisslayingthe\ndemon Hidamba after he and his motherandbrotherswereforcedtoflee\ntheir burning house instigated by Duryodhana and indicates what is instore\nfor him in the future.","shri":"There is no commentary for this verse.","kumar":"InordertosubtlyconveythesuperiorityofthePandavas,Sanjaya\nexpresses in this verse beginning with the wordpancajanyamwhichisthe\nname of Lord Krishnas transcendental conchshellandthenmentionsthe\nnames of the divine conch shells of Arjuna and Bhima."}