{"meta":"Bhagavad GitaChapter 1 Verse 30","metahi":"भगवद् गीता 1.30","slok":"गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते।न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः।।1.30।।","htsrsd":"।।1.281.30।।अर्जुन बोलेहे कृष्ण युद्धकी इच्छावाले इस कुटुम्बसमुदायको अपने सामने उपस्थित देखकर मेरे अङ्ग शिथिल हो रहे हैं और मुख सूख रहा है तथा मेरे शरीरमें कँपकँपी आ रही है एवं रोंगटे खड़े हो रहे हैं। हाथसे गाण्डीव धनुष गिर रहा है और त्वचा भी जल रही है। मेरा मन भ्रमितसा हो रहा है और मैं खड़े रहनेमें भी असमर्थ हो रहा हूँ।","htstma":"।।1.30।।मेरे हाथ से गाण्डीव (धनुष) गिर रहा है और त्वचा जल रही है। मेरा मन भ्रमित सा हो रहा है और मैं खड़े रहने में असमर्थ हूँ।","transliteration":"Gaandeevam sramsate hastaat twak chaiva paridahyate;\nNa cha shaknomyavasthaatum bhramateeva cha me manah.","englishmeaning":"vepathuḥ—shuddering; cha—and; śharīre—on the body; me—my; roma-harṣhaḥ—standing of bodily hair on end; cha—also; jāyate—is happening; gāṇḍīvam—Arjun’s bow; sraṁsate—is slipping; hastāt—from (my) hand; tvak—skin; cha—and; eva—indeed; paridahyate—is burning all over; na—not; cha—and; śhaknomi—am able; avasthātum—remain steady; bhramati iva—whirling like; cha—and; me—my; manaḥ—mind; nimittāni—omens; cha—and; paśhyāmi—I see; viparītāni—misfortune; keśhava—Shree Krishna, killer of the Keshi demon; na—not; cha—also; śhreyaḥ—good; anupaśhyāmi—I foresee; hatvā—from killing; sva-janam—kinsmen; āhave—in battle","hcsrsd":"।।1.30।। व्याख्या   दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम्  अर्जुनको  कृष्ण  नाम बहुत प्रिय था। यह सम्बोधन गीतामें नौ बार आया है। भगवान् श्रीकृष्णके लिये दूसरा कोई सम्बोधन इतनी बार नहीं आया है। ऐसे ही भगवान्को अर्जुनका  पार्थ  नाम बहुत प्यारा था। इसलिये भगवान् और अर्जुन आपसकी बोलचालमें ये नाम लिया करते थे और यह बात लोगोंमें भी प्रसिद्ध थी। इसी दृष्टिसे सञ्जयने गीताके अन्तमें  कृष्ण  और  पार्थ नामका उल्लेख किया है  यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः  (18। 78)।धृतराष्ट्रने पहले  समवेता युयुत्सवः  कहा था और यहाँ अर्जुनने भी  युयुत्सुं समुपस्थितम्  कहा है परन्तु दोनोंकी दृष्टियोंमें बड़ा अन्तर है। धृतराष्ट्रकी दृष्टिमें तो दुर्योधन आदि मेरे पुत्र हैं और युधिष्ठिर आदि पाण्डुके पुत्र हैंऐसा भेद है अतः धृतराष्ट्रने वहाँ  मामकाः  और  पाण्डवाः  कहा है। परन्तु अर्जुनकी दृष्टिमें यह भेद नहीं है अतः अर्जुनने यहाँ  स्वजनम्  कहा है जिसमें दोनों पक्षके लोग आ जाते हैं। तात्पर्य है कि धृतराष्ट्रको तो युद्धमें अपने पुत्रोंके मरनेकी आशंकासे भय है शोक है परन्तु अर्जुनको दोनों ओरके कुटुम्बियोंके मरनेकी आशंकासे शोक हो रहा है कि किसी भी तरफका कोई भी मरे पर वह है तो हमारा ही कुटुम्बी।अबतक  दृष्ट्वा  पद तीन बार आया है दृष्ट्वा तु पाण्डवानीकम्  (1। 2)  व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान् (1। 20) और यहाँ  दृष्ट्वेमं स्वजनम्  (1। 28)। इन तीनोंका तात्पर्य है कि दुर्योधनका देखना तो एक तरहका ही रहा अर्थात् दुर्योधनका तो युद्धका ही एक भाव रहा परन्तु अर्जुनका देखना दो तरहका हुआ। पहले तो अर्जुन धृतराष्ट्रके पुत्रोंको देखकर वीरतामें आकर युद्धके लिये धनुष उठाकर खड़े हो जाते हैं और अब स्वजनोंको देखकर कायरतासे आविष्ट हो रहे हैं युद्धसे उपरत हो रहे हैं और उनके हाथसे धनुष गिर रहा है। सीदन्ति मम गात्राणि ৷৷. भ्रमतीव च मे मनः   अर्जुनके मनमें युद्धके भावी परिणामको लेकर चिन्ता हो रही है दुःख हो रहा है। उस चिन्ता दुःखका असर अर्जुनके सारे शरीरपर पड़ रहा है। उसी असरको अर्जुन स्पष्ट शब्दोंमें कह रहे हैं कि मेरे शरीरका हाथ पैर मुख आदि एकएक अङ्ग (अवयव) शिथिल हो रहा है मुख सूखता जा रहा है। जिससे बोलना भी कठिन हो रहा है सारा शरीर थरथर काँप रहा है शरीरके सभी रोंगटे खड़े हो रहे हैं अर्थात् सारा शरीर रोमाञ्चित हो रहा है जिस गाण्डीव धनुषकी प्रत्यञ्चाकी टङ्कारसे शत्रु भयभीत हो जाते हैं वही गाण्डीव धनुष आज मेरे हाथसे गिर रहा है त्वचामेंसारे शरीरमें जलन हो रही है  (टिप्पणी प0 22.1) । मेरा मन भ्रमित हो रहा है अर्थात् मेरेको क्या करना चाहियेयह भी नहीं सूझ रहा है यहाँ युद्धभूमिमें रथपर खड़े रहनेमें भी मैं असमर्थ हो रहा हूँ ऐसा लगता है कि मैं मूर्च्छित होकर गिर पड़ूँगा ऐसे अनर्थकारक युद्धमें खड़ा रहना भी एक पाप मालूम दे रहा है। सम्बन्ध   पूर्वश्लोकमें अपने शरीरके शोकजनित आठ चिह्नोंका वर्णन करके अब अर्जुन भावी परिणामके सूचक शकुनोंकी दृष्टिसे युद्ध करनेका अनौचित्य बताते हैं।","hcsca":"।।1.30।। यहाँ अर्जुन अपने रोग के कुछ और लक्षण बताता है। इसके पहले उसने अपने स्थूल शरीर में व्यक्त होने वाले लक्षण बताये थे और अब वह अपनी मन की असंतुलित स्थिति का भी वर्णन करता है।उसका मन अस्थिर क्षुब्ध और भ्रमित होने के साथसाथ समस्त धैर्य भी खो बैठा है। वह इस सीमा तक नीचे गिर गया है कि सब विवेक खोकर वह अंधविश्वास जनित उन अनेक अपशकुनों को देखने लग जाता है जो युद्ध में पराजय और नाश के सूचक समझे जाते हैं।अगले श्लोक न केवल उसके मनसंभ्रम को बताते हैं अपितु यह भी स्पष्ट करते हैं कि किस सीमा तक उसका विवेक और नैतिक साहस विनष्ट हो चुका था।","etsga":"1.30 Moreover, O Kesava (Krsna), I am not able to stand firmly, and my mind seems to be whirling. And I notice the omens to be adverse.","etssa":"1.30. The (bow) Gandiva slips from my hand, and also my skins burns\nall over; I am unable even to stand and my mind is reeling, as it were.","etdss":"1.30. I also do not foresee any good by killing my own kinsmen in the battle.O Krsna! I wish niether victory,nor kingdom,nor the pleasures[thereof].","ecssa":"1.30 गाण्डीवम् Gandiva? स्रंसते slips? हस्तात् from (my) hand? त्वक् (my) skin? च and? एव also? परिदह्यते burns all over? न not? च and? शक्नोमि (I) am able? अवस्थातुम्? to stand? भ्रमति इव seems whirling? च and? मे my? मनः mind.No Commentary.","scetsga":"1.30 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.30 – 1.34Na ca sreyah, etc., upto mahikrte. Those who are wrongly conceived as object of slaying, with the individualizing idea that these are my teachers etc.8 would necessarily generate sin. Similarly, the act of slaying even of those deserving to be slain in the battle-if undertaken with the idea that This battle is to be fought for the apparent results like pleasures, happiness etc.- then it generates sin necessarily. This idea lurks in the objection [of Arjuna]. That is why a reply is going to be given [by Bhagavat] as You must undertake actions simply as your own duty, and not with an individualizing idea.","scetssa":"1.26 - 1.47 Arjuna said - Sanjaya saidSanjaya continued:The high-minded Arjuna, extremely kind, deeply friendly, and supremely righteous, having brothers like himself, though repeatedly deceived by the treacherous attempts of your people like burning in the lac-house etc., and therefore fit to be killed by him with the help of the Supreme Person, nevertheless said, I will not fight.\nHe felt weak, overcome as he was by his love and extreme compassion for his relatives. He was also filled with fear, not knowing what was righteous and what unrighteous. His mind was tortured by grief, because of the thought of future separation from his relations. So he threw away his bow and arrow and sat on the chariot as if to fast to death.","chakravarthi":"Seeing all these known people, my mouth has dried up. The phrase “As I stand here” should be added at the beginning of the sentence. “As I stand here seeing this, my limbs become weak.”","rudra":"\nFurthermore I am not able tostandhereandcomposemyselfforIsee\nadverse omens and portents which forebode evil.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nIt is as if my mind is unsteady. With these words of dejection theweakness\nof Arjuna is disclosed and it can be understood that he is closetolosing\nconsciousness. He says: in in thiswarIamseeingtheconsequenseof\nopposing results. This means that even if he werevictoriousinobtaining\nthe kingdom he would not feel any satisfaction. Tothecontraryhewould\nfeel just the opposite, he would feel remorse. Here in this sensetheword\nnimittani meaning inauspicious omens is not given asasymptombutasa\nresult.","shri":"There is no commentary for this verse.","kumar":"The burning sensation in his skin and tremors in the left side ofthebody\nare all indicative of evil forecasting adverse omens of dire consequences."}