{"meta":"Bhagavad GitaChapter 1 Verse 32","metahi":"भगवद् गीता 1.32","slok":"न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च।किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा।।1.32।।","htsrsd":"।।1.32।।हे कृष्ण मैं न तो विजय चाहता हूँ? न राज्य चाहता हूँ और न सुखोंको ही चाहता हूँ। हे गोविन्द हमलोगोंको राज्यसे क्या लाभ भोगोंसे क्या लाभ अथवा जीनसे भी क्या लाभ","htstma":"।।1.32।।हे कृष्णमैं न विजय चाहता हूँ न राज्य और न सुखों को ही चाहता हूँ। हे गोविन्दहमें राज्य से अथवा भोगों से और जीने से भी क्या प्रयोजन है।","transliteration":"Na kaangkshe vijayam krishna na cha raajyam sukhaani cha;\nKim no raajyena govinda kim bhogair jeevitena vaa.","englishmeaning":"na—nor; kāṅkṣhe—do I desire; vijayam—victory; kṛiṣhṇa—Krishna; na—nor; cha—as well; rājyam—kingdom; sukhāni—happiness; cha—also; kim—what; naḥ—to us; rājyena—by kingdom; govinda—Krishna, he who gives pleasure to the senses, he who is fond of cows; kim—what?; bhogaiḥ—pleasures; jīvitena—life; vā—or; yeṣhām—for whose; arthe—sake; kāṅkṣhitam—coveted for; naḥ—by us; rājyam—kingdom; bhogāḥ—pleasures; sukhāni—happiness; cha—also; te—they; ime—these; avasthitāḥ—situated; yuddhe—for battle; prāṇān—lives; tyaktvā—giving up; dhanāni—wealth; cha—also","hcsrsd":"।।1.32।। व्याख्या   न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च मान लें युद्धमें हमारी विजय हो जाय तो विजय होनेसे पूरी पृथ्वीपर हमारा राज्य हो जायगा अधिकार हो जायगा। पृथ्वीका राज्य मिलनेसे हमें अनेक प्रकारके सुख मिलेंगे। परन्तु इनमेंसे मैं कुछ भी नहीं चाहता अर्थात् मेरे मनमें विजय राज्य एवं सुखोंकी कामना नहीं है। किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा  जब हमारे मनमें किसी प्रकारकी (विजय राज्य और सुखकी) कामना ही नहीं है तो फिर कितना ही बड़ा राज्य क्यों न मिल जाय पर उससे हमें क्या लाभ कितने ही सुन्दरसुन्दर भोग मिल जायँ पर उनसे हमें क्या लाभ अथवा कुटुम्बियोंको मारकर हम राज्यके सुख भोगते हुए कितने ही वर्ष जीते रहें पर उससे भी हमें क्या लाभ तात्पर्य है कि ये विजय राज्य और भोग तभी सुख दे सकते हैं जब भीतरमें इनकी कामना हो प्रियता हो महत्त्व हो। परन्तु हमारे भीतर तो इनकी कामना ही नहीं है। अतः ये हमें क्या सुख दे सकते हैं इन कुटुम्बियोंको मारकर हमारी जीनेकी इच्छा नहीं है क्योंकि जब हमारे कुटुम्बी मर जायँगे तब ये राज्य और भोग किसके काम आयेंगे राज्य भोग आदि तो कुटुम्बके लिये होते हैं पर जब ये ही मर जायँगे तब इनको कौन भोगेगा भोगनेकी बात तो दूर रही उलटे हमें और अधिक चिन्ता शोक होंगे। सम्बन्ध  अर्जुन विजय आदि क्यों नहीं चाहते इसका हेतु आगेके श्लोकमें बताते हैं।","hcsca":"।।1.32।। बुद्धि से पूर्णतया विलग होकर उसका भ्रमित मन एक पागल के समान इधरउधर दौड़ता है और मूर्खतापूर्ण निष्कर्षों पर पहुँचता है। वह कहता है मैं न विजय चाहता हूँ न राज्य और न सुख। यह सुविदित तथ्य है कि यदि उन्माद (हिस्टीरिया) के रोगी को बोलने दिया जाय तो वह निषेध भाषा में ही रोग का कारण बताने लगता है। उदाहरणार्थ किसी स्त्री पर उन्माद का दौरा पड़ने पर वह प्रलाप में कहती है कि वह अपने पति से अभी भी प्रेम करती है पति का वह आदर करती है और उनमें कोई आपसी मतभेद नहीं है इत्यादि तो इन वाक्यों द्वारा वह स्वयं ही अपने रोग का वास्तविक कारण बता रही होती है।इसी प्रकार अर्जुन यह जो सब वस्तुओं की अनिच्छा प्रकट कर रहा है उसी से हम उसकी मनस्थिति का स्पष्ट कारण जान सकते हैं कि वह विजय चाहता था। वह शीघ्र ही अपने एवं स्वजनों के लिये राज्य व सुख प्राप्त करने के लिये आतुर था। परन्तु कौरवों की विशाल सेना और उनमें जानेमाने शूर वीर योद्धाओं को देखकर उसकी आशा भंग हो गयी महत्त्वाकांक्षा ध्वस्त हो गयी और वह आत्मविश्वास भी खोने लगा। इस प्रकार वह धीरेधीरे अर्जुनरोग रूपी विषाद की स्थिति में पहुँच गया जिसके निवारण का विषय ही गीता का प्रतिपाद्य विषय है।","etsga":"1.321.34O Govinda! What need do we have of a kingdom, or what (need) of enjoyments and livelihood? Those for whom kingdom, enjoyments and pleasures ae desired by us, viz teachers, uncles, fathers-in-law, grandsons, brothers-in-law as also relatives-those very ones stand arrayed for battle risking their lives and wealth.","etssa":"1.32. I desire not victory, O Krishna, nor kingdom, nor pleasures.\nOf what avail is dominion to us, O Krishna, or pleasures or even life?","etdss":"1.32. For whose sake we seek kingdom,[its] pleasures and happiness,the very same persons stand arrayed to fight,giving up their life and wealth.","ecssa":"1.32 न not? काङ्क्षे (I) desire? विजयम् victory? कृष्ण O Krishna? न not? च and? राज्यम् kingdom? सुखानि pleasures? च and? किम् what? नः to us? राज्येन by kindom? गोविन्द O Govinda? किम् what? भोगैः by pleasures? जीवितेन life? वा or.No Commentary.","scetsga":"1.32 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.301.34Na ca sreyah, etc., upto mahikrte. Those who are wrongly conceived as object of slaying, with the individualizing idea that these are my teachers etc.8 would necessarily generate sin. Similarly, the act of slaying even of those deserving to be slain in the battle-if undertaken with the idea that This battle is to be fought for the apparent results like pleasures, happiness etc.- then it generates sin necessarily. This idea lurks in the objection [of Arjuna]. That is why a reply is going to be given [by Bhagavat] as You must undertake actions simply as your own duty, and not with an individualizing idea.","scetssa":"1.26 - 1.47 Arjuna said - Sanjaya saidSanjaya continued:The high-minded Arjuna, extremely kind, deeply friendly, and supremely righteous, having brothers like himself, though repeatedly deceived by the treacherous attempts of your people like burning in the lac-house etc., and therefore fit to be killed by him with the help of the Supreme Person, nevertheless said, I will not fight.\nHe felt weak, overcome as he was by his love and extreme compassion for his relatives. He was also filled with fear, not knowing what was righteous and what unrighteous. His mind was tortured by grief, because of the thought of future separation from his relations. So he threw away his bow and arrow and sat on the chariot as if to fast to death.","chakravarthi":"I do not see any benefit in killing in this manner (na sreyo pasyami). The scriptures say such things as:\ndvav imau purusau loke surya-mandala-bhedinau parivrad yoga-yuktas ca rane cabhimukhe hatah\nThe sannyasi engaged in yoga and the warrior who dies facing the enemy attain the sun planet. Parasara Smrti 3.30\nThus it is better that one die rather than kill them, as there is no piety in this killing.\n“But by fighting you gain kingdom and fame.” “I do not desire victory, kingdom or happiness.”","rudra":"\nArjuna says moreover, I see no good etc. That he does notseeanybenefit\nfrom slaying family members opposed in battle. It may be argued to himthat\nby fighting them it will lead to victory; but he has alreadysaidthathe\ndoesnt desire victory. This is being expanded in verse32beginningwith\nkim tu rajyena up to the end of verse 33. Theyforwhosesakewedeisre\nsovereignty are assembled here to fight giving up life andwealth,meaning\nundergoing such sacrifice. Therefore of what use will sovereignty be tous?\nThis is the understanding for verses 31-34.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nBy Arjuna addressing Lord KrishnaasGovindaexpressesthatsinceLord\nKrishna is the knower of all the functions of the senses,LordKrishnais\nalso the knower of his mind. The reason for not desiringthekingdometc.\nare given in the second half of verse 32 beginning:yesamarthe.Onecan\ndesire a kingdom for the happiness of ones kinsman even at the cost ofones\nown life; but in this battle when the destruction of ones kin is certainit\nis a fruitless desire to engage in battle. If it is put forth thatalthough\nArjuna out of compassion might not wish toslayhisenemies;butitis\ncertain that his enemies will surely slay him to keep the kingdom freefrom\nthorns. To answer this Arjuna is saying even if they intend to slayhimhe\nwill not slay them. He says: I do not desiretherulershipofthethree\nworlds let alone this tract of land calledEarth.Ifitisarguedthat\nArjuna could slay only the sons of Dhritarastra who caused thePandavasso\nmuch troubles and leave all the others warriors alive thentoanswerthis\nArjuna is saying: what pleasure is there for us thePandavastokillthe\nsons ofDhritarastra?Inexpectationoftemporary,earthlypleasures,\nfratricide is not in any way an appropriateactionandwillonlyinsure\neternal damnation to hell. By Arjuna addressing LordKrishnaasJanardana\nwhich means He who always naturally protects Hisdevotees;thatsinceHe\nhas appeared for removing the sins from this world, then Hecanjustslay\nall these sinners Himself and since Lord Krishna is the SupremeLordthere\nis no question of Himincurringanysinfulreactionforcausingtheir\ndeaths.","shri":"There is no commentary for this verse.","kumar":"It could be put forth that even ifthereisnorewardintheheavenly\nplanets there would still be royal luxuries and kinglyenjoymentsinthis\nworld for the slayer. TorefutethissuppositioninthisverseArjuna\ndeclares what use are these?The explanationofArjunaaddressing Lord\nKrishna by the vocativeGovindaindicatesthatsincetheLordisthe\npossessorofeternalexistence,consciousnessandbliss, Arjuna is\nimploring that the Lord should satiate him withthisbliss.Intheword\nGovinda, go stands for the senses and vinda stands for He whoattractsand\ndirects the senses.SoArjunafeelinggreatdespaircontemplatingthe\nprospect of immense slaughter as a consequence ofwarisrequestingLord\nKrishna to properly direct his senses for his ultimate benefit.\nIf it were to be submitted that even if Arjuna, being the son ofPanduand\nKunti had no desire for royal luxuries and kingly enjoyments, forthesake\nof his relatives such desires are appropriate. This is neutralisedbythis\nverse which stating that all those relatives for whosesakethesedesires\nwould be appropriate are on the battlefieldreadyforwar.Thereforein\nthis context Arjuna has no need to fight.\nIt may be argued that even if Arjuna thinks ofthemasrelatives,ifhe\ndoes not slay them, they will certainly slayhim.SoArjunashouldslay\nthem all and rule over the entire kingdom.TorefutethisArjunastates\nthat he never desires to slay them, even if they wish toslayhim.Arjuna\naddressing Lord Krishna with the vocative Madhusudanaisgivingreference\nto Lord Krishna terminating theexistenceofademonnameMadhuina\nprevious time. The name is used to give credencetoArjunaspositionby\nillustrating as an example thatdemonsaretobeexterminatedandnot\nrelatives.\nArjuna exclaims here that even for dominion of all the worlds hewouldnot\nwish to slay the sons of Dhritarastra,letaloneforakingdomonthe\nearth. By addressing Lord Krishna with thevocativeJanardanameaningHe\nwho destroys the ignorance of Hisdevotees,ArjunaissupplicatingLord\nKrishna to destroy his ignorance as well."}