{"meta":"Bhagavad GitaChapter 1 Verse 45","metahi":"भगवद् गीता 1.45","slok":"अहो बत महत्पापं कर्तुं व्यवसिता वयम्।यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः।।1.45।।","htsrsd":"।।1.45।।यह बड़े आश्चर्य और खेदकी बात है कि हमलोग बड़ा भारी पाप करनेका निश्चय कर बैठे हैं? जो कि राज्य और सुखके लोभसे अपने स्वजनोंको मारनेके लिये तैयार हो गये हैं","htstma":"।।1.45।।अहोशोक है कि हम लोग बड़ा भारी पाप करने का निश्चय कर बैठे हैं जो कि इस राज्यसुख के लोभ से अपने कुटुम्ब का नाश करने के लिये तैयार हो गये हैं।","transliteration":"Aho bata mahat paapam kartum vyavasitaa vayam;\nYadraajya sukhalobhena hantum swajanam udyataah.","englishmeaning":"aho—alas; bata—how; mahat—great; pāpam—sins; kartum—to perform; vyavasitāḥ—have decided; vayam—we; yat—because; rājya-sukha-lobhena—driven by the desire for kingly pleasure; hantum—to kill; sva-janam—kinsmen; udyatāḥ—intending; yadi—if; mām—me; apratīkāram—unresisting; aśhastram—unarmed; śhastra-pāṇayaḥ—those with weapons in hand; dhārtarāṣhṭrāḥ—the sons of Dhritarashtra; raṇe—on the battlefield; hanyuḥ—shall kill; tat—that; me—to me; kṣhema-taram—better; bhavet—would be","hcsrsd":" 1.45।। व्याख्या  अहो बत ৷৷. स्वजनमुद्यताः   ये दुर्योधन आदि  दुष्ट हैं। इनकी धर्मपर दृष्टि नहीं है। इनपर लोभ सवार हो गया है। इसलिये ये युद्धके लिये तैयार हो जायँ तो कोई आश्चर्यकी बात नहीं है। परन्तु हमलोग तो धर्मअधर्मको कर्तव्यअकर्तव्यको पुण्यपापको जाननेवाले हैं। ऐसे जानकार होते हुए भी अनजान मनुष्योंकी तरह हमलोगोंने बड़ा भारी पाप करनेका निश्चयविचार कर लिया है। इतना ही नहीं युद्धमें अपने स्वजनोंको मारनेके लिये अस्त्रशस्त्र लेकर तैयार हो गये हैं यह हमलोगेंके लिये बड़े भारी आश्चर्यकी और खेद(दुःख) की बात है अर्थात् सर्वथा अनुचित बात है।हमारी जो जानकारी है हमने जो शास्त्रोंसे सुना है गुरुजनोंसे शिक्षा पायी है अपने जीवनको सुधारनेका विचार किया है उन सबका अनादर करके आज हमने युद्धरूपी पाप करनेके लिये विचार कर लिया हैयह बड़ा भारी पाप है महत्पापम् । इस श्लोकमें  अहो  और  बत   ये दो पद आये हैं। इनमेंसे  अहो  पद आश्चर्यका वाचक है। आश्चर्य यही है कि युद्धसे होनेवाली अनर्थपरम्पराको जानते हुए भी हमलोगोंने युद्धरूपी बड़ा भारी पाप करनेका पक्का निश्चय कर लिया है दूसरा  बत  पद खेदका दुःखका वाचक है। दुःख यही है कि थोड़े दिन रहेनेवाले राज्य और सुखके लोभमें आकर हम अपने कुटुम्बियोंको मारनेके लिये तैयार हो गये हैं पाप करनेका निश्चय करनेमें और स्वजनोंको मारनेके तैयार होनेमें केवल राज्यका और सुखका लोभ ही कारण है। तात्पर्य है कि अगर युद्धमें हमारी विजय हो जायगी तो हमें राज्य वैभव मिल मिल जायगा हमारा आदरसत्कार होगा हमारी महत्ता बढ़ जायगी पूरे राज्यपर हमारा प्रभाव रहेगा सब जगह हमारा हुक्म चलेगा हमारे पास धन होनेसे हम मनचाही भोगसामग्री जुटा लेंगे फिर खूब आराम करेंगे सुख भोगेंगेइस तरह हमारेपर राज्य और सुखका लोभ छा गया है जो हमारेजैसे मनुष्योंके लिये सर्वथा अनुचित है।इस श्लोकमें अर्जुन यह कहना चाहते हैं कि अपने सद्विचारोंका अपनी जानकारीका आदर करनेसे ही शास्त्र गुरुजन आदिकी आज्ञा मानी जा सकती है। परन्तु जो मनुष्य अपने सद्विचारोंका निरादर करता है वह शास्त्रोंकी गुरुजनोंकी और सिद्धान्तोंकी अच्छीअच्छी बातोंको सुनकर भी उन्हें धारण नहीं कर सकता। अपने सद्विचारोंका बारबार निरादर तिरस्कार करनेसे सद्विचारोंकी सृष्टि बंद हो जाती है। फिर मनुष्यको दुर्गुणदुराचारसे रोकनेवाला है ही कौन ऐसे ही हम भी अपनी जानकारीका आदर नहीं करेंगे तो फिर हमें अनर्थपरम्परासे कौन रोक सकता है अर्थात् कोई नहीं रोक सकता।यहाँ अर्जुनकी दृष्टि युद्धरूपी क्रियाकी तरफ है। वे युद्धरूपी क्रियाको दोषी मानकर उससे हटना चाहते हैं परन्तु वास्तवमें दोष क्या हैइस तरफ अर्जुनकी दृष्टि नहीं है। युद्धमें कौटुम्बिक मोह स्वार्थभाव कामना ही दोष है पर इधर दृष्टि न जानेके कारण अर्जुन यहाँ आश्चर्य और खेद प्रकट कर रहे हैं जो कि वास्तवमें किसी भी विचारशील धर्मात्मा शूरवीर क्षत्रियके लिये उचित नहीं है।अर्जुनने पहले अड़तीसवें श्लोकमें दुर्योधनादिके युद्धमें प्रवृत्त होनेमें कुलक्षयके दोषमें और मित्रद्रोहके पापमें लोभको कारण बताया और यहाँ भी अपनेको राज्य और सुखके लोभके कारण महान् पाप करनेको उद्यत बता रहे हैं। इससे सिद्ध होता है कि अर्जुन पापके होनेमेंलोभ को हेतु मानते हैं। फिर भी आगे तीसरे अध्यायके छत्तीसवें श्लोकमें अर्जुननेमनुष्य न चाहता हुआ भी पापका आचरण क्यों कर बैठता हैऐसा प्रश्न क्यों किया इसका समाधान है कि यहाँ तो कौटुम्बिक मोहके कारण अर्जुन युद्धसे निवृत्त होनेको धर्म और युद्धमें प्रवृत्त होनेको अधर्म मान रहे हैं अर्थात् उनकी शरीर आदिको लेकर केवल लौकिक दृष्टि है इसलिये वे युद्धमें स्वजनोंको मारनेमें लोभको हेतु मान रहे हैं। परन्तु आगे गीताका उपदेश सुनतेसुनते उनमें अपने श्रेयकल्याणकी इच्छा जाग्रत् हो गयी (गीता 3। 2)। इसलिये वे कर्तव्यको छोड़कर न करनेयोग्य काममें प्रवृत्त होनेमें कौन कारण हैऐसा पूछते हैं अर्थात् वहाँ (3। 36 में) अर्जुन कर्तव्यकी दृष्टिसे साधककी दृष्टिसे पूछते हैं। सम्बन्ध  आश्चर्य और खेदमें निमग्न हुए अर्जुन आगेके श्लोकमें अपनी दलीलोंका अन्तिम निर्णय बताते हैं।","hcsca":"।।1.45।। इस श्लोक में अर्जुन की बौद्धिक निराशा और मन की थकान स्पष्ट दिखाई पड़ती है जो वास्तव में बड़ी दयनीय है। आत्मविश्वास को खोकर वह कहता है अहोहम पाप करने को प्रवृत्त हो रहे हैं . इत्यादि। इस वाक्य से स्पष्ट ज्ञात होता है कि परिस्थिति पर अपना प्रभुत्व स्थापित करने के स्थान पर अर्जुन स्वयं उसका शिकार बन गया है। आत्मविश्वास के अभाव में एक कायर के समान वह स्वयं को असहाय अनुभव कर रहा है।मन की यह दुर्बलता उसके शौर्य को क्षीण कर देती है और वह उसे छिपाने के लिये महान प्रतीत होने वाली युक्तियों का आश्रय लेता है। युद्ध के लक्ष्य को ही उसने गलत समझा है और फिर धर्म के पक्ष पर स्वार्थ का झूठा आरोप वह केवल अपनी कायरता के कारण करता है। शान्तिप्रियता का उसका यह तर्क अपनी सार्मथ्य को पहचान कर नहीं वरन् मन की दुर्बलता के कारण है।","etsga":"1.45What a pity that we have resolved to commit a great sin by being eager to kill our own kith and kin, out of greed for the pleasures of a kingdom!","etssa":"1.45. Alas! We are involved in a great sin, in that we are\nprepared to kill our kinsmen, through greed for the pleasures of a kingdom.","etdss":"1.45. Alas!What a great sinful act have we resolved to undertake ! For, out of greed for the joy of kingdom,we are striving to slay our own kinsfolk !","ecssa":"1.45 अहो बत alas? महत् great? पापम् sin? कर्तुम् to do? व्यवसिताः prepared? वयम् we? यत् that? राज्यसुखलोभेन by the greed of pleasure of kingdom? हन्तुम् to kill? स्वजनम् kinsmen? उद्यताः prepared.No Commentary.","scetsga":"1.45 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.45Aho bata etc. We denotes one and all who were divided [into the opposite campus] by the division among the Kauravas and the Pandavas.\nWhen every one is indiscriminate, what act is proper for me, while I am endowed with the faculty to discriminate? Of course, it is proper to turn back from the battle. Yet, says [Arjuna], what is much more proper is this [see next sloka]:","scetssa":"1.26 - 1.47 Arjuna said - Sanjaya saidSanjaya continued:The high-minded Arjuna, extremely kind, deeply friendly, and supremely righteous, having brothers like himself, though repeatedly deceived by the treacherous attempts of your people like burning in the lac-house etc., and therefore fit to be killed by him with the help of the Supreme Person, nevertheless said, I will not fight.\nHe felt weak, overcome as he was by his love and extreme compassion for his relatives. He was also filled with fear, not knowing what was righteous and what unrighteous. His mind was tortured by grief, because of the thought of future separation from his relations. So he threw away his bow and arrow and sat on the chariot as if to fast to death.","chakravarthi":"","rudra":"\nLamenting thus and even welcoming death itself, Arjuna said: If the sons\netc. If they should slay me unresisting meaning sitting quietly, them that\ndeath would be extremely beneficial for me, since it would stop me from\ncontracting the reaction of committing this heinous sin.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nIf it is asked: O Arjuna, even thoughyourefrainyourselffromkilling\nyour relatives, it is sure that BhishmaandtheKauravaswillcertainly\nkill you without hesitation as they are eager toengageinthiswar.So\nwhat will you dounderthesecircumstances?ToanswerthisArjunais\nspeaking this verse beginning yadi mam apratikaram. Beingnotvengefulis\nmy atonement for my resolve to slaythem.Ksematarammeansmuchbetter,\nsince the atonement of death willwashawayallsins.Bhishmaandthe\nothers fighting on the Kaurava side will not be able be able toescapethe\nresult of that sin. This is the internal mood that Arjuna is feeling.","shri":"There is no commentary for this verse.","kumar":"It may be put forth that although Arjuna disregarding ksatriya ethicsmight\nrefrain from battle out of deluded compassion for friends andkinsman;but\nas far as the enemy is concernedtheywillnotrefrainthemselvesfrom\nbattle; but are determined to fightfordominionofthekingdom.Being\nfully intent on victory the sons of Dhritarastra may slay youevenifyou\ndo not fight. Then what is the useofnotfighting?Inanswertothis\nArjuna states that even if the sons of Dhritarastra being devoidofwisdom\nand obsessed by greed would slay him unarmedandunresisting,thiswould\nstill be more preferablethanperpetuatingsinbyslayingfriendsand\nkinsmanandpermanentlygoingtohellasaresult.WhatArjunais\npractically saying is that if he refrains from fighting then atthedeaths\nof his physical body there would be no feelings of guilt or repentancefrom\ncommitting such a sin."}