{"meta":"Bhagavad GitaChapter 1 Verse 5","metahi":"भगवद् गीता 1.5","slok":"धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान्।पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः।।1.5।। ","htsrsd":"।।1.4 1.6।।यहाँ (पाण्डवोंकी सेनामें) बड़ेबड़े शूरवीर हैं? जिनके बहुत बड़ेबड़े धनुष हैं तथा जो युद्धमें भीम और अर्जुनके समान हैं। उनमें युयुधान (सात्यकि)? राजा विराट और महारथी द्रुपद भी हैं। धृष्टकेतु और चेकितान तथा पराक्रमी काशिराज भी हैं। पुरुजित् और कुन्तिभोज ये दोनों भाई तथा मनुष्योंमें श्रेष्ठ शैब्य भी हैं। पराक्रमी युधामन्यु और पराक्रमी उत्तमौजा भी हैं। सुभद्रापुत्र अभिमन्यु और द्रौपदीके पाँचों पुत्र भी हैं। ये सब के सब महारथी हैं।\n ","htstma":"।।1.5।।धृष्टकेतु चेकितान बलवान काशिराज पुरुजित् कुन्तिभोज और मनुष्यों में श्रेष्ठ शैब्य।\n ","transliteration":"Dhrishtaketush chekitaanah kaashiraajashcha veeryavaan;\nPurujit kuntibhojashcha shaibyashcha narapungavah.","englishmeaning":"atra—here; śhūrāḥ—powerful warriors; mahā-iṣhu-āsāḥ—great bowmen; bhīma-arjuna-samāḥ—equal to Bheem and Arjun; yudhi—in military prowess; yuyudhānaḥ—Yuyudhan; virāṭaḥ—Virat; cha—and; drupadaḥ—Drupad; cha—also; mahā-rathaḥ—warriors who could single handedly match the strength of ten thousand ordinary warriors; dhṛiṣhṭaketuḥ—Dhrishtaketu; chekitānaḥ—Chekitan; kāśhirājaḥ—Kashiraj; cha—and; vīrya-vān—heroic; purujit—Purujit; kuntibhojaḥ—Kuntibhoj; cha—and; śhaibyaḥ—Shaibya; cha—and; nara-puṅgavaḥ—best of men; yudhāmanyuḥ—Yudhamanyu; cha—and; vikrāntaḥ—courageous; uttamaujāḥ—Uttamauja; cha—and; vīrya-vān—gallant; saubhadraḥ—the son of Subhadra; draupadeyāḥ—the sons of Draupadi; cha—and; sarve—all; eva—indeed; mahā-rathāḥ—warriors who could single handedly match the strength of ten thousand ordinary warriors","hcsrsd":"।।1.5।। व्याख्या    अत्र शूरा महेष्वासा भीमार्जुनसमा युधि   जिनसे बाण चलाये जाते हैं फेंके जाते हैं उनका नाम इष्वास अर्थात् धनुष है। ऐसे बड़ेबड़े इष्वास (धनुष) जिनसे पास हैं वे सभी महेष्वास हैं। तात्पर्य है कि बड़े धनुषोंपर बाण चढ़ाने एवं प्रत्यञ्चा खींचनेमें बहुत बल लगता है। जोरसे खींचकर छोड़ा गया बाण विशेष मार करता है। ऐसे बड़ेबड़े धनुष पासमें होनेके कारण ये सभी बहुत बलवान् और शूरवीर हैं। ये मामूली योद्धा नहीं हैं। युद्धमें ये भीम और अर्जुनके समान हैं अर्थात् बलमें ये भीमके समान और अस्त्रशस्त्रकी कलामें ये अर्जुनके समान हैं।\n युयुधानः   युयुधान(सात्यकि) ने अर्जुनसे अस्त्रशस्त्रकी विद्या सीखी थी। इसलिये भगवान् श्रीकृष्ण के द्वारा दुर्योधनको नारायणी सेना देनेपर भी वह कृतज्ञ होकर अर्जुनके पक्षमें ही रहा दुर्योधनके पक्षमें नही गया। द्रोणाचार्यके मनमें अर्जुनके प्रति द्वेषभाव पैदा करनेके लिये दुर्योधन महारथियोंमें सबसे पहले अर्जुनके शिष्य युयुधानका नाम लेता हैं। तात्पर्य है कि इस अर्जुनको तो देखिये इसने आपसे ही अस्त्रशस्त्र चलाना सीखा है और आपने अर्जुनको यह वरदान भी दिया है कि संसारमे तुम्हारे समान और कोई धनुर्धर न हो ऐसा प्रयत्न करूँगा  (टिप्पणी प0 6) । इस तरह आपने तो अपने शिष्य अर्जुनपर इतना स्नेह रखा है पर वह कृतघ्न होकर आपके विपक्षमें लड़नेके लिये खड़ा है जबकि अर्जुनका शिष्य उसीके पक्षमें खड़ा है।\nयुयुधान महाभारतके युद्धमें न मरकर यादवोंके आपसी युद्धमें मारे गये।\n विराटश्च   जिसके कारण हमारे पक्षका वीर सुशर्मा अपमानित किया गया आपको सम्मोहनअस्त्रसे मोहित होना पड़ा और हमलोगोंको भी जिसकी गायें छोड़कर युद्धसे भागना पड़ा वह राजा विराट आपके प्रतिपक्षमें खड़ा है।\nराजा विराटके साथ द्रोणाचार्यका ऐसा कोई वैरभाव या द्वेषभाव नहीं था परन्तु दुर्योधन यह समझता है कि अगर युयुधानके बाद मैं द्रुपदका नाम लूँ तो द्रोणाचार्यके मनमें यह भाव आ सकता है कि दुर्योधन पाण्डवोंके विरोधमें मेरेको उकसाकर युद्धके लिए विशेषतासे प्रेरणा कर रहा है तथा मेरे मनमें पाण्डवोंके प्रति वैरभाव पैदा कर रहा है। इसलिये दुर्योधन द्रुपदके नामसे पहले विराटका नाम लेता है जिससे द्रोणाचार्य मेरी चालाकी न समझ सकें और विशेषतासे युद्ध करें।\nराजा विराट उत्तर श्वेत और शंख नामक तीनों पुत्रोंसहित महाभारतयुद्धमें मारे गये।\n द्रुपदश्च महारथः  आपने तो द्रुपदको पहलेकी मित्रता याद दिलायी पर उसने सभामें यह कहकर आपका अपमान किया कि मैं राजा हूँ और तुम भिक्षुक हो अतः मेरीतुम्हारी मित्रता कैसी तथा वैरभावके कारण आपको मारनेके लिये पुत्र भी पैदा किया वही महारथी द्रुपद आपसे लड़नेके लिये विपक्षमें खड़ा है।\nराजा द्रुपद युद्धमें द्रोणाचार्यके हाथसे मारे गये।\n धृष्टकेतुः   यह धृष्टकेतु कितना मूर्ख है कि जिसके पिता शिशुपालको कृष्णने भरी सभामें चक्रसे मार डाला था उसी कृष्णके पक्षमें यह लड़नेके लिये खड़ा है।\nधृष्टकेतु द्रोणाचार्यके हाथसे मारे गये।\n चेकितानः   सब यादवसेना तो हमारी ओरसे लड़नेके लिये तैयार है और यह यादव चेकितान पाण्डवोंकी सेनामें खड़ा है।\nचेकितान दुर्योधनके हाथसे मारे गये।\n काशिराजश्च वीर्यवान्   यह काशिराज बड़ा ही शूरवीर और महारथी है। यह भी पाण्डवोंकी सेनामें खड़ा है। इसलिये आप सावधानीसे युद्ध करना क्योंकि यह बड़ा पराक्रमी है।\nकाशिराज महाभारतयुद्धमें मारे गये।\n पुरुजित्कुन्तिभोजश्च   यद्यपि पुरुजित् और कुन्तिभोज ये दोनों कुन्तीके भाई होनेसे हमारे और पाण्डवोंके मामा हैं तथापि इनके मनमें पक्षपात होनेके कारण ये हमारे विपक्षमें युद्ध करनेके लिये खड़े हैं।\nपुरुजित् और कुन्तिभोज दोनों ही युद्धमें द्रोणाचार्यके हाथसे मारे गये।\n शैब्यश्च नरपुङ्गवः   यह शैब्य युधिष्ठिरका श्वशुर है। यह मनुष्योंमें श्रेष्ठ और बहुत बलवान् है। परिवारके नाते यह भी हमारा सम्बन्धी है। पतन्तु यह पाण्डवोंके ही पक्षमें खड़ा है।\n युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान्   पाञ्चालदेशके बड़े बलवान् और वीर योद्धा युधामन्यु तथा उत्तमौजा मेरे वैरी अर्जुनके रथके पहियोंकी रक्षामें नियुक्त किये गये हैं। आप इनकी ओर भी नजर रखना।\nरातमें सोते हुए इन दोनोंको अश्वत्थामाने मार डाला।\n सौभद्रः   यह कृष्णकी बहन सुभद्राका पुत्र अभिमन्यु है। यह बहुत शूरवीर है। इसने गर्भमें ही चक्रव्यूहभेदनकी विद्या सीखी है। अतः चक्रव्यूहरचनाके समय आप इसका खयाल रखें।\nयुद्धमें दुःशासनपुत्रके द्वारा अन्यायपूर्वक सिरपर गदाका प्रहार करनेसे अभिमन्यु मारे गये।\n द्रौपदेयाश्च   युधिष्ठिर भीम अर्जुन नकुल और सहदेव इन पाँचोंके द्वारा द्रौपदीके गर्भसे क्रमशः प्रतिविन्ध्य सुतसोम श्रुतकर्मा शतानीक और श्रुतसेन पैदा हुए हैं। इन पाँचोंको आप देख लीजिये। द्रौपदीने भरी सभामें मेरी हँसी उड़ाकर मेरे हृदयको जलाया है उसीके इन पाँचों पुत्रोंको युद्धमें मारकर आप उसका बदला चुकायें।\nरातमें सोते हुए इन पाँचोंको अश्वत्थामाने मार डाला।\n सर्व एव महारथाः   ये सबकेसब महारथी हैं। जो शास्त्र और शस्त्रविद्या दोनोंमें प्रवीण हैं और युद्धमें अकेले ही एक साथ दस हजार धनुर्धारी योद्धाओंका संचालन कर सकता है उस वीर पुरुषको महारथी कहते हैं  (टिप्पणी प0 7)  ऐसे बहुतसे महारथी पाण्डवसेनामें खड़े हैं।\n सम्बन्ध   द्रोणाचार्य के मनमें पाण्डवोंके प्रति द्वेष पैदा करने और युद्धके लिये जोश दिलानेके लिये दुर्योधनने पाण्डवसेनाकी विशेषता बतायी। दुर्योधनके मनमें विचार आया कि द्रोणाचार्य पाण्डवोंके पक्षपाती हैं ही अतः वे पाण्डवसेनाकी महत्ता सुनकर मेरेको यह कह सकते हैं कि जब पाण्डवोंकी सेनामें इतनी विशेषता है तो उनके साथ तू सन्धि क्यों नहीं कर लेता ऐसा विचार आते ही दुर्योधन आगेके तीन श्लोकोंमें अपनी सेनाकी विशेषता बताता है।","hcsca":"।।1.5।। No commentary.","etsga":"1.5 Dhrstaketu, Cekitana, and the valiant king of Kasi (Varanasi); Purujit and Kuntibhoja, and Saibya, the choicest among men;","etssa":"1.5. Dhrishtaketu, chekitana and the valiant king of Kasi, Purujit\nand Kuntibhoja and Saibya, the best men.","etdss":"1.5. Dhrstaketu,Cekitana and the valourous king of Kasi,and Kuntibhoja,the coneror of many, and the Sibi king, the best among men;","ecssa":"1.5 धृष्टकेतुः Dhrishtaketu? चेकितानः Chekitana? काशिराजः king of Kasi? च and? वीर्यवान् valiant? पुरुजित् Purujit? कुन्तिभोजः Kuntibhoja? च and? शैब्यः son of Sibi? च and? नरपुङ्गवः the best of men.No Commentary.","scetsga":"1.5 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.21.9Why this exhaustive counting? The reality of things is this:","scetssa":"1.1 - 1.19 Dhrtarastra said - Sanjaya saidDuryodhana, after viewing the forces of Pandavas protected by Bhima, and his own forces protected by Bhisma conveyed his views thus to Drona, his teacher, about the adeacy of Bhimas forces for conering the Kaurava forces and the inadeacy of his own forces for victory against the Pandava forces. He was grief-stricken within.\nObserving his (Duryodhanas) despondecny, Bhisma, in order to cheer him, roared like a lion, and then blowing his conch, made his side sound their conchs and kettle-drums, which made an uproar as a sign of victory. Then, having heard that great tumult, Arjuna and Sri Krsna the Lord of all lords, who was acting as the charioteer of Arjuna, sitting in their great chariot which was powerful enough to coner the three worlds; blew their divine conchs Srimad Pancajanya and Devadatta. Then, both Yudhisthira and Bhima blew their respective conchs separately. That tumult rent asunder the hearts of your sons, led by Duryodhana. The sons of Dhrtarastra then thought, Our cause is almost lost now itself. So said Sanjaya to Dhrtarastra who was longing for their victory.\nSanjaya said to Dhrtarastra:Then, seeing the Kauravas, who were ready for battle, Arjuna, who had Hanuman, noted for his exploit of burning Lanka, as the emblem on his flag on his chariot, directed his charioteer Sri Krsna, the Supreme Lord-who is overcome by parental love for those who take shelter in Him who is the treasure-house of knowledge, power, lordship, energy, potency and splendour, whose sportive delight brings about the origin, sustentation and dissolution of the entire cosmos at His will, who is the Lord of the senses, who controls in all ways the senses inner and outer of all, superior and inferior - by saying, Station my chariot in an appropriate place in order that I may see exactly my enemies who are eager for battle.","chakravarthi":"Please see text 6 for Sri Visvanatha Cakravarti Thakur’s combined commentary to texts 4, 5 and 6.","rudra":"Rudra Vaisnava Sampradaya:VisnuswamiThere is no commentary for this verse.","brahma":"\nMadhvacarya has no commentaryso we present Baladeva Vidyabhusanas.\nThe attribute viryavan meaning heroic is given to Dhristaketu, Cekitanaand\nKasiraja. The attribute nara-pungavah meaning noblest ofmenisgivento\nKuntibhoga and Saibya.","shri":"There is no commentary for this verse.","kumar":"The adjective viryavan meaning very powerful applies to Dhristiketu theson\nof Sisupala, Cekitana and the famous King of Kasi. Purujit meaningwinner\nof many battles referstoKuntibhogawhilenarapungavameaningnoblest\namong men qualifies King Saibya."}