{"meta":"Bhagavad GitaChapter 1 Verse 11","metahi":"भगवद् गीता 1.11","slok":"अयनेषु च सर्वेषु यथाभागमवस्थिताः।भीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि।।1.11।।","htsrsd":"।।1.11।।आप सबकेसब लोग सभी मोर्चोंपर अपनीअपनी जगह दृढ़तासे स्थित रहते हुए ही पितामह भीष्मकी चारों ओरसे रक्षा करें।","htstma":"।।1.11।।विभिन्न मोर्चों पर अपनेअपने स्थान पर स्थित रहते हुए आप सब लोग भीष्म पितामह की ही सब ओर से रक्षा करें।","transliteration":"Ayaneshu cha sarveshu yathaabhaagam avasthitaah;\nBheeshmam evaabhirakshantu bhavantah sarva eva hi.","englishmeaning":"ayaneṣhu—at the strategic points; cha—also; sarveṣhu—all; yathā-bhāgam—in respective position; avasthitāḥ—situated; bhīṣhmam—to Grandsire Bheeshma; eva—only; abhirakṣhantu—defend; bhavantaḥ—you; sarve—all; eva hi—even as","hcsrsd":" 1.11।। व्याख्या   अयनेषु च सर्वेषु ৷৷. भवन्तः सर्व एव हि  जिनजिन मोर्चोंपर आपकी नियुक्ति कर दी गयी है आप सभी योद्धालोग उन्हीं मोर्चोंपर दृढ़तासे स्थित रहते हुए सब तरफसे सब प्रकारसे भीष्मजीकी रक्षा करें।भीष्मजीकी सब ओरसे रक्षा करेंयह कहकर दुर्योधन भीष्मजीको भीतरसे अपने पक्षमें लाना चाहता है। ऐसा कहनेका दूसरा भाव यह है कि जब भीष्मजी युद्ध करें तब किसी भी व्यूहद्वारसे शिखण्डी उनके सामने न आ जायइसका आपलोग खयाल रखें। अगर शिखण्डी उनके सामने आ जायगा तो भीष्मजी उसपर शस्त्रास्त्र नहीं चलायेंगे। कारण कि शिखण्डी पहले जन्ममें भी स्त्री था और इस जन्ममें भी पहले स्त्री था पीछे पुरुष बना है। इसलिये भीष्मजी इसको स्त्री ही समझते हैं और उन्होंने शिखण्डीसे युद्ध न करनेकी प्रतिज्ञा कर रखी है। यह शिखण्डी शङ्करके वरदानसे भीष्मजीको मारनेके लिये ही पैदा हुआ है। अतः जब शिखण्डीसे भीष्मजीकी रक्षा हो जायगी तो फिर वे सबको मार देंगे जिससे निश्चित ही हमारी विजय होगी। इस बातको लेकर दुर्योधन सभी महारथियोंसे भीष्मजीकी रक्षा करनेके लिये कह रहा है। सम्बन्ध  द्रोणाचार्यके द्वारा कुछ भी न बोलनेके कारण दुर्योधनका मानसिक उत्साह भङ्ग हुआ देखकर उसके प्रति भीष्मजीके किये हुए स्नेहसौहार्दकी बात सञ्जय आगेके श्लोकमें प्रकट करते हैं।","hcsca":"।।1.11।। इतने समय निरन्तर अकेले ही बोलने और उभय पक्ष की सार्मथ्य को तौलने के पश्चात युद्धतत्पर दुर्योधन में स्थित राजा अपने मन की सघन निराशा के मेघखण्डों को भेदकर सेना को आदेश देना प्रारम्भ करता है। उसका आदेश है कि सभी योद्धा एवं नायक स्वस्थान पर रहकर अनुशासनपूर्वक युद्ध करें और साथ ही भीष्म पितामह को सुरक्षित रखने का प्रयत्न करें। उसे इस बात की आशंका है कि सुदूर राज्यों से आये हुये राजा एवं जनजातियों के नायक यदि इधरउधर बिखर गये तो विजय मिलना कठिन है। संगठित रूप से सब मोर्चों पर एक ही समय आक्रमण करना किसी भी सेना की सफलता का मेरुदण्ड है। इसलिये एक सही प्रकार की रणनीति अपनाते हुये वह सबको आदेश देता है कि विभिन्न स्थानों पर रहते हुये भी सब भीष्माचार्य का रक्षण करें।","etsga":"1.11 However, venerable sirs, all of you without exception, while occupying all the positions in the different directions as alloted (to you respectively), please fully protect Bhisma in particular.","etssa":"1.11. Therefore do ye all, stationed in your respective positions,\nin the several divisions of the army, protect Bhishma alone.","etdss":"1.11. Stationed firmly in all[your]respective paths,every one of you without exception should guard Bhisma,above all.","ecssa":"1.11 अयनेषु in the arrays (of the army)? च and? सर्वेषु in all? यथाभागम् according to division? अवस्थिताः being stationed? भीष्मम् Bhishma? एव alone? अभिरक्षन्तु protect? भवन्तः ye? सर्वे all? एव even? हि indeed.No Commentary.","scetsga":"1.11 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.11Ayanesu etc. Paths : rows.","scetssa":"1.1 - 1.19 Dhrtarastra said - Sanjaya saidDuryodhana, after viewing the forces of Pandavas protected by Bhima, and his own forces protected by Bhisma conveyed his views thus to Drona, his teacher, about the adeacy of Bhimas forces for conering the Kaurava forces and the inadeacy of his own forces for victory against the Pandava forces. He was grief-stricken within.\nObserving his (Duryodhanas) despondecny, Bhisma, in order to cheer him, roared like a lion, and then blowing his conch, made his side sound their conchs and kettle-drums, which made an uproar as a sign of victory. Then, having heard that great tumult, Arjuna and Sri Krsna the Lord of all lords, who was acting as the charioteer of Arjuna, sitting in their great chariot which was powerful enough to coner the three worlds; blew their divine conchs Srimad Pancajanya and Devadatta. Then, both Yudhisthira and Bhima blew their respective conchs separately. That tumult rent asunder the hearts of your sons, led by Duryodhana. The sons of Dhrtarastra then thought, Our cause is almost lost now itself. So said Sanjaya to Dhrtarastra who was longing for their victory.\nSanjaya said to Dhrtarastra:Then, seeing the Kauravas, who were ready for battle, Arjuna, who had Hanuman, noted for his exploit of burning Lanka, as the emblem on his flag on his chariot, directed his charioteer Sri Krsna, the Supreme Lord-who is overcome by parental love for those who take shelter in Him who is the treasure-house of knowledge, power, lordship, energy, potency and splendour, whose sportive delight brings about the origin, sustentation and dissolution of the entire cosmos at His will, who is the Lord of the senses, who controls in all ways the senses inner and outer of all, superior and inferior - by saying, Station my chariot in an appropriate place in order that I may see exactly my enemies who are eager for battle.","chakravarthi":"Therefore you should be very careful. Though you are divided into different groups (yatha bhagam) for the purpose of entering into the enemy lines (ayanesu), you should not give up your designated positions on the battlefield. Being fixed in your respective positions, protect Bhisma on all sides, so that he is not attacked from behind while engaged in fighting with others. The implication here is “Only by the strength of Bhisma will we survive.”","rudra":"\nDuryodhana is factually tellingDronacaryathatalthoughBhishmadevais\npartial to the Pandavas, the Kaurava victory is dependentonthevigilant\nprotection of Bhishmadeva. So he must be protected from all sides in sucha\nway that he cannot be slain form any direction.TheKauravaarmydepends\nsolely on the might of Bhishmadeva.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nIf Drona becomes indifferent understanding theimplicationsofnegligence\nhiddeninthesewordsmypurposeswillbehampered.Thinking this\nDuryodhana assured him of his confidence in his abilityby the useofthe\nword ayanesu indicating prowess.Youallbeingdivisionedatstrategic\npoints in your various military formations should not leaveyourpositions\nfor you all must carefully protect Bhishma from both sides and behind ashe\nwill be so engaged in the overallbattlehemaynot beawareofhis\nimmeadiate surroundings. If he is protected properlythenourvictoryis\nassured. Duryodhanas intimation was thatBhishmaismygrandfatherand\nDrona is my preceptor thus both must be my well-wisher and this wasalready\nproven in the royal assembly during the gameofdicewiththePandavas\nwhen neither Bhishma or Drona responded to the overtindiscretionsagainst\nDraupadi; even though they both could see theinjusticeandtransgression\nthat she was subjected to by Duryodhana.","shri":"There is no commentary for this verse.","kumar":"So Duryodhana faced with the feeling of inadequacy reflects whatistobe\ndone? In this verse he replies thatallofhisarmysituatedintheir\nrespective strategic points in theirvariouspositionsmustsupportand\nprotect Bhishma very carefully, who is the commanderofthearmy.Itis\nunderstood that where the commander is protected the army is protected."}