{"meta":"Bhagavad GitaChapter 1 Verse 13","metahi":"भगवद् गीता 1.13","slok":"ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः।सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत्।।1.13।।","htsrsd":"।।1.13।।उसके बाद शंख? भेरी (नगाड़े)? ढोल? मृदङ्ग और नरसिंघे बाजे एक साथ बज उठे। उनका वह शब्द बड़ा भयंकर हुआ।","htstma":"।।1.13।।तत्पश्चात् शंख नगारे ढोल व शृंगी आदि वाद्य एक साथ ही बज उठे जिनका बड़ा भयंकर शब्द हुआ।","transliteration":"Tatah shankhaashcha bheryashcha panavaanakagomukhaah;\nSahasaivaabhyahanyanta sa shabdastumulo’bhavat.","englishmeaning":"tataḥ—thereafter; śhaṅkhāḥ—conches; cha—and; bheryaḥ—bugles; cha—and; paṇava-ānaka—drums and kettledrums; go-mukhāḥ—trumpets; sahasā—suddenly; eva—indeed; abhyahanyanta—blared forth; saḥ—that; śhabdaḥ—sound; tumulaḥ—overwhelming; abhavat—was","hcsrsd":" 1.13।। व्याख्या   ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः   यद्यपि भीष्मजीने युद्धारम्भकी घोषणा करनेके लिये शंख नहीं बजाया था प्रत्युत दुर्योधनको प्रसन्न करनेके लिये ही शंख बजाया था तथापि कौरवसेनाने भीष्मजीके शंखवादनको युद्धकी घोषणा ही समझा। अतः भीष्मजीके शंख बजानेपर कौरवसेनाके शंख आदि सब बाजे एक साथ बज उठे। शंख  समुद्रसे उत्पन्न होते हैं। ये ठाकुरजीकी सेवापूजामें रखे जाते हैं और आरती उतारने आदिके काममें आते हैं। माङ्गलिक कार्योंमें तथा युद्धके आरम्भमें ये मुखसे फूँक देकर बजाये जाते हैं।  भेरी  नाम नगाड़ोंका है (जो बड़े नगाड़े होते हैं उनको नौबत कहते हैं)। ये नगाड़े लोहेके बने हुए और भैंसेके चमड़ेसे मढ़े हुए होते हैं तथा लकड़ीके डंडेसे बजाये जाते हैं। ये मन्दिरोंमें एवं राजाओंके किलोंमें रखे जाते हैं। उत्सव और माङ्गलिक कार्योंमें ये विशेषतासे बजाये जाते हैं। राजाओंके यहाँ ये रोज बजाये जाते हैं।  पणव  नाम ढोलका है। ये लोहेके अथवा लकड़ीके बने हुए और बकरेके चमड़ेसे मढ़े हुए होते हैं तथा हाथसे या लकड़ीके डंडेसे बजाये जाते हैं। ये आकारमें ढोलकीकी तरह होनेपर भी ढोलकीसे बड़े होते हैं। कार्यके आरम्भमें पणवोंको बजाना गणेशजीके पूजनके समान माङ्गलिक माना जाता है।  आनक  नाम मृदङ्गका है। इनको पखावज भी कहते हैं। आकारमें ये लकड़ीकी बनायी हुई ढोलकीके समान होते हैं। ये मिट्टीके बने हुए और चमड़ेसे मढ़े हुए होते हैं तथा हाथसे बजाये जाते हैं।  गोमुख  नाम नरसिंघेका है। ये आकारमें साँपकी तरह टेढ़े होते हैं और इनका मुख गायकी तरह होता है। ये मुखकी फूँकसे बजाये जाते हैं। सहसैवाभ्यहन्यन्त   (टिप्पणी प0 12)  कौरवसेनामें उत्साह बहुत था। इसलिये पितामह भीष्मका शंख बजते ही कौरवसेनाके सब बाजे अनायास ही एक साथ बज उठे। उनके बजनेमें देरी नहीं हुई तथा उनको बजानेमें परिश्रम भी नहीं हुआ। स शब्दस्तुमुलोऽभवत्   अलगअलग विभागोंमें टुकड़ियोंमें खड़ी हुई कौरवसेनाके शंख आदि बाजोंका शब्द बड़ा भयंकर हुआ अर्थात् उनकी आवाज बड़ी जोरसे गूँजती रही। सम्बन्ध  इस अध्यायके आरम्भमें ही धृतराष्ट्रने सञ्जयसे पूछा था कि युद्धक्षेत्रमें मेरे और पाण्डुके पुत्रोंने क्या किया अतः सञ्जयने दूसरे श्लोकसे तेरहवें श्लोकतकधृतराष्ट्रके पुत्रोंने क्या किया इसका उत्तर दिया। अब आगेके श्लोकसे सञ्जयपाण्डुके पुत्रोंने क्या कियाइसका उत्तर देते हैं।","hcsca":"।।1.13।। निसंदेह सभी योद्धागण अत्यधिक तनाव में थे परन्तु जैसे ही उन्होंने शंखनाद सुना सबने अपनाअपना शंख उठाकर शंखध्वनि की। उसके बाद युद्ध के वाद्य शंख भेरी नगाड़े आदि युद्ध की घोषणा के रूप में बजने लगे। संजय इस कोलाहल का वर्णन तुमुलध्वनि हुई इस प्रकार करता है। परन्तु आगे प्रत्युत्तर में हुई पाण्डवों की शंखध्वनि का वर्णन करते हुए कहता है कि वह शब्द इतना भयंकर था कि आकाश और पृथ्वी उससे गूँजने लगे और कौरवों के हृदय विदीर्ण होने लगे। इस वर्णन से स्पष्ट होता है कि संजय दुर्योधन के इस कार्य का विरोधी था। अत हम पूर्ण विश्वास के साथ उसके द्वारा वर्णित युद्धभूमि में दिये गये भगवान् श्रीकृष्ण के उपदेश को स्वीकार कर सकते हैं।","etsga":"1.13Just immediately after that conchs and kettledrums, and tabors, trumpets and cow-horns blared forth. That sound became tumultuous.","etssa":"1.13. Then (following Bhishma), conches and kettledrums, tabors,\ndrums and cow horns blared forth ite suddenly (from the Kaurava side)\nand the sound was tremendous.","etdss":"1.13. Then all on a sudden,the conch-shells,drums,tabors, trumpets, and cow-horns were sounded;that sound was tumultuous.","ecssa":"1.13 ततः then शङ्खाः conches? च and? भेर्यः kettledrums? च and? पणवानकगोमुखाः tabors? drums and cowhorns? सहसा एव ite suddenly? अभ्यहन्यन्त blared forth? सः that? शब्दः sound? तुमुलः tremendous? अभवत् was.No Commentary.","scetsga":"1.13 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.121.29Sri Abhinavgupta did not comment upon this sloka.","scetssa":"1.1 - 1.19 Dhrtarastra said - Sanjaya saidDuryodhana, after viewing the forces of Pandavas protected by Bhima, and his own forces protected by Bhisma conveyed his views thus to Drona, his teacher, about the adeacy of Bhimas forces for conering the Kaurava forces and the inadeacy of his own forces for victory against the Pandava forces. He was grief-stricken within.\nObserving his (Duryodhanas) despondecny, Bhisma, in order to cheer him, roared like a lion, and then blowing his conch, made his side sound their conchs and kettle-drums, which made an uproar as a sign of victory. Then, having heard that great tumult, Arjuna and Sri Krsna the Lord of all lords, who was acting as the charioteer of Arjuna, sitting in their great chariot which was powerful enough to coner the three worlds; blew their divine conchs Srimad Pancajanya and Devadatta. Then, both Yudhisthira and Bhima blew their respective conchs separately. That tumult rent asunder the hearts of your sons, led by Duryodhana. The sons of Dhrtarastra then thought, Our cause is almost lost now itself. So said Sanjaya to Dhrtarastra who was longing for their victory.\nSanjaya said to Dhrtarastra:Then, seeing the Kauravas, who were ready for battle, Arjuna, who had Hanuman, noted for his exploit of burning Lanka, as the emblem on his flag on his chariot, directed his charioteer Sri Krsna, the Supreme Lord-who is overcome by parental love for those who take shelter in Him who is the treasure-house of knowledge, power, lordship, energy, potency and splendour, whose sportive delight brings about the origin, sustentation and dissolution of the entire cosmos at His will, who is the Lord of the senses, who controls in all ways the senses inner and outer of all, superior and inferior - by saying, Station my chariot in an appropriate place in order that I may see exactly my enemies who are eager for battle.","chakravarthi":"When Bhisma blew his conch, at that time, in his army suddenly instruments and conches began to sound. Abhyahanyanta is a reflexive passive. Panava, anaka, and gomukha are types of instruments. The sound was very great as they sounded all at once.","rudra":"\nAt this time thearmyoftheKauravasseeingthegreateagernessof\nBhishmadeva for battle, also became eager for battle and from all sidesthe\nblasting of conch shells,theblaringoftrumpetsandthebangingof\nkettledrums was tumultuous.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nBhishma blowing his conch shell at this moment showed to Duryodhana thathe\nhad factually assumed his position as commander andchiefoftheKaurava\narmy and immediately after his thunderous blastallthesoldiersofthe\nKauravas followed suit making many sounds andothernoisesinreadiness.\nPanava meansdrums, anaka meanskettledrumsandgo-mukhameansblowing\nhorns. These are all musicalinstrumentsandallthesesoundscombined\ntogether from the soldiers caused a great uproar.","shri":"There is no commentary for this verse.","kumar":"ThereafterBhishmahadsoundedhisconch,thetumultuous sound of\nconchshells, horns and kettledrums blaredoutsuddenlyfromtheKaurava\narmy trembling the hearts of the warriors; but the heartsofthewarriors\nin the Pandava army were not trembled."}