{"meta":"Bhagavad GitaChapter 1 Verse 17","metahi":"भगवद् गीता 1.17","slok":"काश्यश्च परमेष्वासः शिखण्डी च महारथः।धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः।।1.17।।","htsrsd":"।।1.171.18।।हे राजन् श्रेष्ठ धनुषवाले काशिराज और महारथी शिखण्डी तथा धृष्टद्युम्न एवं राजा विराट और अजेय सात्यकि? राजा द्रुपद और द्रौपदीके पाँचों पुत्र तथा लम्बीलम्बी भुजाओंवाले सुभद्रापुत्र अभिमन्युइन सभीने सब ओरसे अलगअलग (अपनेअपने) शंख बजाये।","htstma":"।।1.17।।श्रेष्ठ धनुषवाले काशिराज महारथी शिखण्डी धृष्टद्युम्न राजा विराट और अजेय सात्यकि।","transliteration":"Kaashyashcha parameshwaasah shikhandee cha mahaarathah;\nDhrishtadyumno viraatashcha saatyakishchaaparaajitah.","englishmeaning":"ananta-vijayam—the conch named Anantavijay; rājā—king; kuntī-putraḥ—son of Kunti; yudhiṣhṭhiraḥ—Yudhishthir; nakulaḥ—Nakul; sahadevaḥ—Sahadev; cha—and; sughoṣha-maṇipuṣhpakau—the conche shells named Sughosh and Manipushpak; kāśhyaḥ—King of Kashi; cha—and; parama-iṣhu-āsaḥ—the excellent archer; śhikhaṇḍī—Shikhandi; cha—also; mahā-rathaḥ—warriors who could single handedly match the strength of ten thousand ordinary warriors; dhṛiṣhṭadyumnaḥ—Dhrishtadyumna; virāṭaḥ—Virat; cha—and; sātyakiḥ—Satyaki; cha—and; aparājitaḥ—invincible; drupadaḥ—Drupad; draupadeyāḥ—the five sons of Draupadi; cha—and; sarvaśhaḥ—all; pṛithivī-pate—Ruler of the earth; saubhadraḥ—Abhimanyu, the son of Subhadra; cha—also; mahā-bāhuḥ—the mighty-armed; śhaṅkhān—conch shells; dadhmuḥ—blew; pṛithak pṛithak—individually","hcsrsd":"।।1.17।। व्याख्या   काश्यश्च परमेष्वासः ৷৷. शङ्खान् दध्मुः पृथक्पृथक्  महारथी शिखण्डी बहुत शूरवीर था। यह पहले जन्ममें स्त्री (काशिराजकी कन्या अम्बा) था और इस जन्ममें भी राजा द्रुपदको पुत्रीरूपसे प्राप्त हुआ था। आगे चलकर यही शिखण्डी स्थूणाकर्ण नामक यक्षसे पुरुषत्व प्राप्त करके पुरुष बना। भीष्मजी इन सब बातोंको जानते थे और शिखण्डीको स्त्री ही समझते थे। इस कारण वे इसपर बाण नहीं चलाते थे। अर्जुनने युद्धके समय इसीको आगे करके भीष्मजीपर बाण चलाये और उनको रथसे नीचे गिरा दिया।अर्जुनका पुत्र अभिमन्यु बहुत शूरवीर था। युद्धके समय इसने द्रोणनिर्मित चक्रव्यूहमें घुसकर अपने पराक्रमसे बहुतसे वीरोंका संहार किया। अन्तमें कौरवसेनाके छः महारथियोंने इसको अन्यायपूर्वक घेरकर इसपर शस्त्रअस्त्र चलाये। दुःशासनपुत्रके द्वारा सिरपर गदाका प्रहार होनेसे इसकी मृत्यु हो गयी।सञ्जयने शंखवादनके वर्णनमें कौरवसेनाके शूरवीरोंमेंसे केवल भीष्मजीका ही नाम लिया और पाण्डवसेनाके शूरवीरोंमेंसे भगवान् श्रीकृष्ण अर्जुन भीम आदि अठारह वीरोंके नाम लिये। इससे ऐसा प्रतीत होता है कि सञ्जयके मनमें अधर्मके पक्ष(कौरवसेना) का आदर नहीं है। इसलिये वे अधर्मके पक्षका अधिक वर्णन करना उचित नहीं समझते। परन्तु उनके मनमें धर्मके पक्ष(पाण्डवसेना) का आदर होनेसे और भगवान् श्रीकृष्ण तथा पाण्डवोंके प्रति आदरभाव होनेसे वे उनके पक्षका ही अधिक वर्णन करना उचित समझते हैं और उनके पक्षका वर्णन करनेमें ही उनको आनन्द आ रहा है। सम्बन्ध  पाण्डवसेनाके शंखवादनका कौरवसेनापर क्या असर हुआइसको आगेके श्लोकमें कहते हैं।","hcsca":"।।1.17।।No commentary.","etsga":"1.17And the King of Kasi, wielding a great bow, and the great chariot-rider Sikhandi, Dhrstadyumna and Virata, and Satyaki the unconered;","etssa":"1.17. The king of Kasi, an exellent archer, Sikhandi, the mighty\ncar-warrior, Dhrishtadyumna and Virata and Satyaki, the unconered.","etdss":"1.17. And the king of Kasi, a great archer, and Sikhandin, a mighty warrior; Dhrstadyumna and the king of Virata,and the unconered Satyaki;","ecssa":"1.17 काश्यः Kasya? the king of Kasi? च and? परमेष्वासः an excellent archer? शिखण्डी Sikhandi? च and? महारथः mighty carwarrior? धृष्टद्युम्नः Dhrishtadyumna? विराटः Virata? चand? सात्यकिः Satyaki? च and? अपराजितः unconered.No Commentary.","scetsga":"1.17 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.121.29Sri Abhinavgupta did not comment upon this sloka.","scetssa":"1.1 - 1.19 Dhrtarastra said - Sanjaya saidDuryodhana, after viewing the forces of Pandavas protected by Bhima, and his own forces protected by Bhisma conveyed his views thus to Drona, his teacher, about the adeacy of Bhimas forces for conering the Kaurava forces and the inadeacy of his own forces for victory against the Pandava forces. He was grief-stricken within.\nObserving his (Duryodhanas) despondecny, Bhisma, in order to cheer him, roared like a lion, and then blowing his conch, made his side sound their conchs and kettle-drums, which made an uproar as a sign of victory. Then, having heard that great tumult, Arjuna and Sri Krsna the Lord of all lords, who was acting as the charioteer of Arjuna, sitting in their great chariot which was powerful enough to coner the three worlds; blew their divine conchs Srimad Pancajanya and Devadatta. Then, both Yudhisthira and Bhima blew their respective conchs separately. That tumult rent asunder the hearts of your sons, led by Duryodhana. The sons of Dhrtarastra then thought, Our cause is almost lost now itself. So said Sanjaya to Dhrtarastra who was longing for their victory.\nSanjaya said to Dhrtarastra:Then, seeing the Kauravas, who were ready for battle, Arjuna, who had Hanuman, noted for his exploit of burning Lanka, as the emblem on his flag on his chariot, directed his charioteer Sri Krsna, the Supreme Lord-who is overcome by parental love for those who take shelter in Him who is the treasure-house of knowledge, power, lordship, energy, potency and splendour, whose sportive delight brings about the origin, sustentation and dissolution of the entire cosmos at His will, who is the Lord of the senses, who controls in all ways the senses inner and outer of all, superior and inferior - by saying, Station my chariot in an appropriate place in order that I may see exactly my enemies who are eager for battle.","chakravarthi":"","rudra":"Rudra Vaisnava Sampradaya:VisnuswamiThere is no commentary for this verse.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nThe use of the word rajameaningkingillustratesYudhisthirareceiving\nthattitlefromtheRasasuyaceremonyhesuccessfullyperformed by\nreceiving tribute from allotherkingsandcrowninghimso.Thusthe\nsuperiority of the Pandavas is illustrated alongwiththeinferiorityof\ntheKauravas.ByaddressingDhritarastraasprthivi-pate,Sanjayais\nimplying that the destruction of his dynasty by hisownevilinstigations\nand unrighteousness is eminent.","shri":"There is no commentary for this verse.","kumar":"The purport is that the conchshell Pancajanya of Lord Krishna and theconch\nshells Devadatta, Paundram, Anantavijaya, SughosaandManipuspakaofthe\nfive Panadvas are renowned and famous; but in the army ofDuryodhanathere\nare no famous conch shells with any names. The point is whoever hasaligned\nthemselves with the Supreme Lord Krishnaastheirprotector,undoubtedly\nwithout question willalwaysbevictorious.Thenthewarriorsofthe\nPandava army began to sound their conchshells.Sikhandiisthesonof\nDrupadawhowasbornoutofpenanceespecially to slay Bhishma.\nDristradyumna was born from afiresacrificeespeciallytoslayDrona.\nSatyaki was invincible like Arjuna never knowing defeat. Sothisverseis\nindirectly revealing to Dhritarastra that he should not entertain anyideas\nthat his son Duryodhana will be victoriousinthebattleevenwiththe\nassistance of Bhishma and Drona."}