{"meta":"Bhagavad GitaChapter 1 Verse 16","metahi":"भगवद् गीता 1.16","slok":"अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः।नकुलः सहदेवश्च सुघोषमणिपुष्पकौ।।1.16।।","htsrsd":"।।1.16।।कुन्तीपुत्र राजा युधिष्ठिरने अनन्तविजय नामक शंख बजाया तथा नकुल और सहदेवने सुघोष और मणिपुष्पक नामक शंख बजाये।","htstma":"।।1.16।।कुन्तीपुत्र राजा युधिष्ठिर ने अनन्त विजय नामक शंख और नकुल व सहदेव ने क्रमश सुघोष और मणिपुष्पक नामक शंख बजाये।","transliteration":"Anantavijayam raajaa kunteeputro yudhishthirah;\nNakulah sahadevashcha sughoshamanipushpakau.","englishmeaning":"ananta-vijayam—the conch named Anantavijay; rājā—king; kuntī-putraḥ—son of Kunti; yudhiṣhṭhiraḥ—Yudhishthir; nakulaḥ—Nakul; sahadevaḥ—Sahadev; cha—and; sughoṣha-maṇipuṣhpakau—the conche shells named Sughosh and Manipushpak; kāśhyaḥ—King of Kashi; cha—and; parama-iṣhu-āsaḥ—the excellent archer; śhikhaṇḍī—Shikhandi; cha—also; mahā-rathaḥ—warriors who could single handedly match the strength of ten thousand ordinary warriors; dhṛiṣhṭadyumnaḥ—Dhrishtadyumna; virāṭaḥ—Virat; cha—and; sātyakiḥ—Satyaki; cha—and; aparājitaḥ—invincible; drupadaḥ—Drupad; draupadeyāḥ—the five sons of Draupadi; cha—and; sarvaśhaḥ—all; pṛithivī-pate—Ruler of the earth; saubhadraḥ—Abhimanyu, the son of Subhadra; cha—also; mahā-bāhuḥ—the mighty-armed; śhaṅkhān—conch shells; dadhmuḥ—blew; pṛithak pṛithak—individually","hcsrsd":"।।1.16।। व्याख्या   अनन्तविजयं राजा ৷৷. सुघोषमणिपुष्पकौ  अर्जुन भीम और युधिष्ठिरये तीनों कुन्तीके पुत्र हैं तथा नकुल और सहदेवये दोनों माद्रीके पुत्र हैं यह विभाग दिखानेके लिये ही यहाँ युधिष्ठिरके लियेकुन्तीपुत्रविशेषण दिया गया है।युधिष्ठिरकोराजाकहनेका तात्पर्य है कि युधिष्ठिरजी वनवासके पहले अपने आधे राज्य(इन्द्रप्रस्थ) के राजा थे और नियमके अनुसार बारह वर्ष वनवास और एक वर्ष अज्ञातवासके बाद वे राजा होने चाहिये थे।राजाविशेषण देकर सञ्जय यह भी संकेत करना चाहते हैं कि आगे चलकर धर्मराज युधिष्ठिर ही सम्पूर्ण पृथ्वीमण्डलके राजा होंगे।","hcsca":"।।1.16।। No commentary.","etsga":"1.16King Yudhisthira, son of Kunti, (blew) the Anantavijaya; Nakula and Sahadeva, the Sughosa and the Manipuspaka (respectively).","etssa":"1.16. The king Yodhishthira, the son of Kunti, blew the Anantavijaya;\nNakula and Sahadeva blew the Sughosha and the Manipushpaka.","etdss":"1.16. Kuntis son,the king Yudhisthira blew the Anantavijaya;Nakula and Sahadeva blew[respectively]the Sughosa and the Manipuspaka.","ecssa":"1.16 अनन्तविजयम् (the conch named) Anantavijayam? राजा the king? कुन्तीपुत्रः son of Kunti? युधिष्ठिरः Yudhishthira? नकुलः Nakula? सहदेवः Sahadeva? च and? सुघोषमणिपुष्पकौ (the conches named) Sughosha and Manipushpaka.No Commentary.","scetsga":"1.16 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"1.121.29Sri Abhinavgupta did not comment upon this sloka.","scetssa":"1.1 - 1.19 Dhrtarastra said - Sanjaya saidDuryodhana, after viewing the forces of Pandavas protected by Bhima, and his own forces protected by Bhisma conveyed his views thus to Drona, his teacher, about the adeacy of Bhimas forces for conering the Kaurava forces and the inadeacy of his own forces for victory against the Pandava forces. He was grief-stricken within.\nObserving his (Duryodhanas) despondecny, Bhisma, in order to cheer him, roared like a lion, and then blowing his conch, made his side sound their conchs and kettle-drums, which made an uproar as a sign of victory. Then, having heard that great tumult, Arjuna and Sri Krsna the Lord of all lords, who was acting as the charioteer of Arjuna, sitting in their great chariot which was powerful enough to coner the three worlds; blew their divine conchs Srimad Pancajanya and Devadatta. Then, both Yudhisthira and Bhima blew their respective conchs separately. That tumult rent asunder the hearts of your sons, led by Duryodhana. The sons of Dhrtarastra then thought, Our cause is almost lost now itself. So said Sanjaya to Dhrtarastra who was longing for their victory.\nSanjaya said to Dhrtarastra:Then, seeing the Kauravas, who were ready for battle, Arjuna, who had Hanuman, noted for his exploit of burning Lanka, as the emblem on his flag on his chariot, directed his charioteer Sri Krsna, the Supreme Lord-who is overcome by parental love for those who take shelter in Him who is the treasure-house of knowledge, power, lordship, energy, potency and splendour, whose sportive delight brings about the origin, sustentation and dissolution of the entire cosmos at His will, who is the Lord of the senses, who controls in all ways the senses inner and outer of all, superior and inferior - by saying, Station my chariot in an appropriate place in order that I may see exactly my enemies who are eager for battle.","chakravarthi":"Texts 15-16: The names of the conch shells are listed here, starting with Krishna’s Pancajanya.\nTexts 17-18: The word aparajitah means unconquerable. However, it can be read capa rajitah, by including the previous ca as part of the word instead a separate word meaning “and”, in which case it means “equipped with a bow.”","rudra":"Rudra Vaisnava Sampradaya:VisnuswamiThere is no commentary for this verse.","brahma":"\nMadhvacarya has no commentary so we present Baladeva Vidyabhusanas.\nThe use of the word rajameaningkingillustratesYudhisthirareceiving\nthattitlefromtheRasasuyaceremonyhesuccessfullyperformed by\nreceiving tribute from allotherkingsandcrowninghimso.Thusthe\nsuperiority of the Pandavas is illustrated alongwiththeinferiorityof\ntheKauravas.ByaddressingDhritarastraasprthivi-pate,Sanjayais\nimplying that the destruction of his dynasty by hisownevilinstigations\nand unrighteousness is eminent.","shri":"There is no commentary for this verse.","kumar":"The purport is that the conchshell Pancajanya of Lord Krishna and theconch\nshells Devadatta, Paundram, Anantavijaya, SughosaandManipuspakaofthe\nfive Panadvas are renowned and famous; but in the army ofDuryodhanathere\nare no famous conch shells with any names. The point is whoever hasaligned\nthemselves with the Supreme Lord Krishnaastheirprotector,undoubtedly\nwithout question willalwaysbevictorious.Thenthewarriorsofthe\nPandava army began to sound their conchshells.Sikhandiisthesonof\nDrupadawhowasbornoutofpenanceespecially to slay Bhishma.\nDristradyumna was born from afiresacrificeespeciallytoslayDrona.\nSatyaki was invincible like Arjuna never knowing defeat. Sothisverseis\nindirectly revealing to Dhritarastra that he should not entertain anyideas\nthat his son Duryodhana will be victoriousinthebattleevenwiththe\nassistance of Bhishma and Drona."}