{"meta":"Bhagavad Gita Chapter 10 Verse 20","metahi":"भगवद् गीता 10.20","slok":"अहमात्मा गुडाकेश सर्वभूताशयस्थितः।अहमादिश्च मध्यं च भूतानामन्त एव च।।10.20।। ","htsrsd":"।।10.20।।हे नींदको जीतनेवाले अर्जुन सम्पूर्ण प्राणियोंके आदि? मध्य तथा अन्तमें भी मैं ही हूँ और प्राणियोंके अन्तःकरणमें आत्मरूपसे भी मैं ही स्थित हूँ। ","htstma":"।।10.20।। हे गुडाकेश (निद्राजित्)मैं समस्त भूतों के हृदय में स्थित सबकी आत्मा हूँ तथा सम्पूर्ण भूतों का आदि? मध्य और अन्त भी मैं ही हूँ।। ","transliteration":"Ahamaatmaa gudaakesha sarvabhootaashayasthitah;\nAhamaadishcha madhyam cha bhootaanaamanta eva cha. ","englishmeaning":"aham—I; ātmā—soul; guḍākeśha—Arjun, the conqueror of sleep; sarva-bhūta—of all living entities; āśhaya-sthitaḥ—seated in the heart; aham—I; ādiḥ—the beginning; cha—and; madhyam—middle; cha—and; bhūtānām—of all beings; antaḥ—end; eva—even; cha—also ","hcsrsd":"।।10.20।। व्याख्या --   [भगवान्का चिन्तन दो तरहसे होता है -- (1) साधक अपना जो इष्ट मानता है? उसके सिवाय दूसरा कोई भी चिन्तन न हो। कभी हो भी जाय तो मनको वहाँसे हटाकर अपने इष्टदेवके चिन्तनमें ही लगा दे और (2) मनमें सांसारिक विशेषताको लेकर चिन्तन हो? तो उस विशेषताको भगवान्की ही विशेषता समझे। इस दूसरे चिन्तनके लिये ही यहाँ विभूतियोंका वर्णन है। तात्पर्य है कि किसी विशेषतोको लेकर जहाँकहीं वृत्ति जाय? वहाँ भगवान्का ही चिन्तन होना चाहिये? उस वस्तुव्यक्तिका नहीं। इसीके लिये भगवान् विभूतियोंका वर्णन कर रहे हैं।]अहमादिश्च मध्यं च भूतानामन्त एव च (टिप्पणी प0 555) --यहाँ भगवान्ने अपनी सम्पूर्ण विभूतियोंका सार कहा है कि सम्पूर्ण प्राणियोंके आदि? मध्य तथा अन्तमें मैं ही हूँ। यह नियम है कि जो वस्तु उत्पत्तिविनाशशील होती है? उसके आरम्भ और अन्तमें जो तत्त्व रहता है? वही तत्त्व उसके मध्यमें भी रहता है (चाहे दीखे या न दीखे) अर्थात् जो वस्तु जिस तत्त्वसे उत्पन्न होती है और जिसमें लीन होती है? उस वस्तुके आदि? मध्य और अन्तमें (सब समयमें) वही तत्त्व रहता है। जैसे? सोनेसे बने गहने पहले सोनारूप होते हैं और अन्तमें (गहनोंके सोनेमें लीन होनेपर) सोनारूप ही रहते हैं तथा बीचमें भी सोनारूप ही रहते हैं। केवल नाम? आकृति? उपयोग? माप? तौल आदि अलगअलग होते हैं और इनके अलगअलग होते हुए भी गहने सोना ही रहते हैं। ऐसे ही सम्पूर्ण प्राणी आदिमें भी परमात्मस्वरूप थे और अन्तमें लीन होनेपर भी परमात्मस्वरूप रहेंगे तथा मध्यमें नाम? रूप? आकृति? क्रिया? स्वभाव आदि अलगअलग होनेपर भी तत्त्वतः परमात्मस्वरूप ही हैं -- यह बतानेके लिये ही यहाँ भगवान्ने अपनेको सम्पूर्ण प्राणियोंके आदि? मध्य और अन्तमें कहा है।भगवान्ने विभूतियोंके इस प्रकरणमें आदि? मध्य और अन्तमें -- तीन जगह साररूपसे अपनी विभूतियोंका वर्णन किया है। पहले इस बीसवें श्लोकमें भगवान्ने कहा कि सम्पूर्ण प्राणियोंके आदि? मध्य और अन्तमें मैं ही हूँ बीचके बत्तीसवें श्लोकमें कहा कि सम्पूर्ण सर्गोंके आदि? मध्य और अन्तमें मैं ही हूँ और अन्तके उनतालीसवें श्लोकमें कहा कि सम्पूर्ण प्राणियोंका जो बीज है? वह मैं ही हूँ क्योंकि मेरे बिना कोई भी चरअचर प्राणी नहीं है। चिन्तन करनेके लिये यही विभूतियोंका सार है। तात्पर्य यह है कि किसी विशेषता आदिको लेकर जो विभूतियाँ कही गयी हैं? उन विभूतियोंके अतिरिक्त भी जो कुछ दिखायी दे? वह भी भगवान्की ही विभूति है -- यह बतानेके लिये भगवान्ने अपनेको सम्पूर्ण चराचर प्राणियोंके आदि? मध्य तथा अन्तमें विद्यमान कहा है। तत्त्वसे सब कुछ परमात्मा ही है -- वासुदेवः सर्वम् --इस लक्ष्यको बतानेके लिये ही विभूतियाँ कही गयी हैं।इस बीसवें श्लोकमें भगवान्ने प्राणियोंमें जो आत्मा है? जीवोंका जो स्वरूप है? उसको अपनी विभूति बताया है। फिर बत्तीसवें श्लोकमें भगवान्ने सृष्टिरूपसे अपनी विभूति बतायी कि जो जडचेतन? स्थावरजङ्गम सृष्टि है? उसके आदिमें मैं एक ही बहुत रूपोंमें हो जाऊँ (बहु स्यां प्रजायेयेति छान्दोग्य0 6। 2। 3) -- ऐसा संकल्प करता हूँ और अन्तमें मैं ही शेष रहता हूँ -- शिष्यते शेषसंज्ञः (श्रीमद्भा0 10। 3। 25)। अतः बीचमें भी सब कुछ मैं ही हूँ -- वासुदेवः सर्वम् (गीता 7। 19) सदसच्चाहमर्जुन (गीता 9। 19 ) क्योंकि जो तत्त्व आदि और अन्तमें होता है? वही तत्त्व बीचमें होता है। अन्तमें उन्तालीसवें श्लोकमें भगवान्ने बीज(कारण) रूपसे अपनी विभूति बतायी कि मैं ही सबका बीज हूँ? मेरे बिना कोई भी प्राणी नहीं है। इस प्रकार इन तीन जगह -- तीन श्लोकोंमें मुख्य विभूतियाँ बतायी गयी हैं और अन्य श्लोकोंमें जो समुदायमें मुख्य हैं? जिनका समुदायपर आधिपत्य है? जिनमें कोई विशेषता है? उनको लेकर विभूतियाँ बतायी गयी हैं। परन्तु साधकको चाहिये कि वह इन विभूतियोंकी महत्ता? विशेषता? सुन्दरता? आधिपत्य आदिकी तरफ खयाल न करे? प्रत्युत ये सब विभूतियाँ भगवान्से ही प्रकट होती हैं? इनमें जो महत्ता आदि है? वह केवल भगवान्की है ये विभूतियाँ भगवत्स्वरूप ही हैं -- इस तरफ खयाल रखे। कारण कि अर्जुनका प्रश्न भगवान्के चिन्तनके विषयमें है (10। 17)? किसी वस्तु? व्यक्तिके चिन्तनके विषयमें नहीं।अहमात्मा गुडाकेश सर्वभूताशयस्थितः--साधक इन विभूतियोंका उपयोग कैसे करे इसे बताते हैं कि जब साधककी दृष्टि प्राणियोंकी तरफ चली जाय? तब वह सम्पूर्ण प्राणियोंमें आत्मारूपसे भगवान् ही हैं -- इस तरह भगवान्का चिन्तन करे। जब किसी विचारक साधककी दृष्टि सृष्टिकी तरफ चली जाय? तब वह,उत्पत्तिविनाशशील और हरदम परिवर्तनशील सृष्टिके आदि? मध्य तथा अन्तमें एक भगवान् ही हैं इस तरह भगवान्का चिन्तन करे। कभी प्राणियोंके मूलकी तरफ उसकी दृष्टि चली जाय? तब वह बीजरूपसे भगवान् ही हैं? भगवान्के बिना कोई भी चरअचर प्राणी नहीं है और हो सकता भी नहीं -- इस तरह भगवान्का चिन्तन करे। ","hcsca":"।।10.20।। भूतमात्र के हृदय में स्थित आत्मा मैं ही हूँइस सामान्य कथन के साथ श्रीकृष्ण इस प्रकरण का प्रारम्भ करते हैं। वैज्ञानिक विचारपद्धति से शोधकार्य करने का एक सुप्रशिक्षित प्राध्यापक? अनुसंधान के अपने प्रिय विषय की चर्चा का प्रारम्भ एक संक्षिप्त व सारपूर्ण कथन के साथ करता है। तत्पश्चात् वह उस विषय का विस्तार से विचार करके युक्तियुक्त विवेचन के द्वारा अन्त में उसी प्रारम्भिक कथन के निष्कर्ष पर पहुँचता है। यहाँ पर भी हम देखेंगे कि इस अध्याय की समाप्ति पर भगवान् इसी विचार को और अधिक प्रभावशाली ढंग से दोहराते हैं कि मैं इस सम्पूर्ण जगत् को अपने एक अंशमात्र से धारण करके स्थित हूँ।इस श्लोक की पहली पंक्ति में भगवान् अपनी सर्वात्मकता दर्शाते हैं और दूसरी पंक्ति में इसी भाव को प्रकारान्तर से बताते हैं कि मैं समस्त भूतों का आदि? मध्य और अन्त हूँ। वस्तुत बाह्य चराचर जगत् मन की प्रक्षेपित सृष्टि है दूसरे शब्दों में बाह्य जगत् परिच्छिन्न मन के द्वारा किया गया अनन्त का अन्यथा दर्शन है। यह तथ्य आन्तरिक वैचारिक जगत् से सम्बन्धित भी समझा जा सकता है। प्रत्येक बुद्धिवृत्ति चैतन्य में प्रकट होकर उसी में लीन हो जाती है। चैतन्य के अभाव में वृत्ति की उत्पत्ति नहीं हो सकती। आगे भी इसी विचार को दोहराया गया है। भगवान् श्रीकृष्ण इस महान् सत्य को दोहराते कभी नहीं थकते हैं।इस चराचर जगत् में रहते हुए ईश्वरोपासना की साधनाओं को या पद्धति को अब बताते हैं। ","etsga":"10.20 O Gudakesa, I am the Self residing in the hearts of all beings, and I am the beginning and the middle as also the end of (all) beings. ","etssa":"10.20 I am the Self, O Gudakesa, seated in the hearts of all beings; I am the beginning, the middle and also the end of all beings. ","etdss":"10.20. O coneror of sleep !I am the Soul residing in the heart of all beings;I am the beginning, and the middle and also the very end of beings. ","ecssa":"10.20 अहम् I? आत्मा the Self? गुडाकेश O Gudakesa? सर्वभूताशयस्थितः seated in the hearts of all beings? अहम् I? आदिः the beginning? च and? मध्यम् the middle? च and? भूतानाम् of (all) beings? अन्तः the end? एव even? च and.Commentary O Gudakesa I am the soul (Pratyagatma) which exists in the hearts of all beings and I am also the source or origin? the middle or stay? and the end of all created beings. I am the birth? the life and the death of all beings. Meditate on Me as the innermost Self.Gudakesa means either coneror of sleep or thickhaired.He who is able to meditate on the Self with Abheda Bhavana (attitude of nonduality)? is a alified aspirant (Adhikari) of the first class. He who is not able to meditate on the Self should think of the Lord in those things which are mentioned below. This type of meditation is for the aspirants of the middle class. ","scetsga":"10.20 Gudakesa, O Gudakesa-gudaka means sleep, and isa means master; master of that (sleep) is gudakesa, i.e. one who has conered sleep; [See also under 1.24.-Tr.] or, one who has got thick hair; aham, I; am the atma, Self, the indwelling Self; who is to be ever-meditated on as sarva-bhuta-asaya [Asaya-that in which are contained the impressions of meditations (upasanas), actions and past experiences.]-sthitah, residing in the hearts of all beings. And, by one who is unable to do so, I am to be meditated on through the following aspects. I am capable of being meditated on (through them) becasue aham, I; am verily the adih, beginning, the origin; and the madhyam, middle, continuance; ca, as also; the antah, end, dissolution; bhutanam, of (all) beings.\nI am to be meditated upon thus also: ","scetdss":"10.20 See Comment under 10.42 ","scetssa":"10.20 I am the Self dwelling in the heart of all beings who constitute My body. What is called Self is in every way the supporter, controller and the principal of a body. It is further declared:And I am seated in the hearts of all; from Me are memory, knowledge and their removal (15.15), and The Lord dwells, O Arjuna in the heart of every being causing them to spin round and round by His power, as if set on a wheel (18.61). The Srutis also declare:He who, dwelling in all beings, is within all beings, whom all beings do not know, whose body all beings are, who controls all beings from within, is your Inner Controller, immortal Self (Br. U., 3.7.15); and He who, dwelling in the self is within the self, whom the self does not know, whose body the self is, and who controls the self from within, He is your Inner Controller and Immortal Self (Sata. Br., 14.5.30). Thus, I am the Self of all beings and I am their beginning, the middle and also the end. The meaning is that I am the cause of their origination, sustentation and dissolution.\nThus, having explained that the Lords immanence in all beings, which are His manifestations having Him, as their Self, is the ground for naming them in the manner of Samanadhikaranya or co-ordinate predication with Him (i.e., predication that they are He Himself), Sri Krsna proceeds to present some specific or distinguished manifestations in the same style of co-ordinate predication. As the Lord abides as the Self in all, the final significance of all terms culminates in Him. Terms such as god, man, bird, tree etc., though they signify the respective physical forms of those objects, they culminate through them in the selves in them as their final significance. Just like that here it is going to be stated in the conclusion of the account of the manifestations of the Lord, that the Lords immanence in them all as their Self is the basis for describing them in such co-ordinate predication (as He Himself). The text There is nothing, moving or unmoving, apart from Me (10.39) says that they are inseparable from Him, and this inseparability is the result of their being under His control. This has been initially declared in the words All proceed from Me (10.8).\n[This word Samanadhikaranya is translated by some also as grammatical co-ordination. It is a context in which a number of words, usually having varying denotations, are used to signify an identical object. This kind of co-ordinate relation occurs in all the following verses in which Sri Krsna eates Himself with various objects having different denotations as Atman, Visnu among the Adityas, Indra, Marici, Sankara, Kubera, etc. Further explanation is given in the commentary.] ","chakravarthi":"First you should think of me alone as the cause of all these vibhutis by one of my portions. I am atma, the soul within prakrti, the creator of the mahat tattva, the purusa, the paramatma (karanodakasayi). O one who conquers sleep (gudakesa), you are qualified for meditation since you do not sleep. I am situated in the aggregate of all beings (vairajas), as the antaryami of the virat (garbhodakasayi). I am also situated within the hearts of all living entities, as the antaryami of the individuals (ksirodakasayi). (Two meanings are given to the phrase sarva bhutasaya stithah). I am the creation (adih), the maintanance (madhyam) and the destruction of all entities. ","rudra":"\nNow commencing Lord Krishna describes the natureofHisSupremeDivinity\ncommencing with the reality that He is theSupremeSoulresidinginthe\netheric heart of all sentient beings as monitor ofalltheirthoughtand\nactions. Then He reveals that He is the sole cause ofalllivingentities\nin existence which includes their beginning or origin, their middlemeaning\ntheir continuance and their ending which means dissolution, ","brahma":" ","shri":"\nWithin the etheric hearts of all living entities is enthronedtheatmaor\neternal soulwhichcomprisesthespiritualbodyoftheSupremeLord\nKrishna. To be the eternal atma is to be in every respect thesupport,the\nruler and controller of the living entities and to be blessed with theatma\nis to be eternally connected to the SupremeLordlifetimeafterlifetime\nforever. The Brihadaranya Upanisad V.VII.XV beginning yas sarvashubhuteshu\ntishthan sarvebhyo bhutebhyo states: He who is enthronedintheheartof\nall beings, Who is the innermost of all beings, Whomallthebeingsknow\nnot, Whom all beings form His spiritual body, Who rules the interior ofall\nbeings, is the atma, the antaryami the immortal innerruler.Inthesame\nUpanisad V.VII.XXII beginning ya atmani tisthan atmano it states: He whois\nenthroned within the atma, Who resides withintheinterioroftheatma,\nWhom even the atma does not know, Whom all atmas arethespiritualbody,\nWho rules the interior of the atma is paramatma the Supreme atma of all.So\nenthroned as such within the atma of all living entitiesasparamatmathe\nSupreme Lord is the beginning, the middle and theendofallbeingsand\ntheir cause, their evolution and their dissolution.\nSo now that it has been shown how the Supreme LordabideswithinallHis\nmanifested beings as the atma and how all terms regarding the atma intheir\nultimatereferencesamanadhi-karanyawhichmeanstwoor more terms\nsignifying different ideas but referring to a singular objectconnotesthe\nSupreme Lord Himself. Such references concerningtherelationshipbetween\nthe Supreme Lord and His manifested creation willbeillustratedbymany\nnotable examples. Verily only then doallsuchtermshavetheultimate\nconnotation as referring to the Supreme Lord when He is residingwithinas\nthe eternal atma. For example the termsofdemigod,human,animal,tree\netc. although denotative of the corporeal exterior, isconnotativeofthe\neternal soul which indwells withinthoseexteriorforms.Thesamerule\nholds true in regard to terms ultimately connotativeinreferringtothe\nSupreme Lord in His aspect as the eternalsoulofalllivingthingsas\nwell. Movable or immovable nothing exists without the SupremeLordKrishna\nand so all are dependent upon the Him. ","kumar":"Within the etheric hearts of all living entities is enthronedtheatmaor\neternal soulwhichcomprisesthespiritualbodyoftheSupremeLord\nKrishna. To be the eternal atma is to be in every respect thesupport,the\nruler and controller of the living entities and to be blessed with theatma\nis to be eternally connected to the SupremeLordlifetimeafterlifetime\nforever. The Brihadaranya Upanisad V.VII.XV beginning yas sarvashubhuteshu\ntishthan sarvebhyo bhutebhyo states: He who is enthronedintheheartof\nall beings, Who is the innermost of all beings, Whomallthebeingsknow\nnot, Whom all beings form His spiritual body, Who rules the interior ofall\nbeings, is the atma, the antaryami the immortal innerruler.Inthesame\nUpanisad V.VII.XXII beginning ya atmani tisthan atmano it states: He whois\nenthroned within the atma, Who resides withintheinterioroftheatma,\nWhom even the atma does not know, Whom all atmas arethespiritualbody,\nWho rules the interior of the atma is paramatma the Supreme atma of all.So\nenthroned as such within the atma of all living entitiesasparamatmathe\nSupreme Lord is the beginning, the middle and theendofallbeingsand\ntheir cause, their evolution and their dissolution.\nSo now that it has been shown how the Supreme LordabideswithinallHis\nmanifested beings as the atma and how all terms regarding the atma intheir\nultimatereferencesamanadhi-karanyawhichmeanstwoor more terms\nsignifying different ideas but referring to a singular objectconnotesthe\nSupreme Lord Himself. Such references concerningtherelationshipbetween\nthe Supreme Lord and His manifested creation willbeillustratedbymany\nnotable examples. Verily only then doallsuchtermshavetheultimate\nconnotation as referring to the Supreme Lord when He is residingwithinas\nthe eternal atma. For example the termsofdemigod,human,animal,tree\netc. although denotative of the corporeal exterior, isconnotativeofthe\neternal soul which indwells withinthoseexteriorforms.Thesamerule\nholds true in regard to terms ultimately connotativeinreferringtothe\nSupreme Lord in His aspect as the eternalsoulofalllivingthingsas\nwell. Movable or immovable nothing exists without the SupremeLordKrishna\nand so all are dependent upon the Him. "}