{"meta":"Bhagavad Gita Chapter 10 Verse 18","metahi":"भगवद् गीता 10.18","slok":"विस्तरेणात्मनो योगं विभूतिं च जनार्दन।भूयः कथय तृप्तिर्हि श्रृण्वतो नास्ति मेऽमृतम्।।10.18।। ","htsrsd":"।।10.18।।हे जनार्दन आप अपने योग (सामर्थ्य) को और विभूतियोंको विस्तारसे फिर कहिये क्योंकि आपके अमृतमय वचन सुनतेसुनते मेरी तृप्ति नहीं हो रही है। ","htstma":"।।10.18।। हे जनार्दनअपनी योग शक्ति और विभूति को पुन विस्तारपूर्वक कहिए? क्योंकि आपके अमृतमय वचनों को सुनते हुए मुझे तृप्ति नहीं होती।। ","transliteration":"Vistarenaatmano yogam vibhootim cha janaardana;\nBhooyah kathaya triptirhi shrinvato naasti me’mritam. ","englishmeaning":"vistareṇa—in detail; ātmanaḥ—your; yogam—divine glories; vibhūtim—opulences; cha—also; janaārdana—Shree Krishna, he who looks after the public; bhūyaḥ—again; kathaya—describe; tṛiptiḥ—satisfaction; hi—because; śhṛiṇvataḥ—hearing; na—not; asti—is; me—my; amṛitam—nectar ","hcsrsd":"।।10.18।। व्याख्या --   विस्तरेणात्मनो योगं विभूतिं च जनार्दन--भगवान्ने सातवें और नवें अध्यायमें ज्ञानविज्ञानका विषय खूब कह दिया। इतना कहनेपर भी उनकी तृप्ति नहीं हुई? इसलिये दसवाँ अध्याय अपनी ओरसे ही कहना शुरू कर दिया। भगवान्ने दसवाँ अध्याय आरम्भ करते हुए कहा कि तू फिर मेरे परम वचनको सुन। ऐसा सुनकर भगवान्की कृपा और महत्त्वकी तरफ अर्जुनकी दृष्टि विशेषतासे जाती है और वे भगवान्से फिर सुनानेके लिये प्रार्थना करते हैं। अर्जुन कहते हैं कि आप अपने योग और विभूतियोंको विस्तारपूर्वक फिरसे कहिये क्योंकि आपके अमृतमय वचन सुनते हुए तृप्ति नहीं हो रही है। मन करता है कि सुनता ही चला जाऊँ। भगवान्की विभूतियोंको सुननेसे भगवान्में प्रत्यक्ष आकर्षण बढ़ता देखकर अर्जुनको लगा कि इन विभूतियोंका ज्ञान होनेसे भगवान्के प्रति मेरा विशेष आकर्षण हो जायगा और भगवान्में सहज ही मेरी दृढ़ भक्ति हो जायगी। इसलिये अर्जुन विस्तारपूर्वक फिरसे कहनेके लिये प्रार्थना करते हैं।भूयः कथय तृप्तिर्हि श्रृण्वतो नास्ति मेऽमृतम्--अर्जुन श्रेयका साधन चाहते हैं (गीता 2। 7 3। 2 5। 1)? और भगवान्ने विभूति एवं योगको तत्त्वसे जाननेका फल अपनेमें दृढ़ भक्ति होना बताया (गीता 10। 7)। इसलिये अर्जुनको विभूतियोंको जाननेवाली बात बहुत सरल लगी कि मेरेको कोई नया काम नहीं करना है? नया चिन्तन नहीं करना है? प्रत्युत जहाँकहीं विशेषता आदिको लेकर मनका स्वाभाविक खिंचाव होता है? वहीँ उस विशेषताको भगवान्की मानना है। इससे मनकी वृत्तियोंका प्रवाह संसारमें न होकर भगवान्में हो जायगा? जिससे मेरी भगवान्में दृढ़ भक्ति हो जायगी और मेरा सुगमतासे कल्याण हो जायगा। कितनी सीधी? सरल और सुगम बात है इसलिये अर्जुन विभूतियोंको फिर कहनेके लिये प्रार्थना करते हैं।जैसे? कोई भोजन करने बैठे और भोजनमें कोई वस्तु प्रिय (बढ़िया) मालूम दे? तो उसमें उसकी रुचि बढ़ती है और वह बारबार उस प्रिय वस्तुको माँगता है। पर उस रुचिमें दो बाधाएँ लगती हैं -- एक तो वह वस्तु अगर कम मात्रामें होती है तो पूरी तृप्तिपूर्वक नहीं मिलती और दूसरी? वह वस्तु अधिक मात्रामें होनेपर भी पेट भर जानेसे अधिक नहीं खायी जा सकती परन्तु भगवान्की विभूतियोंका और अर्जुनकी विभूतियाँ सुननेकी रुचिका अन्त ही नहीं आता। कानोंके द्वारा अमृतमय वचनोंको सुनते हुए न तो उन वचनोंका अन्त आता है? और न उनको सुनते हुए तृप्ति ही होती है। अतः अर्जुन भगवान्से प्रार्थना करते हुए कहते हैं कि आप ऐसे अमृतमय वचन सुनाते ही जाइये। सम्बन्ध --  अर्जुनकी प्रार्थना स्वीकार करके भगवान् अब आगेके श्लोकसे अपनी विभूतियों और योगको कहना आरम्भ करते हैं। ","hcsca":"।।10.18।। दर्शनशास्त्र के तथा अन्य किसी विषय के विद्यार्थी में भी? सर्वप्रथम प्रखर जिज्ञासा का होना अत्यावश्यक है। विषय को जानने और समझने की इस जिज्ञासा के बिना कोई भी ज्ञान दृढ़ नहीं होता है और न विद्यार्थी के लिए वह लाभदायक ही हो सकता है। आत्मविकास के आध्यात्मिक ज्ञान में यह बात विशेष रूप से लागू होती है क्योंकि अन्य ज्ञानों के समान? न केवल इसे ग्रहण और धारण ही ऋ़रना है? वरन् यह आत्मज्ञान होने पर उसे अपने जीवन में दृढ़ता से जीना भी होता है। इसलिए श्रवण की इच्छा को एक श्रेष्ठ और आदर्श गुण माना गया है? जो वेदान्त के उत्तम अधिकारी के लिए अनिवार्य है। इस गुण के होने से ज्ञानमार्ग में प्रगति तीव्र गति से होती है।पाण्डुपुत्र अर्जुन इस श्रेष्ठ गुण से सम्पन्न था जो कि उसके इस कथन से स्पष्ट होता है कि आपके अमृतमय वचनों को सुनकर मेरी तृप्ति नहीं होती है। इसमें कोई सन्देह नहीं कि वेदान्त का शुद्धिकारी प्रभाव रुचिपूर्वक श्रवण करने वाले सभी बुद्धिमान विद्यार्थियों पर पड़ता है। एक सच्चे ज्ञानी गुरु के मुख से आत्मतत्त्व का उपदेश सुनकर प्रारम्भ में शिष्य को होने वाला आनन्द क्षणिक उल्लास ही देता है? जो स्थिर नहीं रह पाता। जब वह शिष्य प्रवचन के बाद अकेला रह जाता है? तब उसका मन पुन अनेक कारणों से अशान्त हो सकता है। और फिर भी? कितना ही क्षणिक आनन्द क्यों न हो? उसमें अर्जुन के समान नवदीक्षित विद्यार्थियों को आकर्षित करने की सार्मथ्य होती है? जिसके कारण उनकी उस विषय के प्रति रुचि एक व्यसन के समान बढ़ती ही जाती है। वेदान्त प्रवचनों के श्रवणार्थ इस अधिकाधिक अभिरुचि को यहाँ स्पष्ट दर्शाया गया है। यद्यपि यह साधना है? साध्य नहीं? तथापि? निसन्देह यह एक शुभ प्रारम्भ है। जिन लोगों को तत्त्वज्ञान के बौद्धिक अध्ययन से ही सन्तोष का अनुभव होता हो? वे भी निश्चय ही उन सहस्रों लोगों से श्रेष्ठतर हैं? जो दिव्य आत्मस्वरूप को दर्शाने वाले एक भी आध्यात्मिक प्रवचन को नहीं सुन सकते? या सह नहीं सकतेएक अथक धर्म प्रचारक के रूप में भगवान् श्रीकृष्ण अत्यन्त धैर्य के साथ? अर्जुन से कहते हैं ","etsga":"10.18 O Janardana, narrate to me again [In addition to what has been said in the seventh and ninth chapters.] Your onw yoga and (divine) manifestations elaborately. For, while hearing (Your) nectar-like (words), there is no satiety in me. ","etssa":"10.18 Tell me again in detail, O Krishna, of Thy Yogic power and glory; for I am not satiated with what I have heard of Thy life-giving and nectar-like speech. ","etdss":"10.18. In detail,please expound, once again Your own Yogic power and the manifesting power. O Janardana !I dontfeel contended in hearing Your nectar-[like exposition]. ","ecssa":"10.18 विस्तरेण in detial? आत्मनः Thy? योगम् Yoga? विभूतिम् glory? च and? जनार्दन O Janardana? भूयः again? कथय tell? तृप्तिः contentment? हि for? श्रृण्वतः (of) hearing? न not? अस्ति is? मे of me? अमृतम् nectar.Commentary The Lord is called Janardana because all pray to Him for worldly success? prosperity and also salvation. Arjuna also prays to the Lord to explain His Yogic power and glory? for his salvation.Arjuna says to Lord Krishna Tell me in detail of Thy mysterious power (Yoga) and sovereignty (Aisvarya) and the various things to be meditated upon. Tell me again though You have described earlier in the seventh and the ninth chapters succinctly for there is no satiety in hearing Thy ambrosial speech or nectarlike conversation. However much of it I hear? I am not satisfied surely it is nectar of immortality for me. ","scetsga":"10.18 O Janardana: ardana is derived from ard, in the sense of the act of going; by virtue of making the janas, the demons who are opposed to the gods, go to hell etc. He is called Jana-ardana. Or, He is called so because He is prayed to [The verbal root ard has got a second meaning, to pray.] by all beings for the sake of human goals, viz prosperity and Liberation.\nKathaya, narrate to me; bhuyah, again, though spoken of earlier; atmanah, Your own; yogam, yoga-the special ability in the form of mystic powers; and vibhutaim, the (divine) manifestations-the variety of the objects of meditation; vistarena, elaborately. Hi, for; srnvatah, while hearing; (Your) amrtam, nectar-like speech issuing out of Your mouth; na asti, there is no; trptih, satiety; me, in me. ","scetdss":"10.18 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"10.18 Speak to me again in full, your association with the alities of being the creator etc., and Your sovereignty, Your rulership, which have been briefly described in I am the origin of all; from Me proceed everything (10.8). For I am not satiated by hearing Your ambrosial words. The meaning is, My enthusiasm to know more and more of your ambrosial teachings is known to You. ","chakravarthi":"“I have already said that I am the source of everything and everything moves because of me: aham sarvasya prabhavah. Therefore you should understand that everything is my vibhuti. By saying, “Knowing this, they worship me” (iti matva bhanjante mam) I have indicated bhakti yoga.”\n“But speak in detail about your vibhutis and about bhakti. O Janardana, in people such as me (jana), by the sweetness of your beneficial instructions, you create longing, you make us agitated (ardana), and you make us beg. What can we do? For me, hearing nectar in the form of your instructions, relishing through a tongue in the form of my ear, there is no satiation.” ","rudra":"\nSo again here LordKrishnaisbeinghumblybeseechedtodescribeHis\ntranscendental, majestic opulence in detailaswellastheprocess of\ndevotion unto Him which insuresand guarantees success.Arjunawhoisa\nroyal prince and ksatriya or warrior class requests kathayameaningplease\ndescribe. He wants Lord Krishna to advise a way that even foramindlike\nhis who is always embroiled in politics, warandmundaneworldlyaffairs\nand is seldom introspectivecanstillcontemplatetheSupremeLordin\nvarious ways through the medium of His vibhuti ortranscendental,majestic\nopulence. Not only this but Arjuna wants to hear more andmoreaboutLord\nKrishnas divine glories and phenomenal powers for he findsthediscourses\nof the Supreme Lord to be just like ambrosial nectar andstatestrptirhi\nsrnvato nasti me meaning he is never satiated byhearingtheinstructions\nof Lord Krishna. ","brahma":"\nAlthough He is unborn yet the Supreme Lord Krishna removes the miseriesfor\nthose who are born.ThereforeHeisknownasJanardanatheremoverof\nafflictions. The Bavahraya text describes Janardana asthesupremeunborn\nremover of affliction. ","shri":"\nPreviously in verse eight Lord KrishnarevealedthatHeistheSupreme\nAbsoulte Truth, the Ultimate Reality and the cause and originofall.Now\nHe is being requested to elaborate in more detail and supplyfurtherfacts\nabout His vibhuti or Supreme transcendental opulence andHisSupremeyoga\nbeing the science of the individual consciousness attainingcommunionwith\nthe ultimate consciousness, in regard to HisSupremerulershipthroughout\nallcreation.Arjunaconfessesthatlistening to His unparalleled\ninstructions is exactly like ambrosial nectar and he isneversatiatedby\nit. ","kumar":"Previously in verse eight Lord KrishnarevealedthatHeistheSupreme\nAbsoulte Truth, the Ultimate Reality and the cause and originofall.Now\nHe is being requested to elaborate in more detail and supplyfurtherfacts\nabout His vibhuti or Supreme transcendental opulence andHisSupremeyoga\nbeing the science of the individual consciousness attainingcommunionwith\nthe ultimate consciousness, in regard to HisSupremerulershipthroughout\nallcreation.Arjunaconfessesthatlistening to His unparalleled\ninstructions is exactly like ambrosial nectar and he isneversatiatedby\nit. "}