{"meta":"Bhagavad Gita Chapter 10 Verse 41","metahi":"भगवद् गीता 10.41","slok":"यद्यद्विभूतिमत्सत्त्वं श्रीमदूर्जितमेव वा।तत्तदेवावगच्छ त्वं मम तेजोंऽशसंभवम्।।10.41।। ","htsrsd":"।।10.41।।जोजो ऐश्वर्ययुक्त शोभायुक्त और बलयुक्त वस्तु है? उसउसको तुम मेरे ही तेज(योग) के अंशसे उत्पन्न हुई समझो। ","htstma":"।।10.41।। जो कोई भी विभूतियुक्त? कान्तियुक्त अथवा शक्तियुक्त वस्तु (या प्राणी) है? उसको तुम मेरे तेज के अंश से ही उत्पन्न हुई जानो।। ","transliteration":"Yadyad vibhootimat sattwam shreemadoorjitameva vaa;\nTattadevaavagaccha twam mama tejom’shasambhavam. ","englishmeaning":"yat yat—whatever; vibhūtimat—opulent; sattvam—being; śhrī-mat—beautiful; ūrjitam—glorious; eva—also; vā—or; tat tat—all that; eva—only; avagachchha—know; tvam—you; mama—my; tejaḥ-anśha-sambhavam—splendor; anśha—a part; sambhavam—born of ","hcsrsd":"।।10.41।। व्याख्या --   यद्यद्विभूतिमत्सत्त्वं श्रीमदूर्जितमेव वा--संसारमात्रमें जिसकिसी सजीवनिर्जीव वस्तु? व्यक्ति? घटना? परिस्थिति? गुण? भाव? क्रिया आदिमें जो कुछ ऐश्वर्य दीखे? शोभा या सौन्दर्य दीखे? बलवत्ता दीखे? तथा जो कुछ भी विशेषता? विलक्षणता? योग्यता दीखे? उन सबको मेरे तेजके किसी एक अंशसे उत्पन्न हुई जानो। तात्पर्य है कि उनमें वह विलक्षणता मेरे योगसे? सामर्थ्यसे? प्रभावसे ही आयी है -- ऐसा तुम समझो -- तत्तदेवावगच्छ त्वं मम तेजोंऽशसम्भवम्। मेरे बिना कहीं भी और कुछ भी विलक्षणता नहीं है।मनुष्यको जिसजिसमें विशेषता मालूम दे? उसउसमें भगवान्की ही विशेषता मानते हुए भगवान्का ही चिन्तन होना चाहिये। अगर भगवान्को छोड़कर दूसरे वस्तु? व्यक्ति आदिकी विशेषता दीखती है? तो यह,पतनका कारण है। जैसे पतिव्रता स्त्री अपने मनमें यदि पतिके सिवाय दूसरे किसी पुरुषकी विशेषता रखती है? तो उसका पातिव्रत्य भंग हो जाता है? ऐसे ही भगवान्के सिवाय दूसरी किसी वस्तुकी विशेषताको लेकर मन खिंचता है? तो व्यभिचारदोष आ जाता है अर्थात् भगवान्के अनन्यभावका व्रत भंग हो जाता है।संसारमें छोटीसेछोटी और बड़ीसेबड़ी वस्तु? व्यक्ति? क्रिया आदिमें जो भी महत्ता? सुन्दरता? सुखरूपता दीखती है और जो कुछ लाभरूप? हितरूप दीखता है? वह वास्तवमें सांसारिक वस्तुका है ही नहीं। अगर उस वस्तुका होता तो वह सब समय रहता और सबको दीखता? पर वह न तो सब समय रहता है और न सबको दीखता है। इससे सिद्ध होता है कि वह उस वस्तुका नहीं है। तो फिर किसका है उस वस्तुका जो आधार है? उस परमात्माका है। उस परमात्माकी झलक ही उस वस्तुमें सुन्दरता? सुखरूपता आदि रूपोंसे दीखती है। परन्तु जब मनुष्यकी वृत्ति परमात्माकी महिमाकी तरफ न जाकर उस वस्तुकी तरफ ही जाती है? तब वह संसारमें फँस जाता है। संसारमें फँसनेपर उसको न तो कुछ मिलता है और न उसकी तृप्ति ही होती है। इसमें सुख नहीं है? इससे तृप्ति नहीं होती -- इतना अनुभव होनेपर भी मनुष्यका वस्तु आदिमें सुखरूपताका वहम मिटता नहीं। मनुष्यको सावधानीके साथ विचारपूर्वक देखना चाहिये कि प्रतिक्षण मिटनेवाली वस्तुमें जो सुख दीखता है? वह उसका कैसे हो सकता है वह वस्तु प्रतिक्षण नष्ट हो रही है तो उसमें दीखनेवाली महत्ता? सुन्दरता उस वस्तुकी कैसे हो सकती हैजैसे बिजलीके सम्बन्धसे रेडियो बोलता है तो मनुष्य राजी होता है कि देखो? इस यन्त्रसे कैसी आवाज आ रही है पर वास्तवमें उस रेडियोमें जो कुछ शक्ति है? वह सब बिजलीकी ही है। बिजलीसे सम्बन्ध न होनेपर केवल यन्त्रसे आवाज नहीं निकाली जा सकती। अनजान व्यक्ति तो उस शक्तिको यन्त्रकी ही मान लेता है? पर जानकार व्यक्ति उस शक्तिको बिजलीकी ही मानता है। ऐसे ही किसी वस्तु? व्यक्ति? पदार्थ? क्रिया आदिमें जो कुछ विशेषता दीखती है? उसको अनजान मनुष्य तो उस वस्तु? व्यक्ति आदिकी ही मान लेता है? पर जानकार मनुष्य उस विशेषताको भगवान्की ही मानता है।इसी अध्यायमें आठवें श्लोकमें भगवान्ने कहा है कि सब मेरेसे ही पैदा होते हैं और सबमें मेरी ही शक्ति है। इसमें भगवान्का तात्पर्य यही है कि तुम्हें जहाँकहीं और जिसकिसीमें विशेषता? महत्ता? सुन्दरता? बलवत्ता आदि दीखे? वह सब मेरी ही है? उनकी नहीं। एक वेश्या बड़े सुन्दर स्वरोंमें गाना गा रही थी? तो उसको सुनकर एक सन्त मस्त हो गये कि देखो ठाकुरजीने कैसा कण्ठ दिया है कितनी सुन्दर आवाज दी है तो सन्तकी दृष्टि वेश्यापर नहीं गयी? प्रत्युत भगवान्पर गयी कि इसके कण्ठमें जो आकर्षण है? मिठास है? वह भगवान्की है। ऐसे ही कोई फूल दीखे तो राजी हो जाय कि वाहवाह? भगवान्ने इसमें कैसी सुन्दरता भरी है कोई किसीको बढ़िया पढ़ा रहा है तो बढ़िया पढ़ानेकी शक्ति भगवान्की है? पढ़ानेवालेकी नहीं। देवताओंको बृहस्पति प्रिय लगते हैं? रघुवंशियोंको वसिष्ठजी प्रिय लगते हैं? किसीको सिंहमें विशेषता दीखती है? किसीको रुपये बहुत प्यारे लगते हैं? तो उनमें जिस शक्ति? महत्ता? विशेषता आदिको लेकर आकर्षण? प्रियता? खिंचाव हो रहा है? वह शक्ति? महत्ता आदि भगवान्की ही है? उनकी अपनी नहीं। इस तरह जिसकिसीमें जहाँकहीं विशेषता दीखे? वह भगवान्की ही दीखनी चाहिये। इसलिये भगवान्ने अनेक तरहकी विभूतियाँ बतायी हैं। इसका तात्पर्य है कि उन विभूतियोंमें श्रद्धा? रुचिके भेदसे आकर्षण हरेकका अलगअलग होगा? एक समान सबको विभूतियाँ अच्छी नहीं लगेंगी? पर उन सबमें शक्ति भगवान्की है।यद्यपि जिसकिसीमें जो भी विशेषता है? वह परमात्माकी है? तथापि जिनसे हमें लाभ हुआ है अथवा हो रहा है? उनके हम जरूर कृतज्ञ बनें? उनकी सेवा करें। परन्तु उनकी व्यक्तिगत विशेषता मानकर वहाँ फँस न जायँ -- यह सावधानी रखें।विशेष बातभगवान्ने बीसवें श्लोकसे लेकर उनतालीसवें श्लोकतक जितनी विभूतियाँ कही हैं? उनमें प्रायः अस्मि (मैं हूँ) पदका प्रयोग किया है। केवल तीन जगह -- चौबीसवें और सत्ताईसवें श्लोकमें विद्धि तथा यहाँ इकतालीसवें श्लोकमें अवगच्छ पदका प्रयोग करके जानने की बात कही है।अस्मि (मैं हूँ) पदका प्रयोग करनेका तात्पर्य विभूतियोंके मूल तत्त्वका लक्ष्य करानेमें है कि इन सब विभूतियोंके मूलमें मैं ही हूँ। कारण कि सत्रहवें श्लोकमें अर्जुनने पूछा था कि मैं आपको कैसे जानूँ? तो भगवान्ने अस्मि का प्रयोग करके सब विभूतियोंमें अपनेको जाननेकी बात कही।दो जगह विद्धि पदका प्रयोग करनेका तात्पर्य मनुष्यको सावधान? सावचेत करानेमें है। मनुष्य दोके द्वारा सावचेत होता है -- ज्ञानके द्वारा और शासनके द्वारा। ज्ञान गुरुके द्वारा प्राप्त होता है और शासन स्वयं राजा करता है। अतः चौबीसवें श्लोकमें जहाँ गुरु बृहस्पतिका वर्णन आया है? वहाँ विद्धि कहनेका तात्पर्य है कि तुमलोग गुरुके द्वारा मेरी विभूतियोंके तत्त्वको ठीक तरहसे समझो। विभूतियोंके तत्त्वको समझनेका फल है -- मेरेमें दृढ़ भक्ति होना (गीता 10। 7)। सत्ताईसवें श्लोकमें जहाँ राजाका वर्णन आया है? वहाँ विद्धि कहनेका तात्पर्य है कि तुमलोग राजाके शासनद्वारा उन्मार्गसे बचकर सन्मार्गमें लगना अर्थात् अपना जीवन शुद्ध बनाना समझो। गुरु प्रेमसे समझाता है और राजा बलसे? भयसे समझाता है। गुरुके समझानेमें उद्धारकी बात मुख्य रहती है और राजाके समझानेमें लौकिक मर्यादाका पालन करनेकी बात मुख्य रहती है।सत्ताईसवें श्लोकमें जो उच्चैःश्रवा और ऐरावत का वर्णन आया है? वे दोनों राजाके वैभवके उपलक्षण हैं। कारण कि घोड़े? हाथी आदि राजाके ऐश्वर्य हैं और ऐश्वर्यवान् राजा ही शासन करता है। इसलिये उस श्लोकमें विद्धि पदका प्रयोग खास करके राजाके लिये ही किया हुआ मालूम देता है।यहाँ इकतालीसवें श्लोकमें जो अवगच्छ पद आया है? उसका अर्थ है -- वास्तविकतासे समझना कि जो कुछ भी विशेषता दीखती है? वह वस्तुतः भगवान्की ही है।इस प्रकार दो बार विद्धि और एक बार अवगच्छ पद देनेका तात्पर्य यह है कि गुरु और राजाके द्वारा समझानेपर भी जबतक मनुष्य स्वयं उनकी बातको वास्तविकतासे नहीं समझेगा? उनकी बातको नहीं मानेगा? तबतक गुरुका ज्ञान और राजाका शासन उसके काम नहीं आयेगा। अन्तमें तो स्वयंको ही मानना पड़ेगा और वही उसके काम आयेगा। सम्बन्ध --  यहाँतक अर्जुनके प्रश्नोंका उत्तर देकर अब भगवान् अपनी तरफसे खास बात बताते हैं। ","hcsca":"।।10.41।। इस अध्याय में कथित उदाहरणों के द्वारा भगवान् की विभूतियों को दर्शाने का अल्पसा प्रयत्न किया गया है? परन्तु यह नहीं कहा जा सकता कि उन्होंने सत्य को पूर्णतया परिभाषित किया है। हमें यह बताया गया है कि हम विवेक के द्वारा इसी अनित्य जगत् में नित्य और दिव्य तत्त्व को पहचान सकते हैं। उपर्युक्त दृष्टान्तों से यह स्पष्ट होता है कि जगत् की चराचर वस्तुओं में स्वयं भगवान् अपने को ऐश्वर्ययुक्त? कान्तियुक्त अथवा शक्तियुक्त रूप में अभिव्यक्त करते हैं। वे समस्त नाम और रूपों में विद्यमान हैं।यहाँ श्रीकृष्ण अत्यन्त स्पष्ट रूप से यह बताते हैं कि बहुविध जगत् में दिव्य उपस्थिति क्या है? तथा उसे पहचानने की परीक्षा क्या है। जहाँ कहीं भी महानता? कान्ति या शक्ति की अभिव्यक्ति है? वह परमात्मा के असीम तेज की एक रश्मि ही है। इस में कोई सन्देह नहीं कि उपर्युक्त विस्तृत विवेचन का यह सारांश अपूर्व है। इन समस्त उदाहरणों में भगवान् का या तो ऐश्वर्य झलकता है? या कान्ति या फिर शक्ति।सर्वत्र परमात्मदर्शन करने के लिए अर्जुन को दिये गये इस संकेतक का उपयोग गीता के सभी विद्यार्थियों के लिए समान रूप से लाभप्रद होगा।अब अन्त में भगवान् कहते हैं ","etsga":"10.41 Whatever object [All living beings] is verily endowed with majesty, possessed of prosperity, or is energetic, you know for certain each of them as having a part of My power as its source. ","etssa":"10.41 Whatever being there is glorious, prosperous or powerful, that know thou to be a manifestation of a part of My splendour. ","etdss":"10.41. Whatsoever being exists with the manifesting power, and with beauty and vigour, be sure that it is born only of a bit of My illuminant. ","ecssa":"10.41 यत् यत् whatever? विभूतिमत् glorious? सत्त्वम् being? श्रीमत् prosperous? ऊर्जितम् powerful? एव also? वा or? तत् तत् that? एव only? अवगच्छ know? त्वम् thou? मम My? तेजोंऽशसंभवम् a manifestation of a part of My splendour.No Commentary. ","scetsga":"10.41 Yat yat, whatever; sattvam, object in the world; is eva, verily; vibhutimat, endowed with majesty; srimad, possessed of prosperity; va, or; is urjitam, energetic, possessed of vigour; tvam, you; avagaccha, know; eva, for certain; tat tat, each of them; as mama tejomsa-sambhavam, having a part (amsa) of My (mama), of Gods, power (teja) as its source (sambhavam). ","scetdss":"10.41 See Comment under 10.42 ","scetssa":"10.41 Whatever host of beings has power, namely the capacity and means to rule over; has splendour, has beauty or prosperity in wealth, grains etc., has energy, namely, is engaged in auspicious undertakings - know such manifestations as coming fro a fragment of My power. Power (Tejas) is the capacity to overcome opposition. The meaning is, know them as arising from a fraction of My inconceivable power of subduing. ","chakravarthi":"In this verse the Lord brings together the vibhutis of past, present and future which were not previously mentioned. Whatever object (sattvam) has majesty (vibhutimat), excellence (srimat), or extraordinary strength or power (urjitam), know that it comes from a portion of my power. ","rudra":"\nLord Krishna again explains in a sublime and incomparable way to Arjunawho\nis still eagertohearmoreaboutLordKrishnasvibhutiordivine,\ntranscendental opulence. Lord Krishna revealsthatwhateverisglorious,\nwonderful and majestic that is pre-eminently distinguished by thequalities\nof grandeur, beauty and power should be known to arise from just afraction\nof His almighty splendour. ","brahma":"\nLord Krishna speaks in general about His vibhuti ordivine,transcendental\nopulence. They all are verily manifestations of His spiritual formandare\nendowed with an infinitesimal measure of His powerandsplendour.Inthe\nPaingi scripture the same has beenstated:InparticularBrahma,Shiva,\nGaruda,EmperorsofthewholeEarthexamplessuchas Bharata and\nYudhisthira and great devotees of theSupremeLordsuchasHanumanand\nArjuna are minute fractions of the Supreme Lordsvibhuti.Narayana,Rama,\nVishnu, Narasingha, etc. are avatars or direct incarnationsandexpansions\nof the Supreme Lord Krishna Himself. In the Gautama section it ismentioned\nthat Krishna is the Supreme Lord inthemaximumfullnessandHisother\navatarsareexpansionsofHim.Theseers,sages, the munis, the\nenlightened, the self-realised, the powerful sons of Manu are allfragments\nof Lord Krishnas vibhuti. Others are incarnations of Lord KrishnaHumself.\nThe Bhagavat Purana has declared that sages and seerssuchasBhriguand\nBrihaspati are fragments and others such as Vamana andVaraha,andBuddha\nand the like are His avatars with the same power,majestyandpotencyas\nHim. His avatars are transcendental and eternal exactly like Him inpotency\nalthough of different forms. Lord Krishna speaks thewordsmamatejomsa-\nsambhavan which means are born fromafractionofHispowershouldbe\nunderstood to be endowed with a fraction of His splendour and not bornfrom\nit. Endowment due toassociationwithHisvibhuticreatesapermanent\neffect which manifests as a fraction of His vibhuti. ","shri":"\nWhatever there is in existence thatiswonderful,glorious,majesticor\nmagnificent. Wherever is seen inexistencefantasticenthusiasmattended\ntoo with great pomp and eclat. Whoever and howeverthereisinexistence\nthat manifests and broadcasts the phenomenal grandeur and sublimegloryof\nthe SupremeLordshouldbeknowntobeunderHisdirectionandan\ninfinitesimal portion of the tejas or power ofLordKrishnasvibhutior\ndivine, transcendental opulence. Out of His inconceivablepotencyallHis\nvibhuti manifest from but a fraction of His power. ","kumar":"Whatever there is in existence thatiswonderful,glorious,majesticor\nmagnificent. Wherever is seen inexistencefantasticenthusiasmattended\ntoo with great pomp and eclat. Whoever and howeverthereisinexistence\nthat manifests and broadcasts the phenomenal grandeur and sublimegloryof\nthe SupremeLordshouldbeknowntobeunderHisdirectionandan\ninfinitesimal portion of the tejas or power ofLordKrishnasvibhutior\ndivine, transcendental opulence. Out of His inconceivablepotencyallHis\nvibhuti manifest from but a fraction of His power. "}