{"meta":"Bhagavad Gita Chapter 10 Verse 31","metahi":"भगवद् गीता 10.31","slok":"पवनः पवतामस्मि रामः शस्त्रभृतामहम्।झषाणां मकरश्चास्मि स्रोतसामस्मि जाह्नवी।।10.31।। ","htsrsd":"।।10.31।।पवित्र करनेवालोंमें वायु और शास्त्रधारियोंमें राम मैं हूँ। जलजन्तुओंमें मगर मैं हूँ। बहनेवाले स्रोतोंमें गङ्गाजी मैं हूँ। ","htstma":"।।10.31।। मैं पवित्र करने वालों में वायु हूँ और शस्त्रधारियों में राम हूँ तथा मत्स्यों (जलचरों) में मैं मगरमच्छ और नदियों में मैं गंगा हूँ।। ","transliteration":"Pavanah pavataamasmi raamah shastrabhritaamaham;\nJhashaanaam makarashchaasmi srotasaamasmi jaahnavee. ","englishmeaning":"pavanaḥ—the wind; pavatām—of all that purifies; asmi—I am; rāmaḥ—Ram; śhastra-bhṛitām—of the carriers of weapons; aham—I am; jhaṣhāṇām—of all acquatics; makaraḥ—crocodile; cha—also; asmi—I am; srotasām—of flowing rivers; asmi—I am; jāhnavī—the Ganges ","hcsrsd":"।।10.31।। व्याख्या --  पवनः पवतामस्मि-- वायुसे ही सब चीजें पवित्र होती हैं। वायुसे ही नीरोगता आती है। अतः भगवान्ने पवित्र करनेवालोंमें वायुको अपनी विभूति बताया है।रामः शस्त्रभृतामहम्--ऐसे तो राम अवतार हैं? साक्षात् भगवान् हैं? पर जहाँ शस्त्रधारियोंकी गणना होती है? उन सबमें राम श्रेष्ठ हैं। इसलिये भगवान्ने रामको अपनी विभूति बताया है।झषाणां मकरश्चास्मि--जलजन्तुओंमें मगर सबसे बलवान् है। इसलिये जलचरोंमें मगरको भगवान्ने अपनी विभूति बताया है।स्रोतसामस्मि जाह्नवी--प्रवाहरूपसे बहनेवाले जितने भी नद? नदी? नाले? झरने हैं? उन सबमें गङ्गाजी श्रेष्ठ हैं। ये भगवान्की खास चरणोदक हैं। गङ्गाजी अपने दर्शन? स्पर्श आदिसे दुनियाका उद्धार करनेवाली हैं। मरे हुए मनुष्योंकी अस्थियाँ गङ्गाजीमें डालनेसे उनकी सद्गति हो जाती है। इसलिये भगवान्ने इनको अपनी विभूति बताया है।वास्तवमें इन विभूतियोंकी मुख्यता न मानकर भगवान्की ही मुख्यता माननी चाहिये। कारण कि इन सबमें जो विशेषता -- महत्ता देखनेमें आती है? वह भगवान्से ही आयी है।सत्रहवें श्लोकमें अर्जुनके दो प्रश्न थे -- पहला? भगवान्को जाननेका (मैं आपको कैसे जानूँ) और दूसरा? जाननेके उपायका (किनकिन भावोंमें मैं आपका चिन्तन करूँ)। इन दोनोंमेंसे उपाय तो है -- विभूतियोंमें भगवान्का चिन्तन करना और उस चिन्तनका फल (परिणाम) होगा -- सब विभूतियोंके मूलमें भगवान्को तत्त्वसे जानना। जैसे? शस्त्रधारियोंमें श्रीरामको और वृष्णियोंमें वासुदेव(अपने) को भगवान्ने अपनी विभूति बताया। यह तो उस समुदायमें विभूतिरूपसे श्रीरामका और वासुदेवका चिन्तन करनेके लिये बताया और उनके चिन्तनका फल होगा -- श्रीरामको और वासुदेवको तत्त्वसे भगवान् जान जाना। यह चिन्तन करना और भगवान्को तत्त्वसे जानना सभी विभूतियोंके विषयमें समझना चाहिये।संसारमें जहाँकहीं भी जो कुछ विशेषता? विलक्षणता? सुन्दरता दीखती है? उसको वस्तुव्यक्तिकी माननेसे फँसावट होती है अर्थात् मनुष्य उस विशेषता आदिको संसारकी मानकर उसमें फँस जाता है। इसलिये भगवान्ने यहाँ मनुष्यमात्रके लिये यह बताया है कि तुमलोग उस विशेषता सुन्दरता आदिको वस्तुव्यक्तिकी मत मानो? प्रत्युत मेरी और मेरेसे ही आयी हुई मानो। ऐसा मानकर मेरा चिन्तन करोगे तो तुम्हारा संसारका चिन्तन तो छूट जायगा और उस जगह मैं आ जाऊँगा। इसका परिणाम यह होगा कि तुमलोग मेरेको तत्त्वसे जान जाओगे। मेरेको तत्त्वसे जाननेपर मेरेमें तुम्हारी दृढ़ भक्ति हो जायगी (गीता 10। 7), ","hcsca":"।।10.31।। मैं पवित्र कर्त्ताओं में वायु हूँकिसी स्थान की स्वच्छता के लिए सूर्य और वायु के समान प्रभावशाली अन्य कोई स्वास्थयकर और अपूतिक (घाव को सड़ने से रोकने वाली औषधि) साधऩ उपलब्ध नहीं है। यदि यहाँ केवल वायु का ही उल्लेख किया गया है? तो उसका कारण यह है कि महर्षि व्यास जानते थे कि सूर्य की उष्णता में ही वायु की गति हो सकती है। जहाँ सदा वायु बहती है? वहाँ सूर्य का होना भी सिद्ध होता है। किसी गुफा में न सूर्य का प्रकाश होता है और न वायु का स्पन्दन।मैं शस्त्रधारियों में राम हूँभारत के आदि कवि महर्षि बाल्मीकि ने एक सम्पूर्ण काव्य की छन्दबद्ध रचना के लिए रामायण के नायक मर्यादापुरुषोत्तम भगवान् श्री रामचन्द्र का चित्रण किया है। यह चित्रण अत्यन्त विस्तृत एवं विशुद्ध है? जिसमें श्री राम को जीवन के समस्त क्षेत्रों में एक पूर्ण पुरुष के रूप में चित्रित किया गया है। श्रीराम एक पूर्ण एवं आदर्श पुत्र? पति? भ्राता? मित्र? योद्धा? गुरु? शासक और पिता थे। सामान्य जनता के दोषों तथा अत्यन्त उत्तेजना और भ्रम उत्पन्न करने वाली परिस्थितियों की पृष्ठभूमि में श्रीराम की सार्वपाक्षिक पूर्णता और भी अधिक चमक उठती है। ऐसे सर्वश्रेष्ठ आदर्श पुरुष के हाथ में ही वह योग्यता है? जो उस धनुष को धारण करे? जिसमें से सदैव अमोघ बाणों की ही वर्षा होती है।मैं मत्स्यों में मकर तथा नदियों में जाह्नवी हूँजह्नु ऋषि की पुत्री जाह्नवी कहलाती है? जो गंगानदी का एक नाम हैं। आख्यायिका यह है कि एक बार जह्नु ऋषि ने सम्पूर्ण गंगा नदी का पान कर उसे सुखा दिया? और तत्पश्चात्? लोककल्याण के लिए उसे अपने कानों के द्वार से बाहर बहा दियाहम पहले भी देख चुके हैं कि गंगा नदी का यह रूप सांकेतिक है। हिन्दू लोग गंगा को अध्यात्म ज्ञान अथवा भारत की आध्यात्मिक संस्कृति का प्रतीक मानते हैं। अपने गुरु से प्राप्त ऋषियों की ज्ञान सम्पदा को? साधक शिष्य ध्यानाभ्यास के द्वारा आत्मसात् कर लेता है यही नदी का आचमन है। ज्ञान के झरने से पान कर ज्ञानपिपासा को शान्त करना आदि वाक्यों का प्रयोग प्राय सभी भाषाओं में होता है? जिनका मूल संस्कृत भाषा है।आख्यायिका में कहा गया है कि इस नदी का उद्गम ऋषि के कानों से हुआ। वास्तव में? यह अत्यन्त सुन्दर काव्यात्मक कल्पना है? जो कान का संबंध श्रुति से स्थापित करती है। उपनिषद् ही श्रुति हैं? जिसमें गुरु शिष्य के संवाद द्वारा आत्मज्ञान का बोध कराया गया है। भारत में? समयसमय पर आचार्यों का अवतरण होता है? जो अपने युग के सन्दर्भ से प्राचीन ज्ञान की पुर्नव्यवस्था करते हैं परन्तु यह प्रचार कार्य वे तभी प्रारम्भ करते हैं? जब उन्होंने स्वयं वैदिक सत्य का साक्षात् अनुभव कर लिया हो। इस स्वानुभूति के बिना कोई भी श्रेष्ठ आचार्य जगत् में आकर इस प्राचीन सत्य का नवीन भाषा में प्रचार करने का साहस नहीं करेगा।गंगा के अनेक पर्यायवाची नामों में से जाह्नवी का यहाँ उल्लेख उपर्युक्त विशेष अभिप्राय को दर्शाने के लिए ही किया गया है।समुद्री मत्स्यों में मकर सर्वाधिक भयंकर होने के कारण यहाँ भगवान् ने उसे अपनी विभूति कहा है।आगे कहते है ","etsga":"10.31 Of the purifiers I am air; among the wielders of weapons I am Rama. Among fishes, too, I am the shark; I am Ganga among rivers. ","etssa":"10.31 Among the purifiers (or the speeders) I am the wind; Rama among the warriors am I; among the fishes I am the shark; among the streams I am the Ganga. ","etdss":"10.31. Of the progenies of Diti (the demons),I am Prahlada; of the measuring ones, I am the shark; of rivers,I am the daughter of Jahnu (the Ganga). ","ecssa":"10.31 पवनः the wind? पवताम् among purifiers or the speeders? अस्मि (I) am? रामः Rama? शस्त्रभृताम् among wielders of weapons (warriors)? अहम् I? झषाणाम् among fishes? मकरः Makara (shark)? च and? अस्मि (I) am? स्रोतसाम् among streams? अस्मि (I) am? जाह्नवी the Ganga.Commentary The holy river Ganga (spelt Ganges in English) was swallowed by Jahnu when she was being brought down by Bhagiratha from heaven. Hence the name Jahnavi for Ganga. ","scetsga":"10.31 Pavatam, of the purifiers; I am pavanah, air. Sastra-bhrtam, among weilders of weapons, I am Rama, son of Dasaratha. Jhasanam, among fishes etc; I am the particular species of fish called makarah shark. I am jahnavi, Ganga; srotasam, among rivers, among streams of water. ","scetdss":"10.31 See Comment under 10.42 ","scetssa":"10.31 Of moving things, namely, of things whose nature is to move, I am the wind. Of those who bear weapons, I am Rama. Here the ality of bearing weapons is the Vibhuti, as no other sense is possible. Aditya etc., being individual selves, constitute attributes of the Lord, who is their Self as they constitute His body. Therefore they stand in the same position of the attribute as that of bearing weapons. ","chakravarthi":"Of moving or purifying agents, I am the wind. Among bearers of weapons, I am Parasurama. He is suitable as a vibhuti because he is an avesavatara, and because he is an outstanding jiva among those who have been given powers by the Lord. Padma Purana quoted in Bhagavatamrta says “O devi, I have recited to you the story of Parasurama, a saktyavesa avatara of the Lord.” Also it says, “He took birth as an empowered jiva.” The characteristics of the avesavatara are also mentioned in the Bhagavatamrta. “Where a jiva is filled with portions of jnana sakti or other sakti of the Lord, he is called avesavatara.” (Laghu Bhagavatamrta 1.4 .39, 1.4.38, 1.1.18) Among fish (jhasanam), I am the makara, a special type of fish. Among rivers (srotasam), I am the Ganga. ","rudra":"\nOf purifiers Lord Krishnas vibhuti or divine,transcendentalopulenceis\nthe wind. Of wielders of weapons HisvibhutiisParasuramawhoslewin\nbattle all the ksatriyas or warriors class 21 timeswithHismightyaxe.\nAmong fish His vibhuti is a particular fish that can swallow awholewhale\nand lives in the deepest part of the ocean known as Makara andamongstall\nrivers, Lord Krishnas vibhuti is jahnavi a name of the holy Ganga. ","brahma":"\nBeing of theformofanandaorbliss,beingcompletelyspiritualof\nHimself, being thedelighterofthepeopleLordKrishnasvibhutior\ndivine, transcendental opulence is known as Rama. In theShandilyasection\nit states: Of blissful form, unlimited, from whom the world revels isknown\nas Rama. Ra and ama are the rootandtogetherasRamameanexceedingly\npleasing to all. ","shri":"\nLord Krishna reveals that of things that purifyandthingsthatarethe\nswiftest His vibhuti or divine, transcendental opulenceisthewind.The\nwords sastra-bhrtam means weapon wielding heroes ofwhichHisvibhutiis\nRama but unlike other vibhuti which areindirect.Ramaisanavataror\ndirect incarnation of the Supreme LordKrishnawhomanifestsHimselfas\nRama the paragon of weapon wielding heroes. Indirect vibhutissuchasthe\nMaruts or the Vasus are still jivas or embodiedsoulseventhoughimbued\nwith a filament oftheSupremeLordspotency.Inrelationshiptothe\nSupreme Lord they are exactly like potenciesservingHimastheweapons\nwielded by Rama are likewise serving Him. ","kumar":"Lord Krishna reveals that of things that purifyandthingsthatarethe\nswiftest His vibhuti or divine, transcendental opulenceisthewind.The\nwords sastra-bhrtam means weapon wielding heroes ofwhichHisvibhutiis\nRama but unlike other vibhuti which areindirect.Ramaisanavataror\ndirect incarnation of the Supreme LordKrishnawhomanifestsHimselfas\nRama the paragon of weapon wielding heroes. Indirect vibhutissuchasthe\nMaruts or the Vasus are still jivas or embodiedsoulseventhoughimbued\nwith a filament oftheSupremeLordspotency.Inrelationshiptothe\nSupreme Lord they are exactly like potenciesservingHimastheweapons\nwielded by Rama are likewise serving Him. "}