{"meta":"Bhagavad Gita Chapter 10 Verse 8","metahi":"भगवद् गीता 10.8","slok":"अहं सर्वस्य प्रभवो मत्तः सर्वं प्रवर्तते।इति मत्वा भजन्ते मां बुधा भावसमन्विताः।।10.8।। ","htsrsd":"।।10.8।।मैं संसारमात्रका प्रभव (मूलकारण) हूँ? और मेरेसे ही सारा संसार प्रवृत्त हो रहा है अर्थात् चेष्टा कर रहा है -- ऐसा मेरेको मानकर मेरेमें ही श्रद्धाप्रेम रखते हुए बुद्धिमान् भक्त मेरा ही भजन करते हैं --सब प्रकारसे मेरे ही शरण होते हैं। ","htstma":"।।10.8।। मैं ही सबका प्रभव स्थान हूँ मुझसे ही सब (जगत्) विकास को प्राप्त होता है? इस प्रकार जानकर बुधजन भक्ति भाव से युक्त होकर मुझे ही भजते हैं।। ","transliteration":"Aham sarvasya prabhavo mattah sarvam pravartate;\nIti matwaa bhajante maam budhaa bhaavasamanvitaah. ","englishmeaning":"aham—I; sarvasya—of all creation; prabhavaḥ—the origin of; mattaḥ—from me; sarvam—everything; pravartate—proceeds; iti—thus; matvā—having known; bhajante—worship; mām—me; budhāḥ—the wise; bhāva-samanvitāḥ—endowed with great faith and devotion ","hcsrsd":"।।10.8।। व्याख्या --   [पूर्व श्लोककी बात ही इस श्लोकमें कही गयी है। अहं सर्वस्य प्रभवः में सर्वस्य भगवान्की विभूति है अर्थात् देखने? सुनने? समझनेमें जो कुछ आ रहा है? वह सबकीसब भगवान्की विभूति ही है। मत्तः सर्वं प्रवर्तते में मत्तः भगवान्का योग (प्रभाव) है? जिससे सभी विभूतियाँ प्रकट होती हैं। सातवें? आठवें और नवें अध्यायमें जो कुछ कहा गया है? वह सबकासब इस श्लोकके पूर्वार्धमें आ गया है।]अहं सर्वस्य प्रभवः--मानस? नादज? बिन्दुज? उद्भिज्ज? जरायुज? अण्डज? स्वेदज अर्थात् जडचेतन? स्थावरजङ्गम यावन्मात्र जितने प्राणी होते हैं? उन सबकी उत्पत्तिके मूलमें परमपिता परमेश्वरके रूपमें मैं ही हूँ (टिप्पणी प0 543)।यहाँ प्रभव का तात्पर्य है कि मैं सबका अभिन्ननिमित्तोपादानकारण हूँ अर्थात् स्वयं मैं ही सृष्टिरूपसे प्रकट हुआ हूँ।मत्तः सर्वं प्रवर्तते--संसारमें उत्पत्ति? स्थिति? प्रलय? पालन? संरक्षण आदि जितनी भी चेष्टाएँ होती हैं? जितने भी कार्य होते हैं? वे सब मेरेसे ही होते हैं। मूलमें उनको सत्तास्फूर्ति आदि जो कुछ मिलता है? वह सब मेरेसे ही मिलता है। जैसे बिजलीकी शक्तिसे सब कार्य होते हैं? ऐसे ही संसारमें जितनी क्रियाएँ होती हैं? उन सबका मूल कारण मैं ही हूँ।अहं सर्वस्य प्रभवो मत्तः सर्वं प्रवर्तते--कहनेका तात्पर्य है कि साधककी दृष्टि प्राणिमात्रके भाव? आचरण? क्रिया आदिकी तरफ न जाकर उन सबके मूलमें स्थित भगवान्की तरफ ही जानी चाहिये। कार्य? कारण? भाव? क्रिया? वस्तु? पदार्थ? व्यक्ति आदिके मूलमें जो तत्त्व है? उसकी तरफ ही भक्तोंकी दृष्टि रहनी चाहिये।सातवें अध्यायके सातवें तथा बारहवें श्लोकमें और दसवें अध्यायके पाँचवें और इस (आठवें) श्लोकमें मत्तः पद बारबार कहनेका तात्पर्य है कि ये भाव? क्रिया? व्यक्ति आदि सब भगवान्से ही पैदा होते हैं? भगवान्में ही स्थित रहते हैं और भगवान्में ही लीन हो जाते हैं। अतः तत्त्वसे सब कुछ भगवत्स्वरूप ही है -- इस बातको जान लें अथवा मान लें? तो भगवान्के साथ अविकम्प (कभी विचलित न किया जानेवाला) योग अर्थात् सम्बन्ध हो जायगा।यहाँ सर्वस्य और सर्वम् --दो बार सर्व पद देनेका तात्पर्य है कि भगवान्के सिवाय इस सृष्टिका न कोई उत्पादक है और न कोई संचालक है। इस सृष्टिके उत्पादक और संचालक केवल भगवान् ही हैं।इति मत्वा भावसमन्विताः--भगवान्से ही सब संसारकी उत्पत्ति होती है और सारे संसारको सत्तास्फूर्ति भगवान्से ही मिलती है अर्थात् स्थूल? सूक्ष्म और कारणरूपसे सब कुछ भगवान् ही हैं -- ऐसा जो दृढ़तासे मान लेते हैं? वे भगवान् ही सर्वोपरि हैं भगवान्के समान कोई हुआ नहीं? है नहीं? होगा नहीं तथा होना सम्भव भी नहीं -- ऐसे सर्वोच्च भावसे युक्त हो जाते हैं। इस प्रकार जब उनकी महत्त्वबुद्धि केवल भगवान्में हो जाती है तो फिर उनका आकर्षण? श्रद्धा? विश्वास? प्रेम आदि सब भगवान्में ही हो जाते हैं। भगवान्का ही आश्रय लेनेसे उनमें समता? निर्विकारता? निःशोकता? निश्चिन्तता? निर्भयता आदि स्वतःस्वाभाविक ही आ जाते हैं। कारण कि जहाँ देव (परमात्मा) होते हैं? वहाँ दैवीसम्पत्ति स्वाभाविक ही आ जाती है।बुधाः--भगवान्के सिवाय अन्यकी सत्ता ही न मानना? भगवान्को ही सबके मूलमें मानना? भगवान्का ही आश्रय लेकर उनमें ही श्रद्धाप्रेम करना -- यही उनकी बुद्धिमानी है। इसलिये उनको बुद्धिमान् कहा गया है। इसी बातको आगे पन्द्रहवें अध्यायमें कहा है कि जो मेरेको क्षर(संसारमात्र) से अतीत और अक्षर(जीवात्मा) से उत्तम जानता है? वह सर्ववित् है और सर्वभावसे मेरा ही भजन करता है (15। 1819)।माम् भजन्ते--भगवान्के नामका जपकीर्तन करना? भगवान्के रूपका चिन्तनध्यान करना? भगवान्की कथा सुनना? भगवत्सम्बन्धी ग्रन्थों(गीता? रामायण? भागवत आदि) का पठनपाठन करना -- ये सबकेसब भजन हैं। परन्तु असली भजन तो वह है? जिसमें हृदय भगवान्की तरफ ही खिंच जाता है? केवल भगवान् ही प्यारे लगते हैं? भगवान्की विस्मृति चुभती है? बुरी लगती है। इस प्रकार भगवान्में तल्लीन होना ही असली भजन है।विशेष बातसबके मूलमें परमात्मा है और परमात्मासे ही वस्तु? व्यक्ति? पदार्थ? घटना आदि सबको सत्तास्फूर्ति मिलती है -- ऐसा ज्ञान होना परमात्मप्राप्ति चाहनेवाले सभी साधकोंके लिये बहुत आवश्यक है। कारण कि जब सबके मूलमें परमात्मा ही है? तब साधकका लक्ष्य भी परमात्माकी तरफ ही होना चाहिये। उस परमात्माकी तरफ लक्ष्य करानेमें ही सम्पूर्ण विभूतियों और योगके ज्ञानका तात्पर्य है। यही बात गीतामें जगहजगह बतायी गयी है जैसे -- जिससे सम्पूर्ण प्राणियोंकी प्रवृत्ति होती है और जिससे सम्पूर्ण संसार व्याप्त है? उस परमात्माका अपने कर्तव्यकर्मोंके द्वारा पूजन करना चाहिये (18। 46) जो सम्पूर्ण प्राणियोंके हृदयमें विराजमान है और जो सब प्राणियोंको प्रेरणा देता है? उस परमात्माकी सर्वभावसे शरण जाना चाहिये (18। 6162) इत्यादि। कर्मयोग? ज्ञानयोग और भक्तियोग -- ये साधन तो अपनीअपनी रुचिके अनुसार भिन्नभिन्न हो सकते हैं? पर उपर्युक्त ज्ञान सभी साधकोंके लिये बहुत ही आवश्यक है। सम्बन्ध --  अब आगेके श्लोकमें उन भक्तोंका भजन किस रीतिसे होता है -- यह बताते हैं। ","hcsca":"।।10.8।। व्यष्टि और समष्टि में जो भेद है वह उन उपाधियों के कारण है? जिनके माध्यम से एक ही सनातन? परिपूर्ण सत्य प्रकट होता है। इन दो उपाधियों के कारण ब्रह्म को ही क्रमश जीव और ईश्वर भाव प्राप्त होते हैं जैसे एक ही विद्युत् शक्ति बल्ब और हीटर में क्रमश प्रकाश और ताप के रूप में व्यक्त होती है। स्वयं विद्युत् में न प्रकाश है और न उष्णता। इसी प्रकार स्वयं परमात्मा में न ईश्वर भाव है और न जीव भाव। जो पुरुष इसे तत्त्वत जानता है वह अविकम्प योग के द्वारा ब्रह्मनिष्ठता को प्राप्त होता है।एक कुम्भकार कुम्भ बनाने के लिए सर्वप्रथम घट के निर्माण के उपयुक्त लचीली मिट्टी तैयार करता है। तत्पश्चात् उस मिट्टी के गोले को चक्र पर रखकर घटाकृति में परिवर्तित करता है। तीसरी अवस्था में घट को सुखाकर उसे चमकीला किया जाता है और चौथी अवस्था में उस तैयार घट को पकाकर उस पर रंग लगाया जाता है। घट निर्माण की इस क्रिया में मिट्टी निश्चय ही कह सकती है कि वह घट का प्रभव स्थान है। चार अवस्थाओं में घट का जो विकास होता है? उसका भी अधिष्ठान मिट्टी ही थी? न कि अन्य कोई वस्तु। यह बात सर्वकालीन घटों के सम्बन्ध में सत्य है। किसी भी घट की उत्पत्ति? वृद्धि और विकास उसके उपादान कारणभूत मिट्टी के बिना नहीं हो सकता। इसी प्रकार एक ही चैतन्यस्वरूप परमात्मा? ईश्वर और जीव के रूप में प्रतीत होता है।जिस पुरुष ने विवेक के द्वारा व्यष्टि और समष्टि के इस सूक्ष्म भेद को समझ लिया है? वही पुरुष अपने मन को बाह्य जगत् से निवृत्त करके इन दोनों के अधिष्ठान स्वरूप आत्मा में स्थिर कर सकता है। मन के इस भाव को ही यहाँ इस अर्थपूर्ण शब्द भावसमन्विता के द्वारा दर्शाया गया है।प्रेम या भक्ति का मापदण्ड है पुरुष की अपनी प्रिय वस्तु के साथ तादात्म्य करने की क्षमता। संक्षेपत? प्रेम की परिपूर्णता इस तादात्म्य की पूर्णता में है। जब एक भक्त स्वयं यह अनुभव कर लेता है कि एक परमात्मा ही समष्टि और व्यष्टि की अन्तकरण की उपाधियों के माध्यम से मानो ईश्वर और जीव बन गया है? तब वह पराभक्ति को प्राप्त भक्त कहा जाता है।जिस भक्ति के विषय में पूर्व श्लोक में केवल एक संकेत ही किया गया था? उसी को यहाँ क्रमबद्ध करके एक साधना का रूप दिया गया है? जिसके अभ्यास से उपर्युक्त ज्ञान प्रत्येक साधक का अपना निजी और घनिष्ट अनुभव बन सकता है। ","etsga":"10.8 I am the origin of all; everything moves on owing to Me. Realizing thus, the wise ones, filled with fervour, adore Me. ","etssa":"10.8 I am the source of all; from Me everything evolves; understanding thus, the wise, endowed with meditation, worship Me. ","etdss":"10.8. He is the source of all and from Him all comes forth - Thus viewing, the wise men revere Me with devotion. ","ecssa":"10.8 अहम् I? सर्वस्य of all? प्रभवः the source? मत्तः from Me? सर्वम् everything? प्रवर्तते evolves? इति thus? मत्वा understanding? भजन्ते worship? माम् Me? बुधाः the wise? भावसमन्विताः endowed with meditation. Commentary Waves originate in water? depend on water and dissolve in water. The only support for the waves is water. Even so the only support for the whole world is the Lord. Realising this? feeling the omnipresence of the Lord? the wise worship Him with devotion and affection in all places. The Supreme is the same in all countries and at all times. He is the material and the efficient cause.As Mulaprakriti or Avyaktam the Lord is the source of all forms. The Lord is the primum mobile. He gazes at His Sakti (creative power) and the whole world evolves and the forms move. The worldly man who has neither sharp nor subtle intellect beholds the changing forms only through the fleshly eyes. He has no idea of the Indwelling Presence? the substratum? the allpervading intelligence or the blissful consciousness. He is allured by the passing forms. He fixes his hopes and joy on these transitory forms. He lives and exerts for them. He rejoices when he gets a wife and children. If these forms pass away he is drowned in sorrow. But the wise ones constantly dwell in the Supreme? the source and the life of all? and enjoy the eternal bliss of the immortal? inner Self? their own nondual Atman? albeit all these forms around them change and pass away. They are steadfast in Yoga. They are endowed with unshakable Yoga. They are enthroned in Yoga. They worship the Supreme in contemplation and enjoy the indescribable bliss of Nirvikalpa Samadhi.Para Brahman? known as Vaasudeva? is the source of the whole world. From Him alone evolves the whole world with all its changes? viz.? existence (Sthiti)? destruction (Nasa)? action (Kriya)? fruit (Phala) and enjoyment (Bhoga). Understanding thus? the wise adore the Supreme Being and engage themselves in profound meditation on the Absolute. (Cf.IX.10) ","scetsga":"10.8 Aham, I, the supreme Brahman called Vasudeva; am the prabhavah, origin; sarvasya, of all, of the whole world; sarvam, everything, the whole world of changes, consisting of continuance, destruction, action and enjoyment of the fruits of action; pravartate, moves on; mattah, owing to Me alone. Matva, realizing; iti, thus; the budhah, wise ones, the knowers of the supreme Reality; bhava-samanvitah, filled with fervour-bhava is the same as bhavana, meaning ardent longing for the supreme Reality; filled (samanvitah) with that, i.e. imbued with that; bhajante, adore; mam, Me.\nBesides, ","scetdss":"10.8 See Comment under 10.11 ","scetssa":"10.8 I am the origin, namely, the cause of originating everything in this universe consisting of wonderful sentient and non-sentient beings. From Me proceed everything. Thinking thus of My sovereignty, natural and unhindered, and knowing Me as endowed with a multitude of auspicious attributes like condescension, beauty, parental affection etc., the wise or the men of knowledge worship Me with devotion endowed as I am with all auspicious attributes. Bhava is a particular disposition, here a loving disposition, of the mind. The meaning is that they worship Me with intense yearning of the heart.\nHow? ","chakravarthi":"Here he speaks of his vibhuti characterized by great power. I am the cause of manifestation of everything material and spiritual. The whole world moves because of me alone, in the form of paramatma. Because of me alone, in the form of avataras like Narada, the sadhanas such as bhakti, jnana, tapas and karma, and the goals of these sadhanas operate. He then speaks of the yoga which is ananya bhakti. Being convinced through faith by this knowledge (iti matva), the intelligent persons endowed with bhava in the forms of daysa, sakhya or other relationships, worship me. ","rudra":"\nThorough and complete knowledgeoftheSupremeLordKrishnasabsolute\npower and glory bequeaths direct realisation of Him in their ethericheart.\nThis is being expounded on in this verse and the nextthree.LordKrishna\nbegins with the words aham sarvasyaprabhavomeaningHeistheSupreme\nUltimateTruthandthecauseofallcauses.By His vibhutis or\ntranscendental opulence everything in thematerialmanifestationemanated\nsolelyfromHim.Sospirituallyintelligentbeingsendowedwiththe\ngerminatingseedofbhaktiorlovingdevotion,worshipLordKrishna\nincessantly with mind, heart and actions. ","brahma":"\nLord KrishnausesthewordmatvameaningrealisationofHisSupreme\nAbsolute position inspires one to perform bhajantemamorperformloving\ndevotion unto Him. This clears up any and all misconceptionsregardingthe\npresence of individuality with the Supreme Lord. ","shri":"\nThis confirms that Lord Krishna is the generating cause andoriginofthe\nall the wonderfully, marvellous andfascinatinglyphenomenaldisplaysof\nactivity found abounding in all creation comprised of intelligentandnon-\nintelligent beings and objects. Healoneenergisesallofcreationand\nmanifeststheimpulsesrequiredfor all actions. The spiritually\nintelligent are the mahatmanas or greatilluminatedbeingswhomatvaor\nrealise His Supreme Absolute positionas theultimatecontrollerofall\nexistence. Who possesses allillustriousattributessuchascompassion,\naffection, reciprocity, friendship,etc.Thesegreatbeingsarebhava-\nsamanvitah or endowed with awonderfulwayofservingLordKrishnain\nbhakti or exclusive loving devotion according to theirinternalmood.The\nspiritually intelligent cultivate their minds in such a wayastoacquire\nthis mood and deeply immerse themselves init.Howthisisaccomplished\nLord Krishna reveals next. ","kumar":"This confirms that Lord Krishna is the generating cause andoriginofthe\nall the wonderfully, marvellous andfascinatinglyphenomenaldisplaysof\nactivity found abounding in all creation comprised of intelligentandnon-\nintelligent beings and objects. Healoneenergisesallofcreationand\nmanifeststheimpulsesrequiredfor all actions. The spiritually\nintelligent are the mahatmanas or greatilluminatedbeingswhomatvaor\nrealise His Supreme Absolute positionas theultimatecontrollerofall\nexistence. Who possesses allillustriousattributessuchascompassion,\naffection, reciprocity, friendship,etc.Thesegreatbeingsarebhava-\nsamanvitah or endowed with awonderfulwayofservingLordKrishnain\nbhakti or exclusive loving devotion according to theirinternalmood.The\nspiritually intelligent cultivate their minds in such a wayastoacquire\nthis mood and deeply immerse themselves init.Howthisisaccomplished\nLord Krishna reveals next. "}