{"meta":"Bhagavad Gita Chapter 10 Verse 5","metahi":"भगवद् गीता 10.5","slok":"अहिंसा समता तुष्टिस्तपो दानं यशोऽयशः।भवन्ति भावा भूतानां मत्त एव पृथग्विधाः।।10.5।। ","htsrsd":"।।10.5।।बुद्धि? ज्ञान? असम्मोह? क्षमा? सत्य? दम? शम? सुख? दुःख? भव? अभाव? भय? अभय? अहिंसा? समता? तुष्टि? तप? दान? यश और अपयश -- प्राणियोंके ये अनेक प्रकारके और अलगअलग (बीस) भाव मेरेसे ही होते हैं। ","htstma":"।।10.5।। अहिंसा? समता? सन्तोष? तप? दान? यश और अपयश ऐसे ये प्राणियों के नानाविध भाव मुझ से ही प्रकट होते हैं।। ","transliteration":"Ahimsaa samataa tushtistapo daanam yasho’yashah;\nBhavanti bhaavaa bhootaanaam matta eva prithagvidhaah. ","englishmeaning":"buddhiḥ—intellect; jñānam—knowledge; asammohaḥ—clarity of thought; kṣhamā—forgiveness; satyam—truthfulness; damaḥ—control over the senses; śhamaḥ—control of the mind; sukham—joy; duḥkham—sorrow; bhavaḥ—birth; abhāvaḥ—death; bhayam—fear; cha—and; abhayam—courage; eva—certainly; cha—and; ahinsā—nonviolence; samatā—equanimity; tuṣhṭiḥ—contentment; tapaḥ—austerity; dānam—charity; yaśhaḥ—fame; ayaśhaḥ—infamy; bhavanti—arise; bhāvāḥ—qualities; bhūtānām—amongst humans; mattaḥ—from me; eva—alone; pṛithak-vidhāḥ—varieties of ","hcsrsd":"।।10.5।। व्याख्या --   बुद्धिः--उद्देश्यको लेकर निश्चय करनेवाली वृत्तिका नाम बुद्धि है।ज्ञानम्--सारअसार? ग्राह्यअग्राह्य? नित्यअनित्य? सत्असत्? उचितअनुचित? कर्तव्यअकर्तव्य -- ऐसा जो विवेक अर्थात् अलगअलग जानकारी है? उसका नाम ज्ञानहै। यह ज्ञान (विवेक) मानवमात्रको भगवान्से मिला है।असम्मोहः --शरीर और संसारको उत्पत्तिविनाशशील जानते हुए भी उनमें मैं और मेरापन करनेका नाम सम्मोह है और इसके न होनेका नाम असम्मोह है।क्षमा--कोई हमारे प्रति कितना ही बड़ा अपराध करे? अपनी सामर्थ्य रहते हुए भी उसे सह लेना और उस अपराधीको अपनी तथा ईश्वरकी तरफसे यहाँ और परलोकमें कहीं भी दण्ड न मिले -- ऐसा विचार करनेका नाम क्षमा है।सत्यम्--सत्यस्वरूप परमात्माकी प्राप्तिके लिये सत्यभाषण करना अर्थात् जैसा सुना? देखा और समझा है? उसीके अनुसार अपने स्वार्थ और अभिमानका त्याग करके दूसरोंके हितके लिये न ज्यादा? न कम -- वैसाकावैसा कह देनेका नाम सत्य है।दमः शमः --परमात्मप्राप्तिका उद्देश्य रखते हुए इन्द्रियोंको अपनेअपने विषयोंसे हटाकर अपने वशमें करनेका नाम दम है? और मनको सांसारिक भोगोंके चिन्तनसे हटानेका नाम शम है।सुखं दुःखम्--शरीर? मन? इन्द्रियोंके अनुकूल परिस्थितिके प्राप्त होनेपर हृदयमें जो प्रसन्नता होती है? उसका नाम सुख है और प्रतिकूल परिस्थितिके प्राप्त होनेपर हृदयमें जो अप्रसन्नता होती है? उसका नाम,दुःख है।भवोऽभावः--सांसारिक वस्तु? व्यक्ति? घटना? परिस्थिति? भाव आदिके उत्पन्न होनेका नाम भव है और इन सबके लीन होनेका नाम अभाव है।भयं चाभयमेव च--अपने आचरण? भाव आदि शास्त्र और लोकमर्यादाके विरुद्ध होनेसे अन्तःकरणमें अपना अनिष्ट होनेकी जो एक आशङ्का होती है? उसको भय कहते हैं। मनुष्यके आचरण? भाव आदि अच्छे हैं? वह किसीको कष्ट नहीं पहुँचाता? शास्त्र और सन्तोंके सिद्धान्तसे विरुद्ध कोई आचरण नहीं करता? तो उसके हृदयमें अपना अनिष्ट होनेकी आशङ्का नहीं रहती अर्थात् उसको किसीसे भय नहीं होता। इसीको अभय कहते हैं।अहिंसा--अपने तन? मन और वचनसे किसी भी देश? काल? परिस्थिति आदिमें किसी भी प्राणीको किञ्चिन्मात्र भी दुःख न देनेका नाम अहिंसा है।समता--तरहतरहकी अनुकूल और प्रतिकूल वस्तु? व्यक्ति? घटना? परिस्थिति आदिके प्राप्त होनेपर भी अपने अन्तःकरणमें कोई विषमता न आनेका नाम समता है।तुष्टिः--आवश्यकता ज्यादा रहनेपर भी कम मिले तो उसमें सन्तोष करना तथा और मिले -- ऐसी इच्छाका न रहना तुष्टिहै। तात्पर्य है कि मिले अथवा न मिले? कम मिले अथवा ज्यादा मिले आदि हर हालतमें प्रसन्न रहना तुष्टि है।तपः--अपने कर्तव्यका पालन करते हुए जो कुछ कष्ट आ जाय? प्रतिकूल परिस्थिति आ जाय? उन सबको प्रसन्नतापूर्वक सहनेका नाम तप है। एकादशीव्रत आदि करनेका नाम भी तप है।दानम्--प्रत्युपकार और फलकी किञ्चिन्मात्र भी इच्छा न रखकर प्रसन्नतापूर्वक अपनी शुद्ध कमाईका हिस्सा सत्पात्रको देनेका नाम दान(गीता 17। 20)।यशोऽयशः --मनुष्यके अच्छे आचरणों? भावों और गुणोंको लेकर संसारमें जो नामकी प्रसिद्धि? प्रशंसा आदि होते हैं? उनका नाम यश है। मनुष्यके बुरे आचरणों? भावों और गुणोंको लेकर संसारमें जो नामकी निन्दा होती है? उसको अयश (अपयश) कहते हैं।भवन्ति भावा भूतानां मत्त एव पृथग्विधाः--प्राणियोंके ये पृथक्पृथक् और अनेक तरहके भाव मेरेसे ही होते हैं अर्थात् उन सबको सत्ता? स्फूर्ति? शक्ति? आधार और प्रकाश मुझ लोकमहेश्वरसे ही मिलता है। तात्पर्य है कि तत्त्वसे सबके मूलमें मैं ही हूँ।यहाँ मत्तः पदसे भगवान्का योग? सामर्थ्य? प्रभाव और पृथग्विधाः पदसे अनेक प्रकारकी अलगअलग विभूतियाँ जाननी चाहिये।संसारमें जो कुछ विहित तथा निषिद्ध हो रहा है शुभ तथा अशुभ हो रहा है और संसारमें जितने सद्भाव तथा दुर्भाव हैं? वह सबकीसब भगवान्की लीला है -- इस प्रकार भक्त भगवान्को तत्त्वसे समझ लेता है तो उसका भगवान्में अविकम्प (अविचल) योग हो जाता है (गीता 10। 7)।यहाँ प्राणियोंके जो बीस भाव बताये गये हैं? उनमें बारह भाव तो एकएक (अकेले) हैं और वे सभी अन्तःकरणमें उत्पन्न होनेवाले हैं और भयके साथ आया हुआ अभय भी अन्तःकरणमें पैदा होनेवाला भाव है तथा बचे हुए सात भाव परस्परविरोधी हैं। उनमेंसे भव (उत्पत्ति)? अभाव? यश और अयश -- ये चार तो प्राणियोंके पूर्वकृत कर्मोंके फल हैं और सुख? दुःख तथा भय -- ये तीन मूर्खताके फल हैं। इस मूर्खताको मनुष्य मिटा सकता है।यहाँ प्राणियोंके बीस भावोंको अपनेसे पैदा हुए और अपनी विभूति बतानेमें भगवान्का तात्पर्य है कि ये बीस भाव तो पृथक्पृथक् हैं? पर इन सब भावोंका आधार मैं एक ही हूँ। इन सबके मूलमें मैं ही हूँ? ये सभी मेरेसे ही होते हैं एवं मेरेसे ही सत्तास्फूर्ति पाते हैं। सातवें अध्यायके बारहवें श्लोकमें भी भगवान्ने मत्तः एव पदोंसे बताया है कि सात्त्विक? राजस और तामस भाव मेरेसे ही होते हैं अर्थात् उनके मूलमें मैं ही हूँ? वे मेरेसे ही होते हैं और मेरेसे ही सत्तास्फूर्ति पाते हैं। अतः यहाँ भी भगवान्का आशय विभूतियोंके मूल तत्त्वकी तरफ साधककी दृष्टि करानेमें ही है।विशेष बातसाधक संसारको कैसे देखे ऐसे देखे कि संसारमें जो कुछ क्रिया? पदार्थ? घटना आदि है? वह सब भगवान्का रूप है। चाहे उत्पत्ति हो? चाहे प्रलय हो चाहे अनुकूलता हो? चाहे प्रतिकूलता हो चाहे अमृत हो? चाहे मृत्यु हो चाहे स्वर्ग हो? चाहे नरक हो यह सब भगवान्की लीला है। भगवान्की लीलामें बालकाण्ड भी है? अयोध्याकाण्ड भी है? अरण्यकाण्ड भी है और लङ्काकाण्ड भी है। पुरियोंमें देखा जाय तो अयोध्यापुरीमें भगवान्का प्राकट्य है राजा? रानी और प्रजाका वात्सल्यभाव है। जनकपुरीमें रामजीके प्रति राजा जनक? महारानी सुनयना और प्रजाके विलक्षणविलक्षण भाव हैं। वे रामजीको दामादरूपसे खिलाते हैं? खेलाते हैं? विनोद करते हैं। वनमें (अरण्यकाण्डमें) भक्तोंका मिलना भी है और राक्षसोंका मिलना भी। लंकापुरीमें युद्ध होता है? मारकाट होती है? खूनकी नदियाँ बहती हैं। इस तरह अलगअलग पुरियोंमें? अलगअलग काण्डोंमें भगवान्की तरहतरहकी लीलाएँ होती हैं। परन्तु तरहतरहकी लीलाएँ होते हुए भी रामायण एक है और ये सभी लीलाएँ एक ही रामायणके अङ्ग हैं तथा इन अङ्गोंसे रामायण साङ्गोपाङ्ग होती है। ऐसे ही संसारमें प्राणियोंके तरहतरहके भाव हैं? क्रियाएँ हैं। कहींपर कोई हँस रहा है तो कहींपर कोई रो रहा है? कहींपर विद्वद्गोष्ठी हो रही है तो कहींपर आपसमें लड़ाई हो रही है? कोई जन्म ले रहा है तो कोई मर रहा है?,आदिआदि जो विविध भाँतिकी चेष्टाएँ हो रही हैं? वे सब भगवान्की लीलाएँ हैं। लीलाएँ करनेवाले ये सब भगवान्के रूप हैं। इस प्रकार भक्तकी दृष्टि हरदम भगवान्पर ही रहनी चाहिये क्योंकि इन सबके मूलमें एक परमात्मतत्त्व ही है। ","hcsca":"।।10.5।। प्रस्तुत प्रकरण के विचार को ही आगे बढ़ाते हुए कि परमात्मा ही सम्पूर्ण विश्व का उपादान और निमित्त कारण है? भगवान् श्रीकृष्ण इन दो श्लोकों में उन विविध गुणों को गिनाते हैं? जो मनुष्य के मन और बुद्धि में व्यक्त होते हैं।साधारणत? सृष्टि शब्द से केवल हम भौतिक जगत् ही समझते हैं। परन्तु उपर्युक्त समस्त गुण उसके व्यापक एवं सर्वग्राहक अर्थ को सूचित करते हैं। उनसे यह स्पष्ट ज्ञात होता है कि जगत् शब्द के अर्थ में हमारे मानसिक और बौद्धिक जीवन भी सम्मिलित हैं।पुन सभी मनुष्यों और प्राणियों का वर्गीकरण इन्हीं गुणों के आधार पर किया जाता है। प्रत्येक व्यक्ति अपने गुण या स्वभाव के वशीभूत है। यथा मन तथा मनुष्य। ध्यान देने योग्य बात यह है कि यहाँ केवल शुभ दैवी गुणों का ही गणना की गई है। संस्कृत व्याख्याकारों की पारम्परिक शैली का अनुकरण करते हुए? श्लोक में प्रयुक्त च शब्द की व्याख्या यह की जा सकती है कि उसके द्वारा विरोधी अशुभ गुणों को भी यहाँ सूचित किया गया है। तथापि भगवान् केवल शुभ गुणों को ही स्पष्टत बताते हैं? क्योंकि जिस व्यक्ति में इन गुणों का अधिकता होती है? उसमें आत्मा की शुद्धता एवं दिव्यता के दर्शन होते हैं।इन विभिन्न प्रकार की भावनाओं एवं विचारों से प्रेरित होकर प्रत्येक व्यक्ति अपनेअपने संस्कारों के अनुसार कर्म में प्रवृत्त होता है। इस प्रकार यहाँ विविध प्रकार के जीवन दृष्टिगोचर होते है। ये समस्त गुण? मुझसे ही प्रकट होते हैं। स्तम्भ में प्रतीत हुआ प्रेत चाहे प्रेम से मन्दस्मित करे या क्रोध से खिसियाये अथवा प्रतिशोध की भावना से धमकाये? उसका मन्द स्मित या धमकाना इत्यादि गुणों का केवल एक अधिष्ठान हैस्तम्भ। आत्मचैतन्य के बिना बुद्धि? ज्ञान आदि गुणों का न अस्तित्व है और न भान।इन गुणों के द्वारा सम्पूर्ण प्राणियों का तथा उनके अनुभवों का प्राय पूर्ण वर्गीकरण किया गया है। इसलिए जैसा कि शंकराचार्य कहते हैं? ये दो श्लोक आत्मा का सर्वलोकमहेश्वर होना सिद्ध करते हैं। ","etsga":"10.5 Non-injury, eanimity, satisfaction, austerity, charity, fame, infamy-(these) different dispositions of beings spring from Me alone. ","etssa":"10.5 Non-injury, eanimity, contentment, austerity, beneficence, fame, ill-fame(these) different kinds of alities of beings arise from Me alone. ","etdss":"10.5. [Also]non-injury, eanimity, contentment, austerity, charity, repute and ill-repute - all these diverse dispositions of beings emanate from none but Me. ","ecssa":"10.5 अहिंसा noninjury? समता eanimity? तुष्टिः contentment? तपः austerity? दानम् beneficence? यशः fame? अयशः illfame? भवन्ति arise? भावाः alities? भूतानाम् of beings? मत्तः from Me? एव alone? पृथग्विधाः of different kinds. Commentary Ahimsa is noninjury to living beings in thought? word and deed. Samata is that state wherein there is neither Raga (like) nor Dvesha (dislike)? when one gets pleasant or unpleasant objects. There is neither exhilaration when one gets pleasant or favourable objects nor depressions when one gets unpleasant or unfavourable objects. Tushtih is satisfaction or contentment. The man of contentment is satisfied with whatever object he gets through Prarabdha. He is satisfied with his present acisitions. He is free from greed and so he has peace of mind. Contentment makes a man very rich. It annihilates greed. Greed makes even a rich man a beggar of beggars. A greedy man is ever restless. Tapas is restraint of the senses? with bodily mortification through the practice of fasting and slow reduction of food. The strength of the body and the senses is reduced through fasting.Danam is beneficence. It is sharing of ones own things with others according to ones own means? or distribution of rice? gold? cloth? etc.? to a worthy person? in a fit place and time? especially to one who can do nothign in return.Yasas is fame due to Dharma or virtuous actions.Ayasah is illfame or disgrace due to Adharma or sinful actions.All these different kinds of alities of living beings arise from Me alone? the great Lord of the worlds? according to their respective Karmas. ","scetsga":"10.5 Buddhih, intelligence-the power of the internal organ to know of things which are subtle etc. Indeed, people talk of a man possessed of this (power) as intelligent. Jnanam, wisdom-knowledge of entities such as the Self etc. Asammohah, non-delusion-proceeding with discrimination with regard to things that are to be known as they present them-selves. Ksama, forgiveness-unperturbability of the mind of one who is abused or assulted. Satyam, truth-an utterance regarding what one has seen, heard, and felt oneself, communicated as such to others for their understanding, is said to be truth. Damah, control of the external organs. Samah, control of the internal organs. Sukham, happiness. Duhkham, sorrow. Bhavah, birth; and its opposite abhavah, death. And bhayam, fear; as also its opposite abhayam, fearlessness. Ahimsa, non-injury-non-cruely towards creatures. Samata, eanimity. Tustih, satisfaction-the idea of sufficiency with regard to things acired. Tapah, austerity-disciplining the body through control of the organs. Danam, charity-distribution (of wealth) according to ones capacity. Yasah, fame-renown arising from righteousness. On the contrary, ayasah is infamy due to unrighteousness. (These) prthak-vidhah, different; bhavah, dispositions-intelligence etc. as described; bhuanam, of beings, of living bengs. bhavanti, spring; mattah, eva, from Me alone, [This is said in the sesne that none of these dispositions can exist without the Self.] from God, in accordanced with their actions.\nMoreover, ","scetdss":"10.1-5 The subject-matter that has been indicated in the previous nine chapters - the same in being detailed here in this chapter by citing individual instances.That is why[the Bhagavat]saysYet again etc.(10.X, 1).He thus indicatesHear the subject matter, which hasalready been related to you, but which once again being explained in order to make it clear.Arjuna too says in the seellikewiseTell me once again etc.(10.X, 18).This is the purport of[this] chapter.Other items are clear by mere reciting.Hence, why to repeat them ?However,whatever is doubtful thatshall be decided[then and there].\n \nBhuyah etc.uptoprthagvidhah.Steadiness is that which induces one. ","scetssa":"10.4 - 10.5 Intelligence is the power of the mind to determine. Knowledge is the power of determining the difference between the two entities - non-sentient matter and the individual self. Non-delusion is freedom from the delusion of perceiving as silver the mother-of-pearl etc., which are different from silver etc., previously observed. Forbearance, is a non-disturbed state of mind, even when there is a cause for getting disturbed. Truth is speech about things as they are actually seen, and meant for the good of all beings. Here, the working of the mind in conformity with the ideal is intended, because the context is with reference to the working of the mind. Restraint is the checking of the outgoing organs from their tendency to move towards their objects and generate evil. Self-control is the restraint of the mind in the same manner. Pleasure is the experience of what is agreeable to oneself. Pain is th experience of what is adverse. Exaltation is that state of elation of the mind caused by experiences which are agreeable to oneself. Depression is the state of mind caused by disagreeable experiences. Fear is the misery which springs from the perception of the cause of future sufferings. Fearlessness is the absence of such feelings. Non-violence is avoidance of being the cause of sorrow to others. Eability is to become eable in mind whether good or bad befalls and to look upon with the same eanimity on what happens to oneself, friends and enemies. Cheerfulness is the natural disposition to feel pleased with everything seen. Austerity is the chastising of the body by denying to oneself pleasures, as enjoined by the scriptures. Beneficence is giving to another what contributes to ones own enjoyment. Fame is the renown of possessing good alities. Infamy is notoriety of possessing bad alities. The workings of the mind which are in accordance with fame and infamy must be understood here, because it is the subject-matter of the context. Austerity and beneficence are to be understood in the same way. All these mental faculties - these functioning of the mind - resulting either in activity or inactivity, are from Me alone, i.e., are dependent on My volition.\nSri Krsna declares:Thos agents who direct the creation, sustentation etc., of all beings, have their activity dependent on My Will. ","chakravarthi":" ","rudra":"\nLord Krishna position as the Supreme LordofalllordsandtheSupreme\ncontroller of all beings is made clearinthisverseandthenexttwo\nbeginningwiththewordsbuddhirjnanamwhichis the ability to\ndiscriminatebetweenthe supra subtleties of eternal spirit in\njuxtaposition to temporary matter. Discrimination is amentalskillwhich\nallows one to differentiate between what hasvalueandisessentialand\nwhat is non-essential of no value. Absenceofbewildermentregardingthe\nSupreme Lord is not being deluded. The wordahimsameansnon-violenceto\nany living being. Refraining from causing injury to others by word,thought\nor actions is what is implied here. The word danam means charity and isthe\ndonation of wealth earned by honest means to a worthyperson.Allofthe\naforementioned qualities in these two verses are but differentdispositions\nof human beings alongwiththeiroppositesandarisesolelyfromthe\npotency of the Supreme Lord. ","brahma":"\nIn these two verses Lord Krishna clarifiesthateverythingmanifestsand\nevolves solely from Him alone. Hebeginsthisdiscoursewiththewords\nbuddhir jnanammeaningtheabilitytodiscriminatebetweenthesupra\nsubtleties of eternal spirit in juxtaposition totemporarymatter.Jnanam\nindicates awareness. The Amarakosadictionarystatesthatdiscrimination\nbetweenperformance and non-performance of actions is spiritual\nintelligence and that awareness is theinnerwisdom.Theworddamahis\nrestraint of the senses. The word samah is control overtheminddevoting\nit to the Supreme Lord. The word tustis meanscontentment.Contentmentis\nsatisfaction within.Alsoitishasbeenstatedthatcontentmentis\nunderstanding the transitory limitations of sense objects and thetemporary\nnature of material existence. ","shri":"\nThe various moods, temperaments anddispositionsofmankindallemanate\nfrom the Supreme Lord Krishna for He is the one who bestowsthemaccording\nto merit.\n1) buddhi is the power of the mind todiscriminatebetweenthespiritual\nand the material\n2) jnanamisexactknowledgerelatingtospiritualandnon-spiritual\nmatters.\n3) asammohah is absence offalseconceptionsandcorrectperceptionof\nreality.\n4) samah is maintaining equilibrium while amidst disturbing elements.\n5) satyam is having the veracity to stand up and declare truth for thegood\nof all beings.\n6) damah is restraining the external organs from sense gratification.\n7) samah is controlling the mind.\n8) sukham is experiencing happiness and delightful emotions.\n9) duhkham isexperiencing affliction and unhappy emotions.\n10) bhavah is birth of the blissful glow arising from a happy experience.\n11) abhavam is the dire sorrow onefeelswhichanunpleasantexperience\nengenders.\n12) bhayam is the dreadful fear one has in anticipationofsomeimpending\nmisfortune.\n13) abhayam is the absence of fear for whatever may be impending.\n14) ahimsa is non-violence to any being by thought, word, or deed.\n15) samata is equanimity in whatever situation one finds their selfwhether\ngood or bad.\n16) tustis is contentment and amiability with all.\n17) tapo isbodilyausteritiessuchasfastingforspiritualbenefit\naccording to the Vedas.\n18) danam is beneficence or the giving in charity to one who is worthy.\n19) yaso is fame and renown for possessing excellent qualities.\n20) ayasyah is infamy and notoriety for possessing bad qualities.\nThe subjects discussed here are the descriptions of mental states andimply\nthe state of mind arising from activities designated by thesedispositions.\nSuch temperaments are the active and passive expressions which giveimpetus\nto engage in activities or lethargytoremainpassiveandrefrainfrom\nengaging in activities. Yet all these mental states arebequeathedbythe\nSupreme Lord to each of them according tomeritaccrued.Thenextverse\nwill explain the active agents involvedinthecreating,sustainingand\npreservation of all of creation asallbeingsinallexistencesderive\ntheir impulses solely from the will and desire of Lord Krishna. ","kumar":"The various moods, temperaments anddispositionsofmankindallemanate\nfrom the Supreme Lord Krishna for He is the one who bestowsthemaccording\nto merit.\n1) buddhi is the power of the mind todiscriminatebetweenthespiritual\nand the material\n2) jnanamisexactknowledgerelatingtospiritualandnon-spiritual\nmatters.\n3) asammohah is absence offalseconceptionsandcorrectperceptionof\nreality.\n4) samah is maintaining equilibrium while amidst disturbing elements.\n5) satyam is having the veracity to stand up and declare truth for thegood\nof all beings.\n6) damah is restraining the external organs from sense gratification.\n7) samah is controlling the mind.\n8) sukham is experiencing happiness and delightful emotions.\n9) duhkham isexperiencing affliction and unhappy emotions.\n10) bhavah is birth of the blissful glow arising from a happy experience.\n11) abhavam is the dire sorrow onefeelswhichanunpleasantexperience\nengenders.\n12) bhayam is the dreadful fear one has in anticipationofsomeimpending\nmisfortune.\n13) abhayam is the absence of fear for whatever may be impending.\n14) ahimsa is non-violence to any being by thought, word, or deed.\n15) samata is equanimity in whatever situation one finds their selfwhether\ngood or bad.\n16) tustis is contentment and amiability with all.\n17) tapo isbodilyausteritiessuchasfastingforspiritualbenefit\naccording to the Vedas.\n18) danam is beneficence or the giving in charity to one who is worthy.\n19) yaso is fame and renown for possessing excellent qualities.\n20) ayasyah is infamy and notoriety for possessing bad qualities.\nThe subjects discussed here are the descriptions of mental states andimply\nthe state of mind arising from activities designated by thesedispositions.\nSuch temperaments are the active and passive expressions which giveimpetus\nto engage in activities or lethargytoremainpassiveandrefrainfrom\nengaging in activities. Yet all these mental states arebequeathedbythe\nSupreme Lord to each of them according tomeritaccrued.Thenextverse\nwill explain the active agents involvedinthecreating,sustainingand\npreservation of all of creation asallbeingsinallexistencesderive\ntheir impulses solely from the will and desire of Lord Krishna. "}