{"meta":"Bhagavad Gita Chapter 10 Verse 40","metahi":"भगवद् गीता 10.40","slok":"नान्तोऽस्ति मम दिव्यानां विभूतीनां परंतप।एष तूद्देशतः प्रोक्तो विभूतेर्विस्तरो मया।।10.40।। ","htsrsd":"।।10.40।।हे परंतप अर्जुन मेरी दिव्य विभूतियोंका अन्त नहीं है। मैंने तुम्हारे सामने अपनी विभूतियोंका जो विस्तार कहा है? यह तो केवल संक्षेपसे कहा है। ","htstma":"।।10.40।। हे परन्तपमेरी दिव्य विभूतियों का अन्त नहीं है अपनी विभूतियों का यह विस्तार मैंने एक देश से अर्थात् संक्षेप में कहा है।। ","transliteration":"Naanto’sti mama divyaanaam vibhooteenaam parantapa;\nEsha tooddeshatah prokto vibhootervistaro mayaa. ","englishmeaning":"na—not; antaḥ—end; asti—is; mama—my; divyānām—divine; vibhūtīnām—manifestations; parantapa—Arjun, the conqueror of the enemies; eṣhaḥ—this; tu—but; uddeśhataḥ—just one portion; proktaḥ—declared; vibhūteḥ—of (my) glories; vistaraḥ—the breath of the topic; mayā—by me ","hcsrsd":"।।10.40।। व्याख्या --   मम दिव्यानां (टिप्पणी प0 568.2) विभूतीनाम्--दिव्य शब्द अलौकिकता? विलक्षणताका द्योतक है। साधकका मन जहाँ चला जाय? वहीं भगवान्का चिन्तन करनेसे यह दिव्यता वहीं प्रकट हो जायगी क्योंकि भगवान्के समान दिव्य कोई है ही नहीं। देवता जो दिव्य कहे जाते हैं? वे भी नित्य ही भगवान्के दर्शनकी इच्छा रखते हैं? -- नित्यं दर्शनकाङ्क्षिणः (गीता 11। 52)। इससे यही सिद्ध होता,है कि दिव्यातिदिव्य तो एक भगवान् ही हैं। इसलिये भगवान्की जितनी भी विभूतियाँ हैं? तत्त्वसे वे सभी दिव्य हैं। परन्तु साधकके सामने उन विभूतियोंकी दिव्यता तभी प्रकट होती है? जब उसका उद्देश्य केवल एक भगवत्प्राप्तिका ही होता है और भगवत्तत्त्व जाननेके लिये रागद्वेषसे रहित होकर उन विभूतियोंमें केवल भगवान्का ही चिन्तन करता है।नान्तोऽस्ति--भगवान्की दिव्य विभूतियोंका अन्त नहीं है। कारण कि भगवान् अनन्त हैं तो उनकी विभूतियाँ? गुण? लीलाएँ आदि भी अनन्त हैं -- हरि अनंत हरि कथा अनंता (मानस 1। 140। 5)। इसलिये भगवान्ने विभूतियोंके उपक्रममें और उपसंहारमें -- दोनों ही जगह कहा है कि मेरी विभूतियोंके विस्तारका अन्त नहीं है। श्रीमद्भागवतमें भगवान्ने अपनी विभूतियोंके विषयमें कहा है कि मेरे द्वारा परमाणुओंकी संख्या समयसे गिनी जा सकती है? पर करोड़ों ब्रह्माण्डोंको रचनेवाली मेरी विभूतियोंका अन्त नहीं पाया जा सकता (टिप्पणी प0 569)। भगवान् अनन्त? असीम और अगाध हैं। संख्याकी दृष्टिसे भगवान् अनन्त हैं अर्थात् उनकी गणना परार्द्धतक नहीं हो सकती। सीमाकी दृष्टिसे भगवान् असीम हैं। सीमा दो तरहकी होती है -- कालकृत और देशकृत। अमुक समय पैदा हुआ और अमुक समयतक रहेगा -- यह कालकृत सीमा हुई और यहाँसे लेकर वहाँतक -- यह देशकृत सीमा हुई। भगवान् ऐसे सीमामें बँधे हुए नहीं हैं। तलकी दृष्टिसे भगवान्,अगाध हैं। अगाध शब्दमें गाध नाम तल का है जैसे? जलमें नीचेका तल होता है। अगाधका अर्थ हुआ -- जिसका तल है ही नहीं? ऐसा अथाह गहरा।एष तूद्देशतः प्रोक्तो विभूतेर्विस्तरो मया --अठारहवें श्लोकमें अर्जुनने कहा कि आप अपनी दिव्य विभूतियोंको विस्तारसे कहिये? तो उत्तरमें भगवान्ने कहा कि मेरी विभूतियोंके विस्तारका अन्त नहीं है। ऐसा कहकर भी भगवान्ने अर्जुनकी जिज्ञासाके कारण कृपापूर्वक अपनी विभूतियोंका विस्तारसे वर्णन किया। परन्तु यह विस्तार केवल लौकिक दृष्टिसे ही है। इसलिये भगवान् यहाँ कह रहे हैं कि मैंने यहाँ जो विभूतियोंका विस्तार किया है? वह विस्तार केवल तेरी दृष्टिसे ही है। मेरी दृष्टिसे तो यह विस्तार भी वास्तवमें बहुत ही संक्षेपसे (नाममात्रका) है क्योंकि मेरी विभूतियोंका अन्त नहीं है।[इस अध्यायमें बतायी गयी सम्पूर्ण विभूतियाँ सबके काम नहीं आतीं? प्रत्युत ऐसी अनेक दूसरी विभूतियाँ भी काममें आती हैं? जिनका यहाँ वर्णन नहीं हुआ है। अतः साधकको चाहिये कि जहाँजहाँ किसी विशेषताको लेकर मन खिंचता है? वहाँवहाँ उस विशेषताको भगवान्की ही माने और भगवान्का ही चिन्तन करे चाहे वह विभूति यहाँ भगवान्द्वारा कही गयी हो अथवा न कही गयी हो।] सम्बन्ध --  अठारहवें श्लोकमें अर्जुनने भगवान्से विभूति और योग बतानेकी प्रार्थना की। इसपर भगवान्ने पहले अपनी विभूतियोंको बताया और अब आगेके श्लोकमें योग बताते हैं। ","hcsca":"।।10.40।। मेरी दिव्य विभूतियों का अन्त नहीं हैअपनी विभूतियों के वर्णन के प्रारम्भ में ही भगवान् श्रीकृष्ण ने इस विशाल कार्य को सम्पन्न करने में भाषा की असमर्थता प्रकट की था। किन्तु? फिर भी? शिष्य के लिए केवल स्नेहवश भगवान् श्रीकृष्ण ने इस असम्भव कार्य को यथासम्भव सम्पन्न करने के लिए अपने हाथों में लिया। कोई भी घटकार किसी भी जिज्ञासु व्यक्ति को समस्त घटों में व्याप्त उनके सारतत्त्व मिट्टी को नहीं दर्शा सकता और न अन्त में यह कहकर स्वयं का अभिनन्दन कर सकता है कि उसने समस्त भूत? वर्तमान और भविष्य के घटों को बता दिया है। ऐसा करना न सम्भव है और न आवश्यक ही। योग्य अधिकारी पुरुष को कुछ वस्तुएं दिखाकर उनके स्ाारतत्त्व का ज्ञान करा दिया जाये? तो वह पुरुष उसी तत्त्व की अन्य वस्तुओं को देखकर उस तत्त्व को पहचान सकता है।इस अध्याय में? भगवान् ने अर्जुन को तथा उसके निमित्त से समस्त भावी पीढ़ियों के जिज्ञासुओं के लिए? इन 54 विभूतियों के द्वारा? असंख्य उपाधियों के आवरण या परिधान में गुप्त वास कर रहे? अनन्त परमात्मा की क्रीड़ा को दर्शाया है। जो साधक इन विभूतियों का ध्यान करके अपने मन को पूर्णत प्रशिक्षित कर लेगा? वह इस बहुविध सृष्टि के पीछे स्थित एक अनन्त परमात्मा को सरलता से सर्वत्र पहचानेगा।दृश्य जगत् की अनन्त विभूतियों के विस्तार का वर्णन करने में अपनी असमर्थता को व्यक्त करते हुए भगवान् कहते हैं? सूर्यस्थानीय मुझ स्वयंप्रकाश? स्वस्वरूप की पूर्णता में स्थित परमात्मा की असंख्य रश्मिरूपी विभूतियों का कोई अन्त नहीं है।यदि भगवान् श्रीकृष्ण इस असमर्थता को पहले से जानते थे? तो क्यों उन्होंने एक गुरु होने के नाते? व्यर्थ ही अपने शिष्य को अपनी विभूतियों के द्वारा स्वयं का दर्शन कराने का आश्वासन दिया यह ऐसा छल भगवान् ने क्यों किया दीर्घ काल तक शिष्य को थकाकर अन्त में उसे निराश करना क्या उचित है क्या यह सभी धार्मिक गुरुओं? ऋषियों और मुनियों का सामान्य स्वभाव ही हैआध्यात्मिक साधनाओं पर लगाये जाने वाले इन सभी आरोपों का केवल एक ही उत्तर है कि इसके अतिरिक्त अन्य कोई मार्ग नहीं है। शल्य चिकित्सा के विद्यार्थियों को? सर्वप्रथम एक सप्ताह के मृत देह पर शल्यक्रिया करने को कहा जाता हैयह कोई असत्य नहीं है यह सत्य है कि कितनी ही कुशलता से शल्यक्रिया करने पर भी वह मृत रोगी पुनर्जीवित होने वाला नहीं है? परन्तु इस प्रकार के अभ्यास का प्रयोजन विद्यार्थी को उस अनुभव को कराना है? जो अपना स्वतन्त्र व्यवसाय करने के लिए जीवन में आवश्यक होता है। इसी प्रकार? भगवान् यहाँ अर्जुन को दृश्य के द्वारा अदृश्य का दर्शन करने की कला को सिखाने के लिए अपनी कुछ विशेष विभूतियों का वर्णन करते हैं।उनका यह उद्देश्य उनकी इस स्वीकारोक्ति में स्पष्ट होता है? किन्तु मैंने अपनी विभूतियों का विस्तार संक्षेप से कहा है। भगवान् द्वारा किया गया वर्णन पूर्ण नहीं कहा जा सकता। साधकों को प्रशिक्षित करने के लिए उन्होंने कुछ विशेष उदाहरण ही चुन कर दिये हैं। जिन्होंने इन विभूतियों पर उत्साहपूर्वक ध्यान किया है? वे अनित्य रूपों में क्रीड़ा कर रहे स्वयं प्रकाश स्वरूप को सरलता से पहचान सकते हैं।संक्षेप में? भगवान् के कथन का सार यह है कि ","etsga":"10.40 O destroyer of enemies, there is no limit to My divine manifestations. This description of (My) manifestations, however, has been stated by Me by way illustration. ","etssa":"10.40 There is no end to My divine gloreis, O Arjuna, but this is a brief statement by Me of the particulars of My divine glories. ","etdss":"10.40. O scorcher offoes !There is no end to My extraordinary manifesting Power.The above details of [My] manifesting power have been declared by Me only by way of examples. ","ecssa":"10.40 न not? अन्तः end? अस्ति is? मम My? दिव्यानाम् of divine? विभूतीनाम् glories? परंतप O scorcher of foes? एषः this? तु indeed? उद्देशतः briefly? प्रोक्तः has been stated? विभूतेः of glory? विस्तरः particulars? मया by Me.Commentary It is impossible for anyone to describe or know the exact extent of the divine gloreis of the Lord. There is no limit to His powers or glories. What could be expressed of Him is nothing when compared to His infinte glories.Parantapa Scorcher of foes -- he who burns the internal enemies? lust? anger? greed? deluion? etc. ","scetsga":"10.40 Parantapa, O destroyer of enemies; asti, there is; na, no; antah, limit; to mama, My; divyanam, divine; vibhutinam, manifestations. Indeed, it is not possible for anyone to speak or know of the limit of the divine manifestations of the of the all-pervading God. Esah, this; vistarah, description; vibhuteh, of (My) manifestations; tu, however; prokatah, has been stated; maya, by Me; uddesatah, by way of illustration, partially. ","scetdss":"10.40 See Comment under 10.42 ","scetssa":"10.40 There is no limit to the divine and auspicious manifestations of My will to rule. But it has been described to some extent by Me in brief by means of a few illustrations. ","chakravarthi":"Now the Lord summarizes the subject. There is no end to my vibhutis. Briefly only (uddesatah), in name only, I have spoken of the multitude of my vibhutis. ","rudra":"\nThe subject matter ofLordKrishnasvibhutiordivine,transcendental\nopulence is now being concluded. Lord Krishna informs thatasHisvibhuti\nis infinite and endless it is not possible to state them all andtheyonly\nhave been stated in brief. ","brahma":"\nIn whatever forms themanifestationsofmajesty,greatness,beautyand\npower are seen,theyshouldbeknownasminusculefractionsofLord\nKrishnas vibhuti or divine, transcendental opulence. Manifestingasthe\nbrahmanHebecomesthespiritualsubstratumpervadingallexistence.\nManifesting as Brahma He becomes the ruleroftheaggregateofthe330\nmillion demigods. Having been established as thepredominantgoalinthe\nSama Veda, He is know as Sama, predominant in theVedas.SimilarlyHeis\nestablished as aswattha or immutable to bequeath eminencetotheAswattha\nTree known as the Banyan Tree and He was calledAswatthaandothernames\netc. to give recognition to theirspecialqualitieswhichmanifestfrom\nHim. Thus the principle of manifesting vibhuti. Itisclearandapparent\nthat the Supreme Lord Krishnas avatars or incarnations andexpansionsare\ndifferent from His vibhutiandarealsodistinctlydifferentfromthe\ndemigods and any jiva or embodied being. RealisationoftheSupremeLord\ncanmanifestinternallyorexternallyintwowaysaseitherdirect\nperception or as supra-sensory illumination.\nThe realisation of Lord Krishnas expansions such as Narayana, Rama or\nVishnu are direct perception possessing transcendental qualities and\nattributes and eternal spiritual forms. They are completely above and\nbeyond the demigods, the jivas or embodied beings and material nature.\nHowever abiding in material objects and energising the distinctive nature\nin them along with the complete material existence, when perceived is known\nas supra sensory illumination. Because Lord Krishna possesses all of the\nattributes of paramatma the Supreme Soul, He is known as Paramatma. Because\nHe is self luminous like the rays of the sun, He is known as the sun. Since\nHe causes rain laden clouds to shower He is known as Marici. Being in\nequanimity to all He is known as Sama. Being the bestower of pleasure He is\nknown as the moon. Being the knower of everything He is the Vedas. Since He\nabides everywhere He is Vasu. Being conscious of all things He is cit.\nBeing the purifier He is known as Pavana the wind which purifies. Being\never immutable He is Mt. Meru. Being the holder of all He is the ocean as\nall land floats upon it. He is Skanda who defeated all adversaries. He is\nBhrigu being adorable. He is the recitation of Vedic mantras being\ngloified. He is Yagna the worship and propitiation. He is Hayagriva, the\nhorse incarnation. He is Airavata, the lord of the elephants. He is the\nprotector of the Sri the goddess of fortune. Since He grants all the\ndesires of nara or man He is Narada. Being the guardian of Hri and Sri both\ndual forms of Laksmi, He is knownas Himalaya. Being unassailable by\nadversaries He is vajra the thunderbolt. Since He gives protection to the\nobedient He is Garuda. Because abiding in the heart of all beings He gives\npeace He is Vasuki. Being the enjoyer of all desires He is Kandarpa or\nKamadeva the god of love. Since He is the knower of all that is to be\nknown, He is Aryama. He is time the knower of all knowledge. Being pleased\nwith the devotees He is Varuna. Having two forms one internal and one\nexternal He is known as dvanda or dual. Granting limited knowledge to the\nuninitiated He is the makara. Being the controller He is Yama the demigod\nin charge of death. Being extremely devoted He is Prahlad. Being the Lord\nof all seeking beings He is the Lord of all beings. Being the renunciate of\nsamsara the perpetual cycle of birth and death He is Jahnavi or Ganga-devi.\nBeing the Lord of the atma or soul He is Adhytma. Knowing all He is wisdom.\nIn debates He is conclusive logic. Being eulogised He is fame, speech and\nwealth. Since He is always remembered He is memory. Being knowledgeable He\nis intellect. Being compassionate He is mercy. In sport He is gambling.\nBeing the refuge of the singers He is the Gayatri. Being ever victorious He\nis vitue. Being the punisher He is the rod of chastisement. Since He has\ngreat attributes He is called Brihat Sama. Since He is omniscient He is\nUshana.\nBeing the knower of all wisdom He is awareness. Being secretive He is\nsilence. On the path to the final goal He is perseverance. Beings pleased\nwith understanding He is Kaplia. Being the best among humans He is\nVedavyasa. Being all pervasive He is Vishnu. Thus dwelling within all\nbeings and having innumerable qualities the resplendent Lord Krishna is the\nglory of the glory. Among the constellations with different qualities Lord\nKrishna as the moon takes precedence over them such as the stars and other\nplanets as the moon has the predominant influence over the Earth. Among\nthose of similar attributes such as the demigods He takes predominance over\nthem all as Shankara or Shiva who is more then all of them. Among the jivas\nor embodied being He bestows eminence only to very few such as Brihaspati,\nBhrgu and Arjuna. Among the demigods the primary creator after Vishnu is\nBrahma and there is no jiva equal to Him. In the performance of yagnas\nconscious awareness is superior. Of weapons Sudarsan Cakra is superior and\nof the Vedas the Rig Veda is spoken of as Supreme. In other places it is\nstated the Sama Veda is Supreme but not because of its attributes but\nbecause of the divinty presiding over it. The presiding dieties of the Rig\nVeda are the saktis Laksmi, Sarsawati and Parvati. Whereas the presiding\ndiety of the Sama Veda is Shiva. Still accordingly whatever is proper\nfollowing the Vedic etiquette is to be accepted.\nKnowledge that the Supreme Lord is everything verifies the reality that\nthere is nothing which exits apart from Him. Conceptions of duality are\nstrictly on the empirical platform of material existence. Once the\nUniversal Form has been perceived by Arjunas consciousnessand he has\ntotal awreness such conceptions of duality will cease to arise. Then he\nwill see that everything existing is different manifestations of the\nSupreme Lord. As snow, ice and steam are nothing more then different\nmanifestations of water.\nom purnam adah purnam idam purnat purnam udacyate\npurnasya purnam adaya purnam evavasisyate\nThe Supreme Lord is perfect and complete and because He is perfect and\ncomplete all that emanates from Him are perfectly complete. Whatever is\nproduced from the complete is complete in itself. Because He is complete\neven though unlimited completeness emantes from Him, He remains eternally\ncomplete. ","shri":"\nLord Krishna reveals that His vibhuti or divine, transcendental opulenceis\ninfinite without end and to account for them all is impossible asnewones\nare always manifesting. The ones that have been stated in thischapterare\nthose that have manifested somehow or other with some restrictions andthus\nonly give a limited perception. ","kumar":"Lord Krishna reveals that His vibhuti or divine, transcendental opulenceis\ninfinite without end and to account for them all is impossible asnewones\nare always manifesting. The ones that have been stated in thischapterare\nthose that have manifested somehow or other with some restrictions andthus\nonly give a limited perception. "}