{"meta":"Bhagavad Gita Chapter 10 Verse 33","metahi":"भगवद् गीता 10.33","slok":"अक्षराणामकारोऽस्मि द्वन्द्वः सामासिकस्य च।अहमेवाक्षयः कालो धाताऽहं विश्वतोमुखः।।10.33।। ","htsrsd":"।।10.33।।अक्षरोंमें अकार और समासोंमें द्वन्द्व समास मैं हूँ। अक्षयकाल अर्थात् कालका भी महाकाल तथा सब ओर मुखवाला धाता भी मैं हूँ। ","htstma":"।।10.33।। मैं अक्षरों (वर्णमाला) में अकार और समासों में द्वन्द्व (नामक समास) हूँ मैं अक्षय काल और विश्वतोमुख (विराट् स्वरूप) धाता हूँ।। ","transliteration":"Aksharaanaamakaaro’smi dwandwah saamaasikasya cha;\nAhamevaakshayah kaalo dhaataaham vishwatomukhah. ","englishmeaning":"akṣharāṇām—amongst all letters; a-kāraḥ—the beginning letter “A”; asmi—I am; dvandvaḥ—the dual; sāmāsikasya—amongst grammatical compounds; cha—and; aham—I; eva—only; akṣhayaḥ—endless; kālaḥ—time; dhātā—amongst the creators; aham—I; viśhwataḥ-mukhaḥ—Brahma ","hcsrsd":"।।10.33।। व्याख्या --   अक्षराणामकारोऽस्मि--वर्णमालामें सर्वप्रथम अकार आता है। स्वर और व्यञ्जन -- दोनोंमें अकार मुख्य है। अकारके बिना व्यञ्जनोंका उच्चारण नहीं होता। इसलिये अकारको भगवान्ने अपनी विभूति बताया है।द्वन्द्वः सामासिकस्य च--जिससे दो या दोसे अधिक शब्दोंको मिलाकर एक शब्द बनता है? उसको समसा कहते हैं। समास कई तरहके होते हैं। उनमें अव्ययीभाव? तत्पुरुष? बहुब्रीहि और द्वन्द्व -- ये चार मुख्य हैं। दो शब्दोंके समासमें यदि पहला शब्द प्रधानता रखता है तो वह अव्ययीभाव समास होता है। यदि आगेका शब्द प्रधानता रखता है तो वह तत्पुरुष समास होता है। यदि दोनों शब्द अन्यके वाचक होते हैं तो वह बहुब्रीहि समास होता है। यदि दोनों शब्द प्रधानता रखते हैं तो वह द्वन्द्व समास होता है।द्वन्द्व समासमें दोनों शब्दोंका अर्थ मुख्य होनेसे भगवान्ने इसको अपनी विभूति बताया है।अहमेवाक्षयः कालः--जिस कालका कभी क्षय नहीं होता अर्थात् जो कालातीत है और अनादिअनन्तरूप है? वह काल भगवान् ही हैं।सर्ग और प्रलयकी गणना तो सूर्यसे होती है? पर महाप्रलयमें जब सूर्य भी लीन हो जाता है? तब समयकी गणना परमात्मासे ही होती है (टिप्पणी प0 563)। इसलिये परमात्मा अक्षय काल है।तीसवें श्लोकके कालः कलयतामहम् पदोंमें आये कालमें और यहाँ आये अक्षय कालमें क्या अन्तर है वहाँका जो काल है? वह एक क्षण भी स्थिर नहीं रहता? बदलता रहता है। वह काल ज्योतिषशास्त्रका आधार है और उसीसे संसारमात्रके समयकी गणना होती है। परन्तु यहाँका जो अक्षय काल है? वह परमात्मस्वरूप होनेसे कभी बदलता नहीं। वह अक्षय काल सबको खा जाता है और स्वयं ज्योंकात्यों ही रहता है अर्थात् इसमें कभी कोई विकार नहीं होता। उसी अक्षय कालको यहाँ भगवान्ने अपनी विभूति बताया है। आगे ग्यारहवें अध्यायमें भी भगवान्ने कालोऽस्मि (11। 32) पदसे अक्षय कालको अपना स्वरूप बताया है।धाताहं विश्वतोमुखः--सब ओर मुखवाले होनेसे भगवान्की दृष्टि सभी प्राणियोंपर रहती है। अतः सबका धारणपोषण करनेमें भगवान् बहुत सावधान रहते हैं। किस प्राणीको कौनसी वस्तु कब मिलनी चाहिये? इसका भगवान् खूब खयाल रखते हैं और समयपर उस वस्तुको पहुँचा देते हैं। इसलिये भगवान्ने अपना विभूतिरूपसे वर्णन किया है। ","hcsca":"।।10.33।। मैं अक्षरों में अकार हूँयह सर्वविदित तथ्य है कि भाषा में स्वरों की सहायता के बिना शब्दों का उच्चारण नहीं किया जा सकता। सभी भाषाओं में संस्कृत की विशेष मधुरता उसमें किये जाने वाले अकार के प्रयोग की प्रचुरता के कारण है। वस्तुत? प्रत्येक व्यंजन में अ जोड़कर ही उसका उच्चारण किया जाता है। यह अ मानो उसमें स्निग्ध पदार्थ का काम करता है? जिसके कारण नाद की कर्कशता दूर हो जाती है। इस अ के सहज प्रवाह के कारण शब्दों के मध्य एक राग और वाक्यों में एक प्रतिध्वनि सी आ जाती है। किसी सभागृह में संस्कृत मन्त्रों के दीर्घकालीन पाठ के उपरान्त? संवेदनशील लोगों के लिए एक ऐसे संगीतमय वातावरण का अनुभव होता है? जो मानव मन के समस्त विक्षेपों को शान्त कर सकता है।प्रत्येक अक्षर का सारतत्त्व अकार है वह शब्दों और वाक्यों की सीमाओं को लांघकर वातावरण में गूंजता है? और सभी भाषाओं की वर्णमालाओं में वह प्रथम स्थान पर प्रतिष्ठित है। अकार के इस महत्व को पहचान कर ही उपनिषदों में इसे समस्त वाणी का सार कहा गया है।मैं समासों में द्वन्द्व हूँसंस्कृत व्याकरण में दो या अधिक (पदों) को संयुक्त करने वाला विधान विशेष समास कहलाता है? जिसके अनेक प्रकार हैं। समास के दो पदों के संयोग का एक नया ही रूप होता है। द्वन्द्व समास में दोनों ही पदों का समान महत्व होता है? जबकि अन्य सभासों मे पूर्वपद अथवा उत्तरपद का। यहाँ भगवान श्रीकृष्ण द्वन्द्व समास को अपनी विभूति बनाते हैं क्योंकि इसमें उभय पदों का समान महत्व है और इसकी रचना भी सरल है। अध्यात्म ज्ञान के सन्दर्भ में यह कहा जा सकता है कि आत्मा और अनात्मा दोनों इस प्रकार मिले हैं कि हमें वे एक रूप में ही अनुभव में आते हैं और उनका भेद स्पष्ट ज्ञात नहीं होता? परन्तु विवेकी पुरुष के लिए वे दोनों उतने ही विलग होते हैं जितने कि एक वैय्याकरण के लिए द्वन्द्व समास के दो पद।मैं अक्षय काल हूँपहले भी यह उल्लेख किया जा चुका है कि गणना करने वालों में मैं काल हूँ। वहाँ सापेक्षिक काल का निर्देश था ?जबकि यहाँ अनन्त पारमार्थिक काल को इंगित किया गया है। अक्षय काल को ही महाकाल कहते हैं। संक्षेपत दोनों कथनों का तात्पर्य यह है कि मन के द्वारा परिच्छिन्न रूप में अनुभव किया जाने वाला काल तथा अनन्त कालइन दोनों का अधिष्ठान आत्मा है। प्रत्येक क्षणिक काल के भान के बिना सम्पूर्ण काल का ज्ञान असंभव है। अत मैं प्रत्येक काल खण्ड में हूँ? तथा उसी प्रकार? सम्पूर्ण काल का भी अधिष्ठान हूँ।मैं धाता हूँश्रीशंकराचार्य अपने भाष्य में इस शब्द की व्याख्या करते हुए लिखते हैं कि ईश्वर धाता अर्थात् कर्मफलविधाता है। संस्कारों के अनुसार मनुष्य कर्म करता है जिसका नियमानुसार उसे फल प्राप्त होता है।विश्वतोमुखइस शब्द की विस्तृत व्याख्या पहले भी की जा चुकी है? जहाँ यह कहा गया था कि आत्मा न केवल सब में एक है? किन्तु सबसे विलक्षण भी है? और वह प्रत्येक प्राणी में स्थित हुआ? सर्वत्र देखता है। इस सम्पूर्ण भाव को केवल एक शब्द विश्वतोमुख में व्यक्त किया गया है। सभी ऐन्द्रिक मानसिक और बौद्धिक ग्रहणों के लिए चैतन्य आत्मा की कृपा आवश्यक है? और इसलिए? यह शब्द अर्थाभिव्यंजक है।भगवान् कहते हैं ","etsga":"10.33 Of the letters I am the letter a, and of the group of compund words I am (the compound called) Dvandva. [Dvandva: A compound of two or more words which, if not compounded, would stand in the same case and be connected by the conjunction and.-Tr.] I Mayself am the infinite time; I am the Dispenser with faces everywhere. ","etssa":"10.33 Among the letters of the alphabets, the letter A I am and the dual among the compounds. I am verily the inexhaustible or everlasting time; I am the dispenser (of the fruits of actions) having \nfaces in all directions. ","etdss":"10.33. Of the syllables, I am A; of the compounds, the Dvandva; none but Me, is the immortal Time; I am the dispenser[of fruits actions]facing on all sides. ","ecssa":"10.33 अक्षराणाम् among letters? अकारः the letter A? अस्मि (I) am? द्वन्द्वः the dual? सामासिकस्य among all compounds? च and? अहम् I? एव verily? अक्षयः the inexhaustible or everlasting? कालः time? धाता the dispenser? अहम् I? विश्वतोमुखः the Allfaced (or having faces in all directions).Commentary Among the alphabets I am the letter A. Among the various kinds of compounds used in Sanskrit language I am the Dvandva (union of the two)? the copulative.Time here refers to the moment? the ultimate element of time or to Paramesvara? the Supreme Lord Who is the time of even time? since He is beyond time.As the Supreme Being is allpervading it is said that He has faces in all directions. ","scetsga":"10.33 Aksaranam, of the letters; I am the akarah, letter a. Samasikasya, of the group of compound words, I am the compund (called) Dvandva. Besieds, aham eva, I Myself; am the aksayah, infinite, endless; kalah, time, well known as moment etc.; or, I am the supreme God who is Kala (Time, the measurer) even of time. I am the dhata, Dispenser, the dispenser of the fruits of actions of the whole world; visvatomukhah, with faces everwhere. ","scetdss":"10.33 See Comment under 10.42 ","scetssa":"10.33 Of letters I am the alphabet a, which is the base of all letters as established in the Sruti:The letter a itself is all speech (Ai. Ai., 3.2.3). Samasika means collection of compound words. In it, I am the Dvandva compound; it is eminent because the meanings of both constituent terms are important. I am Myself imperishable Time composed of (divisions like) Kala, Muhurta etc. I am the four-faced Hiranyagarbha who is the creator of all. ","chakravarthi":"The dvandva compound is superior among compounds since its elements are equal. Among destroyers I am indestructible time. This refers to Mahakala, Rudra, famous as the destroyer. Among the creators I am Brahma (dhata), with four faces (visvato mukhah). ","rudra":"\nOflettersofthe alphabet, Lord Krishnas vibhuti or divine,\ntranscendental opulence is the letter A for it representingallspeechis\nthe foremost. The Vedic scriptures declare that the letter A isallspeech\nand takes many various forms when manifested fromdifferentpartsofthe\nbody such as throat, nose,palate,abdomenetc.OfcompoundwordsHis\nvibhuti is the dual compound suchasRama-Krishnawhichexemplifiesthe\nprominence of both. Before in verse 30 He stated that His vibhutiwastime\nin terms ofcontrollerregardingthelongevityofallcreatedbeings\nlifespan, in the finite sense; but here He reveals anotheraspectoftime\nbeing Hisvibhutiintheinfinitesenseasaneternaleverflowing\nconstancy. That time determined the duration of alifeandisterminated\nwhen the jiva or embodied beings life is terminated. While this timeflows\nuninterrupted as infinite time. Of creators His vibhuti is dhataham visvato-\nmukhah meaning the four faced Brahma who faces can see on all sides. ","brahma":" ","shri":"\nLord Krishna reveals that of the letters ofthealphabetHisvibhutior\ndivine, transcendental opulence is the Sanskrit letter A-kara whichisthe\nroot of all other letters.TheRigVeda, III.II.IIIintheAitareya-\nAranyaka section beginning akaro vai sarva-vakstatesthattheletterA\nitself contains allspeech.AnexampleofHisvibhutiofdvandvaor\ncompound words are Rama-Krishna. Samasikasya is the class ofcompoundword\nforming in Sanskrit. Of the several ways to compoundLordKrishnaisthe\ndual compound of which both termsaresubstanative attributesofequal\nposition with each other grammatically. His vibhutiisalsoexpressedas\never flowingtimecomposedofuninterupteddivisionssuchaskalaa\nmeasurement of 8 seconds and muhurta a periodcomprising1/60thofa24\nhour day. Among secondary creators His vibhuti is the fourheadeddhataham\nknown as Brahma. ","kumar":"Lord Krishna reveals that of the letters ofthealphabetHisvibhutior\ndivine, transcendental opulence is the Sanskrit letter A-kara whichisthe\nroot of all other letters.TheRigVeda, III.II.IIIintheAitareya-\nAranyaka section beginning akaro vai sarva-vakstatesthattheletterA\nitself contains allspeech.AnexampleofHisvibhutiofdvandvaor\ncompound words are Rama-Krishna. Samasikasya is the class ofcompoundword\nforming in Sanskrit. Of the several ways to compoundLordKrishnaisthe\ndual compound of which both termsaresubstanative attributesofequal\nposition with each other grammatically. His vibhutiisalsoexpressedas\never flowingtimecomposedofuninterupteddivisionssuchaskalaa\nmeasurement of 8 seconds and muhurta a periodcomprising1/60thofa24\nhour day. Among secondary creators His vibhuti is the fourheadeddhataham\nknown as Brahma. "}