{"meta":"Bhagavad Gita Chapter 10 Verse 30","metahi":"भगवद् गीता 10.30","slok":"प्रह्लादश्चास्मि दैत्यानां कालः कलयतामहम्।मृगाणां च मृगेन्द्रोऽहं वैनतेयश्च पक्षिणाम्।।10.30।। ","htsrsd":"।।10.30।।दैत्योंमें प्रह्लाद और गणना करनेवालोंमें काल मैं हूँ। पशुओंमें सिंह और पक्षियोंमें गरुड मैं हूँ। ","htstma":"।।10.30।। मैं दैत्यों में प्रह्लाद और गणना करने वालों में काल हूँ? मैं पशुओं में सिंह (मृगेन्द्र) और पक्षियों में गरुड़ हूँ।। ","transliteration":"Prahlaadashchaasmi daityaanaam kaalah kalayataamaham;\nMrigaanaam cha mrigendro’ham vainateyashcha pakshinaam. ","englishmeaning":"prahlādaḥ—Prahlad; cha—and; asmi—I am; daityānām—of the demons; kālaḥ—time; kalayatām—of all that controls; aham—I; mṛigāṇām—amongst animals; cha—and; mṛiga-indraḥ—the lion; aham—I; vainateyaḥ—Garud; cha—and; pakṣhiṇām—amongst birds ","hcsrsd":"।।10.30।। व्याख्या --   प्रह्लादश्चास्मि दैत्यानाम्--जो दितिसे उत्पन्न हुए हैं? उनको दैत्य कहते हैं। उन दैत्योंमें प्रह्लादजी मुख्य हैं और श्रेष्ठ हैं। ये भगवान्के परम विश्वासी और निष्काम प्रेमी भक्त हैं। इसलिये भगवान्ने इनको अपनी विभूति बताया है।प्रह्लादजी तो बहुत पहले हो चुके थे? पर भगवान्ने दैत्योंमें प्रह्लाद मैं हूँ ऐसा वर्तमानका प्रयोग किया है। इससे यह सिद्ध होता है कि भगवान्के भक्त नित्य रहते हैं और श्रद्धाभक्तिके अनुसार दर्शन भी दे सकते हैं। उनके भगवान्में लीन हो जानेके बाद अगर कोई उनको याद करता है और उनके दर्शन चाहता है? तो उनका रूप धारण करके भगवान् दर्शन देते हैं।कालः कलयतामहम्--ज्योतिषशास्त्रमें काल(समय) से ही आयुकी गणना होती है। इसलिये क्षण? घड़ी? दिन? पक्ष? मास? वर्ष आदि गणना करनेसे साधनोंमें काल भगवान्की विभूति है।मृगाणां च मृगेन्द्रोऽहम्--बाघ? हाथी? चीता? रीछ आदि जितने भी पशु हैं? उन सबमें सिंह बलवान्? तेजस्वी? प्रभावशाली? शूरवीर और साहसी है। यह सब पशुओंका राजा है। इसलिये भगवान्ने इसको अपनी विभूति बताया है।वैनतेयश्च पक्षिणाम् --विनताके पुत्र गरुड़जी सम्पूर्ण पक्षियोंके राजा हैं और भगवान्के भक्त हैं। ये भगवान् विष्णुके वाहन हैं और जब ये उड़ते हैं? तब इनके पंखोंसे स्वतः सामवेदकी ऋचाएँ ध्वनित होती हैं। इसलिये भगवान्ने इनको अपनी विभूति बताया है।इन सब विभूतियोंमें अलगअलग रूपसे जो मुख्यता बतायी गयी है? वह तत्त्वतः भगवान्की ही है। इसलिये इनकी ओर दृष्टि जाते ही स्वतः भगवान्का चिन्तन होना चाहिये। ","hcsca":"।।10.30।। मैं दैत्यों में प्रह्लाद हूँहिन्दुओं में बालक भक्त प्रह्लाद की कथा अत्यन्त प्रसिद्ध है। प्रह्लाद हिरण्यकश्यिपु नामक दैत्य राजा का पुत्र था? जिसे भगवान् हरि में अटूट श्रद्धा और दृढ़ भक्ति थी। इसके लिए उसे ईश्वरद्वेषी हिरण्यकश्यिपु ने अनेक प्रकार की यातनाएं दीं? जिन सबको प्रह्लाद ने सहन किया? परन्तु भक्ति को नहीं त्यागा।मैं गणना करने वालों में काल हूँभारत के दार्शनिकों में नैय्यायिकों का अपना विशेष स्थान है। वे सृष्टि की विविधता को सत्य स्वीकार करते हुए ईश्वर के अस्तित्व का निषेध करते हैं। केवल बौद्धिक तर्कों के द्वारा वे इस निष्कर्ष पर पहुँचे कि काल ही नित्य तत्त्व है। व्यष्टि मन और बुद्धि ही काल के विभाजक हैं? जो उसमें भूत? वर्तमान और भविष्य की कल्पनायें करते हैं। उनके मत के अनुसार मन का यह खेल ही काल का विभाजन इस प्रकार करता है कि मानो काल कोई खण्डित और परिच्छिन्न तत्त्व हो। सम्भवत? इसी सिद्धांत को ध्यान में रखकर? महर्षि व्यास ने बहुविध सृष्टि के अनन्त अधिष्ठान को दर्शाते के लिए इस उदाहरण को यहाँ दिया है।कुछ व्याख्याकार हैं? जो प्राय इसे एक सरल कथन के रूप में स्वीकार करते हैं उनके अनुसार? अनादि अनन्त काल ही इस जगत् की वस्तुओं की अन्तिम गति है।सिंह अपनी महानता? प्रतिष्ठा एवं पौरुषता के कारण मृगराज कहलाता है। गरुड़ को पक्षियों का राजपद मिलने का कारण है? उसकी सूक्ष्मदर्शिता एवं सर्वाधिक ऊँचाई तक उड़ान भरने की क्षमता। गरुड़ को भगवान् विष्णु का वाहन कहा गया है। ","etsga":"10.30 Among demons I am Prahlada, and I am Time among reckoners of time. And among animals I am the loin, and among birds I am Garuda. ","etssa":"10.30 And, I am Prahlada among the demons, among the reckoners I am time; among beasts I am the lion, and Vainateya (Garuda) among birds. ","etdss":"10.30. No such translation is available for this sloka. ","ecssa":"10.30 प्रह्लादः Prahlada? च and? अस्मि (I) am? दैत्यानाम् among demons? कालः time? कलयताम् among reckoners? अहम् I? मृगाणाम् among beasts? च and? मृगेन्द्रः lion? अहम् I? वैनतेयः son of Vinata (Garuda)? च and? पक्षिणाम् among birds.Commentary Prahlada? though he was the son of a demon (Hiranyakasipu)? was a great devotee of the Lord. ","scetsga":"10.30 Daityanam, among demons, the descendants of Diti, I am the one called Prahlada. And I am kalah, Time; kalayatam, among reckoners of time, of those who calculate. And mrganam, among animals; I am mrgendrah, the loin, or the tiger. And paksinam, among birds; (I am) vainateyah, Garuda, the son of Vinata. ","scetdss":"10.30 See Comment under 10.42 ","scetssa":"10.30 Of those who reckon with the desire to cause evil, I am the god of death - (here an emissary of his who records the time of death of creatures is meant). ","chakravarthi":"Among subjugators (kalayatam) I am time. Among animals I am the lion (mrgendrah). Among birds I am Garuda (vainateyah). ","rudra":"\nAmong those born indemoniaclines,LordKrishnasvibhutiordivine,\ntranscendental opulence is the great devotee Prahlada who although inspite\nof being born from demonic parents was totally devoted to theSupremeLord\nin loving devotion beginning when he was still in his mothers womb.Ofall\ncontrollers His vibhuti is time. Of beasts His vibhuti is mrgendro thelion\nthe king of all beasts and of birds His vibhuti is vainateyah or the sonof\nVinata known as Garuda the king of all birds and the Supreme Lordscarrier. ","brahma":" ","shri":"\nLord Krishnas vibhuti or divine, transcendental opulence of subjugatorsis\nkalah or time. Kalah also denotes mrtyu or death which is the mostpowerful\nsubjugator subduing all. ","kumar":"Lord Krishnas vibhuti or divine, transcendental opulence of subjugatorsis\nkalah or time. Kalah also denotes mrtyu or death which is the mostpowerful\nsubjugator subduing all. "}