{"meta":"Bhagavad Gita Chapter 10 Verse 15","metahi":"भगवद् गीता 10.15","slok":"स्वयमेवात्मनाऽत्मानं वेत्थ त्वं पुरुषोत्तम।भूतभावन भूतेश देवदेव जगत्पते।।10.15।। ","htsrsd":"।।10.15।।हे भूतभावन हे भूतेश हे देवदेव हे जगत्पते हे पुरुषोत्तम आप स्वयं ही अपनेआपसे अपनेआपको जानते हैं। ","htstma":"।।10.15।। हे पुरुषोत्तमहे भूतभावनहे भूतेशहे देवों के देवहे जगत् के स्वामीआप स्वयं ही अपने आप को जानते हैं।। ","transliteration":"Swayamevaatmanaatmaanam vettha twam purushottama;\nBhootabhaavana bhootesha devadeva jagatpate. ","englishmeaning":"swayam—yourself; eva—indeed; ātmanā—by yourself; ātmānam—yourself; vettha—know; tvam—you; puruṣha-uttama—the Supreme Personality; bhūta-bhāvana—the Creator of all beings; bhūta-īśha—the Lord of everything; deva-deva—the God of gods; jagat-pate—the Lord of the universe ","hcsrsd":"।।10.15।। व्याख्या --   भूतभावन भूतेश देवदेव जगत्पते पुरुषोत्तम--सम्पूर्ण प्राणियोंको संकल्पमात्रसे उत्पन्न करनेवाले होनेसे आप भूतभावन हैं सम्पूर्ण प्राणियोंके और देवताओंके मालिक होनेसे आप भूतेश और देवदेव हैं जडचेतन? स्थावरजङ्गममात्र जगत्का पालनपोषण करनेवाले होनेसे आप जगत्पति हैं और सम्पूर्ण पुरुषोंमें उत्तम होनेसे आप लोकमें और वेदमें पुरुषोत्तम नामसे कहे गये हैं (गीता 15। 18) (टिप्पणी प0 550)।इस श्लोकमें पाँच सम्बोधन आये हैं। इतने सम्बोधन गीताभरमें दूसरे किसी भी श्लोकमें नहीं आये। कारण है कि भगवान्की विभूतियोंकी और भक्तोंपर कृपा करनेकी बात सुनकर अर्जुनमें भगवान्के प्रति विशेष भाव पैदा होते हैं और उन भावोंमें विभोर होकर वे भगवान्के लिये एक साथ पाँच सम्बोधनोंका प्रयोग करते हैं (टिप्पणी प0 551)। स्वयमेवात्मनात्मानं वेत्थ त्वम्--भगवान् अपनेआपको अपनेआपसे ही जानते हैं। अपनेआपको जाननेमें उन्हें किसी प्राकृत साधनकी आवश्यकता नहीं होती। अपनेआपको जाननेमें उनकी अपनी कोई वृत्ति पैदा नहीं होती? कोई जिज्ञासा भी नहीं होती? किसी करण(अन्तःकरण और बहिःकरण) की आवश्यकता भी नहीं,होती। उनमें शरीरशरीरीका भाव भी नहीं है। वे तो स्वतःस्वाभाविक अपनेआपसे ही अपनेआपको जानते हैं। उनका यह ज्ञान करणनिरपेक्ष है? करणसापेक्ष नहीं।इस श्लोकका भाव यह है कि जैसे भगवान् अपनेआपको अपनेआपसे ही जानते हैं? ऐसे ही भगवान्के अंश जीवको भी अपनेआपसे ही अपनेआपको अर्थात् अपने स्वरूपको जानना चाहिये। अपनेआपको अपने स्वरूपका जो ज्ञान होता है? वह सर्वथा करणनिरपेक्ष होता है। इसलिये इन्द्रियाँ? मन? बुद्धि आदिसे अपने स्वरूपको नहीं जान सकते। भगवान्का अंश होनेसे भगवान्की तरह जीवका अपना ज्ञान भी करणनिरपेक्ष है। सम्बन्ध --  विभूतियोंका ज्ञान भगवान्में दृढ़ करानेवाला है (गीता 10। 7)। अतः अब आगेके श्लोकोंमें अर्जुन भगवान्से विभूतियोंको विस्तारसे कहनेके लिये प्रार्थना करते हैं। ","hcsca":"।।10.15।। यह श्लोक दर्शाता है कि किस प्रकार श्रीकृष्ण उस परम सत्य का वर्णन करने में सक्षम हैं? जिसे न स्वर्ग के देवता जान सकते हैं और न दानवगण। आत्मा को कभी प्रमाणों (इन्द्रियों) के द्वारा दृश्य पदार्थ के रूप में नहीं जाना जा सकता है? और न वह हमारी शुभ अशुभ प्रवृत्तियों के द्वारा ही अनुभव किया जा सकता है। परन्तु? आत्मा चैतन्य स्वरूप होने से स्वयं ज्ञानमय हैऔर ज्ञान को जानने के लिए किसी अन्य प्रमाण (ज्ञान का साधन) की आवश्यकता नहीं होती। इसलिए अर्जुन यहाँ कहता है? आप स्वयं अपने से अपने आप को जानते हैं।सांख्यदर्शन के अनुसार प्रतिदेह में स्थित चैतन्य? पुरुष कहलाता है। यहाँ श्रीकृष्ण को पुरुषोत्तम नाम से सम्बोधित किया गया है? जिसका अर्थ है? वह एकमेव अद्वितीय तत्त्व जो भूतमात्र की आत्मा है। पुरुषोत्तम शब्द का लौकिक अर्थ है पुरुषों में उत्तम तथा अध्यात्मशास्त्र के अनुसार अर्थ है परमात्मा। अब अर्जुन? भगवान् श्रीकृष्ण के शुद्ध ब्रह्म के रूप में स्वीकार करके उनका गौरव गान करते हुए उन्हें इन नामों से सम्बोधित करता है? हे भूतभावन (भूतों की उत्पत्ति करने वाले)हे भूतेशहे देवों के देवहे जगत् के शासक स्वामी किसी भी वस्तु का सारतत्त्व उस वस्तु के गुणों का शासक और धारक होता है। स्वर्ण आभूषणों के आकार? आभा आदि गुणों का शासक होता है। परन्तु चैतन्य की नियमन एवं शासन की शक्ति अन्य की अपेक्षा अधिक है? क्योंकि उसके बिना हम न कुछ जान सकते हैं और न कुछ कर्म ही कर सकते हैं। वस्तुओं और घटनाओं का भान या ज्ञान तभी संभव होता है जब इनके द्वारा अन्तकरण में उत्पन्न वृत्तियाँ इस शुद्ध चैतन्यरूप आत्म्ाा से प्रकाशित होती हैं।अपने आश्चर्य? आदर और भक्ति को व्यक्त करने वाले इस कथन के बाद? अब अर्जुन सीधे ही भगवान् के समक्ष अपनी बौद्धिक जिज्ञासा को प्रकट करता है -- ","etsga":"10.15 O supreme Person, the Creator of beings, the Lord of beings, God of gods, the Lord of the worlds, You Yourself alone know Yourself by Yourself. ","etssa":"10.15 Verily, Thou Thyself knowest Thyself by Thyself, O Supreme Person, O source and Lord of beings, O God of gods, O ruler of the world! ","etdss":"10.15. Only Yourself know Yourself by Yourself, O Supreme Purusa, Creator of all beings, Lord of beings, God of gods, Lord of the Universe ! ","ecssa":"10.15 स्वयम् Thyself? एव only? आत्मना by Thyself? आत्मानम् Thyself? वेत्थ (Thou) knowest? त्वम् Thou? पुरुषोत्तम O Purusha Supreme? भूतभावन O source of beings? भूतेश O Lord of beings? देवदेव O God of,gods? जगत्पते O ruler of the world.Commentary Purushottama means the best among all Purushas. He assumes the four forms? viz.? the source of beings? the Lord of beings? God of gods and ruler of the world. Hence He is called Purushottama.Devadeva is He who is worshipped even by Indra and other gods.Jagatpati The Lord protects the world and guides the people through the instructions given in the Vedas. Hence the name ruler of the world. ","scetsga":"10.15 Purusottama, O supreme Person; bhuta-bhavana, O Creator of beings, one who brings the creatures into being; bhutesa, the Lord of beings; deva-deva, O God of gods; jagat-pate, the Lord of the worlds; tvam, You; svayam, Yourself; eva, alone; vettha, know; atmanam, Yourself, as God possessed of unsurpassable powers of knowledge, sovereignty, strength, etc.; atmana, by Yourself. ","scetdss":"10.15 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"10.15 O Supreme Person, You Yourself know Yourself by Yourself; namely, by virtue of Your knowledge! O Creator of beings, namely, O Originator of all beings! O Lord of all beings, namely, O Controller of all beings! O God of gods, namely, O the Supreme Deity even of all divinities! Just as the gods surpass men, animals, birds, reptiles etc., in beauty, condescension and the host of auspicious alities, You, O Lord, in the same manner, transcend all these gods in all these attributes! O Ruler of the universe, O Master of the universe! ","chakravarthi":"Therefore, you alone know about yourself. Your devotee knows that actually you do have birth and are birthless, though such a condition is difficult to exist, but he also does not know by which method it can happen. You alone (eva) know. You know through yourself (atmana) alone, not through any other means. Therefore, among all the purusa avataras, creators of the mahat tattva and other elements (purusa avataras), you are supreme (uttama). Not only are you supreme among them. You are the lord of those lords up to Brahma, who have become the creators of all material bodies (bhuta bhavana bhuta isa). Not only are You the lord of all of them, you are also the performer of pastimes (deva), taking the devas as instruments in your pastimes (deva deva). Moreover, out of your infinite mercy, you are the master of those like me (just a dasa) dwelling within the universe (jagad pate). All four of these terms starting with purusottama and ending with jagat pate are in the vocative case.\nAnother meaning is as follows. These may be taken as terms describing    the nature of being the supreme person (purusottama). You are father of all creatures (bhuta bhavana). But since sometimes a father is not respected, he says “You are the controller of all creatures (bhutesa).” But sometimes even a controller is not so worthy of worship. Therefore he says “You are the deva among all the devas.” Though the devas are worshipable, sometimes they do not give protection. Therefore he says “You are the protector of the universe (jagat pate).” ","rudra":"\nSo it is clear that only the Supreme Lord Krishna can know Himself, onlyby\nHimself and no one else and nothing else is capable. Outofvenerableand\ngreat reverence Arjuna addresses Lord Krishna withvocativeepithetssuch\nas purusottama the greatest personality, bhutesa theLordofallbeings,\ndeva-deva the God of Gods, jagat-pate the Lord of the universe protectorof\nall the worlds. ","brahma":" ","shri":"\nLord Krishna is being addressed hereasPurusottamameaningtheSupreme\nPersonality and it is being confirmed that only He can be cognisantofHis\nown Self by His own knowledge and none other. The words bhuta-bhavanameans\nuniversal father denoting the progenitor of allbeings.Thewordbhutesa\nmeans the Lord of all beings indicating the absolute controller.Thewords\njagat-pate refers to Jagannatha the Lord and master of creation.Thewords\ndeva-deva means God of gods and instructs that even asthedemigodsexcel\nin innumerable auspicious qualities of form, beauty, aesthetics,etc.over\nlower and lower creations such as human, animal, birds and reptiles. Inthe\nsame way the Supreme Lord excels over all ofthedemigodsandanyother\nconceivable god as well. The word ","kumar":"Lord Krishna is being addressed hereasPurusottamameaningtheSupreme\nPersonality and it is being confirmed that only He can be cognisantofHis\nown Self by His own knowledge and none other. The words bhuta-bhavanameans\nuniversal father denoting the progenitor of allbeings.Thewordbhutesa\nmeans the Lord of all beings indicating the absolute controller.Thewords\njagat-pate refers to Jagannatha the Lord and master of creation.Thewords\ndeva-deva means God of gods and instructs that even asthedemigodsexcel\nin innumerable auspicious qualities of form, beauty, aesthetics,etc.over\nlower and lower creations such as human, animal, birds and reptiles. Inthe\nsame way the Supreme Lord excels over all ofthedemigodsandanyother\nconceivable god as well. The word "}