{"meta":"Bhagavad Gita Chapter 10 Verse 14","metahi":"भगवद् गीता 10.14","slok":"सर्वमेतदृतं मन्ये यन्मां वदसि केशव।न हि ते भगवन् व्यक्ितं विदुर्देवा न दानवाः।।10.14।। ","htsrsd":"।।10.14।।हे केशव मेरेसे आप जो कुछ कह रहे हैं यह सब मैं सत्य मानता हूँ। हे भगवन् आपके प्रकट होनेको न तो देवता जानते हैं और न दानव ही जानते हैं। ","htstma":"।।10.14।। हे केशवजो कुछ भी आप मेरे प्रति कहते हैं? इस सबको मैं सत्य मानता हूँ। हे भगवन्? आपके (वास्तविक) स्वरूप को न देवता जानते हैं और न दानव।। ","transliteration":"Sarvametadritam manye yanmaam vadasi keshava;\nNa hi te bhagavan vyaktim vidurdevaa na daanavaah. ","englishmeaning":"sarvam—everything; etat—this; ṛitam—truth; manye—I accept; yat—which; mām—me; vadasi—you tell; keśhava—Shree Krishna, the killer of the demon named Keshi; na—neither; hi—verily; te—your; bhagavan—the Supreme Lord; vyaktim—personality; viduḥ—can understand; devāḥ—the celestial gods; na—nor; dānavāḥ—the demons ","hcsrsd":"।।10.14।। व्याख्या --   सर्वमेतदृतं मन्ये यन्मां वदसि केशव--क नाम ब्रह्माका है? अ नाम विष्णुका है? ईश नाम शंकरका है और व नाम वपु अर्थात् स्वरूपका है। इस प्रकार ब्रह्मा? विष्णु? और शंकर जिसके स्वरूप हैं? उसको केशव कहते हैं। अर्जुनका यहाँ केशव सम्बोधन देनेका तात्पर्य है कि आप ही,संसारकी उत्पत्ति? स्थिति और संहार करनेवाले हैं।सातवेंसे नवें अध्यायतक मेरे प्रति आप यत्--जो कुछ कहते आये हैं? वह सब मैं सत्य मानता हूँ और,एतत्--अभी दसवें अध्यायमें आपने जो विभूति तथा योगका वर्णन किया है? वह सब भी मैं सत्य मानता हूँ। तात्पर्य है कि आप ही सबके उत्पादक और संचालक हैं। आपसे भिन्न कोई भी ऐसा नहीं हो सकता। आप ही सर्वोपरि हैं। इस प्रकार सबके मूलमें आप ही हैं -- इसमें मेरेको कोई सन्देह नहीं है।भक्तिमार्गमें विश्वासकी मुख्यता है। भगवान्ने पहले श्लोकमें अर्जुनको परम वचन सुननेके लिये आज्ञा दी थी? उसी परम वचनको अर्जुन यहाँ ऋतम् अर्थात् सत्य कहकर उसपर विश्वास प्रकट करते हैं।न हि ते भगवन् व्यक्तिं विदुर्देवा न दानवाः --आपने (गीता 4। 5 में) कहा है कि मेरे और तेरे बहुतसे जन्म बीत चुके हैं? उन सबको मैं जानता हूँ? तू नहीं जानता। इसी प्रकार आपने ( 10। 2 में) कहा है कि मेरे प्रकट होनेको देवता और महर्षि भी नहीं जानते। अपने प्रकट होनेके विषयमें आपने जो कुछ कहा है? वह सब ठीक ही है। कारण कि मनुष्योंकी अपेक्षा देवताओंमें जो दिव्यता है? वह दिव्यता भगवत्तत्त्वको जाननेमें कुछ भी काम नहीं आती। वह दिव्यता प्राकृत -- उत्पन्न और नष्ट होनेवाली है। इसलिये वे आपके प्रकट होनेके तत्त्वको? हेतुको पूरापूरा नहीं जान सकते। जब देवता भी नहीं जान सकते? तो दानव जान ही कैसे सकते हैं फिर भी यहाँ दानवाः पद देनेका तात्पर्य यह है कि दानवोंके पास बहुत विलक्षणविलक्षण माया है? जिससे वे विचित्र प्रभाव दिखा सकते हैं। परन्तु उस मायाशक्तिसे वे भगवान्को नहीं जान सकते। भगवान्के सामने दानवोंकी माया कुण्ठित हो जाती है। कारण कि प्रकृति और प्रकृतिकी जितनी शक्तियाँ हैं? उन सबसे भगवान् अतीत हैं। भगवान् अनन्त हैं? असीम हैं और दानवोंकी मायाशक्ति कितनी ही विलक्षण होनेपर भी प्राकृत? सीमित और उत्पत्तिविनाशशील है। सीमित और नाशवान् वस्तुके द्वारा असीम और अविनाशी तत्त्वको कैसे जाना जा सकता है।तात्पर्य यह हुआ कि मनुष्य? देवता? दानव आदि कोई भी अपनी शक्तिसे? सामर्थ्यसे? योग्यतासे? बुद्धिसे भगवान्को नहीं जान सकते। कारण कि मनुष्य आदिमें जितनी जाननेकी योग्यता? सामर्थ्य? विशेषता है? वह सब प्राकृत है और भगवान् प्रकृतिसे अतीत हैं। त्याग? वैराग्य? तप? स्वाध्याय आदि अन्तःकरणको निर्मल करनेवाले हैं? पर इनके बलसे भी भगवान्को नहीं जान सकते। भगवान्को तो अनन्यभावसे उनके शरण होकर उनकी कृपासे ही जान सकते हैं। (गीता 10। 11 11। 54)। ","hcsca":"।।10.14।। यहाँ अर्जुन अपने मन के भावों को स्पष्ट करते हुए गुरु के प्रति अपनी अटूट श्रद्धा को भी व्यक्त करता है जो कुछ आप मेरे प्रति कहते हैं उसे मैं सत्य मानता हूँ। केशव शब्द का अर्थ है जिनके केश सुन्दर हैं अथवा केशि नामक असुर का वध करने वाले। यद्यपि वह श्रीकृष्ण के कथन को सत्य मानता है? परन्तु वह उनके सम्पूर्ण आशय को ग्रहण नहीं कर पाता। तात्पर्य यह है कि उसे हृदय से भगवान के वचनों में पूर्ण विश्वास है? किन्तु उसकी बुद्धि अभी भी असन्तुष्ट ही है।ज्ञानपिपासा के वशीभूत अर्जुन का असन्तुष्ट व्यक्तित्व मानो कराहता है । यह ज्ञानपिपासा दूसरी पंक्ति में प्रतिध्वनित होती है जहाँ वह कहता है आपके व्यक्तित्व को न देवता जानते है और न दानव। दानव दनु के पुत्र थे? जो प्राय स्वर्ग पर आक्रमण करते रहते थे? यज्ञयागादि में बाधा पहुँचाते थे और आसुरी जीवन जीते थे। इसके विपरीत? पुराणों के वर्णनानुसार? देवतागण स्वर्ग के निवासी हैं जो र्मत्य मानवों की अपेक्षा शारीरिक? मानसिक और बौद्धिक क्षमताओं में अधिक शक्तिशाली होते हैं।वैयक्तिक दृष्टि से? देव और दानव हमारे मन की क्रमश शुभ और अशुभ प्रवृत्तियों के प्रतीक हैं। जब अर्जुन कहता है कि आत्मा के स्वरूप का निर्धारण न तो सूक्ष्म और शुभ के दर्शन के समान हो सकता है? और न ही दानवी प्रवृत्ति के समान? तब उसकी निराशा स्पष्ट झलकती है। न तो हमारी दैवी प्रवृत्तियां सत्य का आलिंगन कर सकती हैं? और न ही दानवी गुण उसको युद्ध के लिए आह्वान करके शत्रु रूप में हमारे सामने ला सकते हैं। जगत् में हम वस्तुओं या व्यक्तियों को केवल दो रूप में मिलते हैं प्रिय और अप्रिय अथवा मित्र और शत्रु के रूप में। आत्मा के व्यक्तित्व की पहचान इन दोनों ही प्रकारों से नहीं हो सकती? क्योंकि वह योग और विभूति की अभिव्यक्तियों में द्रष्टा है।यदि सत्य को कोई नहीं जान सकता है? तो फिर अर्जुन भगवान् श्रीकृष्ण से उसका वर्णन करने का अनुरोध क्यों करता है उनमें ऐसा कौन सा विशेष गुण है? जिसके कारण वे उस वस्तु का वर्णन करने में समर्थ हैं? जिसे अन्य कोई जान भी नहीं पाता है ","etsga":"10.14 O Kesava, I accept to be true all this which You tell me. Certainly, O Lord, neither the gods nor the demons comprehend Your glory. ","etssa":"10.14 I believe all this that Thou sayest to me to be true, O Krishna; verily, O blessed Lord! neither the gods nor the demons know Thy manifestation (origin). ","etdss":"10.14. What You tell me, I take all to be true, O Kesava !For, O Bhagavat, neither the gods nor the great seers know Your manifestation. ","ecssa":"10.14 सर्वम् all? एतत् this? ऋतम् true? मन्ये (I) think? यत् which? माम् to me? वदसि (Thou) sayest? केशव O Krishna? न not? हि verily? ते Thy? भगवन् O blessed Lord? व्यक्तिम् manifestation? विदुः know? देवाः gods? न not? दानवाः demons.Commentary Bhagavan is He? in whom ever exist the six attributes in their fullness? viz.? Jnana (wisdom)? Vairagya (dispassion)? Aisvarya (lordship)? Dharma (virtue)? Sri (wealth) and Bala (omnipotence). Also? He Who knows the origin? dissolution and the future of all beings and Who is omniscient? is called Bhagavan.Vyakti Origin.Danavah Demons or the Titans.Arjuna addresses the Lord as Keshava (Lord of all) because the Lord knows what is going on in his mind? as He is omniscient. As the Lord is the source of the gods? the demons and others? they cannot comprehend His manifestation or origin. (Cf.IV.6) ","scetsga":"10.14 O Kesava, manye, I accept; to be rtam, true indeed; sarvam, all; etat, this that has been said by sages and You; yat, which; vadasi, You tell, speak; mam, to Me. Hi, certainly; bhagavan, O Lord; na devah, neither the gods; na danavah, nor the demons; viduh, comprehend; te, Your; vyaktim, glory [Prabhavam in the Commentary is the same as prabhavam, glory, the unalified State.].\nSince You are the origin of the gods and others, therefore, ","scetdss":"10.14 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"10.14 Therefore, I deem all this to be a statement of facts as they are in reality, and not merely an exaggeration - all this which You tell me of Your sovereign glory and infinite auspicious attributes which are unie, unbounded, unsurpassed and natural. Therefore, O Lord, O Treasure of unsurpassed knowledge, power, strength, sovereignty, valour and radiance! - neither the gods nor the demons who possess limited knowledge know Your manifestation, the way in which You manifest Yourself. ","chakravarthi":"I do not doubt at all what you say to me. But these rsis say that your supreme body is without birth. They do not know about your birth (vyaktim). They do not understand how you with your svarupa of para brahma can be both unborn and born. What you have said in verse 10.2 – that neither the devatas nor rsis know about your birth – I accept as completely true. O Kesava, you bind up even Brahma and Siva with ignorance of your true nature. (ka=brahma, isa=siva, va=to bind). Then certainly it must be said that the devatas also do not know you. ","rudra":"\nNow Arjuna confesses that the ignorance hehadconcerningLordKrishnas\ntranscendental potencies and absolute supremacy over all creation havebeen\ntotally dispelled and that everything Lord Krishna has declared isabsolute\nreality and the ultimate truth. Even the330milliondemi-gods,whoare\nLord Krishnas empowered servitors administratinguniversalmanagementin\nevery aspect ofmaterialexistenceareunawareofHisrealidentity,\npotencies and manifestations. In verse two Lord Krishna hasalreadystated\nthat the demi-gods are not able to fathom His divine appearance.Thesense\nisthatthedemigods cannot fathom that Lord Krishnas divine\nmanifestations are for protecting them and the righteousandthedemons\nare unable to fathom that these divine manifestations areforannihilating\nthem and the unrighteous. ","brahma":" ","shri":"\nHere Arjuna is asserting that all LordKrishnaisstatingisabsolutely\nfactual and not any metaphorical description. Thismeansthateveryword\nthat Lord Krishna speaks is the absolute reality and Hisextraordinaryand\ninfinite glories and illustrious qualitiesandphenomenalattributesare\nalways manifest and eternal. Thus Lord KrishnaisknownasBhagavanthe\ncomplete possessor of the six opulences: total power,totalbeauty,total\nwisdom, total wealth,total fame and total renunciation. Neither thedevah\nor demigods nor the danavah or demons being oflimitedunderstandinghave\nthe ability to understand Him and perceive His identity in full. ","kumar":"Here Arjuna is asserting that all LordKrishnaisstatingisabsolutely\nfactual and not any metaphorical description. Thismeansthateveryword\nthat Lord Krishna speaks is the absolute reality and Hisextraordinaryand\ninfinite glories and illustrious qualitiesandphenomenalattributesare\nalways manifest and eternal. Thus Lord KrishnaisknownasBhagavanthe\ncomplete possessor of the six opulences: total power,totalbeauty,total\nwisdom, total wealth,total fame and total renunciation. Neither thedevah\nor demigods nor the danavah or demons being oflimitedunderstandinghave\nthe ability to understand Him and perceive His identity in full. "}