{"meta":"Bhagavad Gita Chapter 10 Verse 3","metahi":"भगवद् गीता 10.3","slok":"यो मामजमनादिं च वेत्ति लोकमहेश्वरम्।असम्मूढः स मर्त्येषु सर्वपापैः प्रमुच्यते।।10.3।। ","htsrsd":"।।10.3।।जो मनुष्य मुझे अजन्मा? अनादि और सम्पूर्ण लोकोंका महान् ईश्वर जानता है अर्थात् दृढ़तासे मानता है? वह मनुष्योंमें असम्मूढ़ (जानकार) है और वह सम्पूर्ण पापोंसे मुक्त हो जाता है। ","htstma":"।।10.3।। जो मुझे अजन्मा? अनादि और लोकों के महान् ईश्वर के रूप में जानता है? र्मत्य मनुष्यों में ऐसा संमोहरहित (ज्ञानी) पुरुष सब पापों से मुक्त हो जाता है।। ","transliteration":"Yo maamajamanaadim cha vetti lokamaheshwaram;\nAsammoodhah sa martyeshu sarvapaapaih pramuchyate. ","englishmeaning":"yaḥ—who; mām—me; ajam—unborn; anādim—beginningless; cha—and; vetti—know; loka—of the universe; mahā-īśhvaram—the Supreme Lord; asammūḍhaḥ—undeluded; saḥ—they; martyeṣhu—among mortals; sarva-pāpaiḥ—from all evils; pramuchyate—are freed from ","hcsrsd":"।।10.3।। व्याख्या --   यो मामजमनादिं च वेत्ति लोकमहेश्वरम्--पीछेके श्लोकमें भगवान्के प्रकट होनेको जाननेका विषय नहीं बताया है। इस विषयको तो मनुष्य भी नहीं जानता? पर जितना जाननेसे मनुष्य अपना कल्याण कर ले? उतना तो वह जान ही सकता है। वह जानना अर्थात् मानना यह है कि भगवान् अज अर्थात् जन्मरहित हैं। वे अनादि हैं अर्थात् यह जो काल कहा जाता है? जिसमें आदिअनादि शब्दोंका प्रयोग होता है? भगवान् उस कालके भी काल हैं। उन कालातीत भगवान्में कालका भी आदि और अन्त हो जाता है। भगवान् सम्पूर्ण लोकोंके महान् ईश्वर हैं अर्थात् स्वर्ग? पृथ्वी और पातालरूप जो त्रिलोकी है तथा उस त्रिलोकीमें जितने प्राणी हैं और उन प्राणियोंपर शासन करनेवाले (अलगअलग अधिकारप्राप्त) जितने ईश्वर (मालिक) हैं? उन सब ईश्वरोंके भी महान् ईश्वर भगवान् हैं। इस प्रकार जाननेसे अर्थात् श्रद्धाविश्वासपूर्वक दृढ़तासे माननेसे मनुष्यको भगवान्के अज? अविनाशी और लोकमहेश्वर होनेमें कभी किञ्चिन्मात्र भी सन्देह नहीं होता।असम्मूढः स मर्त्येषु सर्वपापैः प्रमुच्यते--भगवान्को अज? अविनाशी और लोकमहेश्वर जाननेसे मनुष्य पापोंसे मुक्त कैसे होगा भगवान् जन्मरहित हैं? नाशरहित हैं अर्थात् उनमें कभी किञ्चिन्मात्र भी परिवर्तन नहीं होता। वे अजन्मा तथा अविनाशी रहते हुए भी सबके महान् ईश्वर हैं। वे सब देशमें रहनेके नाते यहाँ भी हैं? सब समयमें होनेके नाते अभी भी हैं? सबके होनेके नाते मेरे भी हैं और सबके मालिक होनेके नाते मेरे अकेलेके भी मालिक हैं -- इस प्रकार दृढ़तासे मान ले। इसमें सन्देहकी गन्ध भी न रहे। साथहीसाथ? यह जो क्षणभङ्गुर संसार है? जिसका प्रतिक्षण परिवर्तन हो रहा है और जिसको जिस क्षणमें जिस रूपमें देखा है? उसको दूसरे क्षणमें उस रूपमें दुबारा कोई भी देख नहीं सकता क्योंकि वह दूसरे क्षणमें वैसा रहता ही नहीं -- इस प्रकार संसारको यथार्थरूपसे जान ले। जिसने अपनेसहित सारे संसारके मालिक भगवान्को दृढ़तासे मान लिया है और संसारकी क्षणभङ्गुरताको तत्त्वसे ठीक जान लिया है? उसका संसारमें मैं और मेरापन रह ही नहीं सकता प्रत्युत एकमात्र भगवान्में ही अपनापन हो जाता है। तो फिर वह पापोंसे मुक्त नहीं होगा? तो और क्या होगा ऐसा मूढ़तारहित मनुष्य ही भगवान्को तत्त्वसे अज? अविनाशी और लोकमहेश्वर जानता है और वही सब पापोंसे मुक्त हो जाता है। उसके क्रियमाण? संचित आदि सम्पूर्ण कर्म नष्ट हो जाते हैं। मनुष्यको इस वास्तविकताका अनुभव करनेकी आवश्यकता है? केवल तोतेकी तरह सीखनेकी आवश्यकता नहीं। तोतेकी तरह सीखा हुआ ज्ञान पूरा काम नहीं देता।असम्मूढ़ता क्या है संसार (शरीर) किसीके भी साथ कभी रह नहीं सकता तथा कोई भी संसारके साथ कभी रह नहीं सकता और परमात्मा किसीसे भी कभी अलग हो नहीं सकते और कोई भी परमात्मासे कभी अलग हो नहीं सकता -- यह वास्तविकता है। इस वास्तविकताको न जानना ही सम्मूढ़ता है और इसको यथार्थ जानना ही असम्मूढ़ता है। यह असम्मूढ़ता जिसमें रहती है? वह मनुष्य असम्मूढ़ कहा जाता है। ऐसा असम्मूढ़ पुरुष मेरे सगुणनिर्गुण? साकारनिराकार रूपको तत्त्वसे जान लेता है? तो उसे मेरी लीला? रहस्य? प्रभाव? ऐश्वर्य आदिमें किञ्चिन्मात्र भी सन्देह नहीं रहता। सम्बन्ध --  पहले श्लोकमें भगवान्ने जिस परम वचनको सुननेकी आज्ञा दी थी? उसको अब आगेके तीन श्लोकोंमें बताते हैं। ","hcsca":"।।10.3।। जो मुझे जानता हैयह जानना केवल भावना के प्रवाह में अथवा बुद्धि के विचारों से जानना नहीं है? वरन् यह पूर्ण और वास्तविक आत्मानुभूति है? जो आत्मा के साथ घनिष्ठ तादात्म्य के क्षणों में होती है। आत्मा को किसी दृश्य के समान नहीं किन्तु स्वस्वरूप से इस प्रकार जानना है कि वह अजन्मा? अनादि और सर्वलोकमहेश्वर है। जो लोग वेदान्त दर्शन की प्राचीन परम्परा से कुछ परिचित हैं? उनके लिए उपर्युक्त ये तीन विशेषण अत्यन्त सारगर्भित हैं? जबकि उससे अनभिज्ञ लोगों को ये विशेषण निरर्थक ही प्रतीत होंगे। अनात्म जड़ जगत् परिच्छिन्न है? जहाँ कि प्रत्येक वस्तु? प्राणी या अनुभव अनित्य हैं? अर्थात् समस्त वस्तुएं आदि (जन्म) और अन्त (मत्यु) से युक्त हैं।असीम अनन्त परमात्मा का कभी जन्म नहीं हो सकता? क्योंकि जो उत्पन्न हुआ है? वह परिच्छिन्न है और किसी भी परिच्छिन्न वस्तु में अनन्त तत्त्व कभी अपने अनन्त स्वरूप में व्यक्त नहीं हो सकता। स्थाणु (स्तम्भ) में जबभ्रान्ति से पुरुष (या प्रेत) की प्रतीति होती है? तब पुरुष का नाश (अप्रतीति) हो सकता है? क्योंकि वह उत्पन्न हुआ था। परन्तु? वास्तव में यह नहीं कहा जा सकता कि स्थाणु ने प्रेत को जन्म दिया? अथवा स्तम्भ से प्रेत की उत्पत्ति हुई। स्थाणु तो वहाँ पहले भी था? है और रहेगा। आत्मा नित्य सनातन है? इसलिए वह जन्मरहित है। अन्य वस्तुओं का जन्म? स्थिति और नाश इस आत्मा में ही होता है। तरंगे समुद्र से उत्पन्न होती हैं? परन्तु समुद्र स्वयं अजन्मा है। प्रत्येक तरंग का आदि है? मध्य है और अन्त भी। किन्तु उन सबका सारतत्त्व इन समस्त विकारों से सर्वथा मुक्त है और इसलिए? इस श्लोक में आत्मा को अनादि विशेषण दिया गया है।लोकमहेश्वरलोक शब्द का अर्थ जगत् करने से इस संस्कृत शब्द के व्यापक आशय की उपेक्षा हो जाती है। लोक शब्द जिस धातु से बनता है उसका अर्थ हैदेखना? अनुभव करना। अत इसका सम्पूर्ण अर्थ होगाअनुभव का क्षेत्र। हमारे दैनिक जीवन में भी इसी अर्थ में लोक शब्द का प्रयोग किया जाता है? जैसे धनवानों का लोक? अपराधियों का लोक? विद्यार्थी लोक? कवियों का लोक आदि। इसलिए? उसके व्यापक अर्थ में लोक शब्द से मात्र भौतिक जगत् ही नहीं? बल्कि भावनाओं एवं विचारों के जगत् का भी बोध होता है।इस प्रकार? मेरा लोक वह है? जो मैं अपने शरीर? मन और बुद्धि के द्वारा अनुभव करता हूँ। यह तो स्पष्ट है कि जब तक मुझे इनका निरन्तर भान नहीं होता तब तक ये अनुभव मेरे नहीं हो सकते। यह चैतन्य तत्त्व? जिसके कारण ही मैं जीता हूँ और जगत् का अनुभव करता हूँ? वास्तव में मेरे लोक का ईश्वर होना ही चाहिए।जो मेरे व्यष्टि के विषय में सत्य है? वही जगत् के समस्त प्राणियों के विषय में भी सत्य है? क्योंकि आत्मा सर्वत्र एक ही है। इस समष्टि लोक का शासक? महान् ईश्वर स्वयं परमात्मा ही हो सकता है। यह लोक महेश्वर शब्द का वास्तविक अर्थ है। ईश्वर कोई निरंकुश एवं क्रूर शासक अथवा आकाश में बैठा कोई सुल्तान नहीं। आत्मा हमारे लोक का ईश्वर ऐसे ही है? जैसे? दिन के समय सूर्य इस बाह्य जगत् का स्वामी है? क्योंकि वही जगत् को प्रकाशित करता है।जो मुझे अजन्मा? अनादि और लोक महेश्वर के रूप में जानता है? वह संमोहरहित हो जाता है। स्थाणु में प्रेत देखकर भयभीत व्यक्ति जैसे ही उस स्थाणु को पहचानता है? वैसे ही वह मोह और भ्रान्ति से मुक्त हो जाता है। हिन्दू धर्म में पाप की कल्पना किसी विकराल अवश्यंभाविता का भयंकर चित्र नहीं है। मनुष्य अपने पापों के लिए दण्डित नहीं? वरन् अपने पापों के द्वारा ही दण्डित होता है। पाप वह स्वअपमानजनक कर्म है? जिसका कारण है मनुष्य को अपने वास्तविक स्वरूप का अज्ञान।जब कोई व्यक्ति अपने शुद्ध आत्मस्वरूप से भटक कर दूर चला जाता है? तब वह जगत् की घटनाओं के साथ तादात्म्य कर सुखदुख का अनुभव करता है। वह जगत् में इस प्रकार व्यवहार करता है? मानो वह एक घृणित मांसपिण्ड ही है? अथवा स्पन्दनशील भावनाओं की गठरी अथवा विचारों का समूह मात्र है। उसका यह व्यवहार अपनी एकमेव अद्वितीय ईश्वरीय? दिव्य प्रतिष्ठा का अपमान ही है। ऐसे कर्म और विचार मनुष्य को निम्न स्तर के भोगों में आसक्त कर बाँध देते हैं? जिसके कारण वह उनसे ऊपर उठकर वास्तविक पूर्णत्व के शिखर तक कभी नहीं पहुँच पाता।आत्मस्वरूप को पहचान कर उसमें दृढ़ निष्ठा प्राप्त कर लेने पर वह व्यक्ति पुन कभी पापकर्म में प्रवृत्त नहीं होता। पापवृत्तियाँ वे विषैले फोड़े हैं? जिनके कारण हम अपनी परिच्छिन्नताओं की पीड़ा और बंधनों के दुख सहते रहते हैं। जिस क्षण हम अपने आत्मस्वरूप को पहचानते हैं कि वह अजन्मा और अनादि है तथा उसका विकारी और विनाशी उपाधियों के साथ कोई सम्बन्ध नहीं है? उस समय हम वह सब कुछ प्राप्त कर लेते हैं जो जीवन में प्राप्तव्य है? और वह सब कुछ जान लेते हैं जो ज्ञातव्य है। ऐसा सम्यक् तत्त्वदर्शी पुरुष स्वयं ही लोकमहेश्वर बन जाता है।निम्न कारण से भी आत्मा लोकमहेश्वर है -- ","etsga":"10.3 He who knows Me-the birthless, the beginningless, and the great Lord of the worlds, he, the undeluded one among mortals, becomes freed from all sins. ","etssa":"10.3 He who knows Me as unborn and beginningless, as the great Lord of the worlds, he, among mortals, is undeluded and he is liberated from all sins. ","etdss":"10.3. Whosoeverknows Me asthe unborn and beginningless Absolute Lord of the universe,that person, not deluded among the mortals,is delivered from all sins. ","ecssa":"10.3 यः who? माम् Me? अजम् unborn? अनादिम् beginningless? च and? वेत्ति knows? लोकमहेश्वरम् the great Lord of the worlds? असम्मूढः undeluded? सः he? मर्त्येषु amongst mortals? सर्वपापैः from all sins? प्रमुच्यते is liberated.Commentary As the Supreme Being is the cause of all the worlds? He is beginningless. As He is the source of the gods and the great sages? there is no source for His existence. As He is beginningless He is unborn. He is the great Lord of all the worlds.Asammudhah Undeluded. He who has realised that his own innermost Self is not different from the Supreme Self is an undeluded person. Through the removal of ignorance the delusion which is of the form of mutual superimposition between the Self and the notSelf is also removed. He is freed from all sins done consciously or unconsciously in the three periods of time.The ignorant man removes his sins through the performance of expiatory acts (Prayaschitta) and enjoyment of the results. But he is not completely freed from all sins because he continues to do sinful actions through the force of evil Samskaras or impressions because he has not eradicated ignorance? the root cause of all sins? and its effect? egoism and superimposition or the feeling of I in the physical body. As he dies? swayed by the forces of evil Samskaras? he engages himself in doing sinful actions in the next birth. But the sage of Selfrealisation is completely liberated from,all sins because ignorance? the root cause of all sins? and its effect? viz.? the mistaken notion that the body is the Self on account of mutual superimposition between the Self and the notSelf? is eradicated in toto along with the Samskaras and all the sins. The Samskaras are burnt completely like roasted seeds. Just as burnt seeds cannot germinate? so also the burnt Samskaras cannot generate further actions or future births.For the following reason also? I am the great Lord of the worlds. ","scetsga":"10.3 Yah, he who; vetti, knows; mam, Me; ajam, the birthless; and anadim, the beginningless: Since I am the source of the gods and the great sages, and nothing else exists as My origin, therefore I am birthless and beginningless. Being without an origin is the cause of being birthless. He who knows Me who am thus birthless and beginningless, and loka-maheswaram, the great Lord of the worlds, the transcendental One devoid of ignorance and its effects; sah, he; the asammudhah, undeluded one; martyesu, among mortals, among human beings; pramucyate, becomes freed; sarva-papaih, from all sins-committed knowingly or unknowingly.\nFor the following reason also I am the great Lord of the worlds: ","scetdss":"10.3 See Comment under 10.5 ","scetssa":"10.3 He who exists without being born at any particular time unlike other beings is unborn in the sense of being eternal. For, this attribute denotes a unie state distinct in kind both from insentient things which are subject to modifications, and from the self in Its state of involvement in Samsara when It is united with insentient matter. In that state the birth of the self involved in matter is generated by Karma. The temr Anadi, or without beginning, is used to distinguish the state of the Lord, which is distinct in kind, from that of the liberated state which is birthless but can be said to have a beginning. For, to the liberated self, the state of liberation has a beginning, because, in regard to this, conjunction with matter which deserves to be abandoned, existed previously. Hence the term Anadi implies that the Lord is without such conjunction and does not deserve the same description. The Sruti also says:Him who is stainless (Sve. U., 4.19).\nThus, he who is undeluded among the mortals understands Me as the great Lord of the worlds, as the Lord of the lords of the worlds. My nature is incompatible with association with evil which has to be given up. What is called delusion is the wrong knowledge of taking Me as one among other entities of the same kind. To be bereft of this delusion is to be undeluded. Such a person is released from all sins which stand against the rise of Bhakti to Me.\nThe meaning is this:In this world, the king who rules over men is only like all those men. He has become a ruler by some good Karma. Such is not the case with the Lord of the gods (the Supreme Being). Even the lord of the cosmic egg (Brahma) is of the same class as other beings in Samsara, because he too is a created being coming within the threefold classification of beings according to the three innate tendencies for growth - namely Karma-bhavana, Brahma-bhavana and Ubhaya-bhavana. These three are described respectively as fitness to practise work alone, fitness to practise meditation alone and fitness to practise both together. Brahma comes under the third group. The Sruti also says, He who creates Brahma (Sve. U., 6.18). The same is the case with all those who have acired the eight superhuman powers like becoming atomic etc. But I, the Supreme Being, is the great Lord of the worlds. He who is not subject to the delusion of regarding Me as of the same order as others, - such a person knows Me as distinct in kind from non-conscient matter in its states as cause and effect, from the self whether bound or free, and from everything else, on account of all of them being subject to My control. I am antagonistic to all that is evil and I am the sole centre of innumerable auspicious attributes, unsurpassed and incomparable. It is also My inherent nature to be the controller of everything. One who understands Me to be all this is released from every sin.\nThus, after showing the annihilation, by meditation on His nature, of all evil impeding the rise of Bhakti, and also of the rise of devotion, through implication, by the destruction of such opposing factors, Sri Krsna now explains the way in which Bhakti develops by meditation on His sovereign power and on the multitude of His auspicious attributes: ","chakravarthi":"“But surely the devatas and rsis know about birth of you, the supreme brahman, whose body is unlimited by all time and space.”\nPlacing his index finger on his chest the Lord speaks this verse. “He who knows that I am without birth and am beginningless is free from sin.”\n“But does not everyone know that Brahma has a beginning, but that you, paramatma, are without birth because of having no beginning?”\n“He who knows that I am unborn, and also born to Vasudeva, and am still without beginning, is freed from all sins.” ca here signifies that he is also born. By using the word mam, Krishna indicates his birth from Vasudeva. This refers back to the Lord’s previous statement in chapter four, “He who knows that my birth and activities are transcendental…”\n“I take birth, but because I am paramatma, I am eternally without birth.” Both these conditions are absolute truth, a demonstration of the acintya sakti. The Lord has said, ajo’ pi son avyayatma… sambhavami, “Though I am unborn, I appear.” Uddhava also says:\nkarmany anihasya bhavo ‘bhavasya te\ndurgasrayo ‘thari-bhayat palayanam\nkalatmano yat pramada-yutasramah\nsvatman-rateh khidyati dhir vidam iha\nMy Lord, even the learned sages become disturbed in their intelligence when they see that Your Greatness engages in fruitive work although You are free from all desires, that You take birth although You are unborn, that You flee out of fear of the enemy and take shelter in a fort although You are the controller of invincible time, and that You enjoy householder life surrounded by many women although You enjoy in Your Self. SB 3.4.16\nThe commentary in the Laghu Bhagavatamrta says:\ntat tan na vastavam cet syad vidam buddhi-bhramas tada\nna syad evety ato ‘cintya saktir lilasu karanam\nIf all this were not true, then all perceptions would be illusory. But that is not so. Thus the acintya sakti is the cause of his pastimes. Laghu Bhagavatamrta 1.5.119\nIn my childhood, during the Damodara lila, it is inconceivable that I could be bound by strings of bells, but not by the cords of mother Yasoda. In the same way, my birth and non-birth are also inconceivable.\nThe Lord then speaks of his powers, which are hard to understand. He who knows that though I am your chariot driver, I am also the great controller of all the planets, he alone is not bewildered among men, and is free of all sins, which are an obstacle to bhakti. But he who, though accepting that the Lord is unborn, without beginning and is the controller of all beings, thinks that his being born is just a semblance of birth, is bewildered, and is not freed from all sins. ","rudra":"\nHere Lord Krishna is revealing the result of such realizationofHim.One\nwho realizesthattheSupremeLordKrishnaisverilytheoriginof\neverything and the controller of everyone having no beginningorcauseas\nHe alone is the cause of all; is free from delusionandillusionandhas\nabsolved all reactions from their actions. ","brahma":"\nThe word anadim meaning without beginning containstworootwordswithin\nit. Ana which means that which energiseseverythingandadiwhichmeans\nthat which is the originofeverything.ThereforeLordKrishnaisthe\nenergising cause of all without beginning. Thus the word ajambeingunborn\nand anadim have both been established.\nNow begins the summation.\nAna can also denote the original primal breath. ThustheSupremeLordis\neven prior to it. It may appeartoonenotusetodiscriminatingthat\nanadim and ajam have similar meanings but thatwouldbeamisconception.\nWhile ajam means unborn, anadim denotes He existed before themanifestation\nof the primal breath of creation. At that time nothing elseexistedexcept\nthe resonant sound of OM whichwasvibratingwithintheSupremeLords\ntranscendental heart. When the eternal, transcendentalsoundvibrationOM\nmanifested impulse in the primal breath thatimpulsemanifestedintothe\nbrahman the spiritual substratum pervading all existence and thenintothe\nphenomena of myriad effusions ofvariegatedcreationsanddiverseforms\ncorresponding to thevariousanddiversepartsoftheanthropomorphic\nspiritual form of the Supreme Lord. ","shri":"\nOne who is never born is ajam or without birth. This attribute connotesthe\nSupreme Lord Krishna as contra-distinguished from the transitoryinsentient\nmatter and the sentient beings bound by samsara or theperpetualcycleof\nbirth and death. The term anadim meaningwithoutbeginningdifferentiates\nthe Supreme Lord from themuktasorliberatedbeingsinthespiritual\nworlds who although having become birthless didhaveabeginningatthe\ntime of their liberation. The nature of liberation implies being freedfrom\nbondageatsometimeandisthuscharacterisedbypreviouslybeing\nassociated with the materialmanifestationandduality.Hencetheterm\nanandi denotess that the Supreme Lord never had contact or associationwith\nduality and materialism duetothefactthatHeistranscendentalto\nduality and everything material, The Svetasvatara Upanisad VI.XIXbeginning\nniravadyam meaningtheSupremeLordisperfection,confirmsthis.it\nsometime had to be freed from astateofbondage.Thusthespiritually\nintelligent among mortals are those who realise thattheLordKrishnais\nthe Supreme Lord over all other gods and lordsbeingcompletelydifferent\nfrom them in essence and insubstance.Thespirituallyintelligentalso\nrealise that Lord Krishnaistheantithesisandeternallycontraryto\nanything associated withevilandunrighteousness.Thewordasammudhah\nmeans those who are notdeluded,alludingtothespiritualintelligent\nwhich comprises being free fromtheillusionofperceivinganythingas\nequal to the Supreme Lord, being free from the illusionofbelievingthat\nanything is separate from the Supreme Lord and being free from theillusion\nof not identifying oneself as being aneternal,infinitesimalportionof\nthe Supreme Lord. Thus one who is asammudhah is free fromthedefectsand\nimpediments of karma or reactions to sinful actions which is greatobstacle\nin the development of bhakti or loving devotion to the Supreme Lord.\nAnother angle of vision is that as in the worldtheemperoralthoughthe\nmost powerful monarch amongst humans, he still is likeallotherssubject\nto old age, disease and death. Yethehasbeenawardedemperorbythe\nSupreme Lord due to some act of merit. This holds true alsoforIndrathe\nking of all the demigods and even higher with Brahma thearchitectofthe\nmaterial existence, both were also awarded their posts by theSupremeLord\nas a result of great acts of merit.Althoughtheyliveformillionsof\nyears by Earth time calculations for them it is as 100 years and at theend\nof that time they die also and transmigrate intoanotherforminanother\nexistence. Evenexaltedbeingscomeunderthethree-foldbhavanasof\nmaterial existence being karmabhavanalikeJanakaandothers,brahman\nbhavana like Sanaka and Sanatana and ubhaya bhavana like Brahma himselfand\naresubjecttobirthanddeathaccordingtotheiracts.TheVedic\nscriptures confirms this.InVishnuPuranaVI.VII.IILitstatesthat:\nThereforetheyareallaccountablefortheiracts.TheSvetasvatara\nUpanisad VI.VIII states: YobrahmananvidadhatimeaningHewhocreates\nBrahma. This also applies to any mortal whohasacquiredtheeightmain\nsiddhis or perfections such as animaor manima etc.\nBut the Supreme Lord is loka-maheshvaram the Supreme Lord of allbeingsin\nall worlds.\nLoka is the total cosmos being the aggregate total ofallsentientand\nnon-sentient categories inconditionsofinactivelatencyoractive\npatency. The sentient includes bothmuktas or liberated beingsaswell\nas baddhas or not liberated beings. So allthisisundertheSupreme\nLords control and rule.\n1) Maha is greatness and consists of the Supreme Lord being the storehouse\nof unlimited attributes of glorious qualities and His always being the\neternal antithesis of all that is unrighteous, demoniac and evil.\n2) Isvarah means Lord as being the supreme, sovereign ruler eternally,\nindependent of all.\nThus the SupremeLordiscompletelyunlikeallothers,singularunto\nHimself alone, independent and superior to all. One who does notincurthe\nerror of including the Supreme Lord Krishna amongst allthevariousother\nlesser gods and who understands Him to be the sole cause,thesolesource\nand the sole origin of all creation, verily realises Him andbyHisgrace\nis relieved from all reactions to previous actions.\nThus by illustrating how meditation on the factual absolutenatureofthe\nSupreme Lord removes the obstacles impedingtheblossomingofbhaktior\nloving devotionuntotheSupremeLordcausingsuchbhaktitobecome\ninaugurated; Lord Krishna will next explain how bhakti may beactivatedby\ndeep and profound meditation on His sublime transcendental divinequalities\nand attributes. ","kumar":"One who is never born is ajam or without birth. This attribute connotesthe\nSupreme Lord Krishna as contra-distinguished from the transitoryinsentient\nmatter and the sentient beings bound by samsara or theperpetualcycleof\nbirth and death. The term anadim meaningwithoutbeginningdifferentiates\nthe Supreme Lord from themuktasorliberatedbeingsinthespiritual\nworlds who although having become birthless didhaveabeginningatthe\ntime of their liberation. The nature of liberation implies being freedfrom\nbondageatsometimeandisthuscharacterisedbypreviouslybeing\nassociated with the materialmanifestationandduality.Hencetheterm\nanandi denotess that the Supreme Lord never had contact or associationwith\nduality and materialism duetothefactthatHeistranscendentalto\nduality and everything material, The Svetasvatara Upanisad VI.XIXbeginning\nniravadyam meaningtheSupremeLordisperfection,confirmsthis.it\nsometime had to be freed from astateofbondage.Thusthespiritually\nintelligent among mortals are those who realise thattheLordKrishnais\nthe Supreme Lord over all other gods and lordsbeingcompletelydifferent\nfrom them in essence and insubstance.Thespirituallyintelligentalso\nrealise that Lord Krishnaistheantithesisandeternallycontraryto\nanything associated withevilandunrighteousness.Thewordasammudhah\nmeans those who are notdeluded,alludingtothespiritualintelligent\nwhich comprises being free fromtheillusionofperceivinganythingas\nequal to the Supreme Lord, being free from the illusionofbelievingthat\nanything is separate from the Supreme Lord and being free from theillusion\nof not identifying oneself as being aneternal,infinitesimalportionof\nthe Supreme Lord. Thus one who is asammudhah is free fromthedefectsand\nimpediments of karma or reactions to sinful actions which is greatobstacle\nin the development of bhakti or loving devotion to the Supreme Lord.\nAnother angle of vision is that as in the worldtheemperoralthoughthe\nmost powerful monarch amongst humans, he still is likeallotherssubject\nto old age, disease and death. Yethehasbeenawardedemperorbythe\nSupreme Lord due to some act of merit. This holds true alsoforIndrathe\nking of all the demigods and even higher with Brahma thearchitectofthe\nmaterial existence, both were also awarded their posts by theSupremeLord\nas a result of great acts of merit.Althoughtheyliveformillionsof\nyears by Earth time calculations for them it is as 100 years and at theend\nof that time they die also and transmigrate intoanotherforminanother\nexistence. Evenexaltedbeingscomeunderthethree-foldbhavanasof\nmaterial existence being karmabhavanalikeJanakaandothers,brahman\nbhavana like Sanaka and Sanatana and ubhaya bhavana like Brahma himselfand\naresubjecttobirthanddeathaccordingtotheiracts.TheVedic\nscriptures confirms this.InVishnuPuranaVI.VII.IILitstatesthat:\nThereforetheyareallaccountablefortheiracts.TheSvetasvatara\nUpanisad VI.VIII states: YobrahmananvidadhatimeaningHewhocreates\nBrahma. This also applies to any mortal whohasacquiredtheeightmain\nsiddhis or perfections such as animaor manima etc.\nBut the Supreme Lord is loka-maheshvaram the Supreme Lord of allbeingsin\nall worlds.\nLoka is the total cosmos being the aggregate total ofallsentientand\nnon-sentient categories inconditionsofinactivelatencyoractive\npatency. The sentient includes bothmuktas or liberated beingsaswell\nas baddhas or not liberated beings. So allthisisundertheSupreme\nLords control and rule.\n1) Maha is greatness and consists of the Supreme Lord being the storehouse\nof unlimited attributes of glorious qualities and His always being the\neternal antithesis of all that is unrighteous, demoniac and evil.\n2) Isvarah means Lord as being the supreme, sovereign ruler eternally,\nindependent of all.\nThus the SupremeLordiscompletelyunlikeallothers,singularunto\nHimself alone, independent and superior to all. One who does notincurthe\nerror of including the Supreme Lord Krishna amongst allthevariousother\nlesser gods and who understands Him to be the sole cause,thesolesource\nand the sole origin of all creation, verily realises Him andbyHisgrace\nis relieved from all reactions to previous actions.\nThus by illustrating how meditation on the factual absolutenatureofthe\nSupreme Lord removes the obstacles impedingtheblossomingofbhaktior\nloving devotionuntotheSupremeLordcausingsuchbhaktitobecome\ninaugurated; Lord Krishna will next explain how bhakti may beactivatedby\ndeep and profound meditation on His sublime transcendental divinequalities\nand attributes. "}