{"meta":"Bhagavad Gita Chapter 10 Verse 34","metahi":"भगवद् गीता 10.34","slok":"मृत्युः सर्वहरश्चाहमुद्भवश्च भविष्यताम्।कीर्तिः श्रीर्वाक्च नारीणां स्मृतिर्मेधा धृतिः क्षमा।।10.34।। ","htsrsd":"।।10.34।।सबका हरण करनेवाली मृत्यु और उत्पन्न होनेवालोंका उद्भव मैं हूँ तथा स्त्रीजातिमें कीर्ति? श्री? वाक्? स्मृति? मेधा? धृति और क्षमा मैं हूँ। ","htstma":"।।10.34।। मैं सर्वभक्षक मृत्यु और भविष्य में होने वालों की उत्पत्ति का कारण हूँ स्त्रियों में कीर्ति? श्री? वाक (वाणी)? स्मृति? मेधा? धृति और क्षमा हूँ।। ","transliteration":"Mrityuh sarvaharashchaaham udbhavashcha bhavishyataam;\nKeertih shreervaakcha naareenaam smritirmedhaadhritih kshamaa. ","englishmeaning":"mṛityuḥ—death; sarva-haraḥ—all-devouring; cha—and; aham—I; udbhavaḥ—the origin; cha—and; bhaviṣhyatām—those things that are yet to be; kīrtiḥ—fame; śhrīḥ—prospective; vāk—fine speech; cha—and; nārīṇām—amongst feminine qualities; smṛitiḥ—memory; medhā—intelligence; dhṛitiḥ—courage; kṣhamā—forgiveness ","hcsrsd":"।।10.34।। व्याख्या --   मृत्युः सर्वहरश्चाहम्--मृत्युमें हरण करनेकी ऐसी विलक्षण सामर्थ्य है कि मृत्युके बाद यहाँकी स्मृतितक नहीं रहती? सब कुछ अपहृत हो जाता है। वास्तवमें यह सामर्थ्य मृत्युकी नहीं है? प्रत्युत परमात्माकी है।अगर सम्पूर्णका हरण करनेकी? विस्मृत करनेकी भगवत्प्रदत्त सामर्थ्य मृत्युमें न होती तो अपनेपनके सम्बन्धको लेकर जैसी चिन्ता इस जन्ममें मनुष्यको होती है? वैसी ही चिन्ता पिछले जन्मके सम्बन्धको लेकर भी होती। मनुष्य न जाने कितने जन्म ले चुका है। अगर उन जन्मोंकी याद रहती तो मनुष्यकी चिन्ताओंका? उसके मोहका कभी अन्त आता ही नहीं। परन्तु मृत्युके द्वारा विस्मृति होनेसे पूर्वजन्मोंके कुटुम्ब? सम्पत्ति आदिकी चिन्ता नहीं होती। इस तरह मृत्युमें जो चिन्ता? मोह मिटानेकी सामर्थ्य है? वह सब भगवान्की है।उद्भवश्च भविष्यताम् --जैसे पूर्वश्लोकमें भगवान्ने बताया कि सबका धारणपोषण करनेवाला मैं ही हूँ? वैसे ही यहाँ बताते हैं कि सब उत्पन्न होनेवालोंकी उत्पत्तिका हेतु भी मैं ही हूँ। तात्पर्य है कि संसारकी उत्पत्ति? स्थिति और प्रलय करनेवाला मैं ही हूँ।कीर्तिः श्रीर्वाक्च नारीणां स्मृतिर्मेधा धृतिः क्षमा--कीर्ति? श्री? वाक्? स्मृति? मेधा? धृति और क्षमा -- ये सातों संसारभरकी स्त्रियोंमें श्रेष्ठ मानी गयी हैं। इनमेंसे कीर्ति? स्मृति? मेधा? धृति और क्षमा -- ये पाँच प्रजापति दक्षकी कन्याएँ हैं? श्री महर्षि भृगुकी कन्या है और वाक् ब्रह्माजीकी कन्या है।कीर्ति? श्री? वाक्? स्मृति? मेधा? धृति और क्षमा -- ये सातों स्त्रीवाचक नामवाले गुण भी संसारमें प्रसिद्ध हैं। सद्गुणोंको लेकर संसारमें जो प्रसिद्धि है? प्रतिष्ठा है? उसे कीर्ति कहते हैं।स्थावर और जङ्गम -- यह दो प्रकारका ऐश्वर्य होता है। जमीन? मकान? धन? सम्पत्ति आदि स्थावर ऐश्वर्य है और गाय? भैंस? घोड़ा? ऊँट? हाथी आदि जङ्गम ऐश्वर्य हैं। इन दोनों ऐश्वर्योंको श्री कहते हैं।जिस वाणीको धारण करनेसे संसारमें यशप्रतिष्ठा होती है और जिससे मनुष्य पण्डित? विद्वान् कहलाता है? उसे वाक् कहते हैं।पुरानी सुनीसमझी बातकी फिर याद आनेका नाम स्मृति है।बुद्धिकी जो स्थायीरूपसे धारण करनेकी शक्ति है अर्थात् जिस शक्तिसे विद्या ठीक तरहसे याद रहती है? उस शक्तिका नाम मेधा है।मनुष्यको अपने सिद्धान्त? मान्यता आदिपर डटे रखने तथा उनसे विचलित न होने देनेकी शक्तिका नाम धृति है।दूसरा कोई बिना कारण अपराध कर दे? तो अपनेमें दण्ड देनेकी शक्ति होनेपर भी उसे दण्ड न देना और उसे लोकपरलोकमें कहीं भी उस अपराधका दण्ड न मिले -- इस तरहका भाव रखते हुए उसे माफ कर देनेका नाम क्षमा है।कीर्ति? श्री और वाक् -- ये तीन प्राणियोंके बाहर प्रकट होनेवाली विशेषताएँ हैं तथा स्मृति? मेधा? धृति और क्षमा -- ये चार प्राणियोंके भीतर प्रकट होनेवाली विशेषताएँ हैं। इन सातों विशेषताओँको भगवान्ने अपनी विभूति बताया है।यहाँ जो विशेष गुणोंको विभूतिरूपसे कहा है? उसका तात्पर्य केवल भगवान्की तरफ लक्ष्य करानेमें है। किसी व्यक्तिमें ये गुण दिखायी दें तो उस व्यक्तिकी विशेषता न मानकर भगवान्की ही विशेषता माननी चाहिये और भगवान्की ही याद आनी चाहिये। यदि ये गुण अपनेमें दिखायी दें तो इनको भगवान्के ही मानने चाहिये? अपने नहीं। कारण कि यह दैवी(भगवान्की) सम्पत्ति है? जो भगवान्से ही प्रकट हुई है। इन गुणोंको अपना मान लेनेसे अभिमान पैदा होता है? जिससे पतन हो जाता है क्योंकि अभिमान सम्पूर्ण आसुरीसम्पत्तिका जनक है।साधकोंको जिसकिसीमें जो कुछ विशेषता? सामर्थ्य दीखे? उसे उस वस्तुव्यक्तिका न मानकर भगवान्की ही मानना चाहिये। जैसे? लोमश ऋषिके शापसे काकभुशुण्डि ब्राह्मणसे चाण्डाल पक्षी बन गये? पर उनको न भय हुआ? न किसी प्रकारकी दीनता आयी और न कोई विचार ही हुआ? प्रत्युत उनको प्रसन्नता ही हुई। कारण कि उन्होंने इसमें ऋषिका दोष न मानकर भगवान्की प्रेरणा ही मानी -- सुनु खगेस नहिं कछु रिषि दूषन। उर प्रेरक रघुबंस बिभूषन।। (मानस 7। 113। 1)। ऐसे ही मनुष्य सब वस्तु? व्यक्ति? घटना? परिस्थिति आदिके मूलमें भगवान्को देखने लगे तो हर समय आनन्दहीआनन्द रहेगा। ","hcsca":"।।10.34।। मैं सर्वभक्षक मृत्यु हूँसमानता की समर्थक मृत्यु? शासक के राजदण्ड और मुकुट को भी भिक्षु के भिक्षापात्र और दण्ड के स्तर तक ले आती है। प्रत्येक प्राणी केवल अपने जीवन काल में अनेक वस्तुओं और व्यक्तियों के संबंधों के द्वारा अपना एक भिन्न अस्तित्व बनाये रखता है। मृत्यु के पश्चात् विद्वान और मूढ़? पुण्यात्मा और पापात्मा? बलवान और दुर्बल? शासक और शासितये सब धूलि में मिल जाते हैं? एक समानरूप बन जाते हैं जिनमें किसी प्रकार का भेद नहीं किया जा सकता।भविष्य में होने वालों का मैं उत्पत्ति कारण हूँपरमात्मा केवल सर्वभक्षक ही नहीं? सृष्टिकर्ता भी है। हम देख चुके हैं कि वस्तुत एक अवस्था के नाश के बिना अन्य अवस्था का जन्म नहीं हो सकता है। किसी पक्ष को ही देखना माने जीवन का एकांगी दर्शन करना ही हैं। वस्तु के नाश से शून्यता नहीं शेष रहती? वरन् अन्य वस्तु की उत्पत्ति होती है। समुद्र में उठती लहरों को अलगअलग देंखे ंतो सदा नाश ही होता दिखाई देगा? परन्तु एक के लय के साथ ही समुद्र में कितनी ही लहरें उत्पन्न होती रहती हैं? जिसका हमे ध्यान भी नहीं रहता है।इस सम्पूर्ण विवेचन का बल इसी पर है कि अनन्त परमात्मा अपने में ही रचना और संहार की क्रीड़ा निरन्तर कर रहा है जिस क्रीड़ा को हम विश्व कहते हैं।मैं स्त्रियों में कीर्ति? श्री? वाक्? स्मृति? मेधा? धृति और क्षमा हूँये सात देवताओं की स्त्रियां और स्त्रीवाचक नाम गुण के रूप में भी प्रसिद्ध हंै? इसलिए दोनों प्रकार से ही ये भगवान् की विभूतियां है? दार्शनिक दृष्टिकोण से इस कथन का अर्थ सब आलोचनाओं के परे है। यहाँ यह नहीं कहा गया है कि इन गुणों से सम्पन्न पुरुष दिव्य है। तात्पर्य यह है कि जिस किसी पुरुष मेंजिसका भूतकाल का जीवन कैसा भी होजब कभी इनमें से किसी गुण के दर्शन होते हैं? तब हम उसके माध्यम से ईश्वर की विभूति के स्पष्ट दर्शन कर सकते हैं। गुण के प्रत्यारोपण की भाषा में भगवान् कहते हैं? स्त्रियों में मैं कीर्ति? श्री आदि गुण हूँ।अपने परिचय को और अधिक स्पष्ट करने के लिए अगले श्लोक में भगवान् श्रीकृष्ण चार और दृष्टान्त देते हैं ","etsga":"10.34 And I am Death, the destroyer of all; and the prosperity of those destined to be prosperous. Of the feminine [Narinam may mean of the feminine alities. According to Sridhara Swami and S., the words fame etc. signify the goddesses of the respective alities. According to M.S. these seven goddesses are the wives of the god Dharma.-Tr.] (I am) fame, beauty, speech, memory, intelligence, fortitude and forbearance. ","etssa":"10.34 And I am the all-devouring Death, and the prosperity of those who are to be prosperous; among the feminine alities (I am) fame, prosperity, speech, memory, intelligence, firmness and forgiveness. ","etdss":"10.34. I am the Death that carries away all and also the Birth of all that are to be born;of the wives of men, I am the Fame,Fortune,Speech,Memory, Wisdom,Constancy and Patience. ","ecssa":"10.34 मृत्युः death? सर्वहरः alldevouring? च and? अहम् I? उद्भवः the prosperity? च and? भविष्यताम् of those who are to be prosperous? कीर्तिः frame? श्रीः prosperity? वाक् speech? च and? नारीणाम् of the feminine? स्मृतिः the memory? मेधा intelligence? धृतिः firmness? क्षमा forgiveness.Commentary I am also the allsnatching death that destroys everything. Death is of two kinds? viz.? he who seizes wealth and he who seizes life. Of them he who seizes life is the allseizer and,hence he is called Sarvaharah. I am he.Or? there is another interpretation. I am the Supreme Lord Who is the allseizer? because I destroy everything at the time of the cosmic dissolution.I am the origin of all the beings to be born in the future. I am the prosperity and the means of achieving it of those who are fit to attain it.Beauty is Sri. Lustre is Sri. I am fame? the best of the feminine alities. People who have attained slight fame think that they have achieved great success in life and that they have become very big or great men. I am speech which adorns the throne of justice. I am memory which recalls objects and pleasures of the past.The power of the mind which enables one to hold the teachings of the scriptures is Medha. Firmness or Dhriti is the power to keep the body and the senses steady even amidst various kinds of sufferings. The power to keep oneself unattached even while doing actions is Dhriti. It also means courage. Kshama also means endurance.Fame? prosperity? memory? intelligence and firmness are the daughters of Daksha. They had been given in marriage to Dhrama and so they are all called Dharmapatnis. ","scetsga":"10.34 Death which is of two kinds-one destroying wealth, and the other destroying life-, [Here Ast. adds: tatra yah prana-harah sah (sarva-harah ucyate)-Among them, that which destroys life (is called sarva-harah).-Tr.] is called sarva-harah, the destroyer of all. I am that. This is the meaning. Or, the supreme God is the all-destroyer because He destroys everything during dissolution. I am He. And I am udbhavah, prosperity, eminence, and the means to it. Of whom? Bhavisyatam, of those destined to be prosperous, i.e. of those who are fit for attaining eminence.\nNarinam, of the feminine alities; I am kirtih, fame; srih, beauty; vak, speech; smrtih, memory; medha, intelligence dhrtih, fortitude; and ksama, forbearance. I am these excellent feminine ialities, by coming to possess even a trace of which one considers himself successful. ","scetdss":"10.34 See Comment under 10.42 ","scetssa":"10.34 I am also death which snatches away the life of all. Of those that shall be born I am that called birth. Of women (i.e., of goddesses who are the powers of the Lord) I am prosperity (Sri); I am fame (Kirti); I am speech (Vak); I am memory (Smrti); I am intelligence (Medha); I am endurance (Dhrti); and I am forgiveness (Ksama). ","chakravarthi":"Among all types of deaths which are happening at every moment, I am death which takes away all memory. It is said mrtyur atyanta-vismrtih: death is extreme forgetfulness. (SB 11.22.39) Among the transformations which will take place for the living entities in the future, I am birth, the first transformation. Among women, I am fame, beauty, and refined speech (vak), these three and also the four: memory, intelligence, fortitude and tolerance. Ca indicates the other wives of Dharma such as Murti. ","rudra":"\nOf annihilators Lord Krishnas vibhuti ordivine,transcendentalopulence\nis mrtyah or death which annihilates all memories andremembrance.Ofthe\nsix transformations of the body that lead up to death His vibhutiisbirth\nthe first. Of women LordKrishnasvibhutiis kirtimeaningexcellent\nreputation, srir means lustrous beauty, vak means articulate speech,smrtir\nmeans good memory, medha means discerning intelligence, dhritihispatient\nfortitude and ksama is causeless foregivness. These are the sevenqualities\nof a virtuous and by just possessing even a reflectionofthesequalities\none becomes praiseworthy. ","brahma":" ","shri":"\nLordKrishnarevealsthatof destroyers His vibhuti or divine,\ntranscendental opulence is mrtyuh or death, the great terminator of lifein\nall material existences. Of the eight transformations of physicalexistence\nHis vibhuti is the first known as birth. AndHisvibhutiisallofthe\nseven feminine perfections beingkirtihorexaltedreputation,sriror\nlustrous beauty, vak orarticulatespeech,smrtihorexcellentmemory,\nmedhaordiscerningintelligence,dhrtihorfortitudeandkasma or\nforgiveness. ","kumar":"LordKrishnarevealsthatof destroyers His vibhuti or divine,\ntranscendental opulence is mrtyuh or death, the great terminator of lifein\nall material existences. Of the eight transformations of physicalexistence\nHis vibhuti is the first known as birth. AndHisvibhutiisallofthe\nseven feminine perfections beingkirtihorexaltedreputation,sriror\nlustrous beauty, vak orarticulatespeech,smrtihorexcellentmemory,\nmedhaordiscerningintelligence,dhrtihorfortitudeandkasma or\nforgiveness. "}