{"meta":"Bhagavad Gita Chapter 10 Verse 1","metahi":"भगवद् गीता 10.1","slok":"श्री भगवानुवाचभूय एव महाबाहो श्रृणु मे परमं वचः।यत्तेऽहं प्रीयमाणाय वक्ष्यामि हितकाम्यया।।10.1।। ","htsrsd":"।।10.1।।श्रीभगवान् बोले -- हे महाबाहो अर्जुन मेरे परम वचनको तुम फिर सुनो? जिसे मैं तुम्हारे हितकी कामनासे कहूँगा क्योंकि तुम मेरेमें अत्यन्त प्रेम रखते हो। ","htstma":"।।10.1।। श्रीभगवान् ने कहा -- हे महाबाहोपुन तुम मेरे परम वचनों का श्रवण करो? जो मैं तुझ अतिशय प्रेम रखने वाले के लिये हित की इच्छा से कहूँगा।। ","transliteration":"Sri Bhagavaan Uvaacha:\nBhooya eva mahaabaaho shrinu me paramam vachah;\nYatte’ham preeyamaanaaya vakshyaami hitakaamyayaa. ","englishmeaning":"śhrī-bhagavān uvācha—the Blessed Lord said; bhūyaḥ—again; eva—verily; mahā-bāho—mighty armed one; śhṛiṇu—hear; me—my; paramam—divine; vachaḥ—teachings; yat—which; te—to you; aham—I; prīyamāṇāya—you are my beloved confidant; vakṣhyāmi—say; hita-kāmyayā—for desiring your welfare ","hcsrsd":"।।10.1।। व्याख्या --   भूयः एव --भगवान्की विभूतियोंको तत्त्वसे जाननेपर भगवान्में भक्ति होती है? प्रेम होता है। इसलिये कृपावश होकर भगवान्ने सातवें अध्यायमें (8वें श्लोकसे 12वें श्लोकतक) कारणरूपसे सत्रह विभूतियाँ और नवें अध्यायमें (16वें श्लोकसे 19वें श्लोकतक) कार्यकारणरूपसे सैंतीस विभूतियाँ बतायीं। अब यहाँ और भी विभूतियाँ बतानेके लिये (टिप्पणी प0 535.1) तथा (गीता 8। 14 एवं 9। 22? 34 में कही हुई) भक्तिका और भी विशेषतासे वर्णन करनेके लिये भगवान् भूयः एव कहते हैं।श्रृणु मे परमं वचः --भगवान्के मनमें अपनी महिमाकी बात? अपने हृदयकी बात? अपने प्रभावकी बात कहनेकी विशेष आ रही है (टिप्पणी प0 535.2)। इसलिये वे अर्जुनसे कहते हैं कि तू फिर मेरे परम वचनको सुन।दूसरा भाव यह है कि भगवान् जहाँजहाँ अर्जुनको अपनी विशेष महत्ता? प्रभाव? ऐश्वर्य आदि बताते हैं अर्थात् अपनेआपको खोल करके बताते हैं? वहाँवहाँ वे परम वचन? रहस्य आदि शब्दोंका प्रयोग करते हैं जैसे -- चौथे अध्यायके तीसरे श्लोकमें रहस्यं ह्येतदुत्तमम् पदोंसे बताते हैं कि जिसने सूर्यको उपदेश दिया था? वही मैं तेरे रथके घोड़े हाँकता हुआ तेरे सामने बैठा हूँ। अठारहवें अध्यायके चौंसठवें श्लोकमें श्रृणु मे परमं वचः पदोंसे यह परम वचन कहते हैं कि तू सम्पूर्ण धर्मोंका निर्णय करनेकी झंझटको छोड़कर एक मेरी शरणमें आ जा मैं तुझे सम्पूर्ण पापोंसे मुक्त कर दूँगा? चिन्ता मत कर (18। 66)। यहाँ श्रृणु मे परमं वचः पदोंसे भगवान्का आशय है कि प्राणियोंके अनेक प्रकारके भाव मेरेसे ही पैदा होते हैं और मेरेमें ही भक्तिभाव रखनेवाले सात महर्षि? चार सनकादि तथा चौदह मनु -- ये सभी मेरे मनसे पैदा होते हैं। तात्पर्य यह है कि सबके मूलमें मैं ही हूँ। जैसे आगे तेरहवें अध्यायमें ज्ञानकी बात कहते हुए भी चौदहवें अध्यायके आरम्भमें भगवान्ने फिर ज्ञानका वर्णन करनेकी प्रतिज्ञा की है? ऐसे ही सातवें और नवें अध्यायमें ज्ञानविज्ञानकी बात कहते हुए भी दसवें अध्यायके आरम्भमें फिर उसी विषयको कहनेकी प्रतिज्ञा करते हैं। चौदहवें अध्यायके आरम्भमें भगवान्ने,परं भूयः प्रवक्ष्यामि ज्ञानानां ज्ञानमुत्तमम् कहा? और यहाँ (दसवें अध्यायके आरम्भमें) श्रृणु मे परमं वचः कहा इनका तात्पर्य है कि ज्ञानमार्गमें समझकी? विवेकविचारकी मुख्यता रहती है अतः साधक वचनोंको सुन करके विचारपूर्वक तत्त्वको समझ लेता है। इसलिये वहाँ ज्ञानानां ज्ञानमुत्तमम् कहा है। भक्तिमार्गमें श्रद्धाविश्वासकी मुख्यता रहती है अतः साधक वचनोंको सुन करके श्रद्धाविश्वासपूर्वक मान लेता है। इसलिये यहाँ परमं वचः कहा गया है।यत्तेऽहं प्रीयमाणाय वक्ष्यामि हितकाम्यया--सुननेवाला वक्तामें श्रद्धा और प्रेम रखनेवाला हो और वक्ताके भीतर सुननेवालेके प्रति कृपापूर्वक हितभावना हो तो वक्ताके वचन? उसके द्वारा कहा हुआ विषय श्रोताके भीतर अटलरूपसे जम जाता है। इससे श्रोताकी भगवान्में स्वतः रुचि पैदा हो जाती है? भक्ति हो जाती है? प्रेम हो जाता है। यहाँ हितकाम्यया पदसे एक शङ्का हो सकती है कि भगवान्ने गीतामें जगहजगह कामनाका निषेध किया है? फिर वे स्वयं अपनेमें कामना क्यों रखते हैं इसका समाधान यह है कि वास्तवमें अपने लिये भोग? सुख? आराम आदि चाहना ही कामना है। दूसरोंके हितकी कामना कामना है ही नहीं। दूसरोंके हितकी कामना तो त्याग है और अपनी कामनाको मिटानेका मुख्य साधन है। इसलिये भगवान् सबको धारण करनेके लिये आदर्शरूपसे कह रहे हैं कि जैसे मैं हितकी कामनासे कहता हूँ? ऐसे ही मनुष्यमात्रको चाहिये कि वह प्राणिमात्रके हितकी कामनासे ही सबके साथ यथायोग्य व्यवहार करे। इससे अपनी कामना मिट जायगी और कामना मिटनेपर मेरी प्राप्ति सुगमतासे हो जायगी। प्राणिमात्रके हितकी कामना रखनेवालेको मेरे सगुण स्वरूपकी प्राप्ति भी हो जाती है -- ते प्राप्नुवन्ति मामेव सर्वभूतहिते रताः (गीता 12। 4)? और निर्गुण स्वरूपकी प्राप्ति भी हो जाती है -- लभन्ते ब्रह्मनिर्वाणं ৷৷. सर्वभूतहिते रताः (गीता 5। 25)। सम्बन्ध --  परम वचनके विषयमें? जिसे मैं आगे कहूँगा? मेरे सिवाय पूरापूरा बतानेवाला अन्य कोई नहीं मिल सकता। इसका कारण क्या है इसे भगवान् आगेके श्लोकमें बताते हैं। ","hcsca":"।।10.1।। प्रथम अध्याय के अनिश्चय की स्थिति में देखे गये कम्पित अर्जुन ने अब तक एक अतुलनीय आन्तरिक सन्तुलन प्राप्त कर लिया था। हिन्दू दर्शन के बुद्धिमत्तापूर्वक किये गये अध्ययन से? जो आन्तरिक शान्ति प्राप्त होती है? उसे भगवान् इस अध्याय के प्रारम्भ में ही अपने शिष्य अर्जुन को प्रीयमाण कहकर स्पष्ट करते हैं। प्रीयमाण का अर्थ है जो प्रसन्न हो। यहाँ अर्जुन की प्रसन्नता का कारण भगवान् के उपदेश का श्रवण है।शिष्यों के उत्साह एवं रुचिपूर्ण श्रवण से गुरु का उत्साह भी द्विगुणित हो जाता है। वेदान्त दर्शन के गूढ़ अभिप्रायों को अधिकाधिक समझने पर आन्तरिक शान्ति और सन्तोष का अनुभव हुए बिना नहीं रह सकता। गीताचार्य श्रीकृष्ण पुन उत्साह से भरकर इस ज्ञान का विस्तार से वर्णन करते हैं। पुन तुम मेरे परम वचनों को सुनो? जो मैं तुम्हारे हित की इच्छा से कहूँगा।यहाँ अर्जुन को महाबाहो कहकर सम्बोधित किया गया है। यह सम्बोधन अर्जुन को इस बात का स्मरण कराता है कि उसको अपने आन्तरिक जीवन में भी एक वीर पुरुष के समान प्राप्त परिस्थिति में से ही एक दिव्य आनन्द के राज्य का निर्माण करना चाहिए? जो कि उसकी वास्तविक धरोहर हैयह स्पष्ट है कि भगवान् का प्रवचन किसी लौकिक विषय पर न होकर मनुष्य में ही निहित आध्यात्मिक श्रेष्ठता की सम्भावनाओं तथा उन्हें उजागर करने के उपायों पर है क्योंकि यहाँ कहा गया है कि तुम मेरे परम वचनों को सुनो? जो मैं तुम्हारे (आध्यात्मिक) हित की इच्छा से कहूंगा।पुन प्रवचन प्रारम्भ करने का क्या प्रयोजन है? इसे वे अब बताते हैं -- ","etsga":"10.1 The Blessed Lord saidO mighty-armed one, listen over again ot My supreme utterance, which I, wishing your welfare, shall speak to you who take delight (in it). ","etssa":"10.1 The Blessed Lord saidAgain, O mighty-armed Arjuna, listen to my supreme word which I will declare to thee who who art beloved, for thy welfare. ","etdss":"10.1. The Bhagavat saidO mighty-armed[Arjuna] !Yet, again listen to My best message, which, with good intention, I shall declare to you, who are dear to Me. ","ecssa":"10.1 भूयः again? एव verily? महाबाहो O mightyarmed? श्रृणु hear? मे My? परमम् supreme? वचः word? यत् which? ते to thee? अहम् I? प्रीयमाणाय who art beloved? वक्ष्यामि (I) will declare? हितकाम्यया wishing (thy) welfare.Commentary I shall repeat what I said before (in the seventh and the ninth discourses). My essential nature and My manifestations have already been pointed out. As it is very difficult to understand the divine nature? I shall describe it once more to you? although it has been described already. I shall tell you of the divine glories and point out in which forms of being I should be thought of.I will speak to you as you are delighted to hear Me. Now your heart is taking delight in Me.The Lord wants to encourage Arjuna and cheer him up and so He Himself comes forward to give instructions to Arjuna even without his reest.Paramam Vachah supreme word. Paramam means supreme? revealing the unsurpassed truth (Niratisaya Vastu which is Brahman).O Arjuna You are immensely delighted with My speech? as if you are drinking the immortalising nectar. ","scetsga":"10.1 O mighty-armed one, srnu, listen; bhuyah eva, over agiain; me, to My; paramam, supreme; vacah, utterance, which is expressive of the transcendental Reality; yat, which supreme Truth; aham, I; vaksyami, shall speak; te, to you; priyamanaya, who take delight (in it). You become greatly pleased by My utterance, like one drinking ambrosia. Hence, I shall speak to you hita-kamyaya, wishing your welfare.\nWhy shall I speak? In answer to this the Lord says: ","scetdss":"10.1 See Comment under 10.5 ","scetssa":"10.1 The Lord saidListen with rapt attention to these words which I shall utter - words which are supreme and which give you a much wider understanding of My greatness. I shall speak out toyou about the rise and growth of devotion to Me, as you are pleased with listening to My greatness and as I too love you. ","chakravarthi":"Starting from the seventh chapter Krsna spoke of bhakti and its exclusive nature, revealing the powers of the Lord. Now in the tenth chapter he speaks of bhakti along with a description of the vibhutis of the Lord.\nThe powers of the Lord by knowing which one understands that the Lord is worthy of worship have been described starting from the seventh chapter. Now the Lord will explain the powers in detail for the pleasure of those who have devotion. According to the rule that the rsis speak indirectly and the Lord is fond of indirect statements, and because this knowledge is somewhat difficult to comprehend, the Lord speaks again.\nparoksa-vada rsayah paroksam ca mama priyam\nThe Vedic seers and mantras deal in esoteric terms, and I also am pleased by such confidential descriptions. SB 11.21.35\n“Again (bhuyah), hear my words.” This means, again I will speak about the king of knowledge, the king of secrets.\nO Mighty-armed one, just as you display your supreme power of your arms, which is greater that all others, you should display the supreme power of your intelligence in this topic. Listen to the words I speak.” This implies that Arjuna should limit his attention to what is spoken.\n“These words are even superior to what I have said previously (paramam vacam). I speak these words to you, to cause you astonishment.” The dative case (te) is used to limit the purpose of the verb (vaksyami) “I will speak to you.” This means “I will speak to you because you are filled with prema (priyamanaya).” ","rudra":"\nIn the previous chapters seven and eight the opulence oftheSupremeLord\nhasbeentoucheduponinbrief.InchapternineLordKrishna has\nestablished the sublime superiority of bhakti or pure lovingdevotion.Now\nin the tenth chapter He will expand the horizon of His opulence andglories\nto crystallise and make vivid the realisation of God forHisdevotees.In\nthese three chapters the form of the Supreme Lord Krishnawhichistobe\nworshipped has been determined. Such as in VII.VIII Lord KrishnastatesHe\nisthesucculentflavorinwater,theeffulgenceofthesun, the\nmonosyllable OM. In VII.XXX He explains that He should be known as thesole\ncontroller and source of all creation. In VIII:IV HeexplainsthatHeis\nthe Supreme Soul residing within all sentient beings. In IX.XVI Hedeclares\nHe is the fire, the mantra, the ghee and the yagna or ceremony itself. Now\nin order to clearly delineatethesegloriesandopulencesLordKrishna\nemphasises that loving devotion to the Supreme Lord mustbeperformed.He\ncalls Arjuna maha-baho or mighty armed onedenotingonewhoismightily\nable to dextrously perform ones duty as battle for righteousnessbutalso\nable to dextrously perform service to the SupremeLord.Hestatesbhuyah\neva once again, hear my vacah words. What kind of words? Hestatesparamam\nor supreme meaning words pertaining to the Supreme Absolute Truth whichfor\nArjunas benefit and the benefit of His devotees who both take the wordsof\nthe Supreme Lord to be just like immortal nectar- ","brahma":"\nHari OM! This chapter isnarratedbyLordKrishnaforthebenefitof\nincreasing reflection andmeditationontheSupremeLordandforthe\nspecial incentive of revealing His resplendent glories. Just byhearingor\nreading these pleasing and delightful verses gives one great satisfaction. ","shri":"\nThe science of bhakti or loving devotion with its requirements wasrevealed\nby Lord Krishna in chapter nine. Inordertonourishandengendersuch\nloving devotion and increase it, Lord Krishna undertakes with compassionto\ndiscourse further and expatiate on the subject of the infinityofinfinite\nglories of the Supreme Lord, suchasunrivalledsovereignty,indomitable\nwill, inviolable power, unparalleled compassion, paramatmaortheSupreme\nsoulwithinallsentientbeingsand all creation comprising His\ntranscendental form.\nLord Krishna speaksthewordstepriyamanayawhichcanmeanonewho\npossesses divine love or one who isabelovedconfidant.BecauseArjuna\nbecame delighted by listening to the glories of the Supreme Lord tofurther\nincrease his joy and to fan his ardour forloving devotionLordKrishna\nonce again reveals revelatory information regarding the sublime gloriesand\nincomparable attributes of the Supreme Lord. This He does desiringArjunas\nhighest good and ultimate benefit. ","kumar":"The science of bhakti or loving devotion with its requirements wasrevealed\nby Lord Krishna in chapter nine. Inordertonourishandengendersuch\nloving devotion and increase it, Lord Krishna undertakes with compassionto\ndiscourse further and expatiate on the subject of the infinityofinfinite\nglories of the Supreme Lord, suchasunrivalledsovereignty,indomitable\nwill, inviolable power, unparalleled compassion, paramatmaortheSupreme\nsoulwithinallsentientbeingsand all creation comprising His\ntranscendental form.\nLord Krishna speaksthewordstepriyamanayawhichcanmeanonewho\npossesses divine love or one who isabelovedconfidant.BecauseArjuna\nbecame delighted by listening to the glories of the Supreme Lord tofurther\nincrease his joy and to fan his ardour forloving devotionLordKrishna\nonce again reveals revelatory information regarding the sublime gloriesand\nincomparable attributes of the Supreme Lord. This He does desiringArjunas\nhighest good and ultimate benefit. "}