{"meta":"Bhagavad Gita Chapter 10 Verse 39","metahi":"भगवद् गीता 10.39","slok":"यच्चापि सर्वभूतानां बीजं तदहमर्जुन।न तदस्ति विना यत्स्यान्मया भूतं चराचरम्।।10.39।। ","htsrsd":"।।10.39।।(टिप्पणी प0 567.1) हे अर्जुन सम्पूर्ण प्राणियोंका जो बीज है? वह बीज मैं ही हूँ क्योंकि मेरे बिना कोई भी चरअचर प्राणी नहीं है अर्थात् चरअचर सब कुछ मैं ही हूँ। ","htstma":"।।10.39।। हे अर्जुनजो समस्त भूतों की उत्पत्ति का बीज (कारण) है? वह भी में ही हूँ? क्योंकि ऐसा कोई चर और अचर भूत नहीं है? जो मुझसे रहित है।। ","transliteration":"Yachchaapi sarvabhootaanaam beejam tadahamarjuna;\nNa tadasti vinaa yatsyaanmayaa bhootam charaacharam. ","englishmeaning":"yat—which; cha—and; api—also; sarva-bhūtānām—of all living beings; bījam—generating seed; tat—that; aham—I; arjuna—Arjun; na—not; tat—that; asti—is; vinā—without; yat—which; syāt—may exist; mayā—me; bhūtam—creature; chara-acharam—moving and nonmoving ","hcsrsd":"।।10.39।। व्याख्या --   यच्चापि सर्वभूतानां बीजं तदमहर्जुन--यहाँ भगवान् समस्त विभूतियोंका सार बताते हैं कि सबका बीज अर्थात् कारण मैं ही हूँ। बीज कहनेका तात्पर्य है कि इस संसारका निमित्त कारण भी मैं हूँ और उपादान कारण भी मैं हूँ अर्थात् संसारको बनानेवाला भी मैं हूँ और संसाररूपसे बननेवाला भी मैं हूँ।भगवान्ने सातवें अध्यायके दसवें श्लोकमें अपनेको सनातन बीज? नवें अध्यायके अठारहवें श्लोकमें,अव्यय बीज और यहाँ केवल बीज बताया है। इसका तात्पर्य है कि मैं ज्योंकात्यों रहता हुआ ही संसाररूपसे प्रकट हो जाता हूँ और संसाररूपसे प्रकट होनेपर भी मैं उसमें ज्योंकात्यों व्यापक रहता हूँ।न तदस्ति विना यत्स्यान्मया भूतं चराचरम्--संसारमें जडचेतन? स्थावरजङ्गम? चरअचर आदि जो कुछ भी देखनेमें आता है? वह सब मेरे बिना नहीं हो सकता। सब मेरेसे ही होते हैं अर्थात् सब कुछ मैंहीमैं हूँ। इस वास्तविक मूल तत्त्वको जानकर साधककी इन्द्रियाँ? मन? बुद्धि जहाँकहीं जायँ अथवा मनबुद्धिमें संसारकी जो कुछ बात याद आये? उन सबको भगवान्का ही स्वरूप माने। ऐसा माननेसे साधकको भगवान्का ही चिन्तन होगा? दूसरेका नहीं क्योंकि तत्त्वसे भगवान्के सिवाय दूसरा कोई है ही नहीं।यहाँ भगवान्ने कहा है कि मेरे सिवाय चरअचर कुछ नहीं है अर्थात् सब कुछ मैं ही हूँ और अठारहवें अध्यायके चालीसवें श्लोकमें कहा है कि सत्त्व? रज और तम -- इन तीनों गुणोंके सिवाय कुछ नहीं है अर्थात् सब गुणोंका ही कार्य है। इस भेदका तात्पर्य है कि यहाँ भक्तियोगका प्रकरण है। इस प्रकरणमें अर्जुनने प्रश्न किया है कि मैं आपका कहाँकहाँ चिन्तन करूँ इसलिये उत्तरमें भगवान्ने कहा कि तेरे मनमें जिसजिसका चिन्तन होता है? वह सब मैं ही हूँ। परन्तु वहाँ (18। 40 में) सांख्ययोगका प्रकरण है। सांख्ययोगमें प्रकृति और पुरुष -- दोनोंके विवेककी तथा प्रकृतिमें सम्बन्धविच्छेद करनेकी प्रधानता है। प्रकृतिका कार्य होनेसे मात्र सृष्टि त्रिगुणमयी है (टिप्पणी प0 567.2)। इसलिये वहाँ तीनों गुणोंसे रहित कोई नहीं है -- ऐसा कहा गया है।विशेष बातभगवान्ने अहमात्मा गुडाकेश (10। 20) से लेकर बीजं तदहमर्जुन (10। 39) तक जो बयासी विभूतियाँ कही हैं? उनका तात्पर्य छोटाबड़ा? उत्तममध्यमअधम बतानेमें नहीं है? प्रत्युत यह बतानेमें है कि कोई भी वस्तु? व्यक्ति? घटना? परिस्थिति आदि सामने आये तो उसमें भगवान्का ही चिन्तन होना चाहिये (टिप्पणी प0 568.1)। कारण कि मूलमें अर्जुनका प्रश्न यही था कि आपका चिन्तन करता हुआ मैं आपको कैसे जानूँ और किनकिन भावोंमें मैं आपका चिन्तन करूँ (गीता 10। 17)। उस प्रश्नके उत्तरमें चिन्तन करनेके लिये ही भगवान्ने अपनी विभूतियोंका संक्षिप्त वर्णन किया है।जैसे यहाँ गीतामें भगवान्ने अर्जुनसे अपनी विभूतियाँ कही हैं? ऐसे ही श्रीमद्भागवतमें (ग्यारहवें स्कन्धके सोलहवें अध्यायमें) भगवान्ने उद्धवजीसे अपनी विभूतियाँ कही हैं। गीतामें कही कुछ विभूतियाँ भागवतमें नहीं आयी हैं और भागवतमें कही कुछ विभूतियाँ गीतामें नहीं आयी हैं। गीता और भागवतमें कही गयी कुछ विभूतियोंमें तो समानता है? पर कुछ विभूतियोंमें दोनों जगह अलगअलग बात आयी है जैसे -- गीतामें भगवान्ने पुरोहितोंमें बृहस्पतिको अपनी विभूति बताया है -- पुरोधसां च मुख्यं मां विद्धि पार्थ बृहस्पतिम् (10। 24) और भागवतमें भगवान्ने पुरोहितोंमें वसिष्ठजीको अपनी विभूति बताया है -- पुरोधसां वसिष्ठोऽहम् (11। 16। 22)। अब शङ्का यह होती है कि गीता और भागवतकी विभूतियोंका वक्ता एक होनेपर भी दोनोंमें एक समान बात क्यों नहीं मिलती इसका समाधान यह है कि वास्तवमें विभूतियाँ कहनेमें भगवान्का तात्पर्य किसी वस्तु? व्यक्ति आदिकी महत्ता बतानेमें नहीं है? प्रत्युत अपना चिन्तन करानेमें है। अतः गीता और भागवत -- दोनों ही जगह कही हुई विभूतियोंमें भगवान्का चिन्तन करना ही मुख्य है। इस दृष्टिसे जहाँजहाँ विशेषता दिखायी दे? वहाँवहाँ वस्तु? व्यक्ति आदिकी विशेषता न देखकर केवल भगवान्की ही विशेषता देखनी चाहिये और भगवान्की ही तरफ वृत्ति जानी चाहिये। सम्बन्ध --  अब आगेके श्लोकमें भगवान् अपनी दिव्य विभूतियोंके कथनका उपंसहार करते हैं।, ","hcsca":"।।10.39।। मैं समस्त भूतों का बीज हूँस्थूल विषयों तथा सूक्ष्म भावनाओं और विचारों के अनुभूयमान जगत में आत्मा के स्वरूप? स्थान एवं कार्य को दर्शाने वाले उपर्युक्त वर्णनात्मक वाक्यों तथा उपमाओं के द्वारा निरन्तर यह सूचित किया गया है कि आत्मा ही सम्पूर्ण सृष्टि का स्रोत है। भगवान् श्रीकृष्ण के मुख से? महर्षि व्यास? इस सारभूत सत्य को बारम्बार विविध प्रकारों से प्रतिपादित कराते हैं? जिससे कि गीता का कोई मन्दबुद्धि विद्यार्थी भी इसकी उपेक्षा न कर सके।साधकों को मननचिन्तन करने के लिए बीज और वृक्ष का दृष्टान्त एक अक्षय विषय है। भूमि में बीजारोपण करने के पश्चात् अनुकूल परिस्थितियों में बीज में स्थित अव्यक्त जीवन तत्त्व स्वत व्यक्त हो सकता है। वह अंकुरित बीज शीघ्र ही विकसित होकर कल्पनातीत ऊँचाई का वृक्ष बन जाता है? और तत्पश्चात् ऐसा प्रतीत हो सकता है? मानो उस वृक्ष का अपने कारणभूत बीज से कोई संबंध ही न हो। निरन्तर होने वाले परिवर्तन रूपी घन के प्रहारों से शोकाकुल हुए? केवल अनित्य जगत् को देखने वाले पुरुषों को ही सम्भवत? इस संसार में सृष्टि के कारणभूत दिव्य? अनन्त आनन्दस्वरूप सत्य का स्मरण कराने वाली कोई वस्तु ही दिखाई नहीं देती है।विश्व की बीजावस्था? बीज में वृक्ष की अव्यक्त अवस्था के तुल्य है। अनुकूल परिस्थितियों को पाकर बीज से अंकुर फूटकर ऊपर की ओर तने का रूप ले लेता है? और उसी प्रकार भूमि के अन्दर उसका मूल उतनी गहराई तक पहुँचता है। नाम और रूपमय यह सम्पूर्ण विश्व जब अपनी अव्यक्त अवस्था में होता है? तब वह उपनिषदों के अनुसार? प्रलय की स्थिति कहलाती है। यह समष्टि प्रलय का सिद्धांत व्यष्टि की दृष्टि से विचार करने पर बुद्धिगम्य हो जाता है। हमारी सुषुप्ति अवस्था में? हमारे व्यक्तिगत स्वभाव? चरित्र? क्षमता? शिक्षा? संस्कृति? सद्व्यवहार आदि सब अव्यक्त स्थिति में विद्यमान रहते हैं। संक्षेप में? निद्रावस्था में हमारे व्यक्तित्व की विशेषताएं बीजाव्ास्था में रहती हैं। विश्राम काल के अन्तराल के बाद? जब ये वासनाएं स्वयं को व्यक्त करने के लिए अधीर हो उठती हैं? तब यदि अनुकूल परिस्थितियां प्राप्त हो जायें? तो वे पूर्णरूप से व्यक्त होती हैं।इसी प्रकार? समष्टि मन की विश्राम की अवस्था में सम्पूर्ण जीवों की वासनाओं के साथ यह विश्व बीजावस्था में विद्यमान रहता है। यह एक अत्यन्त सुन्दर एवं तत्त्वबोधक उदाहरण हमारे प्राचीन ऋषियों ने दिया है। गर्भावस्था से? कालान्तर में अनुकूल परिस्थितियों में? यह अव्यक्त सृष्टि व्यक्त होती है और उसकी इस प्रथम अभिव्यक्ति को ऋषियों ने सुन्दर नाम दिया हैहिरण्यगर्भ। इस अपूर्व और अद्भुत शब्द का पाश्चात्य विद्वानों ने गोल्डन एग अर्थात् स्वर्णअण्ड कहकर अनुवाद करके अनजाने ही हमारे धर्मशास्त्र की निन्दा की है और? इस प्रकार? उसके सौन्दर्य को भी कलुषित कर दिया है। वस्तुत? इस शब्द का अर्थ है? चराचर जगत् का गर्भ।यहाँ भगवान् श्रीकृष्ण समष्टि कारण शरीर अर्थात् समस्त प्राणियों की वासनाओं के साथ तादात्म्य करके? सर्वज्ञ ईश्वर के रूप में कहते हैं कि वे वह महान् बीज हैं? जिससे यह संसार वृक्ष फलीभूत हुआ है तथा भविष्य में भी असंख्य बार ऐसा ही होता रहेगा।लौकिक अनुभव यह है कि बीज से वृक्ष की उत्पत्ति होने की प्रक्रिया में स्वत बीज का नाश हो जाता है। अत? भगवान् के कथन से गीता का कोई विद्यार्थी यह न समझ ले कि इस विश्व की उत्पत्ति में स्वयं भगवान् नष्ट हो जाते हैंइस प्रकार की विपरीत धारणा की निवृत्ति के लिए? श्रीकृष्ण कहते हैं? ऐसा कोई चर या अचर भूत नहीं है? जो मेरे बिना रहता है।परमात्मा का बीजत्व ऐसे ही है? जैसे समुद्र तरंगों का बीज है। तरंगों की उत्पत्ति और विकास समुद्र से भिन्न स्थान पर नहीं होते। जहाँ समुद्र नहीं? वहाँ तरंगों का भी अस्तित्व नहीं हो सकता। उसी प्रकार? असंख्य तरंगों की उत्पत्ति में स्वयं समुद्र कभी नष्ट नहीं होता।यह सम्पूर्ण ब्रह्माण्ड उस अविद्या से प्रकट होता है? जो मानों सत्य को आच्छादित कर देती है। इस अविद्या का अस्तित्व और उसकी भ्रमोत्पादक शक्ति ये दोनों ही प्रक्षेपित जगत् के स्रोतभूत ब्रह्म में ही स्थित होते हैं। यह आत्म अज्ञान ही सृष्टि का कारण है। चैतन्य आत्मा के बिना यह अविद्या और अविद्याजनित हमारे संसार के दुख प्रकाशित नहीं होते और हमें उनका भान तक नहीं होता।जैसे तरंगों का जनक? धारक और पोषक जल ही है? वैसे ही चैतन्य आत्मा इस संसार वृक्ष का जनक और पोषक है।यदि हमसे यह कहा जाता है कि कोई दस आभूषण स्वर्ण से बने हैं तथा स्वर्ण के बिना उनका अस्तित्व नहीं हो सकता है? तो स्पष्ट है कि वर्तमान में भी वे आभूषण स्वर्ण रूप ही हैं। इसी प्रकार? भगवान् यहाँ कहते हैं कि वे इस संसार बीज के वृक्ष हैं इस आंशिक कथन में वे इस बात को भी जोड़ते हैं कि मेरे बिना कोई भूतवस्तु नहीं रह सकती। इसलिए यह विश्व भगवत्स्वरूप ही है।अब तक किये गये सम्पूर्ण विवेचन का उपसंहार? भगवान् अगले तीन श्लोकों में करते हैं ","etsga":"10.39 Moreover, O Arjuna, whatsoever is the seed of all beings, that I am. There is no thing moving or non-moving which can exist without Me. ","etssa":"10.39 And whatever is the seed of all beings, that also am I, O Arjuna; there is no being, whether moving or unmoving, that can exist without Me. ","etdss":"10.39. Further, O Arjuna, I am that which is the seed ofall beings;there is no being, whether moving or non-moving, that could exist without Me. ","ecssa":"10.39 यत् which? च and? अपि also? सर्वभूतानाम् among all beings? बीजम् seed? तत् that? अहम् I? अर्जुन O Arjuna? न not? तत् that? अस्ति is? विना without? यत् which? स्यात् may be? मया by Me? भूतम् being? चराचरम् moving or unmoving.Commentary I am the primeval seed from which all creation has come into existence. I am the seed of everything. I am the Self of everything. Nothing can exist without Me. Everything is of My nature. I am the essence of everything. Without Me all things would be mere void. I am the soul of everything. ","scetsga":"10.39\nCa, moreover; O Arjuna, yat api, whatsoever; is the bijam, seed, the source of \ngrowth ; sarva-bhutanam, of all beings; tat, that I am. As a conclusion of the topic the Lord states in brief His divine manifestations: Na tat asti bhutam, there is no thing; cara-acaram, moving or non-moving; yat, which; syat, can exist; vina maya, without Me. For whatever is rejected by Me, from whatever I withdraw Myself will have no substance, and will become a non-entity. Hence the meaning is that everything has Me as its essence. ","scetdss":"10.39 See Comment under 10.42 ","scetssa":"10.39 Of all beings, in whatever condition they may exist, whether manifest or not, I alone am that state. Whatever host of beings are said to exist, they do not exist without Me as their Self. In the statement, Nothing that moves or does not move exists without Me, it is taught that the Lord exists as the Self, as said in the beginning:I am the Self, seated in the hearts of all beings (10.20). The purport is that the entire host of beings in every state, is united with Me, their Self. By this He makes it clear that He, being the Self of all things, is the ground for His being denoted by everything in co-ordinate predication. ","chakravarthi":"I am the seed of all beings, the cause of their sprouting, because without me, moving and non-moving creatures would not exist. This means they would be false things. ","rudra":"\nLord Krishna reveals that He is thebijamorrootseedandgerminating\norigin of all living entities because there is no livingentitymovingor\nstationary that can exist without Him. ","brahma":"\nLord Krishna is revealing that it is notpossibleforanythingtoexist\nwithout Him. The MoksaDharmatextrevealsthattheSupremeLordwho\nexhibited His universal form is of endless forms, of endless expansions,of\nendless manifestations, of endless incarnations and isverilytheendless\none. ","shri":"\nThe bijam or root seed in all thingsandallbeingswhichcausestheir\nappearance in whatever condition they may exist are allmanifestedbythe\nSupreme Lord Krishna. Whatever the composite total of all beings inallof\nexistence without Lord Krishnas manifestation as the atma oreternalsoul\nwithin every living entity, there can be no possibility of existence inany\nmanner of form. Lord Krishna exists in all things sothismeansthatall\nthings are always bonded to Him. Itisevidentfromthisthatwhatis\nintended to be shown by samanadhi-karanya or co-existence ofsubstanceand\nattribute as one object is the reality of the Supreme Lordresidingwithin\nall beings as the purely spiritual eternal soul. So it is apparent thatall\nthings have only their relative existences in relationshiptotheSupreme\nLord. ","kumar":"The bijam or root seed in all thingsandallbeingswhichcausestheir\nappearance in whatever condition they may exist are allmanifestedbythe\nSupreme Lord Krishna. Whatever the composite total of all beings inallof\nexistence without Lord Krishnas manifestation as the atma oreternalsoul\nwithin every living entity, there can be no possibility of existence inany\nmanner of form. Lord Krishna exists in all things sothismeansthatall\nthings are always bonded to Him. Itisevidentfromthisthatwhatis\nintended to be shown by samanadhi-karanya or co-existence ofsubstanceand\nattribute as one object is the reality of the Supreme Lordresidingwithin\nall beings as the purely spiritual eternal soul. So it is apparent thatall\nthings have only their relative existences in relationshiptotheSupreme\nLord. "}