{"meta":"Bhagavad Gita Chapter 10 Verse 37","metahi":"भगवद् गीता 10.37","slok":"वृष्णीनां वासुदेवोऽस्मि पाण्डवानां धनंजयः।मुनीनामप्यहं व्यासः कवीनामुशना कविः।।10.37।। ","htsrsd":"।।10.37।।वृष्णिवंशियोंमें वासुदेव और पाण्डवोंमें धनञ्जय मैं हूँ। मुनियोंमें वेदव्यास और कवियोंमें शुक्राचार्य भी मैं हूँ। ","htstma":"।।10.37।। मैं वृष्णियों में वासुदेव हूँ और पाण्डवों में धनंजय? मैं मुनियों में व्यास और कवियों में उशना कवि हूँ।। ","transliteration":"Vrishneenaam vaasudevo’smi paandavaanaam dhananjayah;\nMuneenaamapyaham vyaasah kaveenaamushanaa kavih. ","englishmeaning":"vṛiṣhṇīnām—amongst the descendants of Vrishni; vāsudevaḥ—Krishna, the son of Vasudev; asmi—I am; pāṇḍavānām—amongst the Pandavas; dhanañjayaḥ—Arjun, the conqueror of wealth; munīnām—amongst the sages; api—also; aham—I; vyāsaḥ—Ved Vyas; kavīnām—amongst the great thinkers; uśhanā—Shukracharya; kaviḥ—the thinker ","hcsrsd":"।।10.37।। व्याख्या --   वृष्णीनां वासुदेवोऽस्मि -- यहाँ भगवान् श्रीकृष्णके अवतारका वर्णन नहीं है? प्रत्युत वृष्णिवंशियोंमें अपनी जो विशेषता है? उस विशेषताको लेकर भगवान्ने अपना विभूतिरूपसे वर्णन किया है।यहाँ भगवान्का अपनेको विभूतिरूपसे कहना तो संसारकी दृष्टिसे है? स्वरूपकी दृष्टिसे तो वे साक्षात् भगवान् ही हैं। इस अध्यायमें जितनी विभूतियाँ आयी हैं? वे सब संसारकी दृष्टिसे ही हैं। तत्त्वतः तो वे,परमात्मस्वरूप ही हैं।पाण्डवानां धनञ्जयः--पाण्डवोंमें अर्जुनकी जो विशेषता है? वह विशेषता भगवान्की ही है। इसलिये भगवान्ने अर्जुनको अपनी विभूति बताया है।मुनीनामप्यहं व्यासः--वेदका चार भागोंमें विभाग? पुराण? उपपुराण? महाभारत आदि जो कुछ संस्कृत वाङ्मय है? वह सबकासब व्यासजीकी कृपाका ही फल है। आज भी कोई नयी रचना करता है तो उसे भी व्यासजीका ही उच्छिष्ट माना जाता है। कहा भी है -- व्यासोच्छिष्टं जगत्सर्वम्। इस तरह सब मुनियोंमें व्यासजी मुख्य हैं। इसलिये भगवान्ने व्यासजीको अपनी विभूति बताया है। तात्पर्य है कि व्यासजीमें विशेषता दीखते ही भगवान्की याद आनी चाहिये कि यह सब विशेषता भगवान्की है और भगवान्से ही आयी है।कवीनामुशना कविः--शास्त्रीय सिद्धान्तोंको ठीक तरहसे जाननेवाले जितने भी पण्डित हैं? वे सभी कवि कहलाते हैं। उन सब कवियोंमें शुक्राचार्यजी मुख्य हैं। शुक्राचार्यजी संजीवनी विद्याके ज्ञाता हैं। इनकी शुक्रनीति प्रसिद्ध है। इस प्रकार अनेक गुणोंके कारण भगवान्ने इन्हें अपनी विभूति बताया है।इन विभूतियोंकी महत्ता देखकर कहीं भी बुद्धि अटके? तो उस महत्ताको भगवान्की माननी चाहिये क्योंकि वह महत्ता एक क्षण भी स्थायीरूपसे न टिकनेवाले संसारकी नहीं हो सकती। ","hcsca":"।।10.37।। मैं वृष्णियों में वासुदेव हूँयादवों के पूर्वज यदु के वृष्णि नामक एक पुत्र था। इन वृष्णियों के वंश में वसुदेव का जन्म हुआ था। उनका विवाह मथुरा के क्रूर कंस ऋ़ी बहन देवकी के साथ सम्पन्न हुआ। इनके पुत्र थे श्रीकृष्ण। वसुदेव के पुत्र होने के कारण वे वासुदेव के नाम से विख्यात हुए।मैं पाण्डवों में धनंजय हूँजिस प्रकार श्रीकृष्ण के पराक्रम से यादव कुल और वृष्णि वंश कृतार्थ और विख्यात होकर मनुष्य की स्मृति में बने रहे? उसी प्रकार पाण्डवों में धनंजय अर्जुन का स्थान था? जिसके बिना पाण्डवों को कुछ भी उपलब्धि नहीं हो सकती थी। धनंजय का वाच्यार्थ हैधन को जीतने वाला। अर्जुन को अपने पराक्रम के कारण यह नाम उपाधि स्वरूप प्राप्त,हुआ था।मैं मुनियों में व्यास हूँगीता के रचयिता स्वयं व्यास जी होने के कारण कोई इसे आत्मप्रशंसा का भाग नहीं समझे। व्यास एक उपाधि अथवा धारण किया हुआ नाम है। उस युग में दार्शनिक एवं धार्मिक लेखन के क्षेत्र में जो एक नयी शैली का अविष्कार तथा प्रारम्भ किया गया उसे व्यास नाम से ही जाना जाने लगा अर्थात् व्यास शब्द उस शैली का संकेतक बन गया। यह नवीन शैली क्रान्तिकारी सिद्ध हुई? क्योंकि उस काल तक दार्शनिक साहित्य सूत्र रूप मन्त्रों में लिखा हुआ था पुराणों की रचना के साथ एक नवीन पद्धति का आरम्भ और विकास हुआ? जिसमें सिद्धांतों को विस्तृत रूप से समझाने का उद्देश्य था। इसके साथ ही उसमें मूलभूत सिद्धांतों को बारम्बार दाेहरा कर उस पर विशेष बल दिया जाता था। इस पद्धति का प्रारम्भ और विकास कृष्ण द्वैपायन जी ने व्यास नाम धारण करके किया। व्यास शब्द का वाच्यार्थ है? विस्तार।इस प्रकार समस्त मुनियों में अपने को व्यास कहने में भगवान् का अभिप्राय यह है कि सभी मननशील पुरुषों में? भगवान् वे हैं जो पुराणों की अपूर्व और अतिविशाल रचना के रचयिता हैं।मैं कवियों में उशना कवि हूँउशना शुक्र का नाम है। शुक्र वेदों में विख्यात हैं। कवि का अर्थ है क्रान्तिदर्शी अर्थात् सर्वज्ञ।उपनिषदों में कवि शब्द का अर्थ मन्त्रद्रष्टा भी है। आत्मानुभूति से अनुप्राणित हुए जो ज्ञानी पुरुष अहंकार के रंचमात्र भान के बिना? अपने स्वानुभवों को उद्घोषित करते थे? वे कवि कहलाते थे। कालान्तर में इस शब्द के मुख्यार्थ का शनैशनै लोप होकर वर्तमान में कविता के रचयिता को ही कवि कहा जाने लगा। ये कवि भी भव्य एवं आश्चर्यपूर्ण विश्व को देखकर लौकिक स्तर से ऊपर उठकर अपने उत्स्फूर्त तेजस्वी भावनाओं या विचारों के जगत् में प्रवेश कर जातें हैं? और अपने हृदय की अन्तरतम गहराई से काव्य का सस्वर गान करते हैं। यहाँ कवि शब्द उसके मुख्यार्थ में प्रयुक्त है।अपनी विभूतियों के विस्तार को बताते हुए भगवान् कहते हैं ","etsga":"10.37 Of the vrsnis [The clan to which Sri krsna belonged, known otherwise as the Yadavas.] I am Vasudeva; of the Pandavas, Dhananjaya (Arjuna). And of the wise, I am Vyasa; of the omniscient, the omniscient Usanas. ","etssa":"10.37 Among the Vrishnis I am Vaasudeva; among the Pandavas I am Arjuna; among the sages I am Vyasa; among the Poets I am Usanas, the poet. ","etdss":"10.37. Of the Vrsnis (the members ofthe Vrsni clan),I am the son of Vasudeva;of the sons ofPandu, Dhananjaya(Arjuna) [I am]; of the sages too, I am Vyasa; of the seers, the seer Usanas. ","ecssa":"10.37 वृष्णीनाम among the Vrishnis? वासुदेवः Vaasudeva? अस्मि (I) am? पाण्डवानाम् among the Pandavas? धनञ्जयः Dhananjaya? मुनीनाम् among the sages? अपि also? अहम् I? व्यासः Vyasa? कवीनाम् among poets? उशनाः Usanas? कविः the poet.Commentary Vrishnis are Yadavas or the descendants of Yadu. I am the foremost among them.Usanas is Sukracharya? the preceptor of the demons. ","scetsga":"10.37 Vrsninam, of the Vrsnis, [Here Ast. adds yadavanam, of the Yadavas.-Tr.] I am Vasudeva- I who am this person, your friend. Pandavanam, of the Pandavas, (I am) Dhananjaya, you yourself. Api, and; muninam, of the wise, of the thoughtful, of those who know of all things, I am Vyasa. kavinam, of the omniscient (i.e. of the those who know the past, present and future), I am the omniscient Usanas (Sukracarya). ","scetdss":"10.37 See Comment under 10.42 ","scetssa":"10.37 Here the Supreme Vibhuti (manifestation) is that of being the son of Vasudeva, because no other meaning is possible. Of sons of Pandu, I am Dhananjaya or Arjuna. Of sages who perceive truth by meditation, I am Vyasa. The seers are those who are wise. ","chakravarthi":"Among the Vrsnis, I am Vasudeva, who is my father. He is my vibhuti. The rule is given as follows: prajnaditvat (Panini 5.4.38). Sometimes the long a can have the same meaning as short a. The long a is used to indicate self-interest. Others would propose that he should have said “Among the Vrsnis, I am myself, the son of Vasudeva.” This however is not agreeable, as it does not mean anything. ","rudra":"\nOf the Vrishnis or His apparent lineage, Lord Krishnas vibhutiordivine,\ntranscendental opulence is Vasudeva which meansthesonofVasudeva.It\nwould not be acceptable for Lord Krishna to be naming Himself because Heis\ndescribing His vibhuti and so the only other sonofVasudevaisBalarama\nwho is Lord Krishnas first and foremost expansion and whoexpandsasall\nthe other incarnations with the exception of Narayana the ruler ofallthe\nspiritual planets in the spiritual realm of Vaikuntha who is LordKrishnas\ndirect expansion. Of holy sages or those who are knowledgeableofallthe\nVedic scriptures Lord Krishnas vibhuti is Vyasadevawhodividedtheone\nVeda into four, wrotethePuranasandBrahmaSutrasandcompiledthe\nhistoricaltreatiseMahabharata.Ofexaltedseersorthosewho are\nomniscient His vibhuti is Usanah the son of Brgu who is known asSukracarya\nthe guru of the asuras or those born in demonic lines. ","brahma":"\nEnveloping everything or containing all, abiding in all and the goal ofall\nLord Krishna is known as Vasu, Being the God of allgodsHeisknownas\ndeva. Thus He is Vasudeva and avibhuti or divine, transcendentalopulence\nof Lord Krishna. The Moksa Dharma scripture states: Enveloping allcreation\nHe illuminatesit just like the rays of the sun as theindwellingmonitor\nwithin all livingentities,HeisthereforeknownasVasudeva.Being\nespecially in all things as the best of them,HisvibhutiisVyasa.The\nAgniveshya section states: He is Vyasa. Vy means the best. He isabove,He\nis below, He is in the east, He is in the west, He is in thenorthandHe\nis in the south. Whatever we see or hearinanydirectionexternallyor\ninternally in all dimensions is already established by the Supreme Lord. ","shri":"\nThe Vrishni lineage descends from King Yayati and Queen Devayani fromwhich\nVasudeva is the sixth generation of descendants. Lord Krishnasvibhutior\ndivine, transcendental opulence cannot be referring to Himselfastheson\nof Vasudeva because He is describing His vibhuti.Theonlyothersonof\nVasudeva is Balarama who is Lord Krishnas first expansionandmanifests\nevery incarnation including Vishnu. So Balarama is the vibhutireferredto\nhere. Of sages or those who have realised the ultimate truth His vibhutiis\nVedavyasa. Kavayah are those seers who are omniscient. ","kumar":"The Vrishni lineage descends from King Yayati and Queen Devayani fromwhich\nVasudeva is the sixth generation of descendants. Lord Krishnasvibhutior\ndivine, transcendental opulence cannot be referring to Himselfastheson\nof Vasudeva because He is describing His vibhuti.Theonlyothersonof\nVasudeva is Balarama who is Lord Krishnas first expansionandmanifests\nevery incarnation including Vishnu. So Balarama is the vibhutireferredto\nhere. Of sages or those who have realised the ultimate truth His vibhutiis\nVedavyasa. Kavayah are those seers who are omniscient. "}