{"meta":"Bhagavad Gita Chapter 10 Verse 19","metahi":"भगवद् गीता 10.19","slok":"श्री भगवानुवाचहन्त ते कथयिष्यामि दिव्या ह्यात्मविभूतयः।प्राधान्यतः कुरुश्रेष्ठ नास्त्यन्तो विस्तरस्य मे।।10.19।। ","htsrsd":"।।10.19।।श्रीभगवान् बोले -- हाँ? ठीक है। मैं अपनी दिव्य विभूतियोंको तेरे लिये प्रधानतासे (संक्षेपसे) कहूँगा क्योंकि हे कुरुश्रेष्ठ मेरी विभूतियोंके विस्तारका अन्त नहीं है। ","htstma":"।।10.19।। श्रीभगवान् ने कहा हन्त अब मैं तुम्हें अपनी दिव्य विभूतियों को प्रधानता से कहूँगा। हे कुरुश्रेष्ठ मेरे विस्तार का अन्त नहीं है।। ","transliteration":"Sri Bhagavaan Uvaacha:\nHanta te kathayishyaami divyaa hyaatmavibhootayah;\nPraadhaanyatah kurushreshtha naastyanto vistarasya me. ","englishmeaning":"śhrī-bhagavān uvācha—the Blessed Lord spoke; hanta—yes; te—to you; kathayiṣhyāmi—I shall describe; divyāḥ—divine; hi—certainly; ātma-vibhūtayaḥ—my divine glories; prādhānyataḥ—salient; kuru-śhreṣhṭha—best of the Kurus; na—not; asti—is; antaḥ—limit; vistarasya—extensive glories; me—my ","hcsrsd":"।।10.19।। व्याख्या --   हन्त ते कथयिष्यामि दिव्या ह्यात्मविभूतयः--योग और विभूति कहनेके लिये अर्जुनकी जो प्रार्थना है? उसको हन्त अव्ययसे स्वीकार करते हुए भगवान् कहते हैं कि मैं अपनी दिव्य? अलौकिक? विलक्षण विभूतियोंको तेरे लिये कहूँगा (योगकी बात भगवान्ने आगे इकतालीसवें श्लोकमें कही है)।दिव्याः कहनेका तात्पर्य है कि जिस किसी वस्तु? व्यक्ति? घटना आदिमें जो कुछ भी विशेषता दीखती है? वह,वस्तुतः भगवान्की ही है। इसलिये उसको भगवान्की ही देखना दिव्यता है और वस्तु? व्यक्ति आदिकी देखना अदिव्यता अर्थात् लौकिकता है।प्राधान्यतः कुरुश्रेष्ठ नास्त्यन्तो विस्तरस्य मे--जब अर्जुनने कहा कि भगवन् आप अपनी विभूतियोंको विस्तारसे? पूरीकीपूरी कह दें? तब भगवान् कहते हैं कि मैं अपनी विभूतियोंको संक्षेपसे कहूँगा क्योंकी मेरी विभूतियोंका अन्त नहीं है। पर आगे ग्यारहवें अध्यायमें जब अर्जुन बड़े संकोचसे कहते हैं कि मैं आपका विश्वरूप देखना चाहता हूँ अगर मेरे द्वारा वह रूप देखा जाना शक्य है तो दिखा दीजिये? तब भगवान् कहते हैं -- पश्य मे पार्थ रूपाणि (11। 5) अर्थात् तू मेरे रूपोंको देख ले। रूपोंमें कितने रूप क्या दोचार नहींनहीं? सैकड़ोंहजारों रूपोंको देख इस प्रकार यहाँ अर्जुनकी विस्तारसे विभूतियाँ कहनेकी प्रार्थना सुनकर भगवान् संक्षेपसे विभूतियाँ सुननेके लिये कहते हैं और वहाँ अर्जुनकी एक रूप दिखानेकी प्रार्थना सुनकर भगवान् सैकड़ोंहजारों रूप देखनेके लिये कहते हैं,यह एक बड़े आश्चर्यकी बात है कि सुननेमें तो आदमी बहुत सुन सकता है? पर उतना नेत्रोंसे देख नहीं सकता क्योंकि देखनेकी शक्ति कानोंकी अपेक्षा सीमित होती है (टिप्पणी प0 553)। फिर भी जब अर्जुनने सम्पूर्ण विभूतियोंको सुननेमें अपनी सामर्थ्य बतायी तो भगवान्ने संक्षेपसे सुननेके लिये कहा और जब अर्जुनने एक रूपको देखनेमें नम्रतापूर्वक अपनी असमर्थता प्रकट की तो भगवान्ने अनेक रूप देखनेके लिये कहा इसका कारण यह है कि गीतामें अर्जुनका भगवद्विषयक ज्ञान उत्तरोत्तर बढ़ता जाता है। इस दसवें अध्यायमें जब भगवान्ने यह कहा कि मेरी विभूतियोंका अन्त नहीं है? तब अर्जुनकी दृष्टि भगवान्की अनन्तताकी तरफ चली गयी। उन्होंने समझा कि भगवान्के विषयमें तो मैं कुछ भी नहीं जानता क्योंकि भगवान् अनन्त हैं? असीम हैं? अपार हैं। परन्तु अर्जुनने भूलसे कह दिया कि आप अपनी सबकीसब विभूतियाँ कह दीजिये। इसलिये अर्जुन आगे चलकर सावधान हो जाते हैं और नम्रतापूर्वक एक रूपको दिखानेके लिये ही भगवान्से प्रार्थना करते हैं। नेत्रोंकी शक्ति सीमित होते हुए भी भगवान् दिव्य चक्षु प्रदान करके अर्थात् चर्मचक्षुओंमें विशेष शक्ति प्रदान करके अपने अनेक रूपोंको देखनेकी आज्ञा देते हैं।दूसरी बात? वक्ताकी व्यक्तिगत बात पूछी जाय और अपनी अज्ञता तथा अयोग्यतापूर्वक अपने जाननेके लिये प्रार्थना की जाय -- इन दोनोंमें फरक होता है। यहाँ अर्जुनने विस्तारपूर्वक विभूतियाँ कहनेके लिये कहकर भगवान्की थाह लेनी चाही? तो भगवान्ने कह दिया कि मैं तो संक्षेपसे कहूँगा क्योंकि मेरी विभूतियोंकी थाह नहीं है। ग्यारहवें अध्यायमें अर्जुनने अपनी अज्ञता और अयोग्यता प्रकट करते हुए भगवान्से अपना अव्यय रूप दिखानेकी प्रार्थना की? तो भगवान्ने अपने अनन्तरूप देखनेके लिये आज्ञा दी और उनको देखनेकी सामर्थ्य (दिव्य दृष्टि) भी दी इसलिये साधकको किञ्चिन्मात्र भी अपना आग्रह? अहंकार न रखकर और अपनी सामर्थ्य? बुद्धि न लगाकर केवल भगवान्पर ही सर्वथा निर्भर हो जाना चाहिये क्योंकि भगवान्की निर्भरतासे जो चीज मिलती है? वह अपार मिलती है। सम्बन्ध --  विभूतियाँ और योग -- इन दोनोंमेंसे पहले भगवान् बीसवें श्लोकसे उनतालीसवें श्लोकतक अपनी बयासी विभूतियोंका वर्णन करते हैं। ","hcsca":"।।10.19।। प्रस्तुत अध्याय को बृहत् आकार देने वाला भगवान् श्रीकृष्ण का यह विस्तृत एवं व्याख्यापूर्ण उत्तर? एकएक वस्तु और व्यक्ति में तथा उनके समूह में आत्मा की वास्तविक पहचान का वर्णन करता है। यहाँ विशेष ध्यान देने योग्य बात यह है कि अपनी विभूति और योग का वर्णन करते समय भगवान् श्रीकृष्ण निम्नलिखित दो बातों को बताने का विशेष ध्यान रखते हैं। (क) प्रत्येक वस्तु में अपना सर्वोच्च महत्त्व? (ख) उनके बिना किसी भी एक वस्तु या समूह का सामञ्जस्यपूर्ण अस्तित्व सम्भव नहीं हो सकता।इस खण्ड का प्रारम्भ जिस हन्त शब्द से होता है? वह अर्जुन के प्रति गीताचार्य के प्रेमपूर्ण सहानुभूति को दर्शाता है? तथा उससे अर्जुन में प्रतीत होने वाली अक्षमता के प्रति भगवान् की चिन्ता भी व्यक्त होती है? क्योंकि उस अक्षमता के कारण वह उस तत्त्व को नहीं अनुभव कर पा रहा था जो उसके अत्यन्त समीप है? उसका स्वरूप ही है। हन्त शब्द को इस खण्ड के प्रारम्भ का केवल सूचक मानने में उसमें निहित गूढ़ अभिप्राय का लोप हो जाने के कारण वह अर्थ स्वीकार्य नहीं हो सकता।समष्टि और व्यष्टि उपाधियों के द्वारा इस बहुविध सृष्टि के रूप में व्यक्त हुए आत्मा के विस्तार का अन्त नहीं हो सकता। इसलिए उसका वर्णन करना असंभव है? तथापि करुणासागर भगवान् श्रीकृष्ण अपने शरणागत् शिष्य अर्जुन के प्रति अपनी असीम अनुकम्पा के कारण इस असंभव कार्य को अपने हाथ में लेते हैं। वे स्वीकार करते हैं कि उनके विस्तार का कोई अन्त नहीं है फिर भी वे अर्जुन को अपनी प्रधान विभूतियाँ बतायेंगे।भौतिक जगत् में यह एक अनुभूत सत्य है कि सूर्यप्रकाश सभी वस्तुओं की सतह पर से परावर्तित होता हैचाहे वह पाषाण हो या दर्पण किन्तु दर्पण में उसका प्रतिबिम्ब या परावर्तन अधिक स्पष्ट और तेजस्वी होता है। भगवान् वचन देते हैं कि वे ऐसे दृष्टान्त देंगे जिनमें दिव्यता की अभिव्यक्ति के साक्षात् दर्शन हो सकते हैं।परन्तु? उन विभूतियों के वर्णन में प्रवेश करने के पूर्व एक मूलभूत सत्य को बताते हैं ","etsga":"10.19 The Blessed Lord saidO best of the Kurus, now, according to their importance, I shall described to you My onw glories, which are indeed divine. There is no end to my manifestations. ","etssa":"10.19 The Blessed Lord saidVery well! Now I will declare to thee My divine glories in their prominence, O Arjuna; there is no end to their detailed description. ","etdss":"10.19. The Bhagavat saidYes. O the best among the Kurus !I shall expound to you, only the chief auspicious manifesting powers of Mine.For, there would be no end to My details. ","ecssa":"10.19 हन्त now? very well? ते to thee? कथयिष्यामि (I) will declare? दिव्याः divine? हि indeed? आत्मविभूतयः My glories? प्राधान्यतः in their prominence? कुरुश्रेष्ठ O best of the Kurus? न not? अस्ति is? अन्तः end? विस्तरस्य of detail? मे of Me.Commentary Now I will tell you of My most prominent divine glories. My glories are illimitable it is not possible to describe all of them. ","scetsga":"10.19 Kuru-srestha, O best of the Kurus; hanta, now; since, on the other hand, it is not possible to speak exhaustively of them even in a hundred years, (there-fore) pradhanyatah, according to their importance, according as those manifestations are pre-eminent in their respective spheres; kathayisyami, I shall described; te, to you; atma-vibhutayah, My own glories; which are (hi, indeed) divyah, divine, heavenly. Na asti there is no; antah, end; me, to My; vistarasya, manifestations.\nOf those, now listen to the foremost: ","scetdss":"10.19 See Comment under 10.42 ","scetssa":"10.19 The Lord saidO Arjuna, I shall tell you My auspicious manifestations - those that are prominent among these. The term Pradhanya connotes pre-eminence. For it will be said, Know Me to be the chief among family priests (10.24). I shall declare to you those that are prominent in the world. For it would not be possible to tell or listen to them in detail, because there is no limit to them. To be a Vibhuti, the manifestation referred to should be under the control of the Lord; because it is stated:He who in truth knows this supernal manifestation and the seat of auspicious attributes (10.7), after listing the various kinds of mental dispositions like intelligence etc., of all beings. Similarly it has been stated there that being the creator etc., is meant by the term Yoga, and that their being actuated, meant by the term Vibhuti. Again it is stated:I am the origin of all; from me proceed everything; thinking thus, the wise worship Me with all devotion (10.8).\nSri Krsna clearly declares that he rules over all creatures by actuating them from within as their Self. He also declares His being the creator, sustainer and destroyer of everything, as connected by the term Yoga. ","chakravarthi":"Oh (hanta), out of mercy, I will tell about these vibhutis. I will speak of the chief ones, because there is no end to their number. Vibhutayah is used for vibhutih (feminine plural accusative). These vibhutis are excellent (divya), not like grass or bricks. The word vibhuti includes both material and spiritual manifestations of power of the Lord. Because they all arise from the sakti of the Lord, they should all be considered as worthy of meditation as forms of the Lord, though some are preferable to others. ","rudra":"\nLord Krishna being so beseeched andentreatedtorevealmoreaboutHis\nvibhuti or divine, transcendental opulence speaks the word hanta which isa\nvery affectionate term of address. ","brahma":" ","shri":"\nThe word Lord Krishna uses to describe His atma-vibhutayah orHispersonal\ndivine transcendental opulence is pradhanyatah whichmeansprominent,the\nmost exalted of His manifestations for it would not be possibletorecount\nthem all as His glories are perpetual. Throughout this chaptertheSupreme\nLord Krishna hasexpressedHispowerofyogaorthescienceofthe\nindividual consciousness attaining communion withtheultimate\nconsciousness of the Supreme Lord. His yoga denotestherulershipasthe\ncreator of allandHisvibhutidenotesthegovernanceofallliving\nentities as displayed by His residing in the etheric heart ofeveryliving\nentity.Thisalsoincludesthefunctionsofcreator,preserver and\ndestroyer of the total material manifestation. ","kumar":"The word Lord Krishna uses to describe His atma-vibhutayah orHispersonal\ndivine transcendental opulence is pradhanyatah whichmeansprominent,the\nmost exalted of His manifestations for it would not be possibletorecount\nthem all as His glories are perpetual. Throughout this chaptertheSupreme\nLord Krishna hasexpressedHispowerofyogaorthescienceofthe\nindividual consciousness attaining communion withtheultimate\nconsciousness of the Supreme Lord. His yoga denotestherulershipasthe\ncreator of allandHisvibhutidenotesthegovernanceofallliving\nentities as displayed by His residing in the etheric heart ofeveryliving\nentity.Thisalsoincludesthefunctionsofcreator,preserver and\ndestroyer of the total material manifestation. "}