{"meta":"Bhagavad Gita Chapter 10 Verse 11","metahi":"भगवद् गीता 10.11","slok":"तेषामेवानुकम्पार्थमहमज्ञानजं तमः।नाशयाम्यात्मभावस्थो ज्ञानदीपेन भास्वता।।10.11।। ","htsrsd":"।।10.11।।उन भक्तोंपर कृपा करनेके लिये ही उनके स्वरूप (होनेपन) में रहनेवाला मैं उनके अज्ञानजन्य अन्धकारको देदीप्यमान ज्ञानरूप दीपकके द्वारा सर्वथा नष्ट कर देता हूँ। ","htstma":"।।10.11।। उनके ऊपर अनुग्रह करने के लिए मैं उनके अन्तकरण में स्थित होकर? अज्ञानजनित अन्धकार को प्रकाशमय ज्ञान के दीपक द्वारा नष्ट करता हूँ।। ","transliteration":"Teshaam evaanukampaartham aham ajnaanajam tamah;\nNaashayaamyaatmabhaavastho jnaanadeepena bhaaswataa. ","englishmeaning":"teṣhām—for them; eva—only; anukampā-artham—out of compassion; aham—I; ajñāna-jam—born of ignorance; tamaḥ—darkness; nāśhayāmi—destroy; ātma-bhāva—within their hearts; sthaḥ—dwelling; jñāna—of knowledge; dīpena—with the lamp; bhāsvatā—luminous ","hcsrsd":"।।10.11।। व्याख्या --   तेषामेवानुकम्पार्थमहमज्ञानजं तमः--उन भक्तोंके हृदयमें कुछ भी सांसारिक इच्छा नहीं होती। इतना ही नहीं? उनके भीतर मुझे छोड़कर मुक्तितककी भी इच्छा नहीं होती (टिप्पणी प0 547)। अभिप्राय है कि वे न तो सांसारिक चीजें चाहते हैं और न पारमार्थिक चीजें (मुक्ति? तत्त्वबोध आदि) ही चाहते हैं। वे तो केवल प्रेमसे मेरा भजन ही करते हैं। उनके इस निष्कामभाव और प्रेमपूर्वक भजन करनेको देखकर मेरा हृदय द्रवित हो जाता है। मैं चाहता हूँ कि मेरे द्वारा उनकी कुछ सेवा बन जाय? वे मेरेसे कुछ ले लें। परन्तु वे मेरेसे कुछ लेते नहीं तो द्रवित हृदय होनेके कारण केवल उनपर कृपा करनेके लिये कृपापरवश होकर मैं उनके अज्ञानजन्य अन्धकारको दूर कर देता हूँ। मेरे द्रवित हृदय होनेका कारण यह है कि मेरे भक्तोंमें किसी प्रकारकी किञ्चिन्मात्र भी कमी न रहे।आत्मभावस्थः --मनुष्य अपना जो होनापन मानते हैं कि मैं हूँ तो यह होनापन प्रायः प्रकृति(शरीर) के साथ सम्बन्ध जोड़कर ही मानते हैं अर्थात् तादात्म्यके कारण शरीरके बदलनेमें अपना बदलना मानते हैं? जैसे -- मैं बालक हूँ? मैं जवान हूँ? मैं बलवान् हूँ? मैं निर्बल हूँ इत्यादि। परन्तु इन विशेषणोंको छोड़कर तत्त्वकी दृष्टिसे इन प्राणियोंका अपना जो होनापन है? वह प्रकृतिसे रहित है। इसी होनेपनमें सदा रहनेवाले प्रभुके लिये यहाँ आत्मभावस्थः पद आया है।भास्वता ज्ञानदीपेन नाशयामि--प्रकाशमान ज्ञानदीपकके द्वारा उन प्राणियोंके अज्ञानजन्य अन्धकारका नाश कर देता हूँ। तात्पर्य है कि जिस अज्ञानके कारण मैं कौन हूँ और मेरा स्वरूप क्या है ऐसा जो अनजानपना रहता है? उस अज्ञानका मैं नाश कर देता हूँ अर्थात् तत्त्वबोध करा देता हूँ। जिस तत्त्वबोधकी महिमा शास्त्रोंमें गायी गयी है? उसके लिये उनको श्रवण? मनन? निदिध्यासन आदि साधन नहीं करने पड़ते? कोई परिश्रम नहीं करना पड़ता? प्रत्युत मैं स्वयं उनको तत्त्वबोध करा देता हूँ।विशेष बातभक्त जब अनन्यभावसे केवल भगवान्में लगे रहते हैं? तब सांसारिक सिद्धिअसिद्धिमें सम रहना -- यह,समता भी भगवान् देते हैं और जिसके समान पवित्र कोई नहीं है? वह तत्त्वबोध (स्वरूपज्ञान) भी भगवान् स्वयं देते हैं। भगवान्के स्वयं देनेका तात्पर्य है कि भक्तोंको इनके लिये इच्छा और प्रयत्न नहीं करना पड़ता प्रत्युत भगवत्कृपासे उनमें समता स्वतः आ जाती है। उनको तत्त्वबोध स्वतः हो जाता है। कारण कि जहाँ भक्तिरूपी माँ होगी? वहाँ उसके वैराग्य और ज्ञानरूपी बेटे रहेंगे ही। इसलिये भक्तिके आनेपर समता -- संसारसे वैराग्य और अपने स्वरूपका बोध -- ये दोनों स्वतः आ जाते हैं। इसका तात्पर्य है कि जो साधनजन्य पूर्णता होती है? उसकी अपेक्षा भगवान्द्वारा की हुई पूर्णता बहुत विलक्षण होती है। इसमें अपूर्णताकी गंध भी नहीं रहती।,जैसे भगवान् अनन्यभावसे भजन करनेवाले भक्तोंका योगक्षेम वहन करते हैं (गीता 9। 22)? ऐसे ही जो केवल भगवान्के ही परायण हैं? ऐसे प्रेमी भक्तोंको (उनके न चाहनेपर भी और उनके लिये कुछ भी बाकी न रहनेपर भी) भगवान् समता और तत्त्वबोध देते हैं। यह सब देनेपर भी भगवान् उन भक्तोंके ऋणी ही बने रहते हैं। भागवतमें भगवान्ने गोपियोंके लिये कहा है कि मेरे साथ सर्वथा निर्दोष (अनिन्द्य) सम्बन्ध जोड़नेवाली गोपियोंका मेरेपर जो एहसान है? ऋण है? उसको मैं देवताओंके समान लम्बी आयु पाकर भी नहीं चुका सकता। कारण कि बड़ेबड़े ऋषिमुनि? त्यागी आदि भी घरकी जिस अपनापनरूपकी बेड़ियोंको सुगमतासे नहीं तोड़ पाते? उनको उन्होंने तोड़ डाला है(टिप्पणी प0 548)।भक्त भगवान्के भजनमें इतने तल्लीन रहते हैं कि उनको यह पता ही नहीं रहता कि हमारेमें समता आयी है? हमें स्वरूपका बोध हुआ है। अगर कभी पता लग भी जाता है तो वे आश्चर्य करते हैं कि ये समता और बोध कहाँसे आये वे अपनमें कोई विशेषता न दीखे इसके लिये भगवान्से प्रार्थना करते हैं कि हे नाथ आप समता? बोध ही नहीं? दुनियाके उद्धारका अधिकार भी दे दें? तो भी मेरेको कुछ मालूम नहीं होना चाहिये कि मेरेमें यह विशेषता है मैं केवल आपके भजनचिन्तनमें ही लगा रहूँ।, सम्बन्ध --  भक्तोंपर भगवान्की अलौकिक? विलक्षण कृपाकी बात सुनकर अर्जुनकी दृष्टि भगवान्की कृपाकी तरफ जाती है और उस कृपासे प्रभावित होकर वे आगेके चार श्लोकोंमें भगवान्की स्तुति करते हैं। ","hcsca":"।।10.11।। कभीकभी कोई वस्तु विद्यमान होते हुए भी हमारी दृष्टि के लिए आच्छादित रहती है? क्योंकि उसे देखने के लिए कुछ अनुकूल परिस्थितियों की आवश्यकता होती है। ध्वनि सुनने के लिए उसमें आवश्यक स्पन्दन होने चाहिए तथा यह भी आवश्यक है कि वे ध्वनि तरंगे हमारे कानों तक पहुँचे। इसी प्रकार? अपेक्षित प्रकाश के अभाव में वस्तु के समक्ष होने पर भी उसका नेत्रों द्वारा ग्रहण नहीं किया जा सकता।यदि हम अन्धकार में मेज पर पड़ी अपना कुंजी (चाभी) को टटोलकर खोज रहे हों और उसी समय कोई व्यक्ति स्विच दबाकर कमरे को प्रकाशित कर देता है? तो हमें अपनी कुंजी दिखाई पड़ती है। हम कह सकते हैं कि उस व्यक्ति के इस दयापूर्ण कार्य ने हमें कुंजी की प्राप्ति करायी? परन्तु यह कहना सर्वथा असंगत होगा कि प्रकाश ने उस कुंजी को उत्पन्न किया।इस दृष्टान्त के द्वारा वेदान्त में यह ज्ञान कराया जाता है कि आत्मा तो सदा हमारे हृदय में ही विद्यमान है? किन्तु प्रतिकूल परिस्थितियों के कारण यथार्थ अनुभव के लिए उपलब्ध नहीं है। उन प्रतिकूल तत्त्वों की निवृत्ति होने पर वह आत्मा अपने शुद्ध स्वरूप से अनुभव किया जा सकता है। आत्मा को आच्छादित करने वाला वह आवरण हैअज्ञानजनित अंधकार। स्मरण रहे कि इस अज्ञान अवस्था में भी आत्मा अपने शुद्ध स्वरूप से विद्यमान रहता है? परन्तु हमारे साक्षात् अनुभव के लिए उपलब्ध नहीं होता। जो साधक बुद्धियोग में दृढ़ स्थिति प्राप्त कर लेते हैं? वे आत्मा के अपरोक्ष ज्ञान के पात्र बन जाते हैं।बुद्धियोग की साधना अवस्था में ध्याता और ध्येय में भेद होता है? जिसे सविकल्प समाधि कहते हैं। इस श्लोक में यह कहा गया है कि इस सविकल्प अवस्था से वह साधक? मानो किसी ईश्वरीय कृपा से पूर्ण निर्विकल्प समाधि की स्थिति में स्थानान्तरित किया जाता है। वस्तुत? सविकल्प समाधि की स्थिति तक ही साधक अपने पुरुषार्थ के द्वारा पहुँच सकता है। यह बुद्धियोग भी मानो किसी अन्य स्थान से प्राप्त होता है? तात्पर्य यह है कि वह कोई सावधानीपूर्वक किये गये किसी प्रयत्न का फल नहीं? वरन् सहज स्वाभाविक आंशिक दैवी प्रेरणा है। अहंकार और शुद्ध आत्मा के मध्य का सघन कुहासा जब विरल हो जाता है? तब इस दैवी प्रेरणा का अनुभव होता है। जब यह कोहरा पूर्णतया नष्ट हो जाता है? तब पूर्ण आत्म साक्षात्कार अपने स्वयंप्रकाश स्वरूप में होता है।एक अन्धेरे कमरे में मेज पर रेडियम के डायल की एक घड़ी रखी हुई है? जिस पर कागज? पुस्तक आदि पड़े हुए होने से वह दिखाई नहीं देती। जब कोई व्यक्ति अन्धेरे में ही उसे खोजता हुआ उन कागजों को हटा देता है? तो वह घड़ी स्वयं ही चमकती हुई दिखाई पड़ती है। उसकी चमक ही उसकी परिचायक होती है। सनातन सत्य भी अज्ञान से आवृत्त हुआ अभाव रूप प्रतीत हो सकता है? किन्तु अज्ञान की निवृत्ति होने पर? वह स्वयं अपने प्रकाश से ही प्रकाशित होता है? और उसे जानने के लिए अन्य किसी प्रमाण की आवश्यकता नहीं रहती।जब अज्ञान का अन्धकार? प्रकाशमय ज्ञान के दीपक से नष्ट हो जाता है तब आत्मा अपने एकमेव अद्वितीय? सर्वव्यापी और परिपूर्ण स्वरूप में स्वत प्रकट होता है। अपने भक्तों के हृदय में स्थित स्वयं भगवान् इस आत्मा के प्रकटीकरण की क्रिया को उनके ऊपर अनुग्रह करने के भाव से सम्पन्न करते हैं? किन्तु वास्तविकता यह है कि यह अनुग्रह स्वयं के ऊपर ही है। जब मैं चलतेचलते थक जाता हूँ तब मैं किसी स्थान पर बैठ जाता हूँकेवल अपने ही प्रति अनुकम्पा के कारण।इस अनुकम्पा के लिए उचित मूल्य चुकाये बिना साधक को सीधे ही इसकी प्राप्ति नहीं हो सकती। दिन के समय? मेरे कमरे की खिड़कियां खोल देने पर? सूर्य प्रकाश अनुकम्पावशात् मेरे लिए कमरे को प्रकाशित करता है। जैसा कि हम जानते हैं कि जब तक वे खिड़कियां खुली रहती हैं? तब तक सूर्य को यह स्वतन्त्रता नहीं है कि वह अपनी दया का द्वार बन्द कर ले। उसी प्रकार उसकी दया तब तक प्रकट भी नहीं होगी? जब तक मैं अपने कमरे की खिड़कियां नहीं खोल देता हूँ। संक्षेपत? सूर्य प्रकाश का आह्वान उसी क्षण होता है? जब उसके मार्ग का अवरोधक दूर हो जाता है।इसी प्रकार? प्रारम्भिक साधनाओं के अभ्यास से साधक बुद्धियोग का पात्र बनता है। तत्पश्चात् इसके निरन्तर प्रयत्नपूर्वक किये गये अभ्यास से वह अज्ञान तथा तज्जनित विक्षेपों के आवरण को सर्वथा नष्ट कर देता है। तत्काल ही आत्मा अपने स्वयं के प्रकाश में ही प्रकाश स्वरूप से प्रकाशित होता है। मेघों को चीरकर जाती हुई विद्युत् को देखने के लिए किसी अन्य प्रकाश की आवश्यकता नहीं होती।जीवन के सर्वोच्च व्यवसाय अथवा लक्ष्यचित्तशुद्धि और आत्मसाक्षात्कार की प्राप्ति के लिए दिये गये उपदेश का खण्ड यहाँ पर समाप्त हो जाता है? तथापि अर्जुन को इससे सन्तोष नहीं होता? और इसलिए वह अपनी शंका को व्यक्त करते हुए भगवान् से सहायता के लिए अनुरोध करता है? जिससे कि साक्षात् अनुभव के द्वारा वह स्वयं सत्य की पुष्टि कर सके।भगवान् के मुख से उनकी विभूति और योग के विषय में श्रवण कर? अर्जुन अपनी जिज्ञासा प्रकट करता है -- ","etsga":"10.11 Out of compassion for them alone, I, residing in their hearts, destroy the darkness born of ignorance with the luminous lamp of Knowledge. ","etssa":"10.11 Out of mere compassion for them, I, dwelling within their Self, destroy the darkness born of ignorance by the luminous lamp of knowledge. ","etdss":"10.11. Out of compassion only towards these men, I, who remain as their very Self, destroy with teh shining light of wisdom, their darkness born of ignorance, ","ecssa":"10.11 तेषाम् for them? एव mere? अनुकम्पार्थम् out of compassion? अहम् I? अज्ञानजम् born of ignorance? तमः darkness? नाशयामि (I) destroy? आत्मभावस्थः dwelling within their self? ज्ञानदीपेन by the lamp of knowledge? भास्वता luminous.Commentary Luminous lamp of knowledge The Lord dwells in the heart of the devotees who constantly think of Him and destroys the veil or the darkness born of ignorance due to the absence of discrimination? by the luminous lamp of knowledge fed by the oil of pure devotion? fanned by the wind of profound meditation on Him? provided with the wick of right intuition? generated by the constant cultivation of celibacy? piety and other divine virtues held in the chambers of the heart free from worldliness? placed in the innermost recesses of the mind free from the wind of senseattractions (withdrawn from the objects of the senses) and untainted by likes and dislikes? and shining with the light of knowledge of the Self caused by the constant practice of meditation.The lamp is not in need of an instrument or means or any sort of practice for the removal of darkness. The generation of the light itself is ite sufficient to remove the darkness. As soon as the darkness is removed by the light? the pot? the chair and the other articles are seen. Even so the dawn of knowledge of the Self itself is ite sufficient to remove ignorance. No other Karma or,practice is necessary. After the ignorance is removed by the knowledge of the Self? Brahman alone shines in Its pristine glory. ","scetsga":"10.11 Anukampartham, out of compassion; tesam eva, for them alone, anxious as to how they may have bliss; aham, I; atmabhavasthah, residing in their hearts-atmabhavah means the seat that is the heart; being seated there itself; nasayami, destroy; tamah, the darkness; ajnanajam, born of ignorance, originating from non-discrimination, the darkness of delusion known as false comprehension; jnana-dipena, with the lamp of Knowledge, in the form of discriminating comprehension; i.e. bhasvata, with the luminous lamp of Knowledge-fed by the oil of divine grace resulting from devotion, fanned by the wind of intensity of meditation on Me, having the wick of the intellect imbued with the impressions arising from such disciplines as celibacy etc., in the receptacle of the detached mind, placed in the windless shelter of the mind withdrawn from objects and untainted by likes and dislikes, and made luminous by full Illumination resulting from the practice of constant concentration and meditation.\nAfter hearing the above-described majesty and yoga of the Lord, ","scetdss":"10.9-11 Maharsayaetc.,uptobhasvata.Through the process of mutualenlightening,the wisdom-shock is transmitted to each other.On account of that, they get the all-inclusive[knowledge]Indeed all sentientsubjects are only a singleAbsoluteLord.By means of this extensive pervasion,they easilycome to realisetheir own Self as Omnipotent and omnipresent and by that they attain the Absolute Lordship.This is the idea here. ","scetssa":"10.11 To show favour to them alone, abiding in their mental activity, i.e., established as the object of thought in their mind, and manifesting the host of My auspicious attributes by the brillinat lamp called knowledge relating to Me, - I dispel the darkness incompatible with knowledge. This darkness is born of ignorance in the form of old Karma consisting of attachment to objects other than Myself, to which they were previously habituated.\nThus having heard of the Lord as having a host of auspicious attributes, and of the extent of His sovereign glories which are unie and different from all others and which generate unsurpassed bliss in listeners, - Arjuna desired to listen to the details about them and said: ","chakravarthi":"“Without the functioning of knowledge and other such elements, how can they attain you and how can they even strive for that goal?”\nThis is not at all necessary. Having the intention of giving them mercy by all means, even without them having to worry about attaining my mercy, since I make the endeavor to give them mercy (tesam eva anukampartham), I, being situated within the functioning of their intellects (atma-bhavasthah), by the lamp of knowledge, knowledge arising from bhakti which is beyond the gunas, not sattvika knowledge, since bhakti alone can reveal me, destroy the darkness born of ignorance in them alone, but not in others like the yogis. I alone (aham eva) do this, all on my own. Why should they strive for this purpose? I have already said that I carry the responsibility of their spiritual and material welfare (yoga ksema vahamy aham). I accept responsibility to supply all their material and spiritual requirements.\nThese four verses of the Gita stated by the Lord, the essence of the Gita for preventing the degradation of the jivas, I have explained to give happiness to all. ","rudra":"\nAfter bestowing the divine spark of spiritual intelligence the SupremeLord\nKrishna residing within as paramatma the Supreme Soul makes sure itremains\nsteady until His exclusive devotee eradicatesallnescienceandachieves\natma tattva or realisation of their eternal soulandsubsequentmoksaor\nliberation from the materialexistenceandsamsarabeingtheperpetual\ncycle of birth and death. This is whatismeantbythewordsanukampa-\nartham which means He shows them special mercy out of greatcompassionfor\ntheir devotion, the Supreme Lord blesses themandbyHisGraceallthe\ndarkness of materialexistenceisilluminated.Bywhatmeansisthis\naccomplished and how is this done? Lord Krishna anticipatingsuchaquery\nspeaks the wordsatma-bhava-sthomeaningsituatedwithintheiretheric\nheart as paratmatma, He illuminates theirconsciousnesswiththeglowing\nradiance of spiritual knowledge. ","brahma":" ","shri":"\nIt is due to the loving compassion felt bytheSupremeLordKrishnafor\nthose persons who dedicate and devote their lives to Him that Heisalways\nmanifest in theirheartsandmindsastheparamountobjectoftheir\nthoughts and plans and activities, accompanied bytherealisationofHis\ntranscendental qualities and attributes. The words jnana-dipena meaningthe\nradiant light of knowledge is verilyLordKrishnaHimselfinalltheir\nthoughts.Tamahorthedarknessofignorancetowhich beings are\ncontinuously subjected to is due to past and present karma or thereactions\nto ones actions.Thistamahandkarmaareextremelyantagonisticto\nspiritual intelligence andproducethedesireforthingsmaterialand\ntemporary instead ofthingsspiritualandeternalwhichleadtoLord\nKrishna; but for His devotees He dispels theirtamahanddissolvestheir\nkarma. Having comprehended the qualities, attributes andcharacterofthe\nSupreme Lord Krishna regarding Hisvibhutiorphenomenal,transcendental\npotencies manifesting throughoutallofcreationandHisyogaorthe\nscienceoftheindividualconsciousnessattainingcommunionwithHis\nultimateconsciousness,eternally.Thisknowledge will mature into\nappreciation which will evolve into bhakti or exclusive loving devotionfor\nHim and subsequently unlimited bliss will naturally arise within thehearts\nand minds of His devotees. ","kumar":"It is due to the loving compassion felt bytheSupremeLordKrishnafor\nthose persons who dedicate and devote their lives to Him that Heisalways\nmanifest in theirheartsandmindsastheparamountobjectoftheir\nthoughts and plans and activities, accompanied bytherealisationofHis\ntranscendental qualities and attributes. The words jnana-dipena meaningthe\nradiant light of knowledge is verilyLordKrishnaHimselfinalltheir\nthoughts.Tamahorthedarknessofignorancetowhich beings are\ncontinuously subjected to is due to past and present karma or thereactions\nto ones actions.Thistamahandkarmaareextremelyantagonisticto\nspiritual intelligence andproducethedesireforthingsmaterialand\ntemporary instead ofthingsspiritualandeternalwhichleadtoLord\nKrishna; but for His devotees He dispels theirtamahanddissolvestheir\nkarma. Having comprehended the qualities, attributes andcharacterofthe\nSupreme Lord Krishna regarding Hisvibhutiorphenomenal,transcendental\npotencies manifesting throughoutallofcreationandHisyogaorthe\nscienceoftheindividualconsciousnessattainingcommunionwithHis\nultimateconsciousness,eternally.Thisknowledge will mature into\nappreciation which will evolve into bhakti or exclusive loving devotionfor\nHim and subsequently unlimited bliss will naturally arise within thehearts\nand minds of His devotees. "}