{"meta":"Bhagavad Gita Chapter 10 Verse 24","metahi":"भगवद् गीता 10.24","slok":"पुरोधसां च मुख्यं मां विद्धि पार्थ बृहस्पतिम्।सेनानीनामहं स्कन्दः सरसामस्मि सागरः।।10.24।। ","htsrsd":"।।10.24।।हे पार्थ पुरोहितोंमें मुख्य बृहस्पतिको मेरा स्वरूप समझो। सेनापतियोंमें स्कन्द और जलाशयोंमें समुद्र मैं हूँ। ","htstma":"।।10.24।। हे पार्थपुरोहितों में मुझे बृहस्पति जानो मैं सेनापतियों में स्कन्द और जलाशयों में समुद्र हूँ।। ","transliteration":"Purodhasaam cha mukhyam maam viddhipaartha brihaspatim;\nSenaaneenaamaham skandah sarasaamasmi saagarah. ","englishmeaning":"purodhasām—amongst priests; cha—and; mukhyam—the chiefs; mām—me; viddhi—know; pārtha—Arjun, the son of Pritha; bṛihaspatim—Brihaspati; senānīnām—warrior chief; aham—I; skandaḥ—Kartikeya; sarasām—amongst reservoirs of water; asmi—I am; sāgaraḥ—the ocean ","hcsrsd":"।।10.24।। व्याख्या --   पुरोधसां च मुख्यं मां विद्धि पार्थ बृहस्पतिम्--संसारके सम्पूर्ण पुरोहितोंमें और विद्याबुद्धिमें बृहस्पति श्रेष्ठ हैं। ये इन्द्रके गुरु तथा देवताओंके कुलपुरोहित हैं। इसलिये भगवान्ने अर्जुनसे बृहस्पतिको अपनी विभूति जानने(मानने) के लिये कहा है।सेनानीनामहं स्कन्दः--स्कन्द (कार्तिकेय) शंकरजीके पुत्र हैं। इनके छः मुख और बारह हाथ हैं। ये देवताओंके सेनापति हैं और संसारके सम्पूर्ण सेनापतियोंमें श्रेष्ठ हैं। इसलिये भगवान्ने इनको अपनी विभूति बताया है। सरसामस्मि सागरः--इस पृथ्वीपर जितने जलाशय हैं? उनमें समुद्र सबसे बड़ा है। समुद्र सम्पूर्ण जलाशयोंका अधिपति है और अपनी मर्यादामें रहनेवाला तथा गम्भीर है। इसलिये भगवान्ने इसको अपनी विभूति बताया है।यहाँ इन विभूतियोंकी जो अलौकिकता दीखती है? यह उनकी खुदकी नहीं है? प्रत्युत भगवान्की है और भगवान्से ही आयी है। अतः इनको देखनेपर भगवान्की ही स्मृति होनी चाहिये। ","hcsca":"।।10.24।। मैं पुरोहितों में बृहस्पति हूँगुरु ग्रह के अधिष्ठाता बृहस्पति को ऋग्वेद में ब्रह्मणस्पति कहा गया है? जो स्वर्ग के अन्य देवों में उनके पद को स्वत स्पष्ट कर देता है। देवताओं के वे आध्यात्मिक गुरु माने जाते हैं।मैं सेनापतियों में स्कन्द हूँस्कन्द को ही कार्तिक स्वामी के नाम से जाना जाता है? जो भगवान् शिव के पुत्र हैं। उनका वाहन मयूर है तथा हाथ में वे भाला (बरछा) धारण किये रहते हैं।मैं जलाशयों में सागर हूँइन समस्त उदाहरणों में एक बात स्पष्ट होती है कि भगवान् न केवल स्वयं के समष्टि या सर्वातीत रूप को ही बता रहे हैं? वरन् अपने व्यष्टि या वस्तु व्यापक स्वरूप को भी। विशेषत? इस श्लोक में निर्दिष्ट उदाहरण देखिये। निसन्देह ही? गंगाजल का समुद्र के जल से कोई संबंध प्रतीत नहीं होता। यमुना? गोदावरी? नर्मदा? सिन्धु या कावेरी? नील? टेम्स या अमेजनजगत् के विभिन्न सरोवरों का जल? ग्रामों के तालाबों का जल और सिंचाई नहरों का जल? व्यक्तिगत रूप से? स्वतन्त्र हैं? जिनका उस समुद्र से कोई संबंध नहीं है? जो जगत् को आलिंगन बद्ध किये हुए हैं। और फिर भी? यह एक सुविदित तथ्य हैं कि इस विशाल समुद्र के बिना ये समस्त नदियाँ तथा जलाशय बहुत पहले ही सूख गये होते। इसी प्रकार चर प्राणी और अचर वस्तुओं का अपना स्वतन्त्र अस्तित्व प्रतीत होता है? जिसका सत्य के असीम समुद्र से सतही दृष्टि से कोई संबंध प्रतीत न हो? किन्तु भगवान् सूचित करते हैं कि इस सत्य के बिना यह दृश्य जगत् बहुत पहले ही अपने अस्तित्व को मिटा चुका होता।इसी विचार का विस्तार करते हुए कहते हैं ","etsga":"10.24 O son of Prtha, know me to be Brhaspati, the foremost among the priests of kings. Among comanders of armies I am Skanda; among large expanses of water I am the sea. ","etssa":"10.24 And, among the household priests (of kings), O Arjuna, know Me to be the chief, Brihaspati; among the army generals I am Skana; among lakes I am the ocean. ","etdss":"10.24. Ofthe royal priests I am the chief viz., Brhaspati (the priest of gods), O son of Prtha, you should know that; of the army-generals, I am Skanda [the War-god]; of the water reservoirs, I am the ocean. ","ecssa":"10.24 पुरोधसाम् among the household priests? च and? मुख्यम् the chief? माम् Me? विद्धि know? पार्थ O Partha? बृहस्पतिम् Brihaspati? सेनानीनाम् among generals? अहम् I? स्कन्दः Skanda? सरसाम् among lakes? अस्मि (I) am? सागरः the ocean.Commentary Brihaspati is the chif priest of the gods. He is the househld priest of Indra.Skanda is Kartikeya or Lord Subramanya. He is the general of the hosts of the gods.Of things holding water -- natural reservoirs or lakes -- I am the ocean. ","scetsga":"10.24 O son of Prtha viddhi, know; mam, Me; to be Brahaspati, mukhyam, the foremost; purodhasam, among the priests of kings. Being as he is the priest of Indra, he should be the foremost. Senaninam, among ?ners of armies; I am Skanda, the ?nder of the armies of gods. Sarasam, among large expanses of water, among reservoirs dug by gods (i.e. among nature reservoirs); I am sagarah, the sea. ","scetdss":"10.24 See Comment under 10.42 ","scetssa":"10.24 I am that Bhraspati who is paramount among family priests. Of generals, I am Skanda. Of reservoirs of waters, O am the ocean. ","chakravarthi":"Skanda means Kartikeya. The form senaninam is poetic license (the other form would be senaniyam). ","rudra":"\nOfpriestsLordKrishnasvibhutidivine,transcendentalopulenceis\nBrihaspati the priest of allthedemigods,ofgeneralsHisvibhutiis\nSkanda the commander of the demigods and who is also known as Kartikeyathe\nson of Shiva and of fixed bodies of water His vibhuti is the mighty ocean. ","brahma":" ","shri":"\nLord Krishna reveals that of priests His vibhuti ordivine,transcendental\nopulence is Brihaspati the chiefpriestofallthedemigods.Theword\nsenaninam means generals or commanders of armies of them all LordKrishnas\nvibhuti is Skanda who commands the armies of the demigods andisknownas\nKartikeya the son of Shiva. ","kumar":"Lord Krishna reveals that of priests His vibhuti ordivine,transcendental\nopulence is Brihaspati the chiefpriestofallthedemigods.Theword\nsenaninam means generals or commanders of armies of them all LordKrishnas\nvibhuti is Skanda who commands the armies of the demigods andisknownas\nKartikeya the son of Shiva. "}