{"meta":"Bhagavad Gita Chapter 10 Verse 32","metahi":"भगवद् गीता 10.32","slok":"सर्गाणामादिरन्तश्च मध्यं चैवाहमर्जुन।अध्यात्मविद्या विद्यानां वादः प्रवदतामहम्।।10.32।। ","htsrsd":"।।10.32।।हे अर्जुन सम्पूर्ण सर्गोंके आदि? मध्य तथा अन्तमें मैं ही हूँ। विद्याओंमें अध्यात्मविद्या और परस्पर शास्त्रार्थ करनेवालोंका (तत्त्वनिर्णयके लिये किया जानेवाला) वाद मैं हूँ। ","htstma":"।।10.32।। हे अर्जुनसृष्टियों का आदि? अन्त और मध्य भी मैं ही हूँ? मैं विद्याओं में अध्यात्मविद्या और विवाद करने वालों में (अर्थात् विवाद के प्रकारों में) मैं वाद हूँ।। ","transliteration":"Sargaanaamaadirantashcha madhyam chaivaaham arjuna;\nAdhyaatmavidyaa vidyaanaam vaadah pravadataamaham. ","englishmeaning":"sargāṇām—of all creations; ādiḥ—the beginning; antaḥ—end; cha—and; madhyam—middle; cha—and; eva—indeed; aham—I; arjuna—Arjun; adhyātma-vidyā—science of spirituality; vidyānām—amongst sciences; vādaḥ—the logical conclusion; pravadatām—of debates; aham—I ","hcsrsd":"।।10.32।। व्याख्या --   सर्गाणामादिरन्तश्च मध्यं चैवाहम्--जितने सर्ग और महासर्ग होते हैं अर्थात् जितने प्राणियोंकी उत्पत्ति होती है? उनके आदिमें भी मैं रहता हूँ? उनके मध्यमें भी मैं रहता हूँ और उनके अन्तमें (उनके लीन होनेपर) भी मैं रहता हूँ। तात्पर्य है कि सब कुछ वासुदेव ही है। अतः मात्र संसारको? प्राणियोंको देखते ही भगवान्की याद आनी चाहिये।अध्यात्मविद्या विद्यानाम्--जिस विद्यासे मनुष्यका कल्याण हो जाता है? वह अध्यात्मविद्या कहलाती है (टिप्पणी प0 562)। दूसरी सांसारिक कितनी ही विद्याएँ पढ़ लेनेपर भी पढ़ना बाकी ही रहता है परन्तु इस अध्यात्मविद्याके प्राप्त होनेपर पढ़ना अर्थात् जानना बाकी नहीं रहता। इसलिये भगवान्ने इसको अपनी विभूति बताया है।वादः प्रवदतामहम्--आपसमें जो शास्त्रार्थ किया जाता है? वह तीन प्रकारका होता है --,(1) जल्प -- युक्तिप्रयुक्तिसे अपने पक्षका मण्डन और दूसरे पक्षका खण्डन करके अपने पक्षकी जीत और दूसरे पक्षकी हार करनेकी भावनासे जो शास्त्रार्थ किया जाता है? उसको जल्प कहते हैं।(2) वितण्डा -- अपना कोई भी पक्ष न रखकर केवल दूसरे पक्षका खण्डनहीखण्डन करनेके लिये जो शास्त्रार्थ किया जाता है? उसको वितण्डा कहते हैं।(3) वाद -- बिना किसी पक्षपातके केवल तत्त्वनिर्णयके लिये आपसमें जो शास्त्रार्थ (विचारविनिमय) किया जाता है उसको वाद कहते हैं।उपर्युक्त तीनों प्रकारके शास्त्रार्थोंमें वाद श्रेष्ठ है। इसी वादको भगवान्ने अपनी विभूति बताया है। ","hcsca":"।।10.32।। मैं सृष्टियों का आदि? अन्त और मध्य भी हूँअपनी विभूतियों का वर्णन प्रारम्भ करने के पूर्व भगवान् श्रीकृष्ण का सामान्य कथन ही यहाँ प्रतिध्वनित होता है। वहाँ उन्होंने यह बताया है कि वे किस प्रकार प्रत्येक वस्तु और प्राणी की आत्मा हैं जबकि यहाँ वे सम्पूर्ण सृष्टि के अधिष्ठान के रूप में स्वयं का परिचय करा रहे हैं।कोई भी पदार्थ अपने मूल उपादानस्वरूप ऋ़ा त्याग करके नहीं रह सकता। स्वर्ण के बिना आभूषण? समुद्र के बिना तरंग और मिट्टी के बिना घट का अस्तित्व सिद्ध नहीं हो सकता। समस्त नाम और रूपों में उनके उपादान कारण का होना अपरिहार्य है। उपर्युक्त कथन के द्वारा भगवान् अपने सर्वभूतात्म भाव की दृष्टि से कहते हैं कि वे सृष्टियों के आदि? मध्य और अवसान हैं। विश्व की उत्पत्ति? स्थिति और लय ये सब उनमें ही होते हैं।जिस ज्ञानस्वरूप (चित्स्वरूप) के बिना अन्य वस्तुओं के ज्ञान कदापि संभव नहीं हो सकते? उस चैतन्यस्वरूप का ज्ञान सब ज्ञानों का राजा होना उपयुक्त ही है। सूर्यप्रकाश में ही समस्त वस्तुयें प्रकाशित होती हैं। वस्तुओं पर सूर्यप्रकाश के परावर्तित होने से ही वे दर्शन के योग्य बन जाती हैं। स्वाभाविक ही? भौतिक वस्तुओं के दर्शन में सूर्य सब नेत्रों का नेत्र है। उसी प्रकार? सब विद्याओं में अध्यात्मविद्या को राजविद्या या सर्वविद्याप्रतिष्ठा कहा गया है।मैं विवाद करने वालों में वाद हूँश्रीशंकराचार्य के अनुसार? यहाँ प्रयुक्त प्रवदताम् (विवाद करने वालों में) शब्द से तात्पर्य विवाद के प्रकारों से है? व्यक्तियों से नहीं। जीवन के सभी क्षेत्रों में विवाद के तीन प्रकार हैंजल्प? वितण्डा और वाद। जल्प में? एक व्यक्ति प्रमाण और तर्क के द्वारा अपने पक्ष की स्थापना तथा विरोधी पक्ष का छल आदि प्रकारों से खण्डन करता है। जब कोई एक व्यक्ति अपने पक्ष को स्थापित करता है? और अन्य व्यक्ति छल आदि से केवल उसका खण्डन ही करता रहता है? परन्तु अपना कोई पक्ष स्थापित नहीं करता? तब उसे वितण्डा कहते हैं। गुरु शिष्य के मध्य अथवा अन्यों के मध्य तत्त्वनिर्णय के लिए जो युक्तियुक्त विवाद होता है उसे वाद कहते हैं। इस प्रकार हम देखते हैं कि जल्प और वितण्डा में उभय पक्ष का लक्ष्य केवल जयपराजय अथवा शक्ति परीक्षा मात्र होता है? जब कि वाद का लक्ष्य तथा फल तत्त्व निर्णय है। अत? भगवान् कहते हैं कि? मैं विवादों के प्रकारों में वाद हूँ।आगे ","etsga":"10.32 O Arjuna, of creations I am the beginning and the end as also the middle, I am the knowledge of the Self among knowledge; of those who date I am vada. ","etssa":"10.32 Among creations I am the beginning, the middle and also the end, O Arjuna; among the sciences I am the science of the Self; and I am the logic among controversialists. ","etdss":"10.32. Of the creations, I am the beginning, the end and also the middle, O Arjuna !Of the sciences,[I am] the science of the Self; of arguers, I am the argument. ","ecssa":"10.32 सर्गाणाम् among creations? आदिः the beginning? अन्तः the end? च and? मध्यम् the middle? च and? एव also? अहम् I? अर्जुन O Arjuna? अध्यात्मविद्या the science of the Self? विद्यानाम् among sciences? वादः logic? प्रवदताम् among controversialists? अहम् I.Commentary I am the metaphysics among all sciences. I am knowledge of the Self among all branches of knowledge. I am the argument of dators. I am the logic of disputants. I am the speech of orators.In verse 20 above the Lord says? I am the beginning? the middle and the end of the whole movable and immovable creation. Here the whole creation in general is referred to.As the knowledge of the Self leads to the attainment of the final beatitude of life or salvation? it is the chief among all branches of knowledge.Pravadatam By the word controversialists? we should here understand the various kinds of people using various kinds of argumentation in logic such as Vada? Jalpa and Vitanda. Yada is a way of arguing by which one gets at the truth of a certain estion. The aspirants who are free from RagaDvesha and jealousy raise amongst themselves estions and answers and enter into discussions on philosophical problems in order to ascertain and understand the nature of the Truth. They do not argue in order to gain victory over one another. This is Vada. Jalpa is wrangling in which one asserts his own opinion and refutes that of his opponent. Vitanda is idle carping at the arguments of ones opponents. No attempt is made to establish the other side of the estion. In Jalpa and Vitanda one tries to defeat another. There is desire for victory. ","scetsga":"10.32 O Arjuna sarganam, of creations; I am the adih, beginning; ca, and ; he antah, end; ca eva, as also; the madhyam, middle-I am the origin, continuance and dissolution. At the commencement (verse 20) origin, end, etc. only of things possessed of souls were spoken of, but here the mention is of all creations in general. This is the difference. Vidyanam, among knowledges; I am the adhyatma-vidya, knowledge of the Self, it being the foremost because of its leading to liberation. Pravadatam, of those who date; aham, I; am vadah, Vada, which is preeminent since it is a means to determining true purport. Hence I am that . By the word pravadatam are here meant the different kinds of date held by dators, viz Vada, Jalpa, and Vitanda. [Vada: discussion with open-mindedness, with a veiw to determining true purport; jalpa: pointless date; Vitanda: wrangling discussion. [Jalpa is that mode of date by which both parties establish their own viewpoint through direct and indirect proofs, and refute the view of the opponent through circumvention (Chala) and false generalization (Jati) and by pointing out unfitness (of the opponent) tobe argued with (Nigraha-sthana). But where one party establishes his viewpoint, and the other refutes it through circumvention, false generalization and showing the unfitness of the opponent to be argued with, without establishing his own views, that is termed Vitanda. Jalpa and Vitanda result only in a trial of streangth between the opponents, who are both desirous of victory, But the result of Vada is the ascertainment of truth between the teacher and the disciple or between others, both unbiased.-Gloss of Sridhara Swami on this verse.]-Tr.] ","scetdss":"10.32 See Comment under 10.42 ","scetssa":"10.32 Those that undergo creation are creatures. Their beginning is the cause. The meaning is that, of the creatures which are being created at all times, I am Myself the creator. Similarly, I am the end, namely the destroyer of everyone of those who are being destroyed at all times. Similarly I am the middle, namely, the sustentation. The meaning is, I am the sustainer of those who are being sustained at all times. Of those who indulge in Jalpa (argument) and Vitanda (perverse criticism) etc., I am the fair reasoning which determines the truth. ","chakravarthi":"I am the creation (adih) and destruction (antah) of ether and other elements (sarganam), and the maintenance of them as well. One should meditate upon creation, maintenance and destruction as my vibhutis. This means that I, the Supreme Lord, am the creator, maintainer and destroyer. Among types of knowledge, I am knowledge of the self. Among types of argumentation in order to establish ones own idea and defeat others ideas, such as jalpa and vitanda, I am vada, which attempts to discern actual truth with the goal of coming to a conclusion. ","rudra":"\nLord Krishna uses the word sarganam meaning of allcreatedthings.Things\nthat are created are creations. Starting with the etherinthesky,then\nair, then fire, then water,thenearth.Ofallthesethingswhichin\ndifferent combinations comprisecompletelyallmaterialexistence,Lord\nKrishna is their beginning, middle and end. Inverse20ofthischapter\nLord Krishna revealed that Heistheorigin,thepreservationandthe\ndissolution of all living entities buthereHerevealsthatHeisthe\nbeginning, the maintenance and the dissolution of all creations as welland\nthat creation, preservation and destruction should be meditated upon asHis\nvibhutiordivine,transcendentalopulence.Thewords adhyatma-vidya\nvidyanah are poignant and mean of all types ofknowledgethatexistLord\nKrishnas vibhuti is the paramountknowledgeoftheeternalsoulwhich\nexistswithinalllivingentities.Thethreekindsofargumentation\npractised by the logicians and debaters are vada, jalpaandvitandi.Lord\nKrishna declares thatHisvibhutiisvadahwhichistheirrefutable,\nconclusivetruth.Whendebatingparties establish their individual\nhypothesis through direct and indirect proofs in the attempt torefutethe\nhypothesis of each other through chhala or circumvention and jatiorfalse\ngeneralisations is know as jalpa. When one party has an alreadyestablished\nhypothesis and the opposing party ignoring truth andlogicrefutesitby\nsuperiorargumentsandfaultfindingwithout establishing their own\nhypothesis is known as vitanda. Both jalpaandvitandaarenothingmore\nthen displays ofmentalgymnasticsanddonotdeterminewhatisthe\nreality. But the result ofvadahistheascertainingoftruthandan\nunbiased non-partisan agreement of reality. ","brahma":" ","shri":"\nLord Krishna reveals that His vibhuti or divine, transcendental opulenceis\nsarganam or creation. Creation is the total sum of all thingsinexistence\nand the Supreme Lord Krishna is the beginning or origin of all,themiddle\nor preservation of all and the end or dissolution of all beingthecreator\nof everything. Of the three forms of debate and arguement His vibhutiknown\nas vadah is the discriminating debatethatresultsinknowledgeofthe\nabsolute conclusive truth. This is in oppositiontotheothertwoforms\nbeing jalpa which is an argument calculated todestroytheoppositionat\nany cost even by deception and falsehood. The other isvintandawhoseaim\nistocriticizeandunderminetheoppositionspositionwithoutever\nestablishing any position. ","kumar":"Lord Krishna reveals that His vibhuti or divine, transcendental opulenceis\nsarganam or creation. Creation is the total sum of all thingsinexistence\nand the Supreme Lord Krishna is the beginning or origin of all,themiddle\nor preservation of all and the end or dissolution of all beingthecreator\nof everything. Of the three forms of debate and arguement His vibhutiknown\nas vadah is the discriminating debatethatresultsinknowledgeofthe\nabsolute conclusive truth. This is in oppositiontotheothertwoforms\nbeing jalpa which is an argument calculated todestroytheoppositionat\nany cost even by deception and falsehood. The other isvintandawhoseaim\nistocriticizeandunderminetheoppositionspositionwithoutever\nestablishing any position. "}