{"meta":"Bhagavad Gita Chapter 10 Verse 27","metahi":"भगवद् गीता 10.27","slok":"उच्चैःश्रवसमश्वानां विद्धि माममृतोद्भवम्।ऐरावतं गजेन्द्राणां नराणां च नराधिपम्।।10.27।। ","htsrsd":"।।10.27।।घोड़ोंमें अमृतके साथ समुद्रसे प्रकट होनेवाले उच्चैःश्रवा नामक घोड़ेको? श्रेष्ठ हाथियोंमें ऐरावत नामक हाथीको और मनुष्योंमें राजाको मेरी विभूति मानो। ","htstma":"।।10.27।। अश्वों में अमृत से उत्पन्न हुए उच्चैश्रवा नामक अश्व? हाथियों में ऐरावत और मनुष्यों में राजा मुझे ही जानो।। ","transliteration":"Ucchaihshravasamashwaanaam viddhi maamamritodbhavam;\nAiraavatam gajendraanaam naraanaam cha naraadhipam. ","englishmeaning":"uchchaiḥśhravasam—Uchchaihshrava; aśhvānām—amongst horses; viddhi—know; mām—me; amṛita-udbhavam—begotten from the churning of the ocean of nectar; airāvatam—Airavata; gaja-indrāṇām—amongst all lordly elephants; narāṇām—amongst humans; cha—and; nara-adhipam—the king ","hcsrsd":"।।10.27।। व्याख्या --   उच्चैःश्रवसमश्वानां विद्धि माममृतोद्भवम्--समुद्रमन्थनके समय प्रकट होनेवाले चौदह रत्नोंमें उच्चैःश्रवा घोड़ा भी एक रत्न है। यह इन्द्रका वाहन और सम्पूर्ण घोड़ोंका राजा है। इसलिये भगवान्ने इसको अपनी विभूति बताया है।ऐरावतं गजेन्द्राणाम्--हाथियोंके समुदायमें जो श्रेष्ठ होता है? उसको गजेन्द्र कहते हैं। ऐसे गजेन्द्रोंमें भी ऐरावत हाथी श्रेष्ठ है। उच्चैःश्रवा घोड़ेकी तरह ऐरावत हाथीकी उत्पत्ति भी समुद्रसे हुई है और यह भी इन्द्रका वाहन है। इसलिये भगवान्ने इसको अपनी विभूति बताया है।नराणां च नराधिपम्--सम्पूर्ण प्रजाका पालन? संरक्षण? शासन करनेवाला होनेसे राजा सम्पूर्ण मनुष्योंमें श्रेष्ठ है। साधारण मनुष्योंकी अपेक्षा राजामें भगवान्की ज्यादा शक्ति होती है। इसलिये भगवान्ने राजाको अपनी विभूति बताया है (टिप्पणी प0 559)।इन विभूतियोंमें जो बलवत्ता? सामर्थ्य है? वह भगवान्से ही आयी है? अतः उसको भगवान्की ही मानकर भगवान्का चिन्तन करना चाहिये। ","hcsca":"।।10.27।। सुर और असुरों के द्वारा क्षीरसागर का मन्थन करके अमृत प्राप्त करने की पौराणिक कथा सुप्रसिद्ध है। इस मन्थन की प्रकिया के समय पंखयुक्त शक्तिशाली और समर्थ ऐसा एक अश्व प्रकट हुआ था? जिसका नाम उच्चैश्रवा था? तथा ऐरावत नाम का एक श्वेत गज भी प्रकट हुआ था। इन दोनों को देवताओं के राजा इन्द्र को उपहार के रूप में भेंट किया गया था। पौराणिक वर्णन के अनुसार इस प्रकार की कुल तेरह आकर्षक वस्तुएं उस मन्थन में प्रकट हुई थीं। ","etsga":"10.27 Among horses, know Me to be Uccaihsravas, born of nectar; Airavata among the lordly elephants; and among men, the Kind of men. [Uccaihsravas and Airavata are respectively the divine horse and elephant of Indra.] ","etssa":"10.27 Know Me as Ucchaisravas born of nectar, among horses; among lordly elephants (I am) the Airavata; and, among men, the king. ","etdss":"10.27. Ofthe horses, you should know Me to be the nectar-bornUccaihsravas(Indras horse);of the best elephants, the Airavata(Indras elephant);and of the men, their king. ","ecssa":"10.27 उच्चैःश्रवसम् Ucchaisravas? अश्वानम् among horses? विद्धि know? माम् Me? अमृतोद्भवम् born of nectar?,ऐरावतम् Airavata? गजेन्द्राणाम् among lordly elephants? नराणाम् among men? च and? नराधिपम् the king.Commentary Nectar was obtained by the gods by churning the ocean of milk. Ucchaisravas is the name of the royal horse which was born in that ocean of milk when it was churned for the nectar.Airavatam The offspring of Iravati? the elephant of Indra born at the time when the ocean of milk was churned. ","scetsga":"10.27 Asvanam, among horses; viddhi, know; mam, Me; to be the horse named Uccaihsravas; amrta-udbhavam, born of nectar-born when (the sea was) churned (by the gods) for nectar. Airavata, the son of Iravati, gajendranam, among the Lordly elephants; know Me to be so remains understood. And naranam, among men; know Me as the naradhipam, King of men. ","scetdss":"10.27 See Comment under 10.42 ","scetssa":"10.26 - 10.29 Of trees I am Asvattha which is worthy of worship. Of celestial seers I am Narada. Kamadhuk is the divine cow. I am Kandarpa, the cause of progeny. Sarpas are single-headed snakes while Nagas are many-headed snakes. Aatic creatures are known as Yadamsi. Of them I am Varuna. Of subdures, I am Yama, the son of the sun-god. ","chakravarthi":"Among horses, I am Ucchaihsrava who arose from the churning of the nectar ocean (amrtodbhavam). ","rudra":"\nOf powerful horses and mighty elephants, Lord Krishnas vibhutiordivine,\ntranscendental opulence is the horse Uccaihsrava and the elephantAiravata,\nwho both were manifested by amrtodbhavamwhichwasthechurningofthe\nocean of milk into celestial nectar by the demigods and demonsasrevealed\nin the Puranas. And knowthatLordKrishnasvibhutimanifestsamongst\nhumans as the ruler of men being naradhipam the royal king. ","brahma":" ","shri":" ","kumar":" "}