{"meta":"Bhagavad Gita Chapter 10 Verse 22","metahi":"भगवद् गीता 10.22","slok":"वेदानां सामवेदोऽस्मि देवानामस्मि वासवः।इन्द्रियाणां मनश्चास्मि भूतानामस्मि चेतना।।10.22।। ","htsrsd":"।।10.22।।मैं वेदोंमें सामवेद हूँ? देवताओंमें इन्द्र हूँ? इन्द्रियोंमें मन हूँ और प्राणियोंकी चेतना हूँ। ","htstma":"।।10.22।। मैं वेदों में सामवेद हूँ? देवों में वासव (इन्द्र) हूँ मैं इन्द्रियों में मन और भूतप्राणियों में चेतना (ज्ञानशक्ति) हूँ।। ","transliteration":"Vedaanaam saamavedo’smi devaanaam asmi vaasavah;\nIndriyaanaam manashchaasmi bhootaanaamasmi chetanaa. ","englishmeaning":"vedānām—amongst the Vedas; sāma-vedaḥ—the Sāma Veda; asmi—I am; devānām—of all the celestial gods; asmi—I am; vāsavaḥ̣—Indra; indriyāṇām—of amongst the senses; manaḥ—the mind; ca—and; asmi—I am; bhūtānām—amongst the living beings; asmi—I am; chetanā—consciousness ","hcsrsd":"।।10.22।। व्याख्या --   वेदानां सामवेदोऽस्मि--वेदोंकी जो ऋचाएँ स्वरसहित गायी जाती हैं? उनका नाम सामवेद है। सामवेदमें इन्द्ररूपसे भगवान्की स्तुतिका वर्णन है। इसलिये सामवेद भगवान्की विभूति है।देवानामस्मि वासवः--सूर्य? चन्द्रमा आदि जितने भी देवता हैं? उन सबमें इन्द्र मुख्य है और सबका अधिपति है। इसलिये भगवान्ने उसको अपनी विभूति बताया है।इन्द्रियाणां मनश्चास्मि--नेत्र? कान आदि सब इन्द्रियोंमें मन मुख्य है। सब इन्द्रियाँ मनके साथ रहनेसे (मनको साथमें लेकर) ही काम करती हैं। मन साथमें न रहनेसे इन्द्रियाँ अपना काम नहीं करतीं। यदि मनका साथ न हो ते इन्द्रियोंके सामने विषय आनेपर भी विषयोंका ज्ञान नहीं होता। मनमें यह विशेषता भगवान्से ही आयी है। इसलिये भगवान्ने मनको अपनी विभूति बताया है।भूतानामस्मि चेतना--सम्पूर्ण प्राणियोंकी जो चेतनाशक्ति? प्राणशक्ति है? जिससे मरे हुए आदमीकी अपेक्षा सोये हुए आदमीमें विलक्षणता दीखती है? उसे भगवान्ने अपनी विभूति बताया है।इन विभूतियोंमें जो विशेषता है? वह भगवान्से ही आयी है। इनकी स्वतन्त्र विशेषता नहीं है। ","hcsca":"।।10.22।। मैं वेदों में सामवेद हूँऋग्वेद का सार ही सामवेद है। चारों वेदों में ऋग्वेद का स्थान सबसे प्रमुख है। सामवेद को छान्दोग्योपनिषद् में सुन्दरता से गौरवान्वित किया गया है। सामवेद में संगीत का विशेष आनन्द भी जुड़ा हुआ है? क्योंकि साम मन्त्रों को सुन्दर राग? सुर और लय में गाया जाता है? जो इस बात के प्रमाण हैं कि संगीत की इस सुन्दर और शक्तिशाली कला को हमारे पूर्वजों ने इतना अधिक विकसित किया था। इस उपमा के सौन्दर्य के द्वारा हम कह सकते हैं कि श्रीकृष्ण संगीत की आत्मा हैं? जैसे ऋग्वेद का सार सामवेद है।मैं देवों में इन्द्र हूँस्वर्ग के निवासी देवों का राजा वासवइन्द्र है। यह ध्यान देने योग्य बात है कि वैदिक सिद्धान्त के अनुसार यद्यपि रहनसहन का सर्वोच्च स्तर स्वर्ग में है? परन्तु वहाँ भी देवताओं के पदों में श्रेष्ठता और हीनता का तारतम्य होता है। स्वर्ग की प्राप्ति इह लोक में किये गये पुण्य कर्मों के फलस्वरूप होती है और इस कारण जिस पुरुष ने यहाँ अधिक पुण्य अर्जित किया होगा? उसे वहाँ श्रेष्ठतर भोगों की प्राप्ति होगी। इस नियम के अनुसार? उन सब देवों के जीवन की अपेक्षा इन्द्र का जीवन अधिक वैभव? एवं विलासपूर्ण तथा शक्तिशाली और समर्थ होना स्वाभाविक है। देवताओं में इन्द्र मैं हूँ जो अन्य देवों का शासक और नियन्ता है? जिससे कि उनका जीवन सुखी एवं समृद्धशाली होता है।मैं इन्द्रियों में मन हूँआधिदैविक दृष्टि से जिसे इन्द्र कहते हैं? आध्यात्मिक दृष्टि से वही मन कहलाता है? क्योंकि देव शब्द का अर्थ इन्द्रिय होता है। जैसे इन्द्र देवताओं का राजा है? वैसे ही मन इन्द्रियों का राजा है। मन के बिना इन्द्रियाँ स्वतन्त्र रूप से अपना व्यापार नहीं कर सकती हैं। इसलिये यहाँ कहा गया है कि मैं इन्द्रियों में मन हूँ। जगत् की समस्त सृष्ट वस्तुओं में सर्वाधिक श्रेष्ठ और अद्भुत वस्तु है बुद्धिमत्ता। यह एक ऐसी रहस्यमयी शक्ति है? जिसके विषय में आधुनिक वैज्ञानिक एक अस्पष्ट और काल्पनिक धारणा बनाने के अतिरिक्त कुछ विशेष ज्ञान प्राप्त नहीं कर सके हैं। ","etsga":"10.22 Among the Vedas I am Sama-veda; among the gods I am Indra. Among the organs I am the mind, and I am the intelligence in creatures. ","etssa":"10.22 Among the Vedas I am the Sama-Veda; I am Vasava among the gods; among the senses I am the mind; and I am intelligence among living beings. ","etdss":"10.22. Of the Vedas, I am the Samaveda; of the gods, I am Vasava (Indra); of the sense-organs,I am the mind; of the beings, I am the sentience. ","ecssa":"10.22 वेदानाम् among the Vedas? सामवेदः the Sama Veda? अस्मि (I) am? देवानाम् among the gods? अस्मि (I) am? वासवः Indra? इन्द्रियाणाम् among the senses? मनः mind? च and? अस्मि (I) am? भूतानाम् among living beings? अस्मि (I) am? चेतना intelligence.Commentary Vasava is Indra.Gods Such as Rudras? Adityas.Indriyas The five JnanaIndriyas or organs of knowledge? viz.? ear? skin? eye? tongue and nose and the five KarmaIndriyas or organs of action? viz.? speech? hands? feet? genitals and anus. The mind is regarded as the eleventh sense. As the senses cannot function without the help of the mind? the mind is regarded as the chief among the senses.Chetana Intelligence is that state of intellect which is manifest in the aggregate of the body and the senses.That which illumines all? from the intellect down to the grossest object? is called Chetana. ","scetsga":"10.22 Vedanam, among the Vedas; I am the Sama-veda. Devanam, among the gods-such as Rudras, Adityas and others; I am vasavah, Indra. Indriyanam, among the eleven organs, viz eye etc.; I am the manah, mind. I am the mind which is of the nature of reflection and doubt. And I am the cetana, intelligence [It is the medium for the manifestation of Consciousness.], the function of the intellect ever manifest in the aggregate of body and organs; bhtanam, in creatures. ","scetdss":"10.22 See Comment under 10.42 ","scetssa":"10.22 Of the Vedas, namely, Of Rk, Yajus, Saman, Atharva, I am that Samaveda which is the paramount one. Of the gods, I am Indra. Of eleven sense-organs, I am the sense-organ called Manas which is most paramount. Of living beings, namely, of those with consciousness, I am that consciousness. Here too the genitive is not used for specifying. ","chakravarthi":"Among the devatas, I am Indra (vasavah). I am jnana sakti (cetana) related to all beings. Here the use of the genitive relational. ","rudra":"\nHere Lord Krishna reveals His vibhuti or divine, transcendental opulenceas\nthe SamaVeda, the chief of all the demigods Indra, of the senses Heisthe\nmind and of living beings He is cetana or consciousness. ","brahma":" ","shri":"\nLord Krishna reveals that among thefourVedas,Hisvibhutiordivine,\ntranscendentalopulenceistheSamaVeda,ofallthedemigods His\nvibhuti is the celestial chief Indra. Of the 11sensescalledindriyannam\nbeing seeing, hearing, tatsing,touchingandsmellingwhichcorresponds\nrespectively to the eyes, ears, tongue, skin and nose withthe11thbeing\nthe mind which as the chief of them all isLordKrishnavibhuti.Ofall\nlivingbeingswhateverconsciousnessariseswithinthem apart from\nintelligence that is also His vibhuti. ","kumar":"Lord Krishna reveals that among thefourVedas,Hisvibhutiordivine,\ntranscendentalopulenceistheSamaVeda,ofallthedemigods His\nvibhuti is the celestial chief Indra. Of the 11sensescalledindriyannam\nbeing seeing, hearing, tatsing,touchingandsmellingwhichcorresponds\nrespectively to the eyes, ears, tongue, skin and nose withthe11thbeing\nthe mind which as the chief of them all isLordKrishnavibhuti.Ofall\nlivingbeingswhateverconsciousnessariseswithinthem apart from\nintelligence that is also His vibhuti. "}