{"meta":"Bhagavad Gita Chapter 10 Verse 42","metahi":"भगवद् गीता 10.42","slok":"अथवा बहुनैतेन किं ज्ञातेन तवार्जुन।विष्टभ्याहमिदं कृत्स्नमेकांशेन स्थितो जगत्।।10.42।। ","htsrsd":"।।10.42।।अथवा हे अर्जुन तुम्हें इस प्रकार बहुतसी बातें जाननेकी क्या आवश्यकता है मैं अपने किसी एक अंशसे सम्पूर्ण जगत्को व्याप्त करके स्थित हूँ। ","htstma":"।।10.42।। अथवा हे अर्जुनबहुत जानने से तुम्हारा क्या प्रयोजन है मैं इस सम्पूर्ण जगत् को अपने एक अंश मात्र से धारण करके स्थित हूँ।। ","transliteration":"Athavaa bahunaitena kim jnaatena tavaarjuna;\nVishtabhyaahamidam kritsnamekaamshena sthito jagat. ","englishmeaning":"athavā—or; bahunā—detailed; etena—by this; kim—what; jñātena tava—can be known by you; arjuna—Arjun; viṣhṭabhya—pervade and support; aham—I; idam—this; kṛitsnam—entire; eka—by one; anśhena—fraction; sthitaḥ—am situated; jagat—creation ","hcsrsd":"।।10.42।। व्याख्या --   अथवा--यह अव्ययपद देकर भगवान् अर्जुनसे मानो यह कह रहे हैं कि तुमने जो प्रश्न किया था? उसके अनुसार मैंने उत्तर दिया ही है अब मैं अपनी तरफसे तेरे लिये एक विशेष महत्त्वकी सार बात बताता हूँ।बहुनैतेन किं ज्ञातेन तवार्जुन--भैया अर्जुन तुम्हें इस प्रकार बहुत जाननेकी क्या जरूरत है मैं घोड़ोंकी लगाम और चाबुक पकड़े तेरे सामने बैठा हूँ। दीखनेमें तो मैं छोटासा दीखता हूँ? पर मेरे इस शरीरके किसी एक अंशमें अनन्त कोटि ब्रह्माण्ड महासर्ग और महाप्रलय -- दोनों अवस्थाओंमें मेरेमें स्थित हैं। उन सबको लेकर मैं तेरे सामने बैठा हूँ और तेरी आज्ञाका पालन करता हूँ इसलिये जब मैं स्वयं तेरे सामने हूँ? तब तेरे लिये बहुतसी बातें जाननेकी क्या जरूरत हैविष्टभ्याहमिदं कृत्स्नमेकांशेन स्थितो जगत्--मैं इस सम्पूर्ण जगत्को एक अंशसे व्याप्त करके स्थित हूँ -- यह कहनेका तात्पर्य है कि भगवान्के किसी भी अंशमें अनन्त सृष्टियाँ विद्यमान हैं --  रोम रोम प्रति लागे  कोटि कोटि ब्रह्मंड (मानस 1। 201)। परन्तु उन सृष्टियोंसे भगवान्का कोई अंश? भाग रुका नहीं है अर्थात् भगवान्के किसी अंशमें उन सब सृष्टियोंके रहनेपर भी वहाँ खाली जगह पड़ी है। जैसे? प्रकृतिका बहुत क्षुद्र अंश हमारी बुद्धि है। बुद्धिमें कई भाषाओंका? कई लिपियोंका? कई कलाओंका ज्ञान होनेपर भी हम ऐसा नहीं कह सकते कि हमारी बुद्धि अनेक भाषाओं आदिके ज्ञानसे भर गयी है अतः अब दूसरी भाषा? लिपि आदि जाननेके लिये जगह नहीं रही। तात्पर्य है कि बुद्धिमें अनेक भाषाओं आदिका ज्ञान होनेपर भी बुद्धिमें जगह खाली ही रहती है और कितनी ही भाषाएँ आदि सीखनेपर भी बुद्धि भर नहीं सकती। इस प्रकार जब,प्रकृतिका छोटा अंश बुद्धि भी अनेक भाषाओं आदिके ज्ञानसे नहीं भरती? तो फिर प्रकृतिसे अतीत? अनन्त? असीम और अगाध भगवान्का कोई अंश अनन्त सृष्टियोंसे कैसे भर सकता है वह तो बुद्धिकी अपेक्षा भी विशेषरूपसे खाली रहता है।इस प्रकार ? तत्? सत्-- इन भगवन्नामोंके उच्चारणपूर्वक ब्रह्मविद्या और योगशास्त्रमय श्रीमद्भगवद्गीतोपनिषद्रूप श्रीकृष्णार्जुनसंवादमें विभूतियोग नामक दसवाँ अध्याय पूर्ण हुआ।।10।। ","hcsca":"।।10.42।। यद्यपि मित्रता और स्नेह के उत्स्फूर्त भावावेश में श्रीकृष्ण ने अर्जुन को अपनी विभूति (समष्टि रूप) और योग ( व्यष्टि रूप) को वर्णन करने का वचन दिया था? परन्तु एकएक उदाहरण देते समय उन्होंने अपने को इस कार्य के लिए सर्वथा असमर्थ पाया। अनन्त तत्त्व के अनन्त विस्तार का वर्णन कैसे संभव हो सकता है असमर्थता के कारण उन्हें विषाद है किन्तु पुन अपने शिष्य के प्रति अत्यन्त प्रेम के कारण? भगवान् श्रीकृष्ण सम्पूर्ण अध्याय का सार इस अन्तिम श्लोक में बताते हैं।इस बहुत जानने से तुम्हारा क्या प्रयोजन हैवास्तव मे देखा जाय? तो अनन्त तत्त्व को प्रत्येक परिच्छिन्न रूप में दर्शाने का प्रयत्न व्यर्थ ही है? क्योंकि वह असंभव है। मिट्टी को समस्त विद्यमान घटों में तथा जल को सम्पूर्ण तरंगों में एकएक करके दिखाना असंभव है। केवल इतना ही किया जा सकता है कि कुछ उदाहरणों के द्वारा विद्यार्थियों को तत्त्व का दर्शन करने की कला को सिखाया जाय। गणित के अध्यापन में इसी पद्धति का उपयोग किया जाता है।मैं इस सम्पूर्ण जगत् को अपने एक अंश मात्र से धारण करके स्थित हूँवेदान्त में जगत् शब्द में वे समस्त अनुभव समाविष्ट है? जो हम अपनी इन्द्रियों? मन और बुद्धि के द्वारा प्राप्त करते हैं। संक्षेप में जिन वस्तुओं को हम दृश्य रूप में जानते हैं? वे सभी जगत् शब्द की परिभाषा में आते हैं। इसमें दृश्य पदार्थ? भावनाएं? विचार और उनको ग्रहण करने वाली इन्द्रियादि उपाधियाँ भी सम्मिलित हैं।इस श्लोक की दूसरी पंक्ति में भगवान् श्रीकृष्ण आत्मस्वरूप की दृष्टि से कहते हैं कि यह सम्पूर्ण जगत् उनके एक अंश मात्र में धारण किया हुआ है। इस कथन का एक और दार्शनिक अभिप्राय यह है कि सत्य का अधिकांश भाग इस जगत् तथा उसके विकारों से सर्वथा निर्लिप्त है यद्यपि सर्वत्र समान रूप से व्याप्त अखण्ड सत्य में इस प्रकार अंशों का भेद नहीं किया जा सकता? तथापि लौकिक परिच्छिन्न भाषा के शब्दों द्वारा पारमार्थिक सत्य को निर्देशित करने की यह एक औपनिषदीय पद्धति है।conclusion तत्सदिति श्रीमद्भगवद्गीतासूपनिषस्तु ब्रह्मविद्यायां योगशास्त्रे,श्रीकृष्णार्जुनसंवादे विभूतियोगो नाम दशमोऽध्याय।।इस प्रकार श्रीकृष्णार्जुनसंवाद के रूप में ब्रह्मविद्या और योगशास्त्र स्वरूप श्रीमद्भगवद्गीतोपनिषद् का विभूतियोग नामक दंसवा अध्याय समाप्त होता है। ","etsga":"10.42 Or, on the other hand, what is the need of your knowing this extensively, O Arjuna? I remain sustaning this whole creation in a special way with a part (of Myself). ","etssa":"10.42 But, of what avail to thee is the knowledge of all these details, O Arjuna? I exist, supporting this whole world by one part of Myself. ","etdss":"10.42. Or, O Arjuna !Why this detailed statement ?I remain, pervading this entire universe with a single fraction [of Myself]. ","ecssa":"10.42 अथवा or? बहुना (by) many? एतेन (by) this? किम् what? ज्ञातेन known? तव to thee? अर्जुन O Arjuna? विष्टभ्य supporting? अहम् I? इदम् this? कृत्स्नम् all? एकांशेन by one part? स्थितः exist? जगत् the world.Commentary The Lord concludes Having established or pervaded this whole world with one fragment of Myself? I remain.This verse is based on the declaration in the Purusha Sukta (RigVeda10.90.3) that One arter of Him is all the cosmos the three arters are the divine transcendent Reality.I exist supporting this whole world by one part? by one limit? or by one foot. One part of Myself constitutes all beings.All beings form His foot (Taittiriya Aranyaka 3.12). The whole world is one Pada or foot of the Lord. Amsa (part) or Pada (foot) is mere Kalpana or imagination or account of our own ignorance,or limiting adjunct. In reality Brahman is without any such parts or limbs and is formless.Arjuna has now a knowledge of the glories of the Lord. He is fit to behold the magnificent cosmic form of the Lord. Lord Krishna prepares Arjuna for this grand vision by giving him a description of His glories.Arjuna says O Lord? I now realise that the whole world is filled by Thee. I now wish to behold the whole universe in Thee with my eye of intuition.Thus in the Upanishads of the glorious Bhagavad Gita? the science of the Eternal? the scripture of Yoga? the dialogue between Sri Krishna and Arjuna? ends the tenth discourse entitledThe Yoga of the Divine Glories., ","scetsga":"10.42 Athava, or, on the other hand; kim, what is the need; of tava jnatena, your knowing; etena bahuna, this extensively-but imcompletely-in the above manner, O Arjuna? You listen to this subject that is going to be stated in its fullness: Aham, I; sthitah, remain; vistabhya, sustaining, supporting, holding firmly, in a special way; idam, this; krtsnam, whole; jagat, creation; ekamsena, by a part, by a foot [The Universe is called a foot of His by virtue of His having the limiting adjunct of being its efficient and material cause.] (of Myself), i.e. as the Self of all things [As the material and the efficient cause of all things]. The Vedic text, All beings form a foot of His (Rg., Pu. Su. 10.90.3; Tai. Ar. 3.12.3) support this. [A Form constituted by the whole of creation has been presented in this chapter for meditation. Thery the unalified transcendental Reality, implied by the word tat (in tattva-masi) and referred to by the latter portion of the Commentators otation (viz tripadasyamrtam divi: The immortal three-footed One is established in His own effulgence), becomes established.] ","scetdss":"10.19-42 Hanta te etc. upto jagat sthitah.I am the Soul etc.(verse 20) :By this [the Bhagavat]wards off the exclusion[of any being as different form Him].Otherwise the sentences likeOf the immovable[I am]the the Himalayas (verse 25) etc., would amount to the exclusive statement that the Himalayan range is the Bhagavat and not any other one.In that case, the indiscriminateness of the Brahman is not established and hence the realisation of the Brahman would be a partial (or conditioned) one.For, the [present] text of exposition is intended for that seeker whose mind cannot contemplate on the all-pervasiveness [of the Brahman], but who [at the same time] is desirous of realising that [all-pervasiveness].Hence, while concluding, [the Bhagavat] teaches the theory of duality-cumunity by sayingwhatsoever being exists with the manifestingpower etc., andthen concludes the topic with the theory of absolute unity, as Or what is the use of this elaboration;৷৷৷৷.I remain pervading this [universe] by a single fraction [of Myself]This has been declared indeed [in the scriptures] as : \n \nAll beings constitute [only] His one-fourth;His [other] immortal three-forths are in the heaven.(Rgveda,X, xc, 3).\n \nThus, all this and the prime cause of creatures, are nothing but the Bhagavat (Absolute).And hence, He Himself becomes the object of knowledge of all, but being comprehended with the different strange alities. ","scetssa":"10.42 What is the use to you of this detailed knowledge taught by Me?I sustain this universe with an infinitesimal fraction of My power - this universe consisting of sentient and non-sentient entities, whether in effect or causal condition, whether gross or subtle - in such a manner that it does not violate My will in preserving its proper form, existence and various activities. As said by Bhagavan Parasara:On an infinitesimal fraction of this energy, this universe rests (V. P., 1.9.53). ","chakravarthi":"Know the results that come from these many separate pieces of knowledge. By one portion alone, by the paramatma in human form, fixing myself (vistabhya) in the world which I have created, supporting this created world by being its basis, superintending the world by being its ruler, controlling the world by being its controller, pervading the world by being pervasive, and creating the world by beings its cause, I remain here.\nEverything in the universe is Krishna alone, and he is thus worthy of service. By intelligence given by that realization, one should taste his sweetness. This has ben explained in this chapter. ","rudra":"\nLord Krishna states in conclusion. What is thenecessityofthislimited\nversion of Himself? It is bettertoseeHimexistingeverywherewithin\nevery living being. What purposeisservedbyknowingallthesefacts\nseparately when He alone pervades and sustains the totalmaterialcreation\nwith just a fraction of Himself.ThereisnothingexistingbeyondLord\nKrishna. The Rig Veda V.X.XC.III states: Thecompletecosmiccreationis\nmanifested from one quarter of Himself.\nBecause the mind continuously runs after external objects in its pursuitof\npleasure through the senses, Lord Krishna enjoins everyonetotrytosee\nHim everywhere in everything and thus in this chapter Hehasmagnanimously\nstated in brief His vibhuti or divine, transcendental opulence. ","brahma":"\nThe words kim jnatenatavausedbyLordKrishnameaningwhatisthe\nnecessity of allthisknowledgeistorecalltheprimaryreasonfor\nrevealingHisvibhutiordivine,transcendentalopulenceandnotto\nindicate that knowledge of them was not of great value. Since thisistrue\nHe would never state anything that is unnecessary or unreal.TheRigVeda\nconfirms stating: Who can possibly be liberated from the cycle of birthand\ndeath without knowledgeoftheSupremeLordphenomenalattributesand\nvibhuti. The adjective tava is used forclarificationandindicatesthat\nsince Arjuna is already a qualified devotee of Lord Krishna.Theknowledge\nthat has been revealed previously is for otheraspirantsandvotariesin\nvariouslevelsofdevelopment;buttheknowledgethatisinstructed\nsubsequently hereafter will be exclusively for Him. Again thewordkimis\nused to emphasise the importance of other means toperceiveLordKrishna.\nIf there is attachment and greed and no renunciationwhatistheuseof\npenance? If there is anger and lust and no equanimity whatistheuseof\npenance? The purpose of using the word kim is to emphasisetheremovalof\nattachment, greed, anger and lust. It isforaffirmingthatitismore\nimportant to perceive Lord Krishnas presence in all places ratherthento\nperceive Him in select differentiated places.\nNow begins the summation.\nThe words kim jnatena also indicate that what istobementionedinthe\nfollowing chapters is more important then what has beenpreviouslyrelated\nup till now. This does not mean that anythingthatLordKrishnarevealed\npreviously is not important; but only that it is the foundation for whatis\nyet to come. To be informed that what is to be told later is moreimportant\ninfers that what was told previously wasmorepreparatoryanddenotesa\nconnecting gradation in the information given.Tobeproperlyunderstood\nand assimilatedknowledgemustcomeinthepropersequence.Onlyby\nreflecting and meditating on SrimadBhagavad-Gitaasacollectivewhole\nwill one come to realise its deeper purports and the ultimate truth. ","shri":"\nLord Krishna now informs that whatever has beenconfirmedasthereality\nregarding Hisvibhutiordivine,transcendentalopulenceisextremely\nminimal. In whatever condition the material creation may appear, beitthe\nabsolute reality of the supra subtle unmanifest state of thebrahmanbeing\nthe spiritual substratum pervading allexistenceorbeittherelative\nreality of the supra gross manifeststatepossessingthefiveelements.\nWhether existing temporarily or in perpetuity, the total creationcomprised\nof citorconsciousnessandacitorunconsciousbeings,objectsand\nsubstances are structured in such a way as to not conflict witheachother\nand never to go contraryagainsttheSupremeLordswill.Theblessed\nParasara the father of Vedavyasa revealed intheVishnuPuranathatthe\nwhole creation is maintained by 110,000partof110,000partofLord\nKrishnas inconceivable power. ","kumar":"Lord Krishna now informs that whatever has beenconfirmedasthereality\nregarding Hisvibhutiordivine,transcendentalopulenceisextremely\nminimal. In whatever condition the material creation may appear, beitthe\nabsolute reality of the supra subtle unmanifest state of thebrahmanbeing\nthe spiritual substratum pervading allexistenceorbeittherelative\nreality of the supra gross manifeststatepossessingthefiveelements.\nWhether existing temporarily or in perpetuity, the total creationcomprised\nof citorconsciousnessandacitorunconsciousbeings,objectsand\nsubstances are structured in such a way as to not conflict witheachother\nand never to go contraryagainsttheSupremeLordswill.Theblessed\nParasara the father of Vedavyasa revealed intheVishnuPuranathatthe\nwhole creation is maintained by 110,000partof110,000partofLord\nKrishnas inconceivable power. "}