{"meta":"Bhagavad Gita Chapter 11 Verse 39","metahi":"भगवद् गीता 11.39","slok":"वायुर्यमोऽग्निर्वरुणः शशाङ्कःप्रजापतिस्त्वं प्रपितामहश्च।नमो नमस्तेऽस्तु सहस्रकृत्वःपुनश्च भूयोऽपि नमो नमस्ते।।11.39।। ","htsrsd":"।।11.39।।आप ही वायु? यमराज? अग्नि? वरुण? चन्द्रमा? दक्ष आदि प्रजापति और प्रपितामह (ब्रह्माजीके भी पिता) हैं। आपको हजारों बार नमस्कार हो नमस्कार हो और फिर भी आपको बारबार नमस्कार हो नमस्कार हो ","htstma":"।।11.39।। आप वायु? यम? अग्नि? वरुण? चन्द्रमा? प्रजापति (ब्रह्मा) और प्रपितामह (ब्रह्मा के भी कारण) हैं आपके लिए सहस्र बार नमस्कार? नमस्कार है? पुन आपको बारम्बार नमस्कार? नमस्कार है।। ","transliteration":"Vaayuryamo’gnirvarunah shashaankahPrajaapatistwam prapitaamahashcha;\nNamo namaste’stu sahasrakritwahPunashcha bhooyo’pi namo namaste. ","englishmeaning":"vāyuḥ—the god of wind; yamaḥ—the god of death; agniḥ—the god of fire; varuṇaḥ—the god of water; śhaśha-aṅkaḥ—the moon-God; prajāpatiḥ—Brahma; tvam—you; prapitāmahaḥ—the great-grandfather; cha—and; namaḥ—my salutations; namaḥ—my salutations; te—unto you; astu—let there be; sahasra-kṛitvaḥ—a thousand times; punaḥ cha—and again; bhūyaḥ—again; api—also; namaḥ—(offering) my salutations; namaḥ te—offering my salutations unto you ","hcsrsd":"।।11.39।। व्याख्या --   वायुः -- जिससे सबको प्राण मिल रहे हैं? मात्र प्राणी जी रहे हैं? सबको सामर्थ्य मिल रही है? वह वायु आप ही हैं।यमः -- जो संयमनीपुरीके अधिपति हैं और सम्पूर्ण संसारपर जिनका शासन चलता है? वे यम आप ही हैं।अग्निः -- जो सबमें व्याप्त रहकर शक्ति देता है? प्रकट होकर प्रकाश देता है और जठराग्निके रूपमें अन्नका पाचन करता है? वह अग्नि आप ही हैं।वरुणः -- जिसके द्वारा सबको जीवन मिल रहा है? उस जलके अधिपति वरुण आप ही हैं।शशाङ्क -- जिससे सम्पूर्ण ओषधियोंका? वनस्पतियोंका पोषण होता है? वह चन्द्रमा आप ही हैं।प्रजापतिः -- प्रजाको उत्पन्न करनेवाले दक्ष आदि प्रजापति आप ही हैं।प्रपितामहः -- पितामह ब्रह्माजीको भी प्रकट करनेवाले होनेसे आप प्रपितामह हैं।नमो नमस्तेऽस्तु सहस्रकृत्वः पुनश्च भूयोऽपि नमो नमस्ते -- इन्द्र आदि जितने भी देवता हैं? वे सबकेसब आप ही हैं। आप अनन्तस्वरूप हैं। आपकी मैं क्या स्तुति करूँ क्या महिमा गाऊँ मैं तो आपको हजारों बार नमस्कार ही कर सकता हूँ और कर ही क्या सकता हूँकुछ भी करनेकी जिम्मेवारी मनुष्यपर तभीतक रहती है? जबतक अपनेमें करनेका बल अर्थात् अभिमान रहता है। जब अपनेमें कुछ भी करनेकी सामर्थ्य नहीं रहती? तब करनेकी जिम्मेवारी बिलकुल नहीं रहती। अब वह केवल नमस्कार ही करता है अर्थात् अपनेआपको सर्वथा भगवान्के समर्पित कर देता है। फिर करनेकरानेका सब काम शरण्य(भगवान्) का ही रहता है? शरणागतका नहीं। ","hcsca":"।।11.39।। अब तक अर्जुन भगवान् श्रीकृष्ण के पर? अक्षर और निर्गुण स्वरूप का स्तुतिगान कर रहा था। एक उपासक के मन में यह प्रश्न आ सकता है कि इस सर्वातीत निर्गुण स्वरूप सत्य का उसके अपने इष्ट देवता (उपास्य) के साथ निश्चित रूप से क्या सम्बन्ध है। प्राचीनकाल में प्राय प्राकृतिक शक्तियों के अधिष्ठातृ देवताओं की श्रद्धापूर्वक आराधना? प्रार्थना और उपासना की जाती थी।वेदकालीन साधकगण अन्तकरण की शुद्धि तथा एकाग्रता के लिए जिन देवताओं की उपासना करते थे? उनमें प्रमुख वायु? यम? अग्नि? वरुण (जल का देवता)? शशांङ्क (चन्द्रमा) और सृष्टिकर्ता प्रजापति। इन देवताओं का आह्वान स्त्रोतगान? पूजा तथा यज्ञयागादि के द्वारा किया जाता था। उस काल के शिक्षित वर्ग के लोगों के मन को भी ईश्वर के यही रूप इष्ट थे। प्राय सर्वत्र? लोग साधन को ही साध्य (लक्ष्य) समझने की गलती करते हैं। परन्तु? यहाँ अर्जुन प्रामाणिक ज्ञान के आधार पर यह दर्शाता है कि वस्तुत अनन्त तत्त्व ही समस्त देवताओं का मूल स्वरूप है। तथापि उस अनन्त को अर्जुन भगवान् श्रीकृष्ण के रूप में देखता है।वेदान्त का यह सिद्धांत है कि एक ही परमात्मा विविध उपाधियों के द्वारा व्यक्त होकर इन देवताओं के रूप में प्राप्त होता है। वर्तमान काल में भी भक्तगण अपने इष्ट देवता के रूप में परमेश्वर का आह्वान कर अपने इष्ट को ही देवाधिदेव कहते हैं। इस देवेश को ही अर्जुन प्रणाम करता है। ","etsga":"11.39 You are Air, Death, Fire, the god of the waters, the moon, the Lord of the creatures, and the Greater-grandfather. Salutations! Salutation be to You a thousand times; salutation to You again and again! Salutation! ","etssa":"11.39 Thou art Vayu, Yama, Agni, Varuna, the moon, the Creator, and the great-grandfather. Salutations, salutations unto Thee, a thousand times, and again salutations, salutations unto Thee. ","etdss":"11.39. You are Vayu, Yama, Agni, Varuna, the Moon, Prajapati and the Great-paternal-grand-father; Salutation and salutation thousand times to You; and again also more salutation and salutation to You. ","ecssa":"11.39 वायुः Vayu? यमः Yama? अग्निः Agni? वरुणः Varuna? शशाङ्कः moon? प्रजापतिः Prajapati? त्वम् Thou? प्रपितामहः greatgrandfather? च and? नमःनमः salutations? ते to Thee? अस्तु be? सहस्रकृत्वः thousand times? पुनः again? च and? भूयः again? अपि also ? नमःनमः salutations? ते to Thee.Commentary Prajapati Marichi and others were the seven mindborn sons of Brahma. Kasyapa descended from Marichi and from Kasyapa came all other progeny. Therefore? Marichi? Kasyapa and others are known as Prajapatis or the gods or progeny. The word Prajapati here is interpreted by some as Kasyapa and other Prajapatis. But as the word has been used here in the singular number it is appropriate to take Brahma as Prajapati. Brahma is the grandfather (Pitamaha) of Kasyapa. Brahma or the Hiranyagarbha is the Karya Brahman (effect). Isvara is the Karana Brahman (the cause for Brahma). Therefore? Isvara is the greatgrandfather. He is the father of,even Brahma.Isvara has Maya as the limiting adjunct. Maya is His causal body. Isvara has no plane. Maya is in an undifferentiated state. She is in a state where the alities of Nature (Gunas) are in eilibrium. When the eilibrium is disturbed through the will of Isvara? the three Gunas? Brahma? Vishnu and Siva manifest.Thou art the moon alludes to and includes the sun also.Punah? Bhuyah Again. Salutations a thousand times and again salutations. This indicates that Arjuna had intense faith in and boundless devotion for Lord Krishna. He was not satisfied even if he prostrated himself a thousand times. ","scetsga":"11.39 You are vayuh, Air; yamah, Death; and agnih, Fire; varunah, the god of the waters; sasankah, the moon; prajapatih, the Lord of the creatures- Kasyapa and others [See note on p.2.-Tr.]; and pra-pitamahah, the Great-grandfather, i.e. the Father ever of Brahma (Hiranyagarbha). Namo, salutations; namah, salutation; astu, be; te, to You; sahasra-krtvah, a thousand times. Punah ca bhuyah api namo te, salutation to You again and again; namah, salutation!\nThe suffix krtvasuc (after sahasra) indicates performance and repetition of the act of salutation a number of times. The words punah ca bhuyah api (again and again) indicate his own dissatisfaction [Dissatisfaction with only a few salutations.] owing to abundance of reverence and devotion.\nSo also, ","scetdss":"11.39 See comment under 11.40. ","scetssa":"11.39 You alone are the great-grandsire of all and also grandfather etc. The Prajapatis are the fathers of all creatures. Hiranyagarbha (Brahma), the father of the Prajapatis, is the grandsire of all creatures. You, being the father of even Hiranyagarbha, are great grandfather of all creatures. You alone are denoted by the several terms by which these beings are known. Such is the meaning. Beholding the Lord in a most marvellous form, Arjuna, bent with great awe, saluted Him from all sides with his eyes widely open from joy. ","chakravarthi":"No commentary by Sri Visvanatha Cakravarti Thakur. ","rudra":"\nNaming the various demigods which are Lord Krishnas vibhuti or divine\ntranscendental opulences are stated to imply that He is the sum total of\nall the demigods as He is even the progentitor of the grandsire Brahma\nresponsible for visargah or secondary creation. At this time due to\nfeelings of excessive devotion, reverence and anxiety Arjuna offers his own\nobeisances sahasra-krtvah meaning 1000s and 1000s of times and not being\nsatisfied offers humble prostrations many, many times upon the ground\nbefore Lord Krishna. ","brahma":"  \nHere it is inferred that Lord Krishna is the composite total of all the\ndemigods beginning with Vayu the demigod in charge of the wind due to the\nfact that they all are parts of His vibhuti or divine transcendental\nopulence. Va symbolises strength and aya symbolises wisdom which in their\nunlimited forms are qualities of the Supreme Lord. Since He is fully\ncomplete and resplendent within Himself various demigods are mentioned\nsuch agni or fire and varunah or ocean which represent His vibhuti or\ndivine transcenndental opulence. Thus they manifest in unlimited ways. ","shri":"  Lord Krishna is origin of Vishnu who is the origin of Brahma who is the\norigin of the Prajapatis who are the physical patriarchs of all creatures.\nAll the demigods and any other kind of god find their source in Him as\nwell. He is known as Hiranyagarbha the indwelling soul of all living\nentities. Comprehending the reality of all these things as part of the\nmagnificently majestic pageant of the Supreme Lord, Arjuna with joy elated\nheart and eyes brimming with tears prostrated himself unto Lord Krishna\nagain and again from every side with trepidation. ","kumar":"Lord Krishna is origin of Vishnu who is the origin of Brahma who is the\norigin of the Prajapatis who are the physical patriarchs of all creatures.\nAll the demigods and any other kind of god find their source in Him as\nwell. He is known as Hiranyagarbha the indwelling soul of all living\nentities. Comprehending the reality of all these things as part of the\nmagnificently majestic pageant of the Supreme Lord, Arjuna with joy elated\nheart and eyes brimming with tears prostrated himself unto Lord Krishna\nagain and again from every side with trepidation. "}