{"meta":"Bhagavad Gita Chapter 11 Verse 53","metahi":"भगवद् गीता 11.53","slok":"नाहं वेदैर्न तपसा न दानेन न चेज्यया।शक्य एवंविधो द्रष्टुं दृष्टवानसि मां यथा।।11.53।। ","htsrsd":"।।11.53।।जिस प्रकार तुमने मुझे देखा है? इस प्रकारका (चतुर्भुजरूपवाला) मैं न तो वेदोंसे? न तपसे? न दानसे और न यज्ञसे ही देखा जा सकता हूँ। ","htstma":"।।11.53।। न वेदों से? न तप से? न दान से और न यज्ञ से ही मैं इस प्रकार देखा जा सकता हूँ? जैसा कि तुमने मुझे देखा है।। ","transliteration":"Naa ham vedairna tapasaa na daanena na chejyayaa;\nShakya evamvidho drashtum drishtavaanasi maam yathaa. ","englishmeaning":"śhrī-bhagavān uvācha—the Supreme Lord said; su-durdarśham—exceedingly difficult to behold; idam—this; rūpam—form; dṛiṣhṭavān asi—that you are seeing; yat—which; mama—of mine; devāḥ—the celestial gods; api—even; asya—this; rūpasya—form; nityam—eternally; darśhana-kāṅkṣhiṇaḥ—aspiring to see; na—never; aham—I; vedaiḥ—by study of the Vedas; na—never; tapasā—by serious penances; na—never; dānena—by charity; na—never; cha—also; ijyayā—by worship; śhakyaḥ—it is possible; evam-vidhaḥ—like this; draṣhṭum—to see; dṛiṣhṭavān—seeing; asi—you are; mām—me; yathā—as ","hcsrsd":"।।11.53।। व्याख्या -- दृष्टवानसि मां यथा -- तुमने मेरा चतुर्भुजरूप मेरी कृपासे ही देखा है। तात्पर्य है कि मेरे दर्शन मेरी कृपासे ही हो सकते हैं? किसी योग्यतासे नहीं।नाहं वेदैर्न तपसा न दानेन न चेज्यया शक्य एवंविधो द्रष्टुम् -- यह एक सिद्धान्तकी बात है कि जो चीज किसी मूल्यसे खरीदी जाती है? वह चीज उस मूल्यसे कम मूल्यकी ही होती है। जैसे? कोई दूकानदार एक घड़ी सौ रुपयेमें बेचता है? तो उसने वह घड़ी कम मूल्यमें ली है? तभी तो वह सौ रुपयेमें देता है। इसी तरह अनेक वेदोंका अध्ययन करनेपर? बहुत बड़ी तपस्या करनेपर? बहुत बड़ा दान देनेपर तथा बहुत बड़ा यज्ञअनुष्ठान करनेपर भगवान् मिल जायँगे -- ऐसी बात नहीं है। कितनी ही महान् क्रिया क्यों न हो? कितनी ही योग्यता सम्पन्न क्यों न की जाय? उसके द्वारा भगवान् खरीदे नहीं जा सकते। वे सबकेसब मिलकर भी भगवत्प्राप्तिका मूल्य नहीं हो सकते। उनके द्वारा भगवान्पर अधिकार नहीं जमाया जा सकता। अर्जुनने इसी अध्यायके तैंतालीसवें श्लोकमें साफ कहा है कि त्रिलोकीमें आपके समान भी कोई नहीं है? फिर आपसे अधिक हो ही कैसे सकता है तात्पर्य है कि आपसे अधिक हुए बिना आपपर अधिकार नहीं किया जा सकता।सांसारिक चीजोंमें तो अधिक योग्यतावाला कम योग्यतावालेपर आधिपत्य कर सकता है? अधिक बुद्धिमान् कम बुद्धिवालोंपर अपना रोब जमा सकता है? अधिक धनवान् निर्धनोंपर अपनी अधिकता प्रकट कर सकता है परन्तु भगवान् किसी बल? बुद्धि? योग्यता? व्यक्ति? वस्तु आदिसे खरीदे नहीं जा सकते। कारण कि जिस भगवान्के संकल्पमात्रसे तत्काल अनन्त ब्रह्माण्डोंकी रचना हो जाती है? उसे एक ब्रह्माण्डके भी किसी अंशमें रहनेवाले किसी वस्तु? व्यक्ति आदिसे कैसे खरीदा जा सकता है तात्पर्य यह है कि भगवान्की प्राप्ति केवल भगवान्की कृपासे ही होती है। वह कृपा तब प्राप्त होती है? जब मनुष्य अपनी सामर्थ्य? समय? समझ? सामग्री आदिको भगवान्के सर्वथा अर्पण करके अपनेमें सर्वथा निर्बलता? अयोग्यताका अनुभव करता है अर्थात् अपने बल? योग्यता आदिका किञ्चिन्मात्र भी अभिमान नहीं करता। इस प्रकार जब वह सर्वथा निर्बल होकर अपनेआपको भगवान्के सर्वथा समर्पित करके अनन्यभावसे भगवान्को पुकारता है? तब भगवान् तत्काल प्रकट हो जाते हैं। कारण कि जबतक मनुष्यके अन्तःकरणमें प्राकृत वस्तु? योग्यता? बल? बुद्धि आदिका महत्त्व और सहारा रहता है? तबतक भगवान् अत्यन्त नजदीक होनेपर भी दूर दीखते हैं।इस श्लोकमें जो दुर्लभता बतायी गयी है? वह चतुर्भुजरूपके लिये ही बतायी गयी है? विश्वरूपके लिये नहीं। अगर इसको विश्वरूपके लिये ही मान लिया जाय तो पुनरुक्तिदोष आ जायगा क्योंकि पहले अड़तालीसवें श्लोकमें विश्वरूपकी दुर्लभता बतायी जा चुकी है। दूसरी बात? आगेके श्लोकमें भगवान्ने अनन्यभक्तिसे अपनेको देखा जाना शक्य बताया है। विश्वरूपमें अनन्यभक्ति हो ही नहीं सकती? क्योंकि अर्जुनजैसे शूरवीर पुरुष भगवान्से दिव्यदृष्टि प्राप्त करके भी विश्वरूपको देखकर भयभीत हो गये? तो उस रूपमें अनन्यभक्ति? अनन्यप्रेम? आकर्षण कैसे हो सकता है अर्थात् नहीं हो सकता। सम्बन्ध --   जब कोई किसी साधनसे? किसी योग्यतासे? किसी सामग्रीसे आपको प्राप्त नहीं कर सकता? तो फिर आप कैसे प्राप्त किये जाते हैं -- इसका उत्तर भगवान् आगेके श्लोकमें देते हैं। ","hcsca":"।।11.53।। भगवान् के इस विश्वरूप का दर्शन मिलना किसी के लिए भी सुलभ नहीं है। दर्शन का यह अनुभव न वेदाध्ययन से और न तप से? न दान से और न यज्ञ से ही प्राप्त हो सकता है। यहाँ तक कि स्वर्ग के निवासी देवतागण भी अपनी विशाल बुद्धि? दीर्घ जीवन और कठिन साधना के द्वारा भी इस रूप को नहीं देख पाते और सदा उसके लिए लालायित रहते हैं। ऐसा होने पर भी भगवान् श्रीकृष्ण ने अपने इस विराट् और आश्चर्यमय रूप को अपने मित्र अर्जुन को केवल अनुग्रह करके दर्शाया जैसा कि स्वयं उन्होंने ही स्वीकार किया था।हम इस बात पर आश्चर्य़ करेंगे कि किस कारण से भगवान् अपनी कृपा की वर्षा किसी एक व्यक्ति पर तो करते हैं और अन्य पर नहीं निश्चय ही यह एक सर्वशक्तिमान् द्वारा किया गया आकस्मिक वितरण नहीं हो सकता? जो स्वच्छन्दतापूर्वक? निरंकुश होकर बिना किसी नियम या कारण के कार्य करता रहता हो क्योंकि उस स्थिति में भगवान् पक्षपात तथा निरंकुशता के दोषी कहे जायेंगे? जो कि उपयुक्त नहीं है।श्लोक में इसका युक्तियुक्त स्पष्टीकरण किया गया है कि किस कारण से बाध्य होकर भगवान् अपनी विशेष कृपा की वर्षा कभी किसी व्यक्ति पर करते हैं? और सदा सब के ऊपर नहीं ","etsga":"11.53 Not through the Vedas, not by austerity, not by gifts, nor even by sacrifice can I be seen in this form as you have seen Me. ","etssa":"11.53 Neither by the Vedas nor by austerity, nor by gift, nor by sacrifice can I be seen in this form as thou hast seen Me (so easily). ","etdss":"11.53. Neither by reciting Vedas, no by obseving austerity, nor by offering gifts, nor by performing sacrifice, can I be observed in this manner as you have see Me now. ","ecssa":"11.53 न not? अहम् I? वेदैः by the Vedas? न not? तपसा by austerity? न not? दानेन by gift? न not? च and? इज्यया by sacrifice? शक्यः (am) possible? एवंविधः like this? द्रष्टुम् to be seen? दृष्टवानसि (thou) hast seen? माम् Me? यथा as.Commentary This Cosmic Form which thou hast seen so easily cannot be obtained either by the study of the Vedas and the six modes of philosophy? nor by the practice of manifold austerities (penances)? nor by charity? nor by sacrifices of various kinds.Arjuna was indeed very fortunate in seeing the Cosmic Form.How can the Lord be seen Listen The heart must be overflowing with true devotion to Him. (Cf.XI.48) ","scetsga":"11.53 Na vedaih, not through the Vedas, not even through the four Vedas-Rk, Yajus, Sama and Atharvan; na tapasa, not by austerity, not by severe austerities like the Candrayana; not danena, by gifts, by gifts of cattle, land, gold, etc.; na ca, nor even; ijyaya, by sacrifices or worship; sakyah aham, can I; drastum, be seen evamvidhah, in this form, in the manner as was shown; yatha, as; drstavan asi, you have seen mam, Me.\nHow again, can You be seen? This is being answered: ","scetdss":"11.53 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.53 - 11.54 Sri Krsna says By Vedas, i.e., by mere study, teaching etc., of these sacred texts, it is not possible to know Me truly. It is also not possible through meditation, sacrifices, gifts and austerities, destitute of devotion towards Me. But by single-minded devotion i.e., by devotion characterised by extreme ardour and intensity, it is possible to know Me in reality through scriptures, to behold Me directly in reality, and enter into Me in reality. So describes a Sruti passage: This Self cannot be obtained by instruction, nor by intellect nor by much hearing. Whomsoever He chooses, by him alone is He obtained. To such a one He reveals His own form (Ka. U., 2.2.23) and (Mun. U., 3.2.3). ","chakravarthi":"Moreover, please understand that others, who desire as the goal of their lives that svarupa which is not desired by you, cannot see that form or know that form even by such practices as study of the Vedas. ","rudra":"\nThe same instructions that Lord Krishna declared in verse 48 about seeing\nHis visvarupa or divine universal form apply also in being able to see His\noriginal two armed form which is pure spiritual sat-cid-ananda or eternal\nexistence, unlimited cognizance and endless bliss. ","brahma":" ","shri":" ","kumar":" "}