{"meta":"Bhagavad Gita Chapter 11 Verse 24","metahi":"भगवद् गीता 11.24","slok":"नभःस्पृशं दीप्तमनेकवर्णंव्यात्ताननं दीप्तविशालनेत्रम्।दृष्ट्वा हि त्वां प्रव्यथितान्तरात्माधृतिं न विन्दामि शमं च विष्णो।।11.24।। ","htsrsd":"।।11.24।।हे विष्णो आपके अनेक देदीप्यमान वर्ण हैं? आप आकाशको स्पर्श कर रहे हैं? आपका मुख फैला हुआ है? आपके नेत्र प्रदीप्त और विशाल हैं। ऐसे आपको देखकर भयभीत अन्तःकरणवाला मैं धैर्य और शान्तिको भी प्राप्त नहीं हो रहा हूँ। ","htstma":"।।11.24।। हे विष्णो आकाश के साथ स्पर्श किये हुए देदीप्यमान अनेक रूपों से युक्त तथा विस्तरित मुख और प्रकाशमान विशाल नेत्रों से युक्त आपको देखकर भयभीत हुआ मैं धैर्य और शान्ति को नहीं प्राप्त हो रहा हूँ।। ","transliteration":"Nabhahsprisham deeptamanekavarnamVyaattaananam deeptavishaalanetram;\nDrishtwaa hi twaam pravyathitaantaraatmaaDhritim na vindaami shamam cha vishno. ","englishmeaning":"nabhaḥ-spṛiśham—touching the sky; dīptam—effulgent; aneka—many; varṇam—colors; vyātta—open; ānanam—mouths; dīpta—blazing; viśhāla—enormous; netram—eyes; dṛiṣhṭvā—seeing; hi—indeed; tvām—you; pravyathitāntar-ātmā—my heart is trembling with fear; dhṛitim—firmness; na—not; vindāmi—I find; śhamam—mental peace; cha—and; viṣhṇo—Lord Vishnu ","hcsrsd":"।।11.24।। व्याख्या --  [बीसवें श्लोकमें तो अर्जुनने विराट्रूपकी लम्बाईचौड़ाईका वर्णन किया? अब यहाँ केवल लम्बाईका वर्णन करते हैं।]विष्णो -- आप साक्षात् सर्वव्यापक विष्णु हैं? जिन्होंने पृथ्वीका भार दूर करनेके लिये कृष्णरूपसे अवतार लिया है।दीप्तमनेकवर्णम् -- आपके काले? पीले? श्याम? गौर आदि अनेक वर्ण हैं? जो बड़े ही देदीप्यमान हैं।नभः स्पृशम् -- आपका स्वरूप इतना लम्बा है कि वह आकाशको स्पर्श कर रहा है।वायुका गुण होनेसे स्पर्श वायुका ही होता है? आकाशका नहीं। फिर यहाँ आकाशको स्पर्श करनेका तात्पर्य क्या है मनुष्यकी दृष्टि जहाँतक जाती है? वहाँतक तो उसको आकाश दीखता है? पर उसके आगे कालापन दिखायी देता है। कारण कि जब दृष्टि आगे नहीं जाती? थक जाती है? तब वह वहाँसे लौटती है? जिससे आगे कालापन दीखता है। यही दृष्टिका आकाशको स्पर्श करना है। ऐसे ही अर्जुनकी दृष्टि जहाँतक जाती है? वहाँतक उनको भगवान्का विराट्रूप दिखायी देता है। इसका तात्पर्य यह हुआ कि भगवान्का विराट्रूप असीम है? जिसके सामने दिव्यदृष्टि भी सीमित ही है।व्यात्ताननं दीप्तविशालनेत्रम् -- जैसे कोई भयानक जन्तु किसी जन्तुको खानेके लिये अपना मुख फैलाता है? ऐसे ही मात्र विश्वको चट करनेके लिये आपका मुख फैला हुआ दीख रहा है।आपके नेत्र बड़े ही देदीप्यमान और विशाल दीख रहे हैं।दृष्ट्वा हि त्वां प्रव्यथितान्तरात्मा धृतिं न विन्दामि शमं च विष्णो -- इस तरह आपको देखकर मैं भीतरसे बहुत व्यथित हो रहा हूँ। मेरेको कहींसे भी धैर्य नहीं मिल रहा है और शान्ति भी नहीं मिल रही है।यहाँ एक शङ्का होती है कि अर्जुनमें एक तो खुदकी सामर्थ्य है और दूसरी? भगवत्प्रदत्त सामर्थ्य (दिव्यदृष्टि) है। फिर भी अर्जुन तो विश्वरूपको देखकर डर गये? पर सञ्जय नहीं डरे। इसमें क्या कारण है सन्तोंसे ऐसा सुना है कि भीष्म? विदुर? स़ञ्जय और कुन्ती -- ये चारों भगवान् श्रीकृष्णके तत्त्वको विशेषतासे जाननेवाले थे। इसलिये सञ्जय पहलेसे ही भगवान्के तत्त्वको? उनके प्रभावको जानते थे? जब कि अर्जुन भगवान्के तत्त्वको उतना नहीं जानते थे। अर्जुनका विमूढ़भाव (भाव) अभी सर्वथा दूर नहीं हुआ था (गीता 11। 49)। इस विमूढ़भावके कारण अर्जुन भयभीत हुए। परन्तु सञ्जय भगवान्के तत्त्वको जानते थे अर्थात् उनमें विमूढ़भाव नहीं था अतः वे भयभीत नहीं हुए।उपर्युक्त विवेचनसे एक बात सिद्ध होती है कि भगवान् और महापुरुषोंकी कृपा विशेषरूपसे अयोग्य मनुष्योंपर होती है? पर उस कृपाको विशेषरूपसे योग्य मनुष्य ही जानते हैं। जैसे छोटे बच्चेपर माँका अधिक स्नेह होता है? पर बड़ा लड़का माँको जितना जानता है? उतना छोटा बच्चा नहीं जानता। ऐसे ही भोलेभाले? सीधेसादे व्रजवासी? ग्वालबाल? गोपगोपी और गाय -- इनपर भगवान् जितना अधिक स्नेह करते हैं? उतना स्नेह जीवन्मुक्त महापुरुषोंपर नहीं करते। परन्तु जीवन्मुक्त महापुरुष ग्वालबाल आदिकी अपेक्षा भगवान्को विशेषरूपसे जानते हैं। सञ्जयने विश्वरूपके लिये प्रार्थना भी नहीं की और विश्वरूपको देख लिया। परन्तु विश्वरूप देखनेके लिये अर्जुनको स्वयं भगवान्ने ही उत्कण्ठित किया और अपना विश्वरूप भी दिखाया क्योंकि सञ्जयकी अपेक्षा भगवान्के तत्त्वको जाननेमें अर्जुन छोटे थे और भगवान्के साथ सखाभाव रखते थे। इसलिये अर्जुनपर भगवान्की कृपा अधिक थी। इस कृपाके कारण अन्तमें अर्जुनका मोह नष्ट हो गया -- नष्टो मोहः ৷৷. त्वत्प्रसादात् (गीता 18। 73)। इससे सिद्ध होता है कि कृपापात्रका मोह अन्तमें नष्ट हो ही जाता है। ","hcsca":"।।11.24।। अर्जुन द्वारा अनुभव किया गया यह आसाधारण अद्भुत और उग्र दृश्य किसी एक स्थान पर केन्द्रित नहीं किया जा सकता था। वस्तुत? वह सर्वव्यापकता की सीमा तक फैला हुआ था। परन्तु? अर्जुन ने अपनी आन्तरिक दृष्टि में उसे एक परिच्छिन्न रूप और निश्चित आकार में देखा। अरूप गुणों (जैसे स्वतन्त्रता? प्रेम? राष्ट्रीयता इत्यादि) को जब भी हम बौद्धिक दृष्टि से समझते हैं? तब हम उसे एक निश्चित आकार प्रदान करते हैं? जो स्वयं के ज्ञान के लिए ही होता है? परन्तु कदापि इन्द्रियगोचर नहीं होता। इसी प्रकार? यद्यपि विराट् रूप तो विश्वव्यापी है? परन्तु अर्जुन को ऐसा अनुभव होता है? मानो? उसका कोई आकार विशेष है। किन्तु? पुन जब वह इस अनुभूत दृश्य का वर्णन करने का प्रयत्न करता है? तो उसके वचन उसकी ही भावनाओं को व्यक्त नहीं कर पाते और उसका अपना प्रयोजन ही सिद्ध नहीं हो पाता है।अर्जुन देखता है कि समस्त लोक उस विराट् पुरुष को देखकर भयभीत हो रहे हैं? जिसमें? बहुत मुख? नेत्र? बहुत बाहु? उरु और पैरों वाले? बहुत उदरों वाले आदि रूप हैं और वह कहता है? मैं भी भयभीत हो रहा हूँ। यह भी सबने अनुभव किया होगा कि यदि हम किसी उत्तेजित जनसमुदाय के मध्य अथवा सत्संग में होते हैं? तब वहाँ के वातावरण का हमारे मन पर भी उसी प्रकार का प्रभाव पड़ता है। सब लोक भयभीत हुये हैं? और अर्जुन स्वीकार करता है कि? मैं भी व्याकुल हो रहा हूँ।अपनी ही स्वीकारोक्ति के बाद उसे यह भय लगना एक क्षत्रिय पुरुष के लिए अपमानजनक और कायरता का लक्षण जान पड़ा। इसलिए? अपने भय को उचित सिद्ध करने के लिए वह उस भयंकर रूप को अनन्तरूप अर्थात् रूपविहीन बताते हुए कहता है कि विश्वरूप अपने में सबको समेटे हुए है। यह विराट् रूप आकाश को स्पर्श कर रहा है। असंख्य वर्णों से वह दीप्तमान हो रहा है। उसके विशाल आग्नेय नेत्र चमक रहे हैं। उसका मुख सबका भक्षण कर रहा है। यह सब सम्मिलित रूप में देवताओं के साहस को भी डगमगा देने वाला है। अर्जुन यह भी स्वीकार करता है कि इस रूप के दर्शन से मैं भयभीत हूँ मुझे न धैर्य प्राप्त हो रहा है और न शान्ति। यहाँ ध्यान देने की बात है कि इस प्रकार के संवेदनाशून्य भय की स्थिति में वह विश्वरूप को? हे विष्णो कहकर सम्बोधित करता है।जैसा कि मैनें प्रारम्भ में कहा है अर्जुन की अर्न्तदृष्टि में अत्यन्त स्पष्ट अनुभव हो रहा विराट् रूप? वस्तुत अनन्त परमात्मा का इस विश्व के नाम और रूपों के असीम विस्तार की दृष्टि से किया गया वर्णन है। गीता के विद्यार्थियों को इन सूक्ष्म विचारधाराओं का विस्मरण नहीं होने देना चाहिए जिन्हें व्यासजी ने परिश्रमी और लगनशील साधकों के लाभ के लिए गुप्त रख छोड़ा है अपने भय का कारण बताते हुए अर्जुन कहता है ","etsga":"11.24 O Visnu, verily, seeing Your form touching heaven, blazing, with many colours, open-mouthed, with fiery large eyes, I , becoming terrified in my mind, do not find steadiness and peace. ","etssa":"11.24 On seeing Thee (the Cosmic Form) touching the sky, shining in many colours, with mouths wide open, with large fiery eyes, I am terrified at heart and find neither courage nor peace, O Vishnu. ","etdss":"11.24. As I observe You [with form] touching the sky; blazing; having many colours, mouths wide open, eyes blazing and large; I am terrified in my inner soul (mind); and I do not get courage and peace, O Visnu ! ","ecssa":"11.24 नभःस्पृशम् touching the sky? दीप्तम् shining? अनेकवर्णम् in many colours? व्यात्ताननम् with mouths wide open? दीप्तविशालनेत्रम् with larve fiery eyes? दृष्ट्वा having seen? हि verily? त्वाम् Thee? प्रव्यथितान्तरात्मा terrified at heart? धृतिम् courage? न not? विन्दामि (I) find? शमम् peace? च and? विष्णो O Vishnu.Commentary Dhriti also means patience and strength. Sama also means control.The vision of the Cosmic Form has frightened Arjuna considerably. ","scetsga":"11.24 O Visnu, hi, verily; drstva, seeing; tvam, You; nabhah-sprsam, touching heaven; diptam, blazing; aneka-varnam, with many colours, (i.e.) possessed of many frightening forms; vyatta-ananam, open-mouthed; dipta-visala-netram, with firey large eyes; I, pravyathita-antara-atma, becoming terrified in my mind; na vindami, do not find; dhrtim, steadiness; ca, and; samam, peace, calmness of mind.\nWhy? ","scetdss":"11.24 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.24 The term Nabhas denotes the Supreme Heaven (Parama-Vyoman), which is beyond the Prakrti composed of the three Gunas as established by the Sruti passages such as: That is in the Imperishable Supreme Heaven (Ma. Na. U., 1.2), Him, sun-coloured and beyond Tamas (Sve., 3.8) The dweller beyond the Rajas (Rg. S., 2.6.25.5) and He who is the president in the Supreme Heaven (Rg. S., 8.9.17.7). This can be understood as implied in the statement that the form touches the Supreme Heaven. It expresses the idea that it is the foundation of all - of the principle of the Prakrti with its conditions, and of the individual selves in all states. It has also been initially declared: For by You alone are pervaded the interspace of heaven and earth ৷৷. (11.20). Beholding Your form shining, multicoloured, and with yawning mouths and large and resplendent eyes, my inner being trembles in fear. I am unable to find support, namely, I am unable to find support for the body. I am unable to get peace of mind and of the senses. O Visnu, namely, O Pervader, beholding You pervading everything, incomparable in magnitude, extremely wonderful and terrible, I find my limbs ivering and my senses agitated. Such is the meaning. ","chakravarthi":"Sama means relief or tranquility. ","rudra":"\nSeeing Lord Krishnas visvarupa or divine universal form pervading all\nvisible directions in blazing and fierce splendour with gaping mouths\nemitting fire and large fiery eyes Arjuna confesses that he has completely\nlost his equilibrium and it is not possible for him to regain his composure\nin the presence of the visvarupa. ","brahma":" ","shri":"  \nLord Krishna is addressed as Vishnu or He which is all pervading. The words\nnabhah means the firmament above and is in reference to the parama-vyoma\nwhich is the supreme region beyond even the heavenly planets and celestial\nspheres which are still subject to prakriti or the material substratum\npervading physical existence consisting of the three gunas or modes of\nmaterial nature being passion, goodness and ignorance. Several examples are\ngiven in the Vedic scriptures such as tad akshate parame vyoman meaning\nhigh above in the imperishable firmament, aditya-varnam tamasah parastat\nmeaning the golden firmament beyond all ignorance, kshyantam asya rajasa\nparake meaning the refuge beyond the mode of passion, yo asy-alhyaksha\nparame vyoman meaning He which controls all in the sublime firmament. To\nuse the two words nabhah-sprsam means pervading the firmament and denotes\nthat Lord Krishnas visvarupa or divine universal form is infinite and the\nshelter of all the modifications found in prakriti or the material\nsubstratum pervading all physical existence. The words pravyathita-antah-\natma means extremely agitated mind and substantiates why Arjuna is unable\nto be dhritim composed and feel saman or peaceful. This was due to\nwitnessing the terrifying awful apparition aspect of the visvarupa which\nmade his mind recoil, his limbs quiver uncontrolled and all his senses\naghast. ","kumar":"Lord Krishna is addressed as Vishnu or He which is all pervading. The words\nnabhah means the firmament above and is in reference to the parama-vyoma\nwhich is the supreme region beyond even the heavenly planets and celestial\nspheres which are still subject to prakriti or the material substratum\npervading physical existence consisting of the three gunas or modes of\nmaterial nature being passion, goodness and ignorance. Several examples are\ngiven in the Vedic scriptures such as tad akshate parame vyoman meaning\nhigh above in the imperishable firmament, aditya-varnam tamasah parastat\nmeaning the golden firmament beyond all ignorance, kshyantam asya rajasa\nparake meaning the refuge beyond the mode of passion, yo asy-alhyaksha\nparame vyoman meaning He which controls all in the sublime firmament. To\nuse the two words nabhah-sprsam means pervading the firmament and denotes\nthat Lord Krishnas visvarupa or divine universal form is infinite and the\nshelter of all the modifications found in prakriti or the material\nsubstratum pervading all physical existence. The words pravyathita-antah-\natma means extremely agitated mind and substantiates why Arjuna is unable\nto be dhritim composed and feel saman or peaceful. This was due to\nwitnessing the terrifying awful apparition aspect of the visvarupa which\nmade his mind recoil, his limbs quiver uncontrolled and all his senses\naghast. "}