{"meta":"Bhagavad Gita Chapter 11 Verse 37","metahi":"भगवद् गीता 11.37","slok":"कस्माच्च ते न नमेरन्महात्मन्गरीयसे ब्रह्मणोऽप्यादिकर्त्रे।अनन्त देवेश जगन्निवासत्वमक्षरं सदसत्तत्परं यत्।।11.37।। ","htsrsd":"।।11.37।।हे महात्मन् गुरुओंके भी गुरु और ब्रह्माके भी आदिकर्ता आपके लिये (वे सिद्धगण) नमस्कार क्यों नहीं करें क्योंकि हे अनन्त हे देवेश हे जगन्निवास आप अक्षरस्वरूप हैं आप सत् भी हैं? असत् भी हैं,और सत्असत्से पर भी जो कुछ है? वह भी आप ही हैं। ","htstma":"।।11.37।। हे महात्मन् ब्रह्मा के भी आदि कर्ता और सबसे श्रेष्ठ आपके लिए वे कैसे नमस्कार नहीं करें (क्योंकि) हे अनन्त हे देवेश हे जगन्निवास जो सत् असत् और इन दोनों से परे अक्षरतत्त्व है? वह आप ही हैं।। ","transliteration":"Kasmaachcha te na nameran mahaatmanGareeyase brahmano’pyaadikartre;\nAnanta devesha jagannivaasaTwamaksharam sadasattatparam yat. ","englishmeaning":"kasmāt—why; cha—and; te—you; na nameran—should they not bow down; mahā-ātman—The Great one; garīyase—who are greater; brahmaṇaḥ—than Brahma; api—even; ādi-kartre—to the original creator; ananta—The limitless One; deva-īśha—Lord of the devatās; jagat-nivāsa—Refuge of the universe; tvam—you; akṣharam—the imperishable; sat-asat—manifest and non-manifest; tat—that; param—beyond; yat—which ","hcsrsd":"।।11.37।। व्याख्या --   कस्माच्च ते न नमेरन्महात्मन् गरीयसे ब्रह्मणोऽप्यादिकर्त्रे -- आदिरूपसे प्रकट होनेवाले महान् स्वरूप आपको (पूर्वोक्त सिद्धगण) नमस्कार क्यों न करें नमस्कार दोको किया जाता है -- (1) जिनसे मनुष्यको शिक्षा मिलती है? प्रकाश मिलता है? ऐसे आचार्य? गुरुजन आदिको नमस्कार किया जाता है और (2) जिनसे हमारा जन्म हुआ है? उन मातापिताको तथा आयु? विद्या आदिमें अपनेसे बड़े पुरुषोंको नमस्कार किया जाता है। अर्जुन कहते हैं कि आप गुरुओंके भी गुरु हैं -- गरीयसे (टिप्पणी प0 600.1) और आप सृष्टिकी रचना करनेवाले पितामह ब्रह्माजीको भी उत्पन्न करनेवाले हैं -- ब्रह्मणोऽप्यादिकर्त्रे। अतः सिद्ध महापुरुष आपको नमस्कार करें? यह उचित ही है।अनन्त -- आपको देश? काल? वस्तु? व्यक्ति आदि किसीकी भी दृष्टिसे देखें? आपका अन्त नहीं आता। तात्पर्य है कि आपको देशकी दृष्टिसे देखें तो आपका कहाँसे आरम्भ हुआ है और कहाँ जाकर अन्त होगा -- ऐसा है ही नहीं। कालकी दृष्टिसे देखा जाय तो आप कबसे हैं और कबतक रहेंगे -- इसका कोई अन्त नहीं है। वस्तु? व्यक्ति आदिकी दृष्टिसे देखें तो आप वस्तु? व्यक्ति आदि कितने रूपोंमें हैं -- इसका कोई आदि और अन्त नहीं है। सब दृष्टियोंसे आप अनन्तहीअनन्त हैं। बुद्धि आदि कोई भी दृष्टि आपको देखने जाती है तो वह दृष्टि खत्म हो जाती है? पर आपका अन्त नहीं जाता। इसलिये सब तरफसे आप सीमारहित हैं? अपार है? अगाध हैं।देवेश -- इन्द्र? वरुण आदि अनेक देवता हैं? जिनका शास्त्रोंमें वर्णन आता है। उन सब देवताओंके आप मालिक हैं? नियन्ता हैं? शासक हैं। इसलिये आप देवेश हैं।जगन्निवास -- अनन्त सृष्टियाँ आपके किसी अंशमें विस्तृतरूपसे निवास कर रही हैं? तो भी आपका वह अंश पूरा नहीं होता? प्रत्युत खाली ही रहता है। ऐसे आप असीम जगन्निवास हैं।त्वमक्षरं सदसत्तत्परं यत् -- आप अक्षरस्वरूप हैं (टिप्पणी प0 600.2)। जिसकी स्वतःसिद्ध स्वतन्त्र सत्ता है? वह सत् भी आप हैं और जिसकी स्वतन्त्र सत्ता नहीं है? प्रत्युत सत्के आश्रित ही जिसकी सत्ता प्रतीत होती है? वह असत् भी आप ही हैं। जो सत् और असत् -- दोनोंसे विलक्षण है? जिसका किसी तरहसे निर्वचन नहीं हो सकता? मनबुद्धि? इन्द्रियाँ आदि किसीसे भी जिसकी कल्पना नहीं कर सकते अर्थात् जो सम्पूर्ण कल्पनाओंसे सर्वथा अतीत है? वह भी आप ही हैं।तात्पर्य यह हुआ कि आपसे बढ़कर दूसरा कोई है ही नहीं? हो सकता नहीं और होना सम्भव भी नहीं -- ऐसे आपको नमस्कार करना उचित ही है। ","hcsca":"।।11.37।। वे सिद्ध संघ आपको नमस्कार कैसे नहीं करें क्योंकि आप तो सृष्टिकर्ता ब्रह्माजी के भी आदिकर्त्ता हैं। आदिकारण वह है जो सम्पूर्ण कार्यजगत् को व्याप्त करके समस्त नाम और रूपों को धारण करता है? जैसे घटों का कारण मिट्टी और आभूषणों का कारण स्वर्ण है। अनन्तस्वरूप परमात्मा न केवल यह विश्व है? बल्कि समस्त देवों का ईश्वर भी है? क्योंकि उसी सर्वशक्तिमान् परमात्मा से समस्त देवताओं को तथा प्राकृतिक शक्तियों को सार्मथ्य प्राप्त होती है।इस चराचर जगत् को दो भागों सत् और असत् में विभाजित किया जा सकता है। यहाँ सत् शब्द से अर्थ उन वस्तुओं से है? जो इन्द्रिय? मन और बुद्धि के द्वारा जानी जा सकती हैं? अर्थात् जो स्थूल और सूक्ष्म रूप में व्यक्त हैं। स्थूल विषय? भावनाएं और विचार व्यक्त (सत्) कहलाते हैं। इस व्यक्त का जो कारण है? उसे असत् अर्थात् अव्यक्त कहते हैं। व्यक्ति की जीवन पद्धति को नियन्त्रित करने वाला यह अव्यक्त कारण उस व्यक्ति के संस्कार या वासनाएं ही हैं। यहाँ परमात्मा की दी हुई परिभाषा के अनुसार वह सत् और असत् दोनों ही है। और वह इन दोनों से परे भी है।आप इनसे परे भी हैं नाट्यगृह के रंगमंच पर हो रहा नाटक सुखान्त अथवा दुखान्त हो सकता है? परन्तु उन्हें प्रकाशित करने वाला प्रकाश उन दोनों से ही परे होता है। अंगूठी और कण्ठी ये दोनों? निसन्देह स्वर्ण के बने हैं? किन्तु स्वर्ण की परिभाषा यह नहीं दी जा सकती है कि वह अंगूठी या कण्ठी है। वह ये दोनों आभूषण तो हैं ही? परन्तु इन दोनों से परे भी है। इस दृष्टि से? समस्त नामरूपों का सारतत्त्व होने से परमात्मा व्यक्त और अव्यक्त दोनों ही है और अपने स्वरूप की दृष्टि से इन दोनों से परे अक्षर स्वरूप है। वह? अक्षरतत्त्व चैतन्य स्वरूप है? जो स्थूल और सूक्ष्म दोनों का ही प्रकाशक है। इसी अक्षर ने ही यह विराट्रूप धारण किया है? जिसकी स्तुति अर्जुन कर रहा है।प्रस्तुत खण्ड? विश्व के सभी धर्मों में उपलब्ध सार्वभौमिक प्रार्थनाओं का प्रतिनिधित्व करता है। किसी भी धर्म या जाति के लोगों को इसके प्रति कोई आक्षेप नहीं हो सकता? क्योंकि सनातन सत्य के विषय में जो कुछ भी प्रतिपादित सिद्धांत है? उसका ही सार यह खण्ड है। यह भक्त के हृदय को प्राय अप्रमेय की सीमा तक ऊँचा उठा सकता है। भक्त उसे साक्षात् अनुभव कर सकता है। अर्जुन भगवान् की स्तुति करते हुए कहता है ","etsga":"11.37 And why should they not bow down to You, O exalted [i.e. not narrow-minded.] One, who are greater (than all) and who are the first Creator even of Brahma! O infinite One, supreme God, Abode of the Universe, You are the Immutable,being and non-being, (and) that which is Transcendental. ","etssa":"11.37 And why should they not, O great Soul, bow to Thee Who art greater (than all else), the primal cause even of the Creator (Brahma), O Infinite Being, O Lord of the gods, O Abode of the universe; Thou art the imperishable, the Being, the non-being and That which is the supreme (that which is beyond the Being and the non-being). ","etdss":"11.37. O Mighty One ! Why should they not bow down to You, the Primal Creater, Who are greater than even Brahma (personal god) ? O Endless One, O Lord of gods, O Abode of the universe ! You are unalterable, existent, non-existent and also that which is beyond both. ","ecssa":"11.37 कस्मात् why? च and? ते they? न not? नमेरन् may prostrate? महात्मन् O greatsouled One? गरीयसे greater? ब्रह्मणः of Brahma? अपि also? आदिकर्त्रे the primal cause? अनन्त O Infinite Being? देवेश O Lord of the gods? जगन्निवास O Abode of the universe? त्वम् Thou? अक्षरम् Imperishable? सत् the Being? असत् nonbeing? तत् That? परम् the Supreme? यत् which.Commentary The Lord is Mahatma. He is greater than all else. He is the imperishable. So He is the proper object of worship? love and delight.That which exists in the three periods of time is Sat. Brahman is Sat. That which does not exist in the three periods of time is Asat. This world is Asat. This body is Asat.The words Sat and Asat mean here the manifested and the unmanifested which form the adjuncts of the Akshara (imperishable). In reality the Akshara transcends both these. The word Akshara is applied in the Gita sometimes to the Unmanifest (Nature) and sometimes to the Supreme Being.Ananta is He Who is free from the three kinds of limitations (of time? space and thing) which have already been explained.Arjuna again praises the Lord thus ","scetsga":"11.37 Ca, and; since You are the Primal Creator, the Cause, api, even; brahmanah, of Brahma, of Hiranyagarbha; therefore, kasmat, why, for what reason; should they na nameran, not bow down; te, to You; mahatman, O exalted One; gariyase, who are greater (than all)! Hence, why should these not bow down adi-karte, to the first Creator? Therefore You are fit for, i.e. the fit object of, delight etc. and salutation as well.\nAnanta, O infinite One; devesa, supreme God; jagannivasa, Abode of the Universe; tvam, You; are the aksaram, Immutable; tat param yat, that which is Transcendental, which is heard of in the Upanisads;-what is that?-sad-asat, being and nonbeing. Being is that which exists, and non-being is that with regard to which the idea of nonexistence arises. (You are) that Immutable of which these two-being and non-being-become the limiting adjuncts; which (Immutable), as a result, is metaphorically referred to as being and non-being. But in reality that Immutable is transcendental to being and non-being. That Immutable which the knowers of the Vedas declare (8.11; cf. Ka. 1.2.15)-that is You Yourself, nothing else. This is the idea.\nHe praises again: ","scetdss":"11.37 Kasmat etc. Existent (11.Sat) : i.e. as a purport of words (11.or as material object). Non-existent (11.Asat) : Because, the Absolute does not become an object of perception. Or Asat signifies negation; [in fact] it is also well connected with the words which denote it directly, or indicate it indirectly by denoting what contains it; it also enjoys a form (11.becomes an object) of knowledge (11.of its own); and [hence] is has no separate existence other than the existence of the Absolute Brahman ? (11.It is) beyond both the existent and non-existent : For, It is realised when the knowledge of both of them disappears.    (11.38) ","scetssa":"11.37 O Mahatman, for what reason should Brahma and others not bow down to You, who are great and are the First Being and the Creator even of Brahma, namely, Hiranyagarbha? O Infinite, O Lord of the gods, O You who have the universe for Your abode! You are the Aksara. What does not perish, is the Aksara, here, the principle of individual self; for the individual self does not perish as established in Sruti passages: The intelligent self is not born, nor dies (Ka. U., 1.2.18). You alone are the existent and the non-existent, the principle of Prakrti, in its condition as effect and in its condition as cause. This is denoted by the terms Sat (existent) and Asat (non-existent). You alone are the state of effect denoted by the term Sat, which is the state of diversification by names and forms, and also the state of cause, denoted by the tetm Asat, which is the state incapable of such divisions and diversities. What is beyond both - what is beyond Prakrti and the individual self associated with the Prakrti, as also from the principle of liberated selves who are different from those associated with Prakrti, i.e., bound souls. You alone are that also. Therefore: ","chakravarthi":"Why should they not offer respects to you? Certainly, they should offer respects to you, for you are brahman (aksaram), above both cause and effect (sad asat param)? ","rudra":"\nWhy indeed should not every living entity in all creation offer their\nhumble respects to the Supreme Lord Krishna who is the sole controller, the\nprimeval God of all gods, the original creator of the primary creation and\nthe creator of Brahma who created the secondary creation being material\nexistence composed of trillions of universe but which is but 1/4th of the\nspiritual energy of Lord Krishna. Lord Krishna is both sat the manifest and\nasat the unmanifest as well as that which is beyond each and contains them\nboth. The original root and primeval cause of all existence. The sole\nsource of the imperishable brahman or the spiritual substratum pervading\nall existence. There is no surprise by the facts given by these nine\nexamples that all beings in creation should offer homage to Lord Krishna. ","brahma":" Here it is explained why it is appropriate to propitiate the Supreme Lord\nKrishna. As He is purna or complete He is known as the source of all atmas\nor souls. Here He is addressed as mahatma the greatest personality. The\nword atma has been explained in Mahabharta in this manner: The Supreme Lord\nis pervading everywhere in everything, because He is the controller of all,\nthe dispenser of the results of all actions, abiding in each and every body\nand the first recipient of all sense enjoyments and because He is eternal\nHe is known as atma the soul of all. The Bhagavat Purana states that the\nmaterial worlds are a combination of sat or effect and asat or cause but\nthe Supreme Lord is superior to both sat and asat. ","shri":"  \nThe word ananta means infinite and the word nivasa means foundation. The\nword aksaram means imperishable and refers to Lord Krishnas vibhuti or\ndivine transcendental opulence known as brahman or the spiritual substratum\npervading all existence. It also denoted the category of jivatmas or\nindividual souls as embodied beings which are imperishable as well and\nconfirmed in the Katha Upanisad I.II.XVIII beginning najayate mriyateva\nvipaschit meaning: The soul is eternal and is neither born nor dies.\nReferring to prakriti or the material substratum pervading physical\nexistence Lord Krishna is sat the effect and asat or the cause. Sat is in\nreference to physical existence in its manifested, variegated state which\nis the effect. Asat is in reference to the latent non-variegated state\nwhich is indiscernible and is the cause. The effect manifests as names,\nforms, attributes and qualities being distinguishable. The cause is when\nall the manes, forms, attributes and qualities are imperceptible. What is\nbeyond that is tat param or superior and refers to the multi-atmas who are\nbeyond the categories of jivatma or bound souls and prakriti or dull\nmatter. Arjuna is beyond these two categories as well being a surrendered\ndevotee of Lord Krishna, As the atma or eternal soul is the conscious life\nforce of the physical body; the Supreme Lord Krishna is the conscious life\nforce of all creation. ","kumar":"The word ananta means infinite and the word nivasa means foundation. The\nword aksaram means imperishable and refers to Lord Krishnas vibhuti or\ndivine transcendental opulence known as brahman or the spiritual substratum\npervading all existence. It also denoted the category of jivatmas or\nindividual souls as embodied beings which are imperishable as well and\nconfirmed in the Katha Upanisad I.II.XVIII beginning najayate mriyateva\nvipaschit meaning: The soul is eternal and is neither born nor dies.\nReferring to prakriti or the material substratum pervading physical\nexistence Lord Krishna is sat the effect and asat or the cause. Sat is in\nreference to physical existence in its manifested, variegated state which\nis the effect. Asat is in reference to the latent non-variegated state\nwhich is indiscernible and is the cause. The effect manifests as names,\nforms, attributes and qualities being distinguishable. The cause is when\nall the manes, forms, attributes and qualities are imperceptible. What is\nbeyond that is tat param or superior and refers to the multi-atmas who are\nbeyond the categories of jivatma or bound souls and prakriti or dull\nmatter. Arjuna is beyond these two categories as well being a surrendered\ndevotee of Lord Krishna, As the atma or eternal soul is the conscious life\nforce of the physical body; the Supreme Lord Krishna is the conscious life\nforce of all creation. "}