{"meta":"Bhagavad Gita Chapter 11 Verse 11","metahi":"भगवद् गीता 11.11","slok":"दिव्यमाल्याम्बरधरं दिव्यगन्धानुलेपनम्।सर्वाश्चर्यमयं देवमनन्तं विश्वतोमुखम्।।11.11।। ","htsrsd":"।।11.11।।जिसके अनेक मुख और नेत्र हैं? अनेक तहरके अद्भुत दर्शन हैं? अनेक दिव्य आभूषण हैं और हाथोंमें उठाये हुए अनेक दिव्य आयुध हैं तथा जिनके गलेमें दिव्य मालाएँ हैं? जो दिव्य वस्त्र पहने हुए हैं? जिनके ललाट तथा शरीरपर दिव्य चन्दन आदि लगा हुआ है? ऐसे सम्पूर्ण आश्चर्यमय? अनन्तरूपवाले तथा चारों तरफ मुखवाले देव(अपने दिव्य स्वरूप) को भगवान्ने दिखाया। ","htstma":"।।11.11।। दिव्य माला और वस्त्रों को धारण किये हुये और दिव्य गन्ध का लेपन किये हुये एवं समस्त प्रकार के आश्चर्यों से युक्त अनन्त? विश्वतोमुख (विराट् स्वरूप) परम देव (को अर्जुन ने देखा)।। ","transliteration":"Divyamaalyaambaradharam divyagandhaanulepanam;\nSarvaashcharyamayam devam anantam vishwatomukham. ","englishmeaning":"aneka—many; vaktra—faces; nayanam—eyes; aneka—many; adbhuta—wonderful; darśhanam—had a vision of; aneka—many; divya—divine; ābharaṇam—ornaments; divya—divine; aneka—many; udyata—uplifted; āyudham—weapons; divya—divine; mālya—garlands; āmbara—garments; dharam—wearing; divya—divine; gandha—fragrances; anulepanam—anointed with; sarva—all; āśhcharya-mayam—wonderful; devam—Lord; anantam—unlimited; viśhwataḥ—all sides; mukham—face ","hcsrsd":"।।11.11।। व्याख्या --  अनेकवक्त्रनयनम् -- विराट्रूपसे प्रकट हुए भगवान्के जितने मुख और नेत्र दीख रहे हैं? वे सबकेसब दिव्य हैं। विराट्रूपमें जितने प्राणी दीख रहे हैं? उनके मुख? नेत्र? हाथ? पैर आदि सबकेसब अङ्ग विराट्रूप भगवान्के हैं। कारण कि भगवान् स्वयं ही विराट्रूपसे प्रकट हुए हैं।अनेकाद्भुतदर्शनम् -- भगवान्के विराट्रूपमें जितने रूप दीखते हैं? जितनी आकृतियाँ दीखती हैं? जितने रंग दीखते हैं? जितनी उनकी विचित्र रूपसे बनावट दीखती है? वह सबकीसब अद्भुत दीख रही है।अनेकदिव्याभरणम् -- विराट्रूपमें दीखनेवाले अनेक रूपोंके हाथोंमें? पैरोंमें? कानोंमें? नाकोंमें? और गलोंमें जितने गहने हैं? आभूषण हैं? वे सबकेसब दिव्य हैं। कारण कि भगवान् स्वयं ही गहनोंके रूपमें प्रकट हुए हैं।दिव्यानेकोद्यतायुधम् -- विराट्रूप भगवान्ने अपने हाथोंमें चक्र? गदा? धनुष? बाण? परिघ आदि अनेक प्रकारके जो आयुध (अस्त्रशस्त्र) उठा रखे हैं? वे सबकेसब दिव्य हैं।दिव्यमाल्याम्बरधरम् -- विराट्रूप भगवान्ने गलेमें फूलोंकी? सोनेकी? चाँदीकी? मोतियोंकी? रत्नोंकी? गुञ्जाओं,आदिकी अनेक प्रकारकी मालाएँ धारण कर रखी हैं। वे सभी दिव्य हैं। उन्होंने अपने शरीरोंपर लाल? पीले? हरे? सफेद? कपिश आदि अनेक रंगोंके वस्त्र पहन रखे हैं? जो सभी दिव्य हैं।दिव्यगन्धानुलेपनम् -- विराट्रूप भगवान्ने ललाटपर कस्तूरी? चन्दन? कुंकुम आदि गन्धके जितने तिलक किये हैं तथा शरीरपर जितने लेप किये हैं? वे सबकेसब दिव्य हैं।सर्वाश्चर्यमयं देवमनन्तं विश्वतोमुखम् -- इस प्रकार देखते ही चकित कर देनेवाले? अनन्तरूपवाले तथा चारों तरफ मुखहीमुखवाले अपने परम ऐश्वर्यमय रूपको भगवान्ने अर्जुनको दिखाया।जैसे? कोई व्यक्ति दूर बैठे ही अपने मनसे चिन्तन करता है कि मैं हरिद्वारमें हूँ तथा गङ्गाजीमें स्नान कर रहा हूँ? तो उस समय उसको गङ्गाजी? पुल? घाटपर खड़े स्त्रीपुरुष आदि दीखने लगते हैं तथा मैं गङ्गाजीमें स्नान कर रहा हूँ -- ऐसा भी दीखने लगता है। वास्तवमें वहाँ न हरिद्वार है और न गङ्गाजी हैं परन्तु उसका मन ही उन सब रूपोंमें बना हुआ उसको दीखता है। ऐसे ही एक भगवान् ही अनेक रूपोंमें? उन रूपोंमें पहने हुए गहनोंके रूपमें? अनेक प्रकारके आयुधोंके रूपमें? अनेक प्रकारकी मालाओंके रूपमें? अनेक प्रकारके वस्त्रोंके रूपमें प्रकट हुए हैं। इसलिये भगवान्के विराट्रूपमें सब कुछ दिव्य है।श्रीमद्भागवतमें आता है कि जब ब्रह्माजी बछड़ों और ग्वालबालोंको चुराकर ले गये? तब भगवान् श्रीकृष्ण स्वयं ही बछड़े और ग्वालबाल बन गये। बछड़े और ग्वालबाल ही नहीं? प्रत्युत उनके बेंत? सींग? बाँसुरी? वस्त्र? आभूषण आदि भी भगवान् स्वयं ही बन गये (श्रीमद्भा0 10। 13। 19)। सम्बन्ध --   अब सञ्जय विश्वरूपके प्रकाशका वर्णन करते हैं।, ","hcsca":"।।11.11।। जब कोई चित्रकार अपने कलात्मक विचार को रंगों के माध्यम से व्यक्त करने का प्रयत्न करता है? तो वह प्रारम्भ में एक पट्ट पर अपने विषयवस्तु की अस्पष्ट रूपरेखा खींचता है। तत्पश्चात्? एकएक इंच में वह रंगों को भर कर चित्र को और अधिक स्पष्ट करता जाता है। अन्त में वह चित्र उस चित्रकार के सन्देश का गीत गाते हुये प्रतीत होता है। इसी प्रकार? साहित्य के कुशल चित्रकार व्यासजी के द्वारा चित्रित इस शब्दचित्र का यह श्लोक संजय के शब्दों में भगवान् के विश्वरूप की रूपरेखा खींचता है।संजय के समक्ष जो दृश्य प्रस्तुत हुआ है? वह सामान्य बुद्धि के पुरुष के द्वारा सरलता से ग्रहण करने योग्य कदापि नहीं कहा जा सकता। इस वैभवपूर्ण एवं शक्तिशाली दृश्य को देखकर सामान्य पुरुष तो भय और विस्मय से भौचक्का ही रह जायेगा। सम्पूर्ण ब्रह्माण्ड कोई मन के द्वारा कल्पना किया जाने योग्य विषय नहीं है और न ही बुद्धि उसको ग्रहण कर सकती है। इसलिए? जब गीतोपदेश के मध्य यह दृश्य उपस्थित हो जाता है? तब संजय भी वर्णन करते हुए कुछ हकलाने लगता है।दिव्य माला और वस्त्रों को धारण किये हुए? दिव्य गन्ध का लेपन किये हुए? सर्वाश्चर्यमय? विश्वतोमुख भगवान् इत्यादि शब्द चित्रकार के उन वक्र चिह्नों के प्रतीक हैं जिनके लगाने पर विराट् रूप का चित्र उसकी रूपरेखा में पूर्ण होता है।संजय आगे वर्णन करता है ","etsga":"11.11 Wearing heavenly garlands and apparel, anointed with heavenly scents, abounding in all kinds of wonder, resplendent, infinite, and with faces everywhere. ","etssa":"11.11 Wearing divine garlands (necklaces) and apparel, anointed with divine unguents, the all-wonderful, resplendent (Being) endless with faces on all sides. ","etdss":"11.11. That wears heavenly garlands and garments; has the unguent of heavenly sandal paste; it is all wonderful, shining (or godly), infinite; and it has faces in all directions. ","ecssa":"11.11 दिव्यमाल्याम्बरधरम् wearing divine garlands (necklaces) and apparel? दिव्यगन्धानुलेपनम् anointed with divine unguents? सर्वाश्चर्यमयम् the allwonderful? देवम् resplendent? अनन्तम् endless? विश्वतोमुखम् with faces on all sides.Commentary Visvatomukham With faces on all sides? as He is the Self of all beings.Devam God. Also means resplendent.Anantam Endless. He Who is free from the three kinds of limitations? viz.? DesaKalaVastuPariccheda (limitations of space? time? and thing respectively) is Anantam. He is Brahman. This philosophical concept is explained below.The pot is here. This is spacelimitatio. The pot is now here. This is timelimitation. The pot is not a cloth. This is thing(material) limitation. There is saffron in Kashmir only. This is limitation of space and thing. You can have apples only in September. This is limitation of time and thing. But Brahman is everywhere? as It is allpervading. It exists in the past? the present and the future. It dwells in all parts. Hence It is beyond these three limitations. It is therefore endless. ","scetsga":"11.11 Divya-malya-ambara-dharam, wearing heavenly garlands and apparel-the God wearing celestial flowers and clothings; divya-gandha-anulepanam, anointed with heavenly scents; sarva-ascaryamayam, abounding in all kinds of wonder; devam, resplendent; anantam, infinite, boundless; and visvato-mukham, with faces everywhere-He being the Self of all beings. He showed (to Arjuna), or Arjuna saw, is to be supplied.\nAn illustration is once more being given of the effulgence of the Cosmic form of the Lord: ","scetdss":"11.11 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.10 - 11.11 Divyam means resplendent. Anantam (boundless) means that form is not limited by time and space because of its being the foundation of the entire universe in the past, present and future. Visvatomukham means facing in all directions. This form is adorned with divine raiments, perfumes, garlands, ornaments and weapons appropriate to it. He explains the same resplendence expressed by the term Divyam: ","chakravarthi":" ","rudra":"\nOf what unique nature was Lord Krishnas visvrupa or divine universal form?\nThis is what is being stated. This form possessed unlimited faces, eyes and\nwonders to behold along with dazzling celestial ornaments and gleaming\nweapons. This universal form was resplendent, self effulgent, infinite and\nall pervading, wearing divine ornaments and apparel, decorated with\nheavenly flower garlands and fragrant unguents all exquisitely scented. In\nevery direction extensive wonders, marvels and miracles abounded\nunlimitedly. ","brahma":"  \nThe words sarvascarya-mayam meaning unlimited and amazing wonders denotes\nthat Lord Krishnas visvarupa or divine universal form contained\ninnumerable wondrous and marvellous forms of His. ","shri":"  \nSanjaya who could visually see everything that transpired on the\nbattlefield by the grace of Vedavyasa, uses the word divya meaning divine,\nto show the resplendent and celestial quality of everything associated with\nthe Supreme Lord Krishna. The word anantam means unlimited denoting that\nthe visvarupa or divine universal form is the refuge for all creation from\nthe past, in the present and into the future and not subject to time and\nspace. The words visvato-mukham means many faces in every direction. So the\nvisvarupa is exhibited with the appropriate divine weapons, divine\nornaments and divine apparel. ","kumar":"Sanjaya who could visually see everything that transpired on the\nbattlefield by the grace of Vedavyasa, uses the word divya meaning divine,\nto show the resplendent and celestial quality of everything associated with\nthe Supreme Lord Krishna. The word anantam means unlimited denoting that\nthe visvarupa or divine universal form is the refuge for all creation from\nthe past, in the present and into the future and not subject to time and\nspace. The words visvato-mukham means many faces in every direction. So the\nvisvarupa is exhibited with the appropriate divine weapons, divine\nornaments and divine apparel. "}