{"meta":"Bhagavad Gita Chapter 11 Verse 19","metahi":"भगवद् गीता 11.19","slok":"अनादिमध्यान्तमनन्तवीर्यमनन्तबाहुं शशिसूर्यनेत्रम्।पश्यामि त्वां दीप्तहुताशवक्त्रम् स्वतेजसा विश्वमिदं तपन्तम्।।11.19।। ","htsrsd":"।।11.19।।आपको मैं आदि? मध्य और अन्तसे रहित? अनन्त प्रभावशाली? अनन्त भुजाओंवाले? चन्द्र और सूर्यरूप नेत्रोंवाले? प्रज्वलित अग्निके समान मुखोंवाले और अपने तेजसे संसारको संतप्त करते हुए देख रहा हूँ। ","htstma":"।।11.19।। मैं आपको आदि? अन्त और मध्य से रहित तथा अनंत सार्मथ्य से युक्त और अनंत बाहुओं वाला तथा चन्द्रसूर्यरूपी नेत्रों वाला और दीप्त अग्निरूपी मुख वाला तथा अपने तेज से इस विश्व को तपाते हुए देखता हूँ।। ","transliteration":"AnaadimadhyaantamanantaveeryamAnantabaahum shashisooryanetram;\nPashyaami twaam deeptahutaashavaktramSwatejasaa vishwamidam tapantam. ","englishmeaning":"anādi-madhya-antam—without beginning, middle, or end; ananta—infinite; vīryam—power; ananta—unlimited; bāhum—arms; śhaśhi—the moon; sūrya—the sun; netram—eyes; paśhyāmi—I see; tvām—you; dīpta—blazing; hutāśha—emanating from; vaktram—your mouth; sva-tejasā—by your radiance; viśhwam—universe; idam—this; tapantam—warming ","hcsrsd":"।।11.19।। व्याख्या --   अनादिमध्यान्तम् -- आप आदि? मध्य और अन्तसे रहित हैं अर्थात् आपकी कोई सीमा नहीं है।सोलहवें श्लोकमें भी अर्जुनने कहा है कि मैं आपके आदि? मध्य और अन्तको नहीं देखता हूँ। वहाँ तो,देशकृत अनन्तताका वर्णन हुआ है और यहाँ कालकृत अनन्तताका वर्णन हुआ है। तात्पर्य है कि देशकृत? कालकृत? वस्तुकृत आदि किसी तरहसे भी आपकी सीमा नहीं है। सम्पूर्ण देश? काल आदि आपके अन्तर्गत हैं? फिर आप देश? काल आदिके अन्तर्गत कैसे आ सकते हैं अर्थात् देश? काल आदि किसीके भी आधारपर आपको मापा नहीं जा सकता।अनन्तवीर्यम् -- आपमें अपार पराक्रम? सामर्थ्य? बल और तेज है। आप अनन्त? असीम? शक्तिशाली हैं।अनन्तबाहुम् (टिप्पणी प0 586.1) -- आपकी कितनी भुजाएँ हैं? इसकी कोई गिनती नहीं हो सकती। आप अनन्त भुजाओंवाले हैं।शशिसूर्यनेत्रम् -- संसारमात्रको प्रकाशित करनेवाले जो चन्द्र और सूर्य हैं? वे आपके नेत्र हैं। इसलिये संसारमात्रको आपसे ही प्रकाश मिलता है।दीप्तहुताशवक्त्रम् -- यज्ञ? होम आदिमें जो कुछ अग्निमें हवन किया जाता है? उन सबको ग्रहण करनेवाले देदीप्यमान अग्निरूप मुखवाले आप ही हैं।स्वतेजसा विश्वमिदं तपन्तम् -- अपने तेजसे सम्पूर्ण विश्वको तपानेवाले आप ही हैं। तात्पर्य यह है कि जिनजिन व्यक्तियों? वस्तुओं? परिस्थितियों आदिसे प्रतिकूलता मिल रही है? उनउनसे ही सम्पूर्ण प्राणी संतप्त हो रहे हैं। संतप्त करनेवाले और संतप्त होनेवाले -- दोनों एक ही विराट्रूपके अङ्ग हैं। ","hcsca":"।।11.19।। अर्जुन की सूक्ष्म दृष्टि ने जैसा देखा और बुद्धि ने जैसा समझा? उसे वह जगत् की वस्तुओं की भाषा में वर्णन करने का प्रयत्न करता है। मैं आपको आदि? अन्त और मध्य से रहित? अनन्त सार्मथ्य से युक्त? अनन्त बाहुओं वाला देखता हूँ। व्यास के प्रभावशाली काव्य द्वारा चित्रित यह शब्दचित्र ऐसा आभास निर्माण करता है कि मानों इस कविता की विषयवस्तु बाह्यजगत् की कोई दृश्य वस्तु हैं। अनेक चित्रकार उसे कागज पर रंगों के द्वारा चित्रित करना चाहते हैं। परन्तु वेदान्त के बुद्धिमान् विद्यार्थी को उनका अज्ञान स्पष्ट दिखाई देता है। आदि? मध्य और अन्त रहित ऐसी अनन्त वस्तु कभी सीमित फलक वाले चित्र की मर्यादा में व्यक्त नहीं की जा सकती। परन्तु? अनन्तबाहु इस शब्द को सुनकर प्रेरित हुए चित्रकार उसे तत्काल चित्रित करने का प्रयत्न करते हैं। वस्तुत? कवि के इन्द्रियातीत अनुभव की दृष्टि के समक्ष जगत् की सभी दृश्यावलियों से सर्वथा भिन्न और अनुपम जो विराट् दृश्य उपस्थित है? वास्तव में उसे केवल गम्भीर अध्ययनकर्ता सूक्ष्मदर्शी विद्यार्थी ही समझ,सकते हैं।यहाँ अनन्तबाहु का अर्थ केवल यह है कि परमात्मा ही वह चेतन तत्त्व है? जो समस्त बाहुओं को कार्य करने और सफलता पाने की आवश्यक सार्मथ्य प्रदान करता है।जो प्रकाश तत्त्व बाह्य वस्तुओं को प्रकाशित करता है वही हमारे नेत्रों पर भी अनुग्रह करता हुआ उन्हें वस्तु के दर्शन करने की योग्यता प्रदान करता है। यहाँ किया गया वर्णन समष्टि की दृष्टि से है? क्योंकि जगत् में हम सूर्य या चन्द्रमा के प्रकाश में वस्तुओं को देखते हैं? उन्हें यहाँ वेदान्त की शास्त्रीय भाषा में विराटपुरुष के नेत्र कहा गया है। हुताशवक्त्रम् (दीप्त अग्निरूपी मुखवाला) हुताश का अर्थ है अग्नि। वाणी का अधिष्ठाता देवता अग्नि है। इसीलिए? सभी भाषाओं में इस प्रकार के वाक्प्रचार प्रसिद्ध हैं कि उनमें गरमागरम बहस हुई? उसके उस वाक्य ने चिनगारी का काम किया इत्यादि। मुख ही भक्षण का तथा वाणी का स्थान होने से यहाँ अग्नि को विराटपुरुष का मुख कहा गया है।अपने तेज से विश्व को तपाते हुए आत्मा चैतन्य स्वरूप ही हो सकता है? क्योंकि प्राणीमात्र के समस्त अनुभवों को सर्वदा चैतन्य ही प्रकाशित करता है। यह चैतन्य न केवल वस्तुओं को प्रकाशित करता है? वरन् सूर्य के द्वारा समस्त विश्व के जीवन के लिए आवश्यक उष्णता भी प्रदान करता है। इस कथन से यह सिद्ध हो जाता है कि बाह्य जगत् का निरीक्षण और अध्ययन करने के पश्चात् ही हिन्दू ऋषियों ने अपनी दृष्टि को अन्तर्मुखी बनाया था। ऐसा प्रतीत होता है कि वे यह जानते थे कि किसी एक विशेष तापमान पर ही पृथ्वी पर जीवन संभव है उससे न्यून या अधिक तापमान होने पर जीवन लुप्त हो जायेगा।सत्य का यह प्रकाश उसका स्वस्वरूप है? और न कि किसी अन्य स्रोत से प्राप्त किया हुआ है। स्वतेजसा शब्द से यह बात स्पष्ट की गई है। उसी से जीवन धारण किया हुआ है।अर्जुन आगे कहता है ","etsga":"11.19 I see You as without beginning, middle and end, possessed of infinite valour, having innumerable arms, having the sun and the moon as eyes, having a mouth like a blazing fire, and heating up this Universe by Your own brilliance. ","etssa":"11.19 I see Thee without beginning, middle or end, infinite in power, of endless arms, the sun and the moon being Thy eyes, the burning fire Thy mouth, heating the whole universe with Thy radiance. ","etdss":"11.19. I observe You having to beginning, no middle and no end; having infinite creative power, and infinite arms; as havig the moon and the sun for Your eyes, and the blazing fire for Your mouth; [and] as acorching this universe with Your rediance. ","ecssa":"11.19 अनादिमध्यान्तम् without beginning? middle or end? अनन्तवीर्यम् infinite in power? अनन्तबाहुम् of endless arms? शशिसूर्यनेत्रम् Thy eyes as the sun and the moon? पश्यामि (I) see? त्वाम् Thee? दीप्तहुताशवक्त्रम् Thy mouth as the burning fire? स्वतेजसा with Thy radiance? विश्वम् the universe? इदम् this? तपन्तम् heating.Commentary Anantabahu Having endless arms. This denotes that the multiplicity of His limbs are endless. ","scetsga":"11.19 Pasyami, I see; tvam, You; as anadi-madhya-antam, without beginning, middle and end; ananta-viryam, possessed of infinite valour; and also ananta-bahum, having innumerable arms; sasi-surya-netram, having the sun and the moon as the eyes; dipta-hutasavakram, having a mouth like a blazing fire; tapantam, heating up; idam, this; visvam, Universe; sva-tejasa, by Your own birlliance. ","scetdss":"11.19 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.19 I behold You as without beginning, middle and end. Your might is infinite, of unsurpassed excellence. Here the term might is used for illustration. The meaning is that You are the sole repository of knowledge, strength, sovereignty, valour, power and glory, one whose excellence cannot be surpassed. Your arms are infinite, i.e., they are countless. This is also for illustration, implying that You have an infinite number of arms, stomachs, feet, mouths etc. The sun and moon are Your eyes; all Your eyes are like the moon and the sun, beaming with grace and power. The grace is directed towards the devotees like the gods who offer salutations etc., and power is directed against Asuras, Raksasas etc., who are opposed to these. For it will be said later on: The Raksasas flee on all sides in fear, and all the hosts of Siddhas bow down to You (11.36). Your mouth is emitting fire, namely, the fire appropriate for destroying all things, as the Fire of Time consumes the world at the time of dissolution. With Your own radiance You are warming the universe. By radiance (Tejas) is meant the poweer to vanish others. I behold You warming (or governing) the universe with Your own radiance. The meaning is this: I directly realise You as taught before as the Creator of all, as the supporter of everything, as the sovereign over everything, as the destroyer of everything, as the ocean of knowledge and other infinite attributes, as without beginning, middle and end, and as possessing a divine body of this nature. How, in one divine body, can there be many stomachs etc.? This is possible in the following way: From a hip of infinite extent, stomachs etc., as described, branc off upwards. The divine feet etc., branch off downwards. So there is no contradiction in attributing a pair of eyes for each face. On perceiving You to be thus, the gods etc., and myself, have become frightened - says Arjuna in the following words: ","chakravarthi":"With words like anadi, Arjuna seems to repeat himself. Do not find fault however with the repetition in the words of Arjuna, who was submerged in the ocean of the rasa of great astonishment (maha vismaya rasa). It is said: prasade vismaye harse dvi-trir-uktam na dusyati: repetition of statements two or three times due to joy, astonishment or kindness is not a fault. ","rudra":"\nNow Lord Krishnas visvarupa or divine universal form is precisely\nperceived as non-different from Him being without beginning or birth, of\ninfinite potency and power, having the sun and the moon for eyes and with\nblazing fires erupting from His unlimited mouths, illuminating as well as\nscorching the creation with its fiery radiance. ","brahma":"\nIn reference to Lord Krishnas visvarupa or divine universal form having\nHis eyes being the sun and moon. It should be understood as both the sun\nand the moon which originate from Him. Then this is in accordance with the\nRig Veda that states: Since all the 330 million demigods have been produced\nfrom just a portion of the Supreme Lord they are glorified as His\nindividual parts. Also other Vedic scriptures have stated: From the mind\nthe moon was created and from the eyes the sun was created. In\nconsideration of the infinite number of forms within it that can be seen it\nis appropriate to say that all these infinite forms have their refuge in\nthe visvarupa. ","shri":" Lord Krishnas visvarupa or divine universal form is infinite being devoid\nof beginning, middle or end. The word ananta means unlimited and viryam\nmeans powerful so the visvarupa is unlimitedly powerful without any\nrestrictions. Other qualities are also implied by ananta such as\ncognizance, dominion, might, strength, etc. The words ananta-bahum meaning\nunlimited arms also infers unlimited hands, chests, legs, feet, etc as\nwell. Sasi-surya-netram means eyes like the sun and moon. The moons rays\ndenote the cool gentle beaming look that gladdens as it shines upon the\nSupreme Lords servitors the demigods and His votaries the devotees with\ncompasssion. The suns glowing rays denotes the hot, burning eye that\nscorches the inimical hosts of asuras or demons and raksasas or devils who\nare devoid of righteousness to others. Dipta-hutasa-vaktram meaning with\nfire emitting from their mouths denotes the fire of universal destruction\ncontained within the bosom of time raged therein. Sva-tejasi means dazzling\nsplendour and unprecedented radiance which illuminated everything around\nit. This glorious life giving energy flows unrestrictedly throughout all\nthe universes. Arjuna is explaining that he has seen the reality of the visvarupa\naccording to the manner in which Lord Krishna deigned to teach him by\nexhibiting the visvarupa in before him and practically demonstrating that\nHe is the complete creator, the complete sustainer, the total refuge of all\nand the absloute destroyer as well as being the receptacle for all divine\nqualities and transcendental attributes such as omniscience, omnipotence\nand omni-presence. The question may arise as to how is it possible for\nunlimited bodily parts to be functioning all in one body. The answer to\nthis would be that one can imagine a single bodily midsection of vast\nproportions with unlimited chests, arms, hands necks and heads branching\nupwards from it in every direction and with every head having two eyes, two\nears, a nose and a mouth. Also branching downwards in every direction it is\npossible to imagine unlimited legs and feet as well. So this conception is\nclearly not an impossibility and seeing it along with choice demigods and\nexalted liberated beings they were all inspired with awe and reverence. ","kumar":"Lord Krishnas visvarupa or divine universal form is infinite being devoid\nof beginning, middle or end. The word ananta means unlimited and viryam\nmeans powerful so the visvarupa is unlimitedly powerful without any\nrestrictions. Other qualities are also implied by ananta such as\ncognizance, dominion, might, strength, etc. The words ananta-bahum meaning\nunlimited arms also infers unlimited hands, chests, legs, feet, etc as\nwell. Sasi-surya-netram means eyes like the sun and moon. The moons rays\ndenote the cool gentle beaming look that gladdens as it shines upon the\nSupreme Lords servitors the demigods and His votaries the devotees with\ncompasssion. The suns glowing rays denotes the hot, burning eye that\nscorches the inimical hosts of asuras or demons and raksasas or devils who\nare devoid of righteousness to others. Dipta-hutasa-vaktram meaning with\nfire emitting from their mouths denotes the fire of universal destruction\ncontained within the bosom of time raged therein. Sva-tejasi means dazzling\nsplendour and unprecedented radiance which illuminated everything around\nit. This glorious life giving energy flows unrestrictedly throughout all\nthe universes. Arjuna is explaining that he has seen the reality of the visvarupa\naccording to the manner in which Lord Krishna deigned to teach him by\nexhibiting the visvarupa in before him and practically demonstrating that\nHe is the complete creator, the complete sustainer, the total refuge of all\nand the absloute destroyer as well as being the receptacle for all divine\nqualities and transcendental attributes such as omniscience, omnipotence\nand omni-presence. The question may arise as to how is it possible for\nunlimited bodily parts to be functioning all in one body. The answer to\nthis would be that one can imagine a single bodily midsection of vast\nproportions with unlimited chests, arms, hands necks and heads branching\nupwards from it in every direction and with every head having two eyes, two\nears, a nose and a mouth. Also branching downwards in every direction it is\npossible to imagine unlimited legs and feet as well. So this conception is\nclearly not an impossibility and seeing it along with choice demigods and\nexalted liberated beings they were all inspired with awe and reverence. "}