{"meta":"Bhagavad Gita Chapter 11 Verse 52","metahi":"भगवद् गीता 11.52","slok":"श्री भगवानुवाचसुदुर्दर्शमिदं रूपं दृष्टवानसि यन्मम।देवा अप्यस्य रूपस्य नित्यं दर्शनकाङ्क्षिणः।।11.52।। ","htsrsd":"।।11.52।।श्रीभगवान् बोले -- मेरा यह जो रूप तुमने देखा है? इसके दर्शन अत्यन्त ही दुर्लभ हैं। इस रूपको देखनेके लिये देवता भी नित्य लालायित रहते हैं। ","htstma":"।।11.52।। श्रीभगवान् ने कहा -- मेरा यह रूप देखने को मिलना अति दुर्लभ है? जिसको कि तुमने देखा है। देवतागण भी सदा इस रूप के दर्शन के इच्छुक रहते हैं।। ","transliteration":"Sri Bhagavaan Uvaacha:\nSudurdarshamidam roopam drishtavaanasi yanmama;\nDevaa apyasya roopasya nityam darshanakaangkshinah. ","englishmeaning":"śhrī-bhagavān uvācha—the Supreme Lord said; su-durdarśham—exceedingly difficult to behold; idam—this; rūpam—form; dṛiṣhṭavān asi—that you are seeing; yat—which; mama—of mine; devāḥ—the celestial gods; api—even; asya—this; rūpasya—form; nityam—eternally; darśhana-kāṅkṣhiṇaḥ—aspiring to see; na—never; aham—I; vedaiḥ—by study of the Vedas; na—never; tapasā—by serious penances; na—never; dānena—by charity; na—never; cha—also; ijyayā—by worship; śhakyaḥ—it is possible; evam-vidhaḥ—like this; draṣhṭum—to see; dṛiṣhṭavān—seeing; asi—you are; mām—me; yathā—as ","hcsrsd":"।।11.52।। व्याख्या --   सुदुर्दर्शमिदं रूपं दृष्टवानसि यन्मम -- यहाँ सुदुर्दर्शम् पद चतुर्भुजरूपके लिये ही आया है? विराट्रूप या द्विभुजरूपके लिये नहीं। कारण कि विराट्रूपकी तो देवता भी कल्पना क्यों करने लगे और मनुष्यरूप जब मनुष्योंके लिये सुलभ था? तब देवताओंके लिये वह दुर्लभ कैसे होता इसलिये सुदुर्दर्शम् पदसे भगवान् विष्णुका चतुर्भुजरूप ही लेना चाहिये? जिसके लिये देवरूपम् (11। 45) और स्वकं रूपम् (11। 50) पद आये हैं।देवा अप्यस्य रूपस्य नित्यं दर्शनकाङ्क्षिणः -- भगवान्ने यहाँ कहा है कि मेरा यह जो चतुर्भुजरूप है इसके दर्शन बड़े ही दुर्लभ हैं। आगे तिरपनवेंचौवनवें श्लोकोंमें कहा है कि इस चतुर्भुजरूपके दर्शन वेद? यज्ञ? तप? दान आदि साधनोंसे नहीं हो सकते प्रत्युत इसके दर्शन तो अनन्यभक्तिसे ही हो सकते हैं। अब यहाँ एक शङ्का होती है कि देवता भी इस रूपके दर्शनकी नित्य आकाङ्क्षा (लालसा) रखते हैं? फिर उनको दर्शन क्यों नहीं होते जब कि भगवान्के दर्शनकी नित्य लालसा रहना अनन्यभक्ति ही है। इसका समाधान यह है कि वास्तवमें देवताओँकी नित्य लालसा अनन्यभक्ति नहीं है।नित्य लालसा रखनेका तात्पर्य है कि नित्यनिरन्तर एक परमत्माकी ही लालसा लगी रहे और दूसरी कोई लालसा न रहे। ऐसी लालसावाला दुराचारीसेदुराचारी मनुष्य भी भगवान्का भक्त हो जाता है और उसे भगवत्प्राप्ति हो जाती है। परन्तु ऐसी अनन्य लालसा देवताओंकी नहीं होती क्योंकि वे प्रायः भोग भोगनेके लिये ही देवता बने हैं और उनका प्रायः भोग भोगनेका ही उद्देश्य होता है। तो फिर उनकी लालसा कैसी होती है जैसी लालसा (इच्छा) प्रायः सभी आस्तिक मनुष्योंमें रहती है कि हमें भगवान्के दर्शन हो जायँ? हमारा कल्याण हो जाय। उनकी ऐसी इच्छा तो रहती है? पर भोग और संग्रहकी रुचि ज्योंकीत्यों बनी रहती है। तात्पर्य है कि जैसे मार्गमें चलते हुए किसीको मणि मिल जाय? ऐसे ही (गौणतासे) हमारी मुक्ति हो जाय तो अच्छी बात है (टिप्पणी प0 614) -- इस प्रकार जैसे मनुष्योंमें मुक्तिकी इच्छा गौण होती है? ऐसे ही भगवान् दर्शन दें तो हम भी दर्शन कर लें -- इस प्रकार देवताओंमें दर्शनकी इच्छा गौण होती है।देवतालोग हम इतने ऊँचे पदपर हैं? हमारे लोक? शरीर और भोग दिव्य हैं? हम बड़े पुण्यशाली हैं अतः हमें भगवान्के दर्शन होने चाहिये -- ऐसी कोरी इच्छा ही करते हैं? इसलिये उनको कभी दर्शन होंगे नहीं। कारण कि उनमें देवत्व? पद आदिका अभिमान है। अभिमानसे? पद आदिके बलसे भगवान्के दर्शन नहीं हो सकते। इसलिये अर्जुनने दसवें अध्यायके चौदहवें श्लोकमें कहा है कि हे भगवन् आपके प्रकट होनेको देवता और दानव भी नहीं जानते। इस प्रकार अर्जुनने भगवान्को न जाननेमें देवताओं और दानवोंको एक श्रेणीमें लिया है। इसका तात्पर्य यही है कि जैसे देवताओंके पास वैभव है? ऐसे ही दानवोंके पास विचित्रविचित्र माया है? सिद्धियाँ हैं? पर उनके बलपर वे भगवान्को नहीं जान सकते। ऐसे ही देवता भगवान्के दर्शनकी लालसा भी रखें? तो भी उनको देवत्वशक्तिसे दर्शन नहीं हो सकते क्योंकि भगवान्के दर्शनमें देवत्व कारण नहीं है। तात्पर्य है कि भगवान्को न तो देवत्वशक्तिसे देखा जा सकता है और न यज्ञ? तप? दान आदि शुभकर्मोंसे ही देखा जा सकता है (11। 53)। उनको तो अनन्यभक्तिसे देवता और मनुष्य -- दोनों ही भगवान्को देख सकते हैं।देवा अपि कहनेका तात्पर्य है कि जिन पुण्योंके कारण देवताओंको ऊँचा पद मिला है? ऊँचे (दिव्य) भोग मिले हैं? उन पुण्योंके बलसे? पद आदिके बलसे वे भगवान्के दर्शन नहीं कर सकते। तात्पर्य है कि पुण्यकर्म ऊँचे लोक? ऊँचे भोग तो दे सकते हैं? पर भगवान्के दर्शन करानेकी उनमें सामर्थ्य नहीं है। भगवान्के दर्शनमें यह प्राकृत महत्त्व कुछ भी मूल्य नहीं रखता। सम्बन्ध --   पूर्वश्लोकमें कही हुई बातको ही भगवान् आगेके श्लोकमें पुष्ट करते हैं। ","hcsca":"।।11.52।। See Commentary under 11.53. ","etsga":"11.52 The Blessed Lord said This form of Mine which you have seen is very difficult to see; even the gods are ever desirous of a vision of this form. ","etssa":"11.52 The Blessed Lord said Very hard indeed it is to see this form of Mine which thou hast seen. Even the gods are ever longing to behold it. ","etdss":"11.52. The Bhagavat said This form of Mine, which you have just observed is extremely difficult to observe; even gods are always curious of observing this form. ","ecssa":"11.52 सुदुर्दर्शम् very hard to see? इदम् this? रूपम् form? दृष्टवानसि thou hast seen? यत् which? मम My? देवाः gods? अपि also? अस्य (of) this? रूपस्य of form? नित्यम् ever? दर्शनकाङ्क्षिणः (are) desrious to behold.Commentary Lord Krishna says to Arjuna Though the gods long to behold the Cosmic Form yet they have not seen it as you have done. THey can never behold it.Just as the Chataka (a bird) longs for a drop of rain? eagerly turning its eyes towards the clouds? so also do gods yearn to behold the Cosmic Form but their wishes have not been gratified even in their dreams. Such is that marvellous vision which thou hast easily seen. ","scetsga":"11.52 Idam, this; rupam, form; mama, of Mine; yat, which; drstavan, asi, you have seen is; sudur-darsam, very difficult to see. Api, even; the devah, gods; are nityam, ever; darsana-kanksinah, desirous of a vision; asya, of this; rupasya, form of Mine. The idea is that though they want to see, they have not seen in the way you have, nor will they see!\nWhy so? ","scetdss":"11.52 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.52 The Lord said This form of Mine which you have seen, and which has the whole universe under control, which is the foundation of all and which forms the origin of all - this cannot be beheld by any one. Even the gods ever long to see this form; but they have not seen it. Why? Sri Krsna says: ","chakravarthi":"Here the Lord glorifies in three verses that universal form which he showed. The devatas desire to see that form, but cannot see it. But you do not even desire that form. How can your two eyes, which continually taste the great sweetness of my human form which is the original form, enjoy that universal form? Therefore I gave you divya eyes to see it: divyarh dadami te caksuh. But though I gave divya (heavenly) eyes, I did not give you a divya mind. Thus, by those divya eyes alone you cannot enjoy completely that form, because your mind relishes only the great sweetness of my human form. If I had given you divya mind, then you would have relished that form of the purusa as the universal form just as devatas do. ","rudra":"\nRevealing the extraordinary grace that He had bestowed on Arjuna, the\nSupreme Lord Krishna declares that idam-rupam His original two-armed form\nwhich is pure spiritual sat-cid-ananda or eternal existence, unlimited\ncognizance and endless bliss. This form is almost never seen by any of the\ndemigods who always hanker to see it but are unable as it is extremely rare\nto behold. That Lord Krishna is no longer refering to the visvarupa or\ndivine universal form is evident by the words drstavan asi which mean are\npresently seeing. ","brahma":"  \nThe original two-armed form of the Supreme Lord Krishna is very rarely seen\nany where in the material existence and even the demigods are always\nhankering for a glimpse of it; but despite immense life spans of hundreds\nof thousands of years they are unable to see it. ","shri":"\nLord Krishna explains His two-armed form is extremely difficult to behold\nand is very rarely seen. The demigods in the heavenly planets having heard\nabout it are always hankering to see His visvarupa or divine universal form\nbut it is inaccessible to them and His two-armed form they have no\nopportunity to witness as they are unaware of it. ","kumar":"Lord Krishna explains His two-armed form is extremely difficult to behold\nand is very rarely seen. The demigods in the heavenly planets having heard\nabout it are always hankering to see His visvarupa or divine universal form\nbut it is inaccessible to them and His two-armed form they have no\nopportunity to witness as they are unaware of it. "}