{"meta":"Bhagavad Gita Chapter 11 Verse 4","metahi":"भगवद् गीता 11.4","slok":"मन्यसे यदि तच्छक्यं मया द्रष्टुमिति प्रभो।योगेश्वर ततो मे त्वं दर्शयाऽत्मानमव्ययम्।।11.4।। ","htsrsd":"।।11.4।।हे प्रभो मेरे द्वारा आपका वह परम ऐश्वर रूप देखा जा सकता है -- ऐसा अगर आप मानते हैं तो हे योगेश्वर आप अपने उस अविनाशी स्वरूपको मुझे दिखा दीजिये। ","htstma":"।।11.4।। हे प्रभो यदि आप मानते हैं कि मेरे द्वारा वह आपका रूप देखा जाना संभव है? तो हे योगेश्वर आप अपने अव्यय रूप का दर्शन कराइये।। ","transliteration":"Manyase yadi tacchakyam mayaa drashtumiti prabho;\nYogeshwara tato me twam darshayaatmaanamavyayam. ","englishmeaning":"manyase—you think; yadi—if; tat—that; śhakyam—possible; mayā—by me; draṣhṭum—to behold; iti—thus; prabho—Lord; yoga-īśhvara—Lord of all mystic powers; tataḥ—then; me—to me; tvam—you; darśhaya—reveal; ātmānam—yourself; avyayam—imperishable ","hcsrsd":"।।11.4।। व्याख्या --  प्रभो -- प्रभु नाम सर्वसमर्थका है? इसलिये इस सम्बोधनका भाव यह मालूम देता है कि यदि आप मेरेमें विराट्रूप देखनेकी सामर्थ्य मानते हैं? तब तो ठीक है नहीं तो आप मेरेको ऐसी सामर्थ्य दीजिये? जिससे मैं आपका वह ऐश्वर (ईश्वरसम्बन्धी) रूप देख सकूँ।मन्यसे यदि तच्छक्यं मया द्रष्टुमिति -- इसका तात्पर्य है कि अगर आप अपना वह रूप नहीं दिखायेंगे? तो भी मैं यही मानूँगा कि आपका रूप तो वैसा ही है? जैसा आप कहते हैं? पर मैं उसको देखनेका अधिकारी नहीं हूँ? योग्य नहीं हूँ? पात्र नहीं हूँ। इस प्रकार अर्जुनको भगवान्के वचनोमें किञ्चिन्मात्र भी सन्देह नहीं है? प्रत्युत दृढ़ विश्वास है। इसीलिये तो वे कहते हैं कि आप मेरेको अपना विराट्रूप दिखाइये।योगेश्वर -- योगेश्वर सम्बोधन देनेका यह भाव मालूम देता है कि भक्तियोग? ज्ञानयोग? कर्मयोग? ध्यानयोग? हठयोग? राजयोग? लययोग? मन्त्रयोग आदि जितने भी योग हो सकते हैं? उन सबके आप मालिक हैं? इसलिये आप अपनी अलौकिक योगशक्तिसे वह विराट्रूप भी दिखा दीजिये।अर्जुनने दसवें अध्यायके सत्रहवें श्लोकमें भगवान्के लिये योगिन् सम्बोधन दिया था अर्थात् भगवान्को योगी बताया था परन्तु अब अर्जुनने भगवान्के लिये योगेश्वर सम्बोधन दिया है अर्थात् भगवान्को सम्पूर्ण योगोंका मालिक बताया है। कारण यह है कि दसवें अध्यायके आरम्भमें अर्जुनकी भगवान्के प्रति जो धारणा थी? उस धारणामें अब बहुत परिवर्तन हुआ है।ततो मे त्वं दर्शयात्मानमव्ययम् -- आपका वह स्वरूप तो अविनाशी ही है? जिससे अनन्त सृष्टियाँ उत्पन्न होती हैं? उसमें स्थित रहती हैं और उसीमें लीन हो जाती हैं। आप अपने ऐसे अविनाशी स्वरूपके दर्शन कराइये। सम्बन्ध --   पूर्वश्लोकमें अर्जुनकी नम्रतापूर्वक की हुई प्रार्थनाको सुनकर अब भगवान् अर्जुनको विश्वरूप देखनेके लिये आज्ञा देते हैं। ","hcsca":"।।11.4।। पूर्व श्लोक में व्यक्त की गई इच्छा को ही यहाँ पूर्ण नम्रता एवं सम्मान के साथ दोहराया गया है। अपने सामान्य व्यावहारिक जीवन में भी हम सम्मान पूर्वक प्रार्थना अथवा नम्र अनुरोध करते समय इस प्रकार की भाषा का प्रयोग करते हैं? जैसे यदि मुझे कुछ कहने की अनुमति दी जाये? मुझ पर बड़ी कृपा होगी? मुझे प्रस्तुत करने का सौभाग्य प्राप्त हुआ है इत्यादि। पाण्डव राजपुत्र अर्जुन? मानो? पुनर्विचार के फलस्वरूप पूर्व प्रयुक्त अपनी सैनिकी भाषा को त्यागकर नम्रभाव से अनुरोध करता है कि? यदि आप मुझे योग्य समझें? तो अपने अव्यय रूप का मुझे दर्शन कराइये।यहाँ बतायी गयी नम्रता एवं सम्मान किसी निम्न स्तर की इच्छा को पूर्ण कराने के लिए झूठी भावनाओं का प्रदर्शन नहीं है। भगवान् को सम्बोधित किये गये विशेषणों से ही यह बात स्पष्ट हो जाती है। प्रथम पंक्ति में अर्जुन भगवान् को प्रभो कहकर और फिर? योगेश्वर के नाम से सम्बोधित करता है। यह इस बात का सूचक है कि अर्जुन को अब यह विश्वास होने लगा था कि श्रीकृष्ण केवल कोई मनुष्य नहीं हैं? जो अपने शिष्य को मात्र बौद्धिक सन्तोष अथवा आध्यात्मिक प्रवचन देने में ही समर्थ हों। वह समझ गया है कि श्रीकृष्ण तो स्वयं प्रभु अर्थात् परमात्मा और योगेश्वर हैं। इसलिए यदि वे यह समझते हैं कि उनका शिष्य अर्जुन विराट् के दर्शन से लाभान्वित हो? तो वे उसकी इच्छा को पूर्ण करने में सर्वथा समर्थ हैं।यदि कोई उत्तम अधिकारी शिष्य एक सच्चे गुरु से कोई नम्र अनुरोध करता है? तो वह कभी भी गुरु के द्वारा अनसुना नहीं किया जाता है अत ","etsga":"11.4 O Lord, if You think that it is possible to be seen by me, then, O Lord of Yoga, You show me Your eternal Self. ","etssa":"11.4 If Thou, O Lord, thinkest it possible for me to see it, do Thou, then, O Lord of the Yogins, show me Thy imperishable Self. ","etdss":"11.4. O Master ! If you think that it is possible for me to see that form, then, O Lord of the Yogins, please show me Your Immortal Self. ","ecssa":"11.4 मन्यसे Thou thinkest? यदि if? तत् that? शक्यम् possible? मया by me? द्रष्टुम् to see? इति thus? प्रभो O Lord? योगेश्वर O Lord of Yogins? ततः then? मे me? त्वम् Thou? दर्शय show? आत्मानम् (Thy) Self? अव्ययम् imperishable.Commentary Arjuna is very keen and eager to see the Cosmic Form of the Lord. He prays to Him to grant him the vision. This supreme vision can be obtained only through His grace.Yogesvara also means the Lord of Yoga. A Yogi is one who is endowed with the eight psychic powers (Siddhis). The Lord of the Yogins is Yogesvara. And? Yoga is identity of the individual soul with the Absolute. He who is able to bestow this realisation of identity on the deserving spiritual aspirant is Yogesvara.He Who is able to create? preserve? destroy? veil and graciously release is the Lord. (These five actions? Panchakriyas? are known respectively as Srishti? Sthiti? Samhara? Tirodhana and Anugraha.) ","scetsga":"11.4 Prabho, O Lord, Master; yadi, if; manyase, You think; iti, that; tat sakyam, it is possible; drastum, to be see; maya, by me, by Arjuna; tatah, then, since I am very eager to see, therefore; yogeswara, O Lord of Yoga, of yogis-Yoga stands for yogis; their Lord is yogeswara; tvam, You; darsaya, show; me, me, for my sake; atmanam avyayam, Your eternal Self.\nBeing thus implored by Arjuna, ","scetdss":"11.4 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.4 If You think that Your form as all-creator, as all-ruler and as all-supporter, can be seen by me, then, O Lord of Yoga - Yoga is the property of having knowledge and other auspicious attributes, for it will be said later on: Behold My Lordly Yoga (11.8) - O treasure of knowledge, strength, sovereignty, valour, power and glory which are inconceivable in any one else! Reveal Yourself to me completely. Avyayam (completely) is an adverb. The meaning is, Reveal everything about Yourself to me. Thus, prayed to by Arjuna, who was desirous to know, and whose voice was therefore choked with fervour, the Lord said as follows to him: ","chakravarthi":"The word yogesvara indicates that though Arjuna is unqualified (ayogya), the Lord with his power of yoga, can make him qualified to see that form. ","rudra":"  \nThe Supreme Lord Krishna is being requested to show His visvarupa or divine\nuniversal form only if He thinks it is appropriate; not because Arjuna is\ncurious to see it. The Supreme Lord is being asked in a mood of humility to\nreveal His transcendental universal form and thus will consider showing it. ","brahma":"\nHari Om! In this verse the manner in which Lord Krishnas powerful\nuniversal form may be meditated upon along with the details of the form is\nbeing requested. The word prabho means Supreme master, one who is most\npowerful and capable. In the Moksa Dharma it is also mentioned as such\nstating: There is no one more powerful then the Perennial Supreme Lord. The\nword prabhu is specifically referring to the Supreme Lord, the most\npowerful. ","shri":"\nThe word avyayam means in entirety. Arjuna wishes to see the complete\nvisvarupa or divine universal form of Lord Krishna. The word yogesvara\nmeans the lord of yoga or perfecting the science of the individual\nconsciousness attaining communion with the ultimate consciousness. As the\nlord of yoga He possesses all divine attributes such a wisdom, power,\nsovereignty, splendour and glory to the maximum degree that is not found to\nbe possessed by any other except Himself and is impossible to duplicate\neven a portion of it. These will become clearly apparent in the next verse\nwhen Lord Krishna tells Arjuna what he will see when beholding His\nmagnificent visvarupa. To alleviate the yearning of supplication of His\ndisciple who was earnestly desirous to see His divine universal form and\nwho was enlivened and animated in rapturous emotion, the Supreme Lord\nKrishna spoke as follows. ","kumar":"The word avyayam means in entirety. Arjuna wishes to see the complete\nvisvarupa or divine universal form of Lord Krishna. The word yogesvara\nmeans the lord of yoga or perfecting the science of the individual\nconsciousness attaining communion with the ultimate consciousness. As the\nlord of yoga He possesses all divine attributes such a wisdom, power,\nsovereignty, splendour and glory to the maximum degree that is not found to\nbe possessed by any other except Himself and is impossible to duplicate\neven a portion of it. These will become clearly apparent in the next verse\nwhen Lord Krishna tells Arjuna what he will see when beholding His\nmagnificent visvarupa. To alleviate the yearning of supplication of His\ndisciple who was earnestly desirous to see His divine universal form and\nwho was enlivened and animated in rapturous emotion, the Supreme Lord\nKrishna spoke as follows. "}