{"meta":"Bhagavad Gita Chapter 11 Verse 20","metahi":"भगवद् गीता 11.20","slok":"द्यावापृथिव्योरिदमन्तरं हिव्याप्तं त्वयैकेन दिशश्च सर्वाः।दृष्ट्वाऽद्भुतं रूपमुग्रं तवेदंलोकत्रयं प्रव्यथितं महात्मन्।।11.20।। ","htsrsd":"।।11.20।।हे महात्मन् यह स्वर्ग और पृथ्वीके बीचका अन्तराल और सम्पूर्ण दिशाएँ एक आपसे ही परिपूर्ण हैं। आपके इस अद्भुत और उग्ररूपको देखकर तीनों लोक व्यथित (व्याकुल) हो रहे हैं। ","htstma":"।।11.20।। हे महात्मन् स्वर्ग और पृथ्वी के मध्य का यह आकाश तथा समस्त दिशाएं अकेले आप से ही व्याप्त हैं आपके इस अद्भुत और उग्र रूप को देखकर तीनों लोक अतिव्यथा (भय) को प्राप्त हो रहे हैं।। ","transliteration":"Dyaavaaprithivyoridamantaram hiVyaaptam twayaikena dishashcha sarvaah;\nDrishtwaa’dbhutam roopamugram tavedamLokatrayam pravyathitam mahaatman. ","englishmeaning":"dyau-ā-pṛithivyoḥ—between heaven and earth; idam—this; antaram—space between; hi—indeed; vyāptam—pervaded; tvayā—by you; ekena—alone; diśhaḥ—directions; cha—and; sarvāḥ—all; dṛiṣhṭvā—seeing; adbhutam—wondrous; rūpam—form; ugram—terrible; tava—your; idam—this; loka—worlds; trayam—three; pravyathitam—trembling; mahā-ātman—The greatest of all beings ","hcsrsd":"।।11.20।। व्याख्या --   महात्मन् -- इस सम्बोधनका तात्पर्य है कि आपके स्वरूपके समान किसीका स्वरूप हुआ नहीं? है नहीं? होगा नहीं और हो सकता भी नहीं। इसलिये आप महात्मा अर्थात् महान् स्वरूपवाले हैं।द्यावापृथिव्योरिदमन्तरं हि व्याप्तं त्वयैकेन दिशश्च सर्वाः -- स्वर्ग और पृथ्वीके बीचमें जितना अवकाश है? पोलाहट है? वह सब पोलाहट आपसे परिपूर्ण हो रही है।पूर्व? पश्चिम? उत्तर और दक्षिण पूर्वउत्तरके बीचमें ईशान? उत्तरपश्चिमके बीचमें वायव्य? पश्चिमदक्षिणके बीचमें नैऋर््त्य और दक्षिणपूर्वके बीचमें आग्नेय तथा ऊपर और नीचे -- ये दसों दिशाएँ आपसे व्याप्त हैं अर्थात् इन सबमें आपहीआप विराजमान हैं।दृष्ट्वाद्भुतं रूपमुग्रं तवेदं लोकत्रयं प्रव्यथितम् -- [उन्नीसवें श्लोकमें तथा बीसवें श्लोकके पूर्वार्धमें उग्ररूपका वर्णन करके अब बीसवें श्लोकके उत्तरार्धसे बाईसवें श्लोकतक अर्जुन उग्ररूपके परिणामका वर्णन करते हैं -- ] आपके इस अद्भुत? विलक्षण? अलौकिक? आश्चर्यजनक? महान् देदीप्यमान और भयंकर उग्ररूपको देखकर स्वर्ग? मृत्यु और पाताललोकमें रहनेवाले सभी प्राणी व्यथित हो रहे हैं? भयभीत हो रहे हैं।यद्यपि इस श्लोकमें स्वर्ग और पृथ्वीकी ही बात आयी है (द्यावापृथिव्योः)? तथापि अर्जुनद्वारा लोकत्रयम् कहनेके अनुसार यहाँ पाताल भी ले सकते हैं। कारण कि अर्जुनकी दृष्टि भगवान्के शरीरके किसी एक देशमें जा रही है और वहाँ अर्जुनको जो दीख रहा है? वह दृश्य कभी पातालका है? कभी मृत्युलोकका है और कभी स्वर्गका है। इस तरह अर्जुनकी दृष्टिके सामने सब दृश्य बिना क्रमके आ रहे हैं (टिप्पणी प0 586.2)।,यहाँपर एक शङ्का होती है कि अगर विराट्रूपको देखकर त्रिलोकी व्यथित हो रही है? तो दिव्यदृष्टिके बिना त्रिलोकीने विराट्रूपको कैसे देखा भगवान्ने तो केवल अर्जुनको दिव्यदृष्टि दी थी। त्रिलोकीको विराट्रूप देखनेके लिये दिव्यदृष्टि किसने दी कारण कि प्राकृत चर्मचक्षुओंसे यह विराट्रूप नहीं देखा जा सकता? जबकि विश्वमिदं तपन्तम् (11। 19) और लोकत्रयं प्रव्यथितम् पदोंसे विराट्रूपको देखकर त्रिलोकीके संतप्त और व्यथित होनेकी बात अर्जुनने कही है।इसका समाधान यह है कि संतप्त और व्यथित होनेवाली त्रिलोकी भी उस विराट्रूपके अन्तर्गत ही है अर्थात् विराट्रूपका ही अङ्ग है। सञ्जयने और भगवान्ने विराट्रूपको एक देशमें देखनेकी बात (एकस्थम्) कही? पर अर्जुनने एक देशमें देखनेकी बात नहीं कही। कारण कि विराट्रूप देखते हुए भगवान्के शरीरकी तरफ अर्जुनका खयाल ही नहीं गया। उनकी दृष्टि केवल विराट्रूपकी तरफ ही बह गयी। जब सारथिरूप भगवान्के शरीरकी तरफ भी अर्जुनकी दृष्टि नहीं गयी? तब संतप्त और व्यथित होनेवाले इस लौकिक संसारकी तरफ अर्जुनकी दृष्टि कैसे जा सकती है इससे सिद्ध होता है कि संतप्त होनेवाला और संतप्त करनेवाला तथा व्यथित होनेवाला और व्यथित करनेवाला -- ये चारों उस विराट्रूपके ही अङ्ग हैं। अर्जुनको ऐसा दीख रहा है कि त्रिलोकी विराट्रूपको देखकर व्यथित? भयभीत हो रही है? पर वास्तवमें (विराट्रूपके अन्तर्गत) भयानक सिंह? व्याघ्र? साँप आदि जन्तुओंको और मृत्युको देखकर त्रिलोकी भयभीत हो रही है।मार्मिक बातदेखने? सुनने और समझनेमें आनेवाला सम्पूर्ण संसार भगवान्के दिव्य विराट्रूपका ही एक छोटासा अङ्ग है। संसारमें जो जडता? परिवर्तनशीलता? अदिव्यता दीखती है? वह वस्तुतः दिव्य विराट्रूपकी ही एक झलक है? एक लीला है। विराट्रूपकी जो दिव्यता है? उसकी तो स्वतन्त्र सत्ता है? पर संसारकी जो अदिव्यता है? उसकी स्ववतन्त्र सत्ता नहीं है। अर्जुनको तो दिव्यदृष्टिसे भगवान्का विराट्रूप दीखा? पर भक्तोंको भावदृष्टिसे यह संसार भगवत्स्वरूप दीखता है -- वासुदेवः सर्वम्। तात्पर्य है कि जैसे बचपनमें बालकका,कंकड़पत्थरोंमें जो भाव रहता है? वैसा भाव बड़े होनेपर नहीं रहता बड़े होनेपर कंकड़पत्थर उसे आकृष्ट नहीं करते? ऐसे ही भोगदृष्टि रहनेपर संसारमें जो भाव रहता है? वह भाव भोगदृष्टिके मिटनेपर नहीं रहता।जिनकी भोगदृष्टि होती है? उनको तो संसार सत्य दीखता है? पर जिनकी भोगदृष्टि नहीं है? ऐसे महापुरुषोंको संसार भगवत्स्वरूप ही दीखता है। जैसे एक ही स्त्री बालकको माँके रूपमें? पिताको पुत्रीके रूपमें? पतिको पत्नीके रूपमें और सिंहको भोजनके रूपमें दीखती है? ऐसे ही यह संसार चर्मदृष्टिसे सच्चा? विवेकदृष्टिसे परिवर्तनशील? भावदृष्टिसे भगवत्स्वरूप और दिव्यदृष्टिसे विराट्रूपका ही एक छोटासा अङ्ग दीखता है। सम्बन्ध --   अब अर्जुनकी दृष्टिके सामने (विराट्रूपमें) स्वर्गादि लोकोंका दृश्य आता है और वे उसका वर्णन आगेके दो श्लोकोंमें करते हैं। ","hcsca":"।।11.20।। विराट् पुरुष समस्त जगत् को व्याप्त किये हुए है? और देशकाल का भी अपना स्वतन्त्र अस्तित्व नहीं है। वे भी इस सत्य पर ही आश्रित हैं। हमें यह नहीं भूलना चाहिए कि यहाँ वर्णित विषयवस्तु अनन्त है? सनातन है। इसीलिए यहाँ अर्जुन कहता है? अकेले आपके द्वारा स्वर्ग और पृथ्वी के मध्य का आकाश और समस्त दिशाएं व्याप्त हैं।विश्व की एकता को सरलता से ग्रहण नहीं किया जा सकता। जो जितना ही अधिक उसे समझता है? उसका वर्णन करने में उतना ही अधिक वह लड़खड़ाता है। इतने विशाल और भव्य सत्य को देखकर परिच्छिन्न बुद्धि का कम्पित हो जाना स्वाभाविक ही है।अर्जुन कहता है? इस अद्भुत और भयंकर रूप को देखकर तीनों लोक भय कम्पित हो रहे हैं। यह एक मनोवैज्ञानिक सत्य है कि प्रत्येक मनुष्य जगत् को उसी रूप में देखता है जैसा कि वह स्वयं होता है। यथा दृष्टि तथा सृष्टि। विराट् का दर्शन करके अर्जुन भयभीत हुआ और उस मनस्थिति में जब वह जगत् को देखता है? तो तीनों लोक भी विस्मित और भय कम्पित दिखाई देते हैं। व्यासजी की यह विशेषता है कि विशाल और गम्भीर विषयवस्तु के वर्णन में व्यस्त होते हुए भी वे मनुष्य के मूलभूत आचरण को भूलते नहीं हैं और उनके ये सूक्ष्म निरीक्षण ही इस अतुलनीय सौन्दर्य और अपरिमेय गम्भीर चित्र को वास्तविकता की आभा प्रदान करते हैं। ","etsga":"11.20 Indeed, this intermediate space between heaven and earth as also all the directions are pervaded by You alone. O exalted One, the three worlds are struck with fear by seeing this strange, fearful form of Yours. ","etssa":"11.20 This space between the earth and the heaven and all the arters are filled by Thee alone; having seen this, Thy wonderful and teriible form, the three worlds are trembling with fear, O great-souled Being. ","etdss":"11.20. This space in between the heaven and the earth as well as all the directions are pervaded singly by You; seeing this wondrous form of Yours as such, O Exalted Soul, the triple world is very much frightened. ","ecssa":"11.20 द्यावापृथिव्योः of heaven and earth? इदम् this? अन्तरम् interspace? हि indeed? व्याप्तम् is filled? त्वया by Thee? एकेन alone? दिशः arters? च and? सर्वाः all? दृष्ट्वा having seen? अद्भुतम् wonderful? रूपम् form? उग्रम् terrible? तव Thy? इदम् this? लोकत्रयम् the three worlds? प्रव्यथितम् are trembling with fear? महात्मन् O greatsouled Being.Commentary Thee In Thy Cosmic Form.The space and the arters This denotes that the Lord has filled the whole universe of animate and inanimate objects.In order to remove the doubt entertained by Arjuna as to his success (Cf.II.6) Lord Krishna makes him feel now that victoyr for the Pandavas is certain. ","scetsga":"11.20 Hi, indeed; idam, this; antaram, intermediate space; dyavaprthivyoh, between heaven and earth; ca, as also; sarvah, all; the disah, direction; vyaptam, are pervaded; tvaya, by You; ekena, alone, who have assumed the Cosmic form. Mahatman, O exalted One, who by nature are high-minded; the lokatrayam, three worlds; pravyathitam, are struck with fear, or are perturbed; drstva, by seeing; idam, this; abdhutam, strange, astonishing; ugram, fearful, terrible; rupam, form; tava, of Yours.\nTherefore, now, in order to clear that doubt which Arjuna earlier had-as in, whether we shall win, or whether they shall coner (2.6)-, the Lord proceeds with the idea, I shall show the inevitable victory of the Pandavas. Visualizing that, Arjuna said: Moreover-. ","scetdss":"11.20 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.20 The terms, heaven and earth, imply all the upper and lower worlds. The Antara, or that between heaven and earth, denotes the space between them in which are located all the worlds. You alone pervade all the space and all the arters. Beholding Your marvellous and teriible form, beholding Your form of infinite length and extent, marvellous and terrible, the three worlds are trembling. Gods headed by Brahma, the Asuras, the manes, the Siddhas, the Gandharvas, the Yaksas, and Raksasas have come with a desire to see the battle. All the three worlds consisting of these friendly, antagonistic and neutral beings are extremely frightened. Mahatman means one, the dimension of whose mind has no limits. It has to be understood that like Arjuna, other beings also were granted by the Lord the divine eye capable of directly perceiving the Form which supports the universe. If it be asked why, the reply is that it was for demonstrating to Arjuna His sovereignty. Hence it is stated here: Beholding Your marvellous and terrible form, O Mahatman, the three worlds are greatly overwhelmed with fear. ","chakravarthi":"Now that Arjuna had the proper qualification, the Lord shows him his form as time. This is described in ten verses. ","rudra":"  The space between heaven and Earth, the complete sky is filled and pervaded\nby Lord Krishnas visvarupa or divine universal form in all directions. The\nvisvarupa never seen before was astonishingly wonderful and terribly\nfrightening at the same time. All the worlds are extremely afflicted and\naggrieved by its fierceness. This verse is a continution from the previous\nverse. ","brahma":"The Varuna Purana states: Between the Earth which is equated to mother and\nthe heavens which is equated to the father the Supreme Lord Krishnas\nvisvarupa or divine universal form encompassed all. The mother never\nencourages one to perform unrighteous deeds and the Earth never encourages\nsuch actions either. The father is always benefiting the children and the\nfamily and likewise let the heavens be propitious to us. With thoughts of\nthis nature in the mind the various avataras or incarnations and expansions\nof Lord Krishna are not normally perceived as frightening. For Brahma,\nNarada, Vyasa and others even this visvarupa is not in the least\nfrightening but for others the resplendent Supreme Lord is perceived in a\nterrible, fear inspiring way. The Varuna Purana states: While some find\nfulfilment in seeing His visvarupa others become frightened yet still if\nthey are able to see it at all they all will achieve fulfilment in the end.\nAll are not competent to see the visvarupa of Lord Krishna directly while\nothers who see it during their meditation are frightened. In the Gautama\ntexts is stated: That some seeing the visvarupa are very pleased, while\nsome others are frightened and still other aspirants who while not seeing\nthe visvarupa directly still meditate on Him within their minds by what\nthey have heard and read from others and perceive Him in that way. The\nexalted devotees abounding in the three worlds according to their capacity\nperceived the visvarupa Lord Krishna exhibited to Arjuna before the battle\nat Kuruksetra. At first these exalted devotees also felt apprehension and\nfear like Arjuna and the demigods but in the course of continual perception\nof the visvarupa a feeling of exuberance and bliss bubbled up within them\nand all apprehensions evaporated. Because the purpose of the Battle of Kuruksetra was Lord Krishnas\nintention to alleviate the burden of the demoniac influences upon the Earth\nthe visvarupa was perceived in an exceptionally frightening manner and thus\nfearfulness ensued. But in other situations and other times the various\nforms of Lord Krishna do not cause any anxiety or fear among the Vaisnavas\nand Brahmins being His devotees. For those who are superior to Arjuna such\nas Balarama, Brahma and Shiva as well as Draupadi, Yudisthira and Bhima no\nfear arose at all within them. This has been described in the Agni Purana\nto explain the frightening aspect of the visvarupa in the correct context. ","shri":" The words dyae aprthivyor meaning heaven and Earth denotes all the upper\nand lower planetary systems throughout material existence and the word\nantaram is all space between them all. So in all spaces wherein universes\nrevolve and in all spaces and every direction the visvarupa or divine\nuniversal form of Lord Krishna could be seen pervading indefinitely. The\nphenomenal pervasion of the visvarupa of infinite nature made it\nirresistibly awe-inspiring and its omnipotence was terrible to behold. All\nthe three planetary systems such as those inhabited by Brahma, by the Devas\nor demigods, by the Siddhas or perfected beings, by the Pitris or\nancestors, by the Gandharvas or celestial singers, by the Raksasas or\ndemons, etc. all were assembled in the air above Kuruksetra to witness the\nimpending battle between the Pandavas and the Kauravas. The words maha-\natman meaning great soul denotes the Supreme Lord being the greatest soul\ncomprised of all souls. The three planetary systems are distinguished as\nbeing inhabited by compassionate beings like Brahma and the demigods,\ninimical beings like the demons, and neutral beings like the ancestors. The\nword pravyathitam means greatly fearful and panic struck. The same divine vision that Arjuna was given was also bequeathed at that\ntime in general to all beings and those who were evolved and competent were\nalso able to directly perceive Lord Krishnas visvarupa in all its\nmagnificent and terrible splendor. If one were to perhaps wonder why would\nthis possibly be so, the answer is that it confirms the reality of the\nvisvarupa from a variety of sources and it irrevocably proves the\nindomitable power of Lord Krishnas transcendental potency which applies to\nall living entities. ","kumar":"The words dyae aprthivyor meaning heaven and Earth denotes all the upper\nand lower planetary systems throughout material existence and the word\nantaram is all space between them all. So in all spaces wherein universes\nrevolve and in all spaces and every direction the visvarupa or divine\nuniversal form of Lord Krishna could be seen pervading indefinitely. The\nphenomenal pervasion of the visvarupa of infinite nature made it\nirresistibly awe-inspiring and its omnipotence was terrible to behold. All\nthe three planetary systems such as those inhabited by Brahma, by the Devas\nor demigods, by the Siddhas or perfected beings, by the Pitris or\nancestors, by the Gandharvas or celestial singers, by the Raksasas or\ndemons, etc. all were assembled in the air above Kuruksetra to witness the\nimpending battle between the Pandavas and the Kauravas. The words maha-\natman meaning great soul denotes the Supreme Lord being the greatest soul\ncomprised of all souls. The three planetary systems are distinguished as\nbeing inhabited by compassionate beings like Brahma and the demigods,\ninimical beings like the demons, and neutral beings like the ancestors. The\nword pravyathitam means greatly fearful and panic struck. The same divine vision that Arjuna was given was also bequeathed at that\ntime in general to all beings and those who were evolved and competent were\nalso able to directly perceive Lord Krishnas visvarupa in all its\nmagnificent and terrible splendor. If one were to perhaps wonder why would\nthis possibly be so, the answer is that it confirms the reality of the\nvisvarupa from a variety of sources and it irrevocably proves the\nindomitable power of Lord Krishnas transcendental potency which applies to\nall living entities. "}