{"meta":"Bhagavad Gita Chapter 11 Verse 16","metahi":"भगवद् गीता 11.16","slok":"अनेकबाहूदरवक्त्रनेत्रंपश्यामि त्वां सर्वतोऽनन्तरूपम्।नान्तं न मध्यं न पुनस्तवादिंपश्यामि विश्वेश्वर विश्वरूप।।11.16।। ","htsrsd":"।।11.16।।हे विश्वरूप हे विश्वेश्वर आपको मैं अनेक हाथों? पेटों? मुखों और नेत्रोंवाला तथा सब ओरसे अनन्त रूपोंवाला देख रहा हूँ। मैं आपके न आदिको? न मध्यको और न अन्तको ही देख रहा हूँ। ","htstma":"।।11.16।। हे विश्वेश्वर मैं आपकी अनेक बाहु? उदर? मुख और नेत्रों से युक्त तथा सब ओर से अनन्त रूपों वाला देखता हूँ। हे विश्वरूप मैं आपके न अन्त को देखता हूँ और न मध्य को और न आदि को।। ","transliteration":"Pashyaami twaam sarvato’nantaroopam;\nNaantam na madhyam na punastavaadimPashyaami vishweshwara vishwaroopa. ","englishmeaning":"aneka—infinite; bāhu—arms; udara—stomachs; vaktra—faces; netram—eyes; paśhyāmi—I see; tvām—you; sarvataḥ—in every direction; ananta-rūpam—inifinite forms; na antam—without end; na—not; madhyam—middle; na—no; punaḥ—again; tava—your; ādim—beginning; paśhyāmi—I see; viśhwa-īśhwara—The Lord of the universe; viśhwa-rūpa—universal form ","hcsrsd":"।।11.16।। व्याख्या --  विश्वरूप? विश्वेश्वर -- इन दो सम्बोधनोंका तात्पर्य है कि मेरेको जो कुछ भी दीख रहा है? वह सब आप ही हैं और इस विश्वके मालिक भी आप ही हैं। सांसारिक मनुष्योंके शरीर तो जड होते हैं और उनमें शरीरी चेतन होता है परन्तु आपके विराट्रूपमें शरीर और शरीरी -- ये दो विभाग नहीं हैं। विराट्रूपमें शरीर और शरीरीरूपसे एक आप ही हैं। इसलिये विराट्रूपमें सब कुछ चिन्मयहीचिन्मय है। तात्पर्य यह हुआ कि अर्जुन विश्वरूप सम्बोधन देकर यह कह रहे हैं कि आप ही शरीर हैं और विश्वेश्वर सम्बोधन देकर यह कह रहे हैं कि आप ही शरीरी (शरीरके मालिक) हैं।अनेकबाहूदरवक्त्रनेत्रम् -- मैं आपके हाथोंकी तरफ देखता हूँ तो आपके हाथ भी अनेक हैं आपके पेटकी तरफ देखता हूँ तो पेट भी अनेक हैं आपके मुखकी तरफ देखता हूँ तो मुख भी अनेक हैं और आपके नेत्रोंकी तरफ देखता हूँ तो नेत्र भी अनेक हैं। तात्पर्य है कि आपके हाथों? पेटों? मुखों और नेत्रोंका कोई,अन्त नहीं है? सबकेसब अनन्त हैं।पश्यामि त्वां सर्वतोऽनन्तरूपम् -- आप देश? काल? वस्तु? व्यक्ति? पदार्थ आदिके रूपमें चारों तरफ अनन्तहीअनन्त दिखायी दे रहे हैं।नान्तं न मध्यं पुनस्तवादिम् -- आपका कहाँ अन्त है? इसका भी पता नहीं आपका कहाँ मध्य है? इसका भी पता नहीं और आपका कहाँ आदि है? इसका भी पता नहीं।सबसे पहले नान्तम् कहनेका तात्पर्य यह मालूम देता है कि जब कोई किसीको देखता है? तब सबसे पहले उसकी दृष्टि उस वस्तुकी सीमापर जाती है कि यह कहाँतक है। जैसे? किसी पुस्तकको देखनेपर सबसे पहले उसकी सीमापर दृष्टि जाती है कि पुस्तककी लम्बाईचौड़ाई कितनी है। ऐसे ही भगवान्के विराट्रूपको देखनेपर अर्जुनकी दृष्टि सबसे पहले उसकी सीमा(अन्त) की ओर गयी। जब अर्जुनको उसका अन्त नहीं देखा? तब उनकी दृष्टि मध्यभागपर गयी फिर आदि(आरम्भ) की तरफ दृष्टि गयी? पर कहीं भी विराट्स्वरूपका अन्त? मध्य और आदिका पता नहीं लगा। इसलिये इस श्लोकमें नान्तं न मध्यं न पुनस्तवादिम् -- यह क्रम रखा गया है। ","hcsca":"।।11.16।। विश्वरूप के अनन्त वैभव को एक ही दृष्टिक्षेप में देख पाने के लिए मानव की परिच्छिन्न बुद्धि उपयुक्त साधन नहीं है। इस रूप के परिमाण की विशालता और उसके गूढ़ अभिप्राय से ही मनुष्य की? बुद्धि निश्चय ही? लड़खड़ाकर रह जाती है। भगवान् ही वह एकमेव सत्य तत्त्व हैं जो सभी प्राणियों की कर्मेन्द्रियों के पीछे चैतन्य रूप से विद्यमान हैं। अर्जुन इसे इन शब्दों में सूचित करता है कि मैं आपको अनेक बाहु? उदर? मुख और नेत्रों से युक्त सर्वत्र अनन्तरूप में देखता हूँ। इसे सत्य का व्यंग्यचित्र नहीं समझ लेना चाहिये। सावधानी की सूचना उन शीघ्रता में काम आने वाले चित्रकारों के लिए आवश्यक है? जो इस विषयवस्तु से स्फूर्ति और प्रेरणा पाकर इस विराट् रूप को अपने रंगों और तूलिका के द्वारा चित्रित करना चाहते हैं और अपने प्रयत्न में अत्यन्त दयनीय रूप से असफल होते हैं।विश्व की एकता कोई दृष्टिगोचर वस्तु नहीं है यह साक्षात्कार के योग्य एक सत्य तथ्य है। इस तथ्य की पुष्टि अर्जुन के इन शब्दों से होती है कि मैं न आपके अन्त को देखता हूँ? और न मध्य को और न आदि को। विराट् पुरुष का वर्णन इससे और अधिक अच्छे प्रकार से नहीं किया जा सकता था।उपर्युक्त ये श्लोक सभी परिच्छिन्न वस्तुओं के और मरणशील प्राणियों में सूत्र रूप से व्याप्त उस एकत्व का दर्शन कराते हैं? जिसने उन्हें इस विश्वरूपी माला के रूप मे धारण किया हुआ हैअर्जुन आगे कहता है ","etsga":"11.16 I see You as possessed of numerous arms, bellies, mouths and eyes; as having infinite forms all around. O Lord of the Universe, O Cosmic Person, I see not Your limit nor the middle, nor again the beginning! ","etssa":"11.16 I see Thee of boundless form on every side with many arms, stomachs, mouths and eyes: neither the end nor the middle nor also the beginning do I see, O Lord of the universe, O Cosmic Form. ","etdss":"11.16. I behold You of many arms, bellies, mouths and eyes and of infinite forms on all sides; of You, I find neither the end, nor the centre, nor the beginnng too, O Lord of the universe, O Universal-formed One ! ","ecssa":"11.16 अनेकबाहूदरवक्त्रनेत्रम् with manifold arms? stomachs? mouths and eyes? पश्यामि (I) see? त्वाम् Thee? सर्वतः on every side? अनन्तरूपम् of boundless form? न not? अनत्म् end? न not? मध्यम् middle? न not? पुनः,again? तव Thy? आदिम् origin? पश्यामि (I) see? विश्वेश्वर O Lord of the universe? विश्वरूप O Cosmic Form.Commentary A thing that is limited by space and time has a begining? a middle and an end? but the Lord is omnipresent and eternal. He exists in the three periods of time -- past? present and future? but is not limited by time and space. Therefore He has neither a beginning nor middle nor end.Arjuna could have this divine vision only with the help of the divine eye bestowed upon him by the Lord. He who has supreme devotion to the Lord and on whom the Lord showers His grace can enjoy this wondrous vision. ","scetsga":"11.16 Pasyami, I see; tvam, You; aneka-bahu-udara-vaktra-netram, as possessed of numerous arms, bellies, mouths and eyes; ananta-rupam, having infinite forms; sarvatah, all around. Visveswara, O Lord of the Universe; visva-rupa, O Cosmic Person; na pasyami, I see not; [I do not see-because of Your all-pervasiveness.] tava, Your; antam, end; na madhyam, nor the middle-what lies between two extremities; na punah, nor again; the adim, beginning-I see not the limit (end) nor the middle, nor again the beginning, of You who are God!\nFurthermore, ","scetdss":"11.16 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.16 I behold Your infinite form on all sides with many arms, stomachs, mouths and eyes. O Lord of the universe, namely, the controller of the universe, O Universal Form having the universe as Your body! As You are infinite, therefore, I see no end, no middle and no beginning for You. ","chakravarthi":"Visvesvara means the original person, the origin of this form. ","rudra":"  \nIn Lord Krishnas visvarupa or divine universal form was seen unlimited\neyes and hands and bodies and forms on every side; but it was not possible\nto detect their end or their beginning and middle because the Supreme Lord\nis all pervading and infinite. ","brahma":"  \nThe word aneka means infinitely innumerable. In Lord Krishnas visvarupa or\ndivine universal form were seen multitudinous arms, faces, stomachs and\neyes unlimitedly. The Supreme Lord has unlimited vision in past present and\nfuture. He is unlimited in every aspect conceivable. manifestations in many\nwonderful and phenomenal forms. The Rig Veda states that with His shoulders\nthe Supreme Lord creates all gross material worlds and the three spaces\nbetween them. The Yajur Veda confirms this also.   The word visva denotes without any restrictions whatsoever being unlimited.\nEverything, everywhere regarding Lord Krishna is infinitely endless and\ncomplete in all manifestations and so are the unlimited arms, faces,\nstomachs and eyes of the Supreme Lords visvarupa. The compound word ananta-\nrupam means innumerable are His forms and it also means that His forms are\nunlimited. The Yajur Veda states: The Supreme Lord Krishna is superior to\nthe most supreme, greater then the total creation, the one without a\nsecond, the One who manifests all manifested forms unlimitedly. The Aditya\nPurana states that the Supreme Lords unlimited forms in material existence\nis manifested by prakriti or the material substratum pervading all physical\nexistence. Prakriti being the representative of the Supreme Lords material\nenergy is thus without beginning, middle or end in all its activities.   The Supreme Lord Krishna and all of His Vedically authorised avataras or\ndivine incarnations and expansions are fully saccidananda possessing\neternal existence, unlimited cognizance and endless bliss. There is no\nlimitation in any of His forms. They are never born neither are they\ncapable of death. They manifest themselves into the material existence for\na specific purpose and after a period of time they unmanifest themselves\nagain.   Whatever manifestation of infinity there is outwards in external space the\nsame manifestation of infinity is found inwards within the internal etheric\nheart where an infinitesimal portion of Lord Krishna, the ?tma or eternal\nsoul resides of all sentient beings. By the medium of the ?tma all space\nincluding the universes sun and moon etc. are encompassed within including\nall the demigods such as the firegod Agni and the windgod Vayu. These\nthings are not impossible because of the inconceivable power of the Supreme\nLord. The Vishnu Purana states: Inconceivable indeed is the Supreme Lord\npower, so much so that it is not possible to resolve His inconceivability\nby argument or debate. This is because His inconceivability is\ntranscendental to words, thoughts and even imagination. Never by reason can\nthe possible or impossible lilas or divine pastimes of the Supreme Lord\nKrishna be explained by even the most refined intellect in a rational\nmanner. Otherwise the conclusive evidence of Lord Krishna performing\nphenomenally impossible activities would give rise to erroneous inferences\nand bizarre conclusions negating His absolute, almighty paramount position\nas the Ultimate cause and goal of all existence. It would be like someone\nattempting to explain a lighting bolt based upon the sound of thunder. One\nsometimes hears philosophers and intellectuals speak about that when\ntranscendental qualities of the Supreme Lord are found in even minuscule\nproportions within jivas or embodied beings there is contradiction; but\nthis is no way constitutes any defect in the Supreme Lord. Such\ntranscendental qualities found in jivas may seem to appear to contradict\neach other from the material vision of one who is unaware of the actual\ntattva or conclusive truth. But all seemingly contradictions are\nharmoniously established within the Supreme Lord and any contradictions\nperceived in others is completely dependent upon their capacity to delegate\nthese qualities and also on the level of consciousness of the perceiver. It\nis only a mater of poetic licence to use the words madhyan or middle in the\nverse as the words na adim meaning no beginning and na antam meaning no end\nclearly includes whatever is between. The Supreme Lord Krishnas visvarupa\nis His divine universal form and is not of the form of the universe which\nis situated within it like a speck of light. He possesses infinite forms\nwhich are all unlimited. As all His forms are eternal they are without any\nending and thus they are always unlimited. ","shri":"  Everywhere from every angle of vision could be seen infinite amounts of\nunlimited arms, stomachs, faces, and eyes. The word visvesvara means Lord\nof the universe and visvarupa the divine universal form denotes the Supreme\nLord to whom all the cosmos is part of His transcendental body. As the\nSupreme Lord Krishna is ananta or endless it is understandable that He has\nno beginning, middle or end and this was perceived by Arjuna. ","kumar":"Everywhere from every angle of vision could be seen infinite amounts of\nunlimited arms, stomachs, faces, and eyes. The word visvesvara means Lord\nof the universe and visvarupa the divine universal form denotes the Supreme\nLord to whom all the cosmos is part of His transcendental body. As the\nSupreme Lord Krishna is ananta or endless it is understandable that He has\nno beginning, middle or end and this was perceived by Arjuna. "}