{"meta":"Bhagavad Gita Chapter 11 Verse 13","metahi":"भगवद् गीता 11.13","slok":"तत्रैकस्थं जगत्कृत्स्नं प्रविभक्तमनेकधा।अपश्यद्देवदेवस्य शरीरे पाण्डवस्तदा।।11.13।। ","htsrsd":"।।11.13।।उस समय अर्जुनने देवोंके देव भगवान्के शरीरमें एक जगह स्थित अनेक प्रकारके विभागोंमें विभक्त सम्पूर्ण जगत्को देखा। ","htstma":"।।11.13।। पाण्डुपुत्र अर्जुन ने उस समय अनेक प्रकार से विभक्त हुए सम्पूर्ण जगत् को देवों के देव श्रीकृष्ण के शरीर में एक स्थान पर स्थित देखा।। ","transliteration":"Tatraikastham jagatkritsnam pravibhaktamanekadhaa;\nApashyaddevadevasya shareere paandavastadaa. ","englishmeaning":"tatra—there; eka-stham—established in one place; jagat—the universe; kṛitsnam—entire; pravibhaktam—divided; anekadhā—many; apaśhyat—could see; deva-devasya—of the God of gods; śharīre—in the body; pāṇḍavaḥ—Arjun; tadā—at that time ","hcsrsd":"।।11.13।। व्याख्या --  तत्रैकस्थं जगत्कृत्स्नं प्रविभक्तमनेकधा -- अनेक प्रकारके विभागोंमें विभक्त अर्थात् ये देवता हैं? ये मनुष्य हैं? ये पशुपक्षी हैं? यह पृथ्वी है? ये समुद्र हैं? यह आकाश है? ये नक्षत्र हैं? आदिआदि विभागोंके सहित (संकुचित नहीं? प्रत्युत विस्तारसहित) सम्पूर्ण चराचर जगत्को भगवान्के शरीरके भी एक देशमें अर्जुनने भगवान्के दिये हुए दिव्यचक्षुओंसे प्रत्यक्ष देखा। तात्पर्य यह हुआ कि भगवान् श्रीकृष्णके छोटेसे शरीरके भी एक अंशमें चरअचर? स्थावरजङ्गमसहित सम्पूर्ण संसार है। वह संसार भी अनेक ब्रह्माण्डोंके रूपमें? अनेक देवताओंके लोकोंके रूपमें? अनेक व्यक्तियों और पदार्थोंके रूपमें विभक्त और विस्तृत है -- इस प्रकार अर्जुनने स्पष्ट रूपसे देखा (टिप्पणी प0 582)। अपश्यद्देवदेवस्य शरीरे पाण्डवस्तदा -- तदा का तात्पर्य है कि जिस समय भगवान्ने दिव्यदृष्टि देकर अपना विराट्रूप दिखाया? उसी समय उसको अर्जुनने देखा। अपश्यत् का तात्पर्य है कि जैसा रूप भगवान्ने दिखाया? वैसा ही अर्जुनने देखा। सञ्जय पहले भगवान्के जैसे रूपका वर्णन करके आये हैं? वैसा ही रूप अर्जुनने भी देखा।जैसे मनुष्यलोकसे देवलोक बहुत विलक्षण है? ऐसे ही देवलोकसे भी भगवान् अनन्तगुना विलक्षण हैं क्योंकि देवलोक आदि सबकेसब लोक प्राकृत हैं और भगवान् प्रकृतिसे अतीत हैं। इसलिये भगवान् देवदेव अर्थात् देवताओंके भी देवता (मालिक) हैं। सम्बन्ध --   भगवान्के अलौकिक विराट्रूपको देखनेके बाद अर्जुनकी क्या दशा हुई -- इसका वर्णन सञ्जय आगेके श्लोकमें करते हैं। ","hcsca":"।।11.13।। अर्जुन ने भगवान के उस ईश्वरीय रूप में देखा कि किस प्रकार सम्पूर्ण जगत् अपनी विविधता के साथ लाकर एक स्थान पर स्थित कर दिया गया था। हम देख चुके हैं कि विराट् पुरुष की संकल्पना ऐसे मन के द्वारा देखा गया दृश्य है जो देश और काल के माध्यम में कार्य नहीं कर रहा है अर्थात् देश और काल की कल्पना लोप हो चुकी है।अनेक को एक में देखने का जो दृश्य है? वह उतना इन्द्रियगोचर नहीं है जितना कि बुद्धिग्राह्य है। यह नहीं कि सम्पूर्ण विश्व संकुचित होकर भगवान् श्रीकृष्ण के देह परिमाण का हो गया है। यदि अर्जुन को जगत् के एकत्व का अपेक्षित बोध हो और यदि वह उस ज्ञान की दृष्टि से विश्व को देख सके? तो यही पर्याप्त है।आधुनिक विज्ञान से भी इसके समान दृष्टांत उद्धृत किया जा सकता है। रसायनशास्त्र में द्रव्यों का वर्गीकरण करके उनका अध्ययन किया जाता है। जगत् की रसायन वस्तुओं का अध्ययन करने से ज्ञात होता है कि जगत् में लगभग एक सौ तीन तत्व है। और अधिक सूक्ष्म अध्ययन से वैज्ञानिक लोग परमाणु तक पहँचे? अब उसका भी विभाजन करके पाया गया कि परमाणु भी इलेक्ट्रॉन? प्रोटॉन और न्यूट्रॉन से बना है। परमाणु के इस स्वरूप से सुपरिचित वैज्ञानिक जब बहुविध जगत् की ओर देखता है? तब उसे यह जानना सरल होता है कि ये सभी पदार्थ परमाणुओं से बने हैं। इसी प्रकार? यहाँ जब अर्जुन को श्रीकृष्ण की अहैतुकी कृपाप्रसाद से यह विशेष ज्ञान्ा प्राप्त हुआ? तब वह भगवान् के शरीर में ही सम्पूर्ण विश्व को देखने में समर्थ हो गया।इस दृश्य को देखकर अर्जुन के शरीर और मन पर होने वाली प्रतिक्रियाओं को संजय ने ध्यानपूर्वक देखा और उनका विवरण सुनाते हुए वह कहता है ","etsga":"11.13 At that time, Pandava saw there, in the body of the God of gods, the whole diversely differentiated Universe united in the one (Cosmic form). ","etssa":"11.13 There, in the body of the God of gods, Arjuna then saw the whole universe resting in one, with its many groups. ","etdss":"11.13. At that time the son of Pandu beheld there in the body of the God-of-gods, the entire universe, united in one and [yet] divided into many groups. ","ecssa":"11.13 तत्र there? एकस्थम् resting in one? जगत् the universe? कृत्स्नम् the whole? प्रविभक्तम् divided? अनेकधा in many groups? अपश्यत् saw? देवदेवस्य of the God of gods? शरीरे in the body? पाण्डवः son of Pandu? तदा then.Commentary Tatra There -- in the Cosmic Form.Anekadha Many groups -- gods? manes? men and other species of beings.Arjuna beheld all forms as the forms of the Lord? all heads as His heads? all eyes as His eyes? all hands as His hands? all feet as His feet? every part of every body as the limb of the Lords divine form. Wherever he looked he beheld nothing but the Lord. He got mystic divine knowledge.Sanjaya has given a truly graphic description of the Cosmic Form. Yet? it would be futile to grasp it with the finite mind. It is a transcendental vision? beyond the reach of the mind and senses. It has to be realised in Samadhi. ","scetsga":"11.13 Tada, at that time; pandavah, Pandava, Arjuna; apasyat, saw; tatra, there, in that Cosmic form; sarire, in the body; devadevasya, of the God of gods, of Hari; krtsnam, the whole; jagat, Universe; anekadha, deversely; pravibhaktam, differentiated-into groups of gods, manes, human beings, and others; ekastham, united in the one (Consmic form). ","scetdss":"11.13 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.13 There, in that unie and divine body of the God of gods - infinite in length and breadth, with innumerable hands, stomachs, faces and eyes, of immeasurable splendour, eipped with innumerable divine weapons, adorned with innumerable divine ornaments appropriate to itself and with divine garlands and raiments, fragrant with celestial perfumes and full of wonders , there Arjuna beheld with the appropriate divine eyes granted by the grace of the Lord, the entire universe consisting of Prakrti (material Nature) and the selves, all remaining in one single spot, namely, at one single point. He beheld the whole universe with all its sub-divisions, differentiated into varied and wonderful classes of experiencing beings like Brahma, gods, animals, men, immovables etc., and the places, objects and means of experiences such as earth, ether, Rasatala, Atala, Vitala, Sutala etc. He beheld thus the entire universe as depicted in such texts as those starting with I am the origin of all; from Me proceed everything (10.8), Indeed I shall tell you, O Arjuna, My glorious self-manifestations (10.9), I am the Self, O Arjuna, dwelling in the hearts of all beings (10.20), and Of Adityas, I am Visnu (10.21), and ending with Nothing that moves or does not move exists without Me (10.39), and I remain, with a single fraction of Myself sustaining this whole universe (10.42). ","chakravarthi":"In that place (tatra), on the battle field, in the body of the Lord (deva devasya), it was impossible to take into account the whole universe. Therefore he saw a part situated in one part of the body at different moments (prati bhaktam, eka stham)–a part situated in the Lord’s pore or a part situated in his belly, and in various ways (aneka dha). That is, he saw that form made of earth, made of gold, made of jewels, or measuring fifty koti yojanas, or a hundred koti yojanas or a hundred thousand koti yojanas. ","rudra":"  \nWhat happened after that? In answer Sanjaya explains that right there on\nthe battlefield Arjuna saw in Lord Krishnas visvarupa or divine universal\nform the entire creation with its multiple and manifold divisions all\ncoordinated and orchestrated in different parts of that selfsame\nvisvarupa.. ","brahma":" ","shri":"  \nIn the Supreme Lord Krishnas divine, transcendental and phenomenal\nvisvarupa or divine universal form infinitely high and unfathomably wide\nwith splendorous effulgence and unlimited faces, heads, eyes and bodies,\nwith unlimited celestial weapons and unlimited celestial ornaments\naccompanied by celestial unguents, divine garlands and raiments. All\ninteracting with unlimited wonders and marvels. Arjuna could clearly see\nmanifested in a single location within the universal form all of creation\nwith its unlimited multifarious and variegated details from the greatly\npowerful Brahma and all the demigods down to a humble blade of grass. He\ncould see the complete animal, vegetable and mineral kingdoms and all the\ndiverse planetary systems all composed of prakriti or the material\nsubstratum pervading material existence from the highest Bhur, Bhuvar, Svar\netc. all the way down to the lowest planetary system of Patala with all\nthere varying inhabitants, habitats and habits. He could also perceive the\nbrahman or the spiritual substratum pervading all existence with its\nsublimely subtle transcendental presence imperceptible to normal eyes. All\nthis was seen by Arjuna due to the divine vision bequeathed upon him by\nLord Krishna substantiating His declarations in chapter 10 such as verse\n39: That He is the origin of all and nothing can exist separately,\nindependent from Him and in verse 42 He states that by a mere fraction of\nHis potency He maintains and sustains all moving and stationary beings. ","kumar":"In the Supreme Lord Krishnas divine, transcendental and phenomenal\nvisvarupa or divine universal form infinitely high and unfathomably wide\nwith splendorous effulgence and unlimited faces, heads, eyes and bodies,\nwith unlimited celestial weapons and unlimited celestial ornaments\naccompanied by celestial unguents, divine garlands and raiments. All\ninteracting with unlimited wonders and marvels. Arjuna could clearly see\nmanifested in a single location within the universal form all of creation\nwith its unlimited multifarious and variegated details from the greatly\npowerful Brahma and all the demigods down to a humble blade of grass. He\ncould see the complete animal, vegetable and mineral kingdoms and all the\ndiverse planetary systems all composed of prakriti or the material\nsubstratum pervading material existence from the highest Bhur, Bhuvar, Svar\netc. all the way down to the lowest planetary system of Patala with all\nthere varying inhabitants, habitats and habits. He could also perceive the\nbrahman or the spiritual substratum pervading all existence with its\nsublimely subtle transcendental presence imperceptible to normal eyes. All\nthis was seen by Arjuna due to the divine vision bequeathed upon him by\nLord Krishna substantiating His declarations in chapter 10 such as verse\n39: That He is the origin of all and nothing can exist separately,\nindependent from Him and in verse 42 He states that by a mere fraction of\nHis potency He maintains and sustains all moving and stationary beings. "}