{"meta":"Bhagavad Gita Chapter 11 Verse 35","metahi":"भगवद् गीता 11.35","slok":"सञ्जय उवाचएतच्छ्रुत्वा वचनं केशवस्यकृताञ्जलिर्वेपमानः किरीटी।नमस्कृत्वा भूय एवाह कृष्णंसगद्गदं भीतभीतः प्रणम्य।।11.35।। ","htsrsd":"।।11.35।।सञ्जय बोले -- भगवान् केशवका यह वचन सुनकर भयसे कम्पित हुए किरीटी अर्जुन हाथ जोड़कर नमस्कार करके और अत्यन्त भयभीत होकर फिर प्रणाम करके सगद्गदं वाणीसे भगवान् कृष्णसे बोले। ","htstma":"।।11.35।। संजय ने कहा -- केशव भगवान् के इस वचन को सुनकर मुकुटधारी अर्जुन हाथ जोड़े हुए? कांपता हुआ नमस्कार करके पुन भयभीत हुआ श्रीकृष्ण के प्रति गद्गद् वाणी से बोला।। ","transliteration":"Sanjaya Uvaacha:\nEtacchrutwaa vachanam keshavasyaKritaanjalirvepamaanah kireetee;\nNamaskritwaa bhooya evaaha krishnamSagadgadam bheetabheetah pranamya. ","englishmeaning":"sañjayaḥ uvācha—Sanjay said; etat—thus; śhrutvā—hearing; vachanam—words; keśhavasya—of Shree Krishna; kṛita-añjaliḥ—with joined palms; vepamānaḥ—trembling; kirītī—the crowned one, Arjun; namaskṛitvā—with palms joined; bhūyaḥ—again; eva—indeed; āha—spoke; kṛiṣhṇam—to Shree Krishna; sa-gadgadam—in a faltering voice; bhīta-bhītaḥ—overwhelmed with fear; praṇamya—bowed down ","hcsrsd":"।।11.35।। व्याख्या --   एतच्छ्रुत्वा वचनं केशवस्य कृताञ्जलिर्वेपमानः किरीटी -- अर्जुन तो पहलेसे भयभीत थे ही? फिर भगवान्ने मैं काल हूँ? सबको खा जाऊँगा -- ऐसा कहकर मानो डरे हुएको और डरा दिया। तात्पर्य है कि कालोऽस्मि -- यहाँसे लेकर मया हतांस्त्वं जहि -- यहाँतक भगवान्ने नाशहीनाशकी बात बतायी। इसे सुनकर अर्जुन डरके मारे काँपने लगे और हाथ जोड़कर बारबार नमस्कार करने लगे।अर्जुनने इन्द्रकी सहायताके लिये जब काल? खञ्ज आदि राक्षसोंको मारा था? तब इन्द्रने प्रसन्न होकर अर्जुनको सूर्यके समान प्रकाशवाला एक दिव्य किरीट (मुकुट) दिया था। इसीसे अर्जुनका नाम किरीटी पड़ गया (टिप्पणी प0 598)। यहाँ किरीटी कहनेका तात्पर्य है कि जिन्होंने बड़ेबड़े राक्षसोंको मारकर इन्द्रकी सहायता की थी? वे अर्जुन भी भगवान्के विराट्रूपको देखकर कम्पित हो रहे हैं।नमस्कृत्वा भूय एवाह कृष्णं गद्गद भीतभीतः प्रणम्य -- काल सबका भक्षण करता है किसीको भी छोड़ता नहीं। कारण कि यह भगवान्की संहारशक्ति है? जो हरदम संहार करती ही रहती है। इधर अर्जुनने जब भगवान्के अत्युग्र विराट्रूपको देखा तो उनको लगा कि भगवान् कालके भी काल -- महाकाल हैं। उनके सिवाय दूसरा कोई भी कालसे बचानेवाला नहीं है। इसलिये अर्जुन भयभीत होकर भगवान्को बारबार प्रणाम करते हैं।भूयः कहनेका तात्पर्य है कि पहले पंद्रहवेंसे इकतीसवें श्लोकतक अर्जुनने भगवान्की स्तुति और नमस्कार किया? अब फिर भगवान्की स्तुति और नमस्कार करते हैं।हर्षसे भी वाणी गद्गद होती है और भयसे भी। यहाँ भयका विषय है। अगर अर्जुन बहुत ज्यादा भयभीत होते तो वे बोल ही न सकते। परन्तु अर्जुन गद्गद वाणीसे बोलते हैं। इससे सिद्ध होता है कि वे इतने भयभीत नहीं हैं। सम्बन्ध --   अब आगेके श्लोकसे अर्जुन भगवान्की स्तुति करना आरम्भ करते हैं। ","hcsca":"।।11.35।। नाटककार के रूप में व्यासजी अपनी सहज स्वाभाविक कलाकुशलता से दृश्य को युद्धभूमि से शान्त और मौन राजप्रासाद में ले जाते हैं? जहाँ संजय अन्ध धृतराष्ट्र को युद्धभूमि का वृतान्त सुना रहा था। इसी अध्याय में तीन बार पाठक को कुरुक्षेत्र के भयोत्पादक वातावरण से दूर ले जाकर? व्यासजी न केवल इन दृश्यों की प्रभावी गति को बढ़ाते हैं? वरन् पाठकों के मन को आवश्यक विश्राम भी देते हैं? जो निरन्तर भयंकर सौन्दर्य के सूक्ष्म विषय में तनाव अनुभव करने लगता है।यह कदापि नहीं भूलना चाहिए कि गीता में संजय हमारा विशेष संवाददाता है जिसे पाण्डवों के न्यायपक्ष से पूर्ण सहानुभूति है। स्वाभाविक ही है कि जैसे ही वह भगवान् के शब्दों द्वारा भीष्म द्रोणादि के नाश का वृतान्त सुनाता है? वैसे ही वह उस अन्ध? वृद्ध व्यक्ति को आसन्न घोर विध्वंस के प्रति जागरूक कराना चाहता है। जैसा कि हम पहले भी देख चुके हैं कि केवल धृतराष्ट्र ही इस समय भी युद्ध को रोक सकता था? और संजय यह देखने को अत्यन्त उत्सुक है कि किसी प्रकार यह युद्ध रुक जाये। इस प्रकार? इस श्लोक में प्रयुक्त भाषा से ही संजय का मन्तव्य स्पष्ट हो जाता है।अकस्मात् यहाँ संजय अर्जुन को किरीटी अर्थात् मुकुटधारी कहता है। सम्भवत यह एक साहसपूर्ण भविष्यवाणी है? जिसके द्वारा संजय यह अपेक्षा करता है कि धृतराष्ट्र इस विनाशकारी युद्ध की निरर्थकता देखे। परन्तु एक अन्ध पुरुष कदापि देख नहीं सकता? और यदि उसकी बुद्धि पर भी मोह का आवरण पड़ा हो? तो देखने का प्रश्न ही नहीं उठता है।अत्यधिक पुत्रासक्ति के कारण यदि राजा धृतराष्ट्र की सद्बुद्धि को नहीं जगाया जा सकता है? तो संजय एक मनोवैज्ञानिक उपचार का प्रयोग करके देखना चाहता है। यदि इस बात का विस्तृत वर्णन किया जाये कि किसी दृश्य को देखकर सब लोग किस प्रकार भय से कांप रहे हैं? तो निश्चित ही सामान्यत साहसी पुरुषों के मन में भी आतंक फैल जाता है। यदि कृष्ण का घनिष्ठ मित्र अर्जुन भी भय़ से कांपता हुआ गद्गद् वाणी में भगवान् से कहता है? तो इस वर्णन से संजय यह अपेक्षा करता है कि कोई भी विवेकी पुरुष आसन्न युद्ध की भयानकता को तथा पराजित पक्ष के लोगों को प्राप्त होने वाले भयंकर परिणामों को भी पहचान सकेगा। परन्तु संजय के इन शब्दों का भी धृतराष्ट्र के मन पर भी कोई प्रभाव नहीं पड़ा? जो अपने पुत्रों के प्रति मूढ़ प्रेम के अतिरिक्त अन्य सब के प्रति पूर्ण अन्ध हो गया था।अर्जुन विश्वरूप भगवान् को सम्बोधित करके कहता है। ","etsga":"11.35 Sanjaya said Hearing this utterance of Kesava, Kiriti (Arjuna), with joined palms and trembling, protrating himself, said again to Krsna with a faltering voice, bowing down overcome by fits of fear: ","etssa":"11.35 Sanjaya said Having heard that speech of Lord Krishna, Arjuna, with joined palms, trembling, prostrating himself, again addressed Krishna, in a choked voice, bowing down, overwhelmed with fear. ","etdss":"11.35. Sanjaya said On hearing this speach of Kesava, the crowned-prince (Arjuna) had his palms folded; and trembling he protstrated himself to Krsna; and stammering, and being very much afraid and bowing down, he spoke to Him again. ","ecssa":"11.35 एतत् that? श्रुत्वा having heard? वचनम् speech? केशवस्य of Kesava? कृताञ्जलिः with joined palms? वेपमानः trembling? किरीटि Arjuna? नमस्कृत्वा prostrating (himself)? भूयः again? एव even? आह addressed? कृष्णम् to Krishna? सगद्गदम् in a choked voice? भीतभीतः overwhelmed with fear? प्रणम्य having prostrated.Commentary When anyone is in a state of extreme terror or joy he sheds tears on account of pain or exhilaration of spirits. Then his throat is choked and he stammers or speaks indistinctly or in a dull? choked voice. Arjuna was extremely frightened when he saw the Cosmic Form and so he spoke in a stammering tone.There is great significane in Sanjayas words. He thought that Dhritarashtra might come to terms or make peace with the Pandavas when he knew that his sons would certainly be killed for want of proper support when Drona and Karna would be killed by Arjuna. He hoped that conseently there would be peace and happiness to both the parties. But Dhritarashtra was obstinate he did not listen to this suggestion on account of the force of destiny. ","scetsga":"11.35 Srutva, hearing; etat, this, aforesaid; vacanam, utterance; kesavasya, of Kesava; Kiriti, krtanjalih, with joined palms; and vepamanah, trembling; nama-skrtva, prostrating himself; aha, said; bhuyah eva, again; krsnam, to Krsna; sa-gadgadam, with a faltering voice-.\nA persons throat becomes choked with phlegm and his eyes full of tears when, on being struck with fear, he is overcome by sorrow, and when, on being overwhelmed with affection, he is filled with joy. The indistinctness and feleness of sound in speech that follows as a result is what is called faltering (gadgada). A speech that is accompanied with (saha) this is sa-gadgadam. It is used adverbially to the act of utterance.\nPranamya, bowing down with humility; bhita-bhitah, overcome by fits of fear, with his mind struck again and again with fear-this is to be connected with the remote word aha (said).\nAt this juncture the words of Sanjaya have a purpose in view. How? It is thus: Thinking that the helpless Duryodhana will be as good as dead when the four unconerable ones, viz Drona and others, are killed, Dhrtarastra, losing hope of victory, would conclude a treaty. From that will follow peace on either side. Under the influence of fate, Dhrtarastra did not even listen to that! ","scetdss":"11.35 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.35 Sanjaya said Having heard the speech of Krsna, ocean of affection for the seekers of refuge in Him, Arjuna did obeisance to Him. Trembling with fear, he bowed again and again before Him. With folded palms, and trembling, Arjuna spoke in a choked voice with emotion. ","chakravarthi":"Namaskrtva is poetic license. The normal form is namaskrtya. ","rudra":"\nHearing these unequivocal instructions from the Supreme Lord Krishna.\nArjuna saluted Him and then with bowed head and palms joined together he\nspoke to Lord Krishna. How did he speak to Him? He spoke on bent knee after\nbowing down, frightened with trembling of the limbs and faltering voice,\nhis throat choked up with contradicting emotions of fear, joy and wonder. ","brahma":" ","shri":"  \nHaving heard the direct orders given by Lord Krishna who is addressed as\nKeshava the controller of Brahma and Shiva and an ocean of love for His\ndevotees; Arjuna trembling in divine fear, with head bowed and palms\njoined, prostrated Himself before the Supreme Lord and with faltering voice\nchoked up by emotion spoke the following verse. ","kumar":"Having heard the direct orders given by Lord Krishna who is addressed as\nKeshava the controller of Brahma and Shiva and an ocean of love for His\ndevotees; Arjuna trembling in divine fear, with head bowed and palms\njoined, prostrated Himself before the Supreme Lord and with faltering voice\nchoked up by emotion spoke the following verse. "}