{"meta":"Bhagavad Gita Chapter 11 Verse 12","metahi":"भगवद् गीता 11.12","slok":"दिवि सूर्यसहस्रस्य भवेद्युगपदुत्थिता।यदि भाः सदृशी सा स्याद्भासस्तस्य महात्मनः।।11.12।। ","htsrsd":"।।11.12।।अगर आकाशमें एक साथ हजारों सूर्य उदित हो जायँ? तो भी उन सबका प्रकाश मिलकर उस महात्मा(विराट्रूप परमात्मा) के प्रकाशके समान शायद ही हो। ","htstma":"।।11.12।। आकाश में सहस्र सूर्यों के एक साथ उदय होने से उत्पन्न जो प्रकाश होगा? वह उस (विश्वरूप) परमात्मा के प्रकाश के सदृश होगा।। ","transliteration":"Divi sooryasahasrasya bhavedyugapadutthitaa;\nYadi bhaah sadrishee saa syaadbhaasastasya mahaatmanah. ","englishmeaning":"divi—in the sky; sūrya—suns; sahasrasya—thousand; bhavet—were; yugapat—simultaneously; utthitā—rising; yadi—if; bhāḥ—splendor; sadṛiśhī—like; sā—that; syāt—would be; bhāsaḥ—splendor; tasya—of them; mahā-ātmanaḥ—the great personality ","hcsrsd":"।।11.12।। व्याख्या --  दिवि सूर्यसहस्रस्य ৷৷. तस्य महात्मनः -- जैसे आकाशमें हजारों तारे एक साथ उदित होनेपर भी उन सबका मिला हुआ प्रकाश एक चन्द्रमाके प्रकाशके सदृश नहीं हो सकता? और हजारों चन्द्रमाओंका मिला हुआ प्रकाश एक सूर्यके प्रकाशके सदृश नहीं हो सकता? ऐसे ही आकाशमें हजारों सूर्य एक साथ उदित होनेपर भी उन सबका मिला हुआ प्रकाश विराट् भगवान्के प्रकाशके सदृश नहीं हो सकता। तात्पर्य यह हुआ कि हजारों सूर्योंका प्रकाश भी विराट् भगवान्के प्रकाशका उपमेय नहीं हो सकता। इस प्रकर जब हजारों सूर्योंके प्रकाशको उपमेय बनानेमें भी दिव्यदृष्टिवाले सञ्जयको संकोच होता है? तब वह प्रकाश विराट्रूप भगवान्के प्रकाशका उपमान हो ही कैसे सकता है कारण कि सूर्यका प्रकाश भौतिक है? जब कि विराट् भगवान्का प्रकाश दिव्य है। भौतिक प्रकाश कितना ही बड़ा क्यों न हो? दिव्य प्रकाशके सामने वह तुच्छ ही है। भौतिक प्रकाश और दिव्य प्रकाशकी जाति अलगअलग होनेसे उनकी आपसमें तुलना नहीं की जा सकती। हाँ? अङ्गुलिनिर्देशकी तरह भौतिक प्रकाशसे दिव्य प्रकाशका संकेत किया जा सकता है। यहाँ सञ्जय भी हजारों सूर्योंके भौतिक प्रकाशकी कल्पना करके विराट्रूप भगवान्के प्रकाश(तेज) का लक्ष्य कराते हैं। सम्बन्ध --   पीछेके श्लोकोंमें विश्वरूप भगवान्के दिव्यरूप? अवयव और तेजका वर्णन करके अब सञ्जय अर्जुनद्वारा विश्वरूपका दर्शन करनेकी बात कहते हैं। ","hcsca":"।।11.12।। अन्ध राजा धृतराष्ट्र को शीघ्रता में विश्वरूप की रूपरेखा का वर्णन करने के पश्चात्? अब संजय उस विराट् पुरुष की महिमा का वर्णन करता है। अपने विराट् रूप में भगवान् अपने ही दिव्य प्रकाश से चमक रहे थे और उनका यह तेजस्वी वैभव नेत्रों को चकाचौंध कर रहा था और सम्भवत? इस एक और कारण से संजय पूर्व के दो श्लोकों में अधिक विस्तृत जानकारी नहीं दे पाया। भगवान् के इस प्रकाश का वर्णन करने के लिए संजय? एक विचित्र किन्तु प्रभावशाली उपमा यहाँ देता है।विराट् पुरुष के उस गौरवमय पुरुष का तेज ऐसा था? मानो? आकाश में सहस्र सूर्य एक साथ प्रकाशित हो रहे हों। उपनिषदों में भी आत्मा का वर्णन कुछ इसी प्रकार किया गया है? परन्तु? यह स्वीकार करना पड़ेगा कि संजय के मुख से? और विशेषकर जब वह भगवान् श्रीकृष्ण के ईश्वरीय रूप का वर्णन कर रहा है? इस उपमा को विशेष ही आकर्षण और गौरव प्राप्त होता है।और अधिक विवरण देकर इस दृश्य को और अधिक सुन्दर बनाते हुए संजय कहता है ","etsga":"11.12 Should the effulgence of a thousand suns blaze forth simultaneously in the sky, that might be similar to the radiance of that exalted One. ","etssa":"11.12 If the splendour of a thousand suns were to blaze out at once (simultaneously) in the sky, that would be the splendour of that mighty Being (great Soul). ","etdss":"11.12. If the splendour of a thousand suns were to burst forth at once in the sky, would that be eal to the splendour of that Mighty Self ? ","ecssa":"11.12 दिवि in the sky? सूर्यसहस्रस्य of a thousand suns? भवेत् were? युगपत् at once (simultaneously)? उत्थिता arisen? यदि if? भाः splendour? सदृशी like? सा that? स्यात् would be? भासः splendour? तस्य of that? महात्मनः of the mighty Being (great soul).Commentary Divi here means in the Antariksha or the sky.Mahatma here refers to the great Soul or the mighty Being? the Cosmic Form. ","scetsga":"11.12 Should the bhah, effulgence; surya-sahasrasya, of a thousand suns; utthita bhavet, blaze forth; yugapat, simultaneously; divi, in the sky, or in heaven which is the third as counted (from this earth);sa, that; yadi syat, might be-or it might not be-; sadrsi, similar; to the bhasah, radiance; tasya, of that; mahat-manah, exalted One, the Cosmic Person Himself. The idea is that the brillinace of the Cosmic Person surely excels even this!\nFurther, ","scetdss":"11.12 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.12 This is for illustrating that His splendour is infinite. The meaning is that it is of the nature of inexhaustible radiance. ","chakravarthi":"If at one time the effulgence (bhah) of a thousand suns arose, then it would be somewhat similar to the effulgence (bhasah) of the universal form (mahatmanah). ","rudra":"  \nThe unparalleled and incomparable nature of the Supreme Lord Krishnas\nvisvarupa or divine universal form is now being stated. The effulgence of\nthis universal form is being compared to the simultaneous rising of surya-\nsahasrasya or 1000 suns. This is to give a general idea of the magnificent\nsplendour Lord Krishnas phenomenal universal form manifested. This affirms\nthat there is nothing else to compare with the visvarupa in the material\nexistence and gives the evidence from what was exhibited in verse nine. ","brahma":" The word sahasraya means thousand but can literally be taken to be\ninnumerable as 1000 suns simultaneously rising in the sky would be\nuncountable. Like the thousands of heroic deeds of the avatars of Lord\nKrishna, this statement is made for elucidation of the resplendent\nsplendour of the visvarupa or divine universal form. In the Rig Veda is\nstated: The Supreme Lord of eternal power and eternal energy is of eternal\nbrilliance even easily exceeding the sun. This comparison is based on the\nconclusive evidence of the Vedic scriptures and it is of no avail to try to\ncompare it to anything else. ","shri":"  \nThe example of a 1000 suns is a mere illustration to show the degree of\ninfinite splendour and radiance that the form of Lord Krishnas visvarupa\nor divine universal form displayed in ever increasing measure. ","kumar":"The example of a 1000 suns is a mere illustration to show the degree of\ninfinite splendour and radiance that the form of Lord Krishnas visvarupa\nor divine universal form displayed in ever increasing measure. "}