{"meta":"Bhagavad Gita Chapter 11 Verse 50","metahi":"भगवद् गीता 11.50","slok":"सञ्जय उवाचइत्यर्जुनं वासुदेवस्तथोक्त्वास्वकं रूपं दर्शयामास भूयः।आश्वासयामास च भीतमेनंभूत्वा पुनः सौम्यवपुर्महात्मा।।11.50।। ","htsrsd":"।।11.50।।सञ्जय बोले -- वासुदेवभगवान्ने अर्जुनसे ऐसा कहकर फिर उसी प्रकारसे अपना रूप (देवरूप) दिखाया और महात्मा श्रीकृष्णने पुनः सौम्यवपु (द्विभुजरूप) होकर इस भयभीत अर्जुनको आश्वासन दिया। ","htstma":"।।11.50।। संजय ने कहा -- भगवान् वासुदेव ने अर्जुन से इस प्रकार कहकर? पुन अपने (पूर्व) रूप को दर्शाया? और फिर? सौम्यरूप महात्मा श्रीकृष्ण ने इस भयभीत अर्जुन को आश्वस्त किया।। ","transliteration":"Sanjaya Uvaacha:\nItyarjunam vaasudevastathoktwaaSwakam roopam darshayaamaasa bhooyah;\nAashwaasayaamaasa cha bheetamenamBhootwaa punah saumyavapurmahaatmaa. ","englishmeaning":"sañjayaḥ uvācha—Sanjay said; iti—thus; arjunam—to Arjun; vāsudevaḥ—Krishna, the son of Vasudev; tathā—in that way; uktvā—having spoken; svakam—his personal; rūpam—form; darśhayām āsa—displayed; bhūyaḥ—again; āśhvāsayām āsa—consoled; cha—and; bhītam—frightened; enam—him; bhūtvā—becoming; punaḥ—again; saumya-vapuḥ—the gentle (two-armed) form; mahā-ātmā—the compassionate ","hcsrsd":"।।11.50।। व्याख्या --   इत्यर्जुनं वासुदेवस्तथोक्त्वा स्वकं रूपं दर्शयामास भूयः -- अर्जुनने जब भगवान्से चतुर्भुजरूप होनेके लिये प्रार्थना की? तब भगवान्ने कहा कि मेरे इस विश्वरूपको देखकर तू व्यथित और भयभीत मत हो। तू प्रसन्न मनवाला होकर मेरे इस रूपको देख (11। 49)। भगवान्के इसी कथनको सञ्जयने यहाँ इत्यर्जुनं वासुदेवस्तथोक्त्वा पदोंसे कहा है।तथा कहनेका तात्पर्य है कि जिस प्रकार कृपाके परवश होकर भगवान्ने अपना विश्वरूप दिखाया था? उसी प्रकार कृपाके परवश होकर भगवान्ने अर्जुनको चतुर्भुजरूप दिखाया। इस चतुर्भुजरूपको देखनेमें अर्जुनकी कोई साधना हो? योग्यता हो -- यह बात नहीं है? प्रत्युत भगवान्की कृपाहीकृपा है।भूयः कहनेका तात्पर्य है? जिस देवरूप(चतुर्भुजरूप) को अर्जुनने विश्वरूपके अन्तर्गत देखा था (11। 15? 17) और जिसे दिखानेके लिये अर्जुनने प्रार्थना की थी (11। 45 46)? वही रूप भगवान्ने फिर दिखाया।आश्वासयामास च भीतमेनं भूत्वा पुनः सौम्यवपुर्महात्मा -- भगवान् श्रीकृष्णने अर्जुनको पहले चतुर्भुजरूप दिखाया। फिर अर्जुनकी प्रसन्नताके लिये महात्मा भगवान् श्रीकृष्ण पुनः द्विभुजरूप(मनुष्यरूप) से प्रकट हो गये और उन्होंने विश्वरूपको देखनेसे भयभीत हुए अर्जुनको आश्वासन दिया।भगवान् श्रीकृष्ण द्विभुज थे या चतुर्भुज इसका उत्तर है कि भगवान् हरदम द्विभुजरूपसे ही रहते थे? पर समयसमयपर जहाँ उचित समझते थे? वहाँ चतुर्भुजरूप हो जाते थे।दसवें और ग्यारहवें अध्यायमें भगवान्ने अपनी विभूतियोंका वर्णन करनेमें भी अपनी महत्ता? प्रभाव सामर्थ्यको बताया है और अपने अत्यन्त विलक्षण विश्वरूपको दिखानेमें भी अपने प्रभावको बताया है। अगर मनुष्य भगवान्के ऐसे महान् प्रभावको जान ले अथवा मान ले? तो उसका संसारमें आकर्षण नहीं रहे। वह सदाके लिये संसारबन्धनसे छूट जाय।अर्जुनपर भगवान्की कितनी अद्भुत कृपा है कि भगवान्ने पहले विश्वरूप दिखाया? फिर देवरूप (चतुर्भुजरूप) दिखाया और फिर मानुषरूप (द्विभुजरूप) हो गये। इसके साथसाथ भगवान्ने हमलोगोंपर भी कितनी अलौकिक विलक्षण कृपा की है कि जहाँकहीं जिस किसी विशेषताको लेकर हमारा मन चला जाय? वहीं हम भगवान्का चिन्तन कर सकते हैं और भगवान्के विश्वरूपका पठनपाठन? चिन्तन कर सकते हैं। इस भयंकर समयमें हमें भगवान्की विभूतियों तथा विश्वरूपके चिन्तन आदिका जो मौका मिला है? इसमें हमारा उद्योग? योग्यता कारण नहीं है? प्रत्युत भगवान्की कृपा ही कारण है। भगवान्की इस कृपाको देखकर,हमें प्रसन्न हो जाना चाहिये। इन विभूतियोंको सुनने और विश्वरूपके चिन्तनस्मरणका मौका तो उस समय भी सञ्जय आदि बहुत थोड़े लोगोंको ही मिला था। वही मौका आज हमें प्राप्त हुआ है। अतः ऐसे मौकेको व्यर्थ नहीं जाने देना चाहिये। सम्बन्ध --   भगवान्ने मनुष्यरूप होकर जब अर्जुनको आश्वासन दिया? तब अर्जुन बोले -- ","hcsca":"।।11.50।। यहाँ संजय अन्ध वृद्ध राजा से इस बात की पुष्टि करता है कि भगवान् ने अपने दिये हुए वचन के अनुसार पुन सौम्य रूप को धारण किया। वासुदेव शब्द से यह स्पष्ट करते हैं कि पूर्व का रूप कौन सा था वह रूप जिसमें श्रीकृष्ण ने वसुदेव के घर जन्म लिया था। भगवान् ने पुन? अर्जुन के परिचित मित्र और गोपियों के घनश्याम कृष्ण का सौम्य और प्रिय रूप धारण किया। भयभीत अर्जुन को वे मधुर वचनों से आश्वस्त करते हैं।यहाँ फिर एक बार हम संजय के शब्दों में उसकी व्याकुलता देखते हैं। वह चाहता है कि धृतराष्ट्र यह देखें कि श्रीकृष्ण ही विश्वेश्वर हैं और वे पाण्डवों के साथ हैं। किन्तु कैसे क्या कभी एक अन्धा व्यक्ति देख सकता हैफिर रणभूमि का दृश्य है। संजय अर्जुन के शब्दों में सूचित करता है कि ","etsga":"11.50 Sanjaya said Thus, having spoken to Arjuna in that manner, Vasudeva showed His own form again. And He, the exalted One, reassured this terrified one by again becoming serene in form. ","etssa":"11.50 Sanjaya said Having thus spoken to Arjuna, Krishna again showed His own form and the great Soul (Krishna), assuming His gentle form, consoled him (Arjuna) who was terrified. ","etdss":"11.50. Having said to Arjuna as above, Vasudeva revealed His own tiny form; assuming His gentle body once again, the Mighty Soul (Krsna) consoled the frightened Arjuna. ","ecssa":"11.50 इति thus? अर्जुनम् to Arjuna? वासुदेवः Vaasudeva? तथा so? उक्त्वा having spoken? स्वकम् His own? रूपम् form? दर्शयामास showed? भूयः again? आश्वासयामास consoled? च and? भीतम् who was terrified? एनम् him? भूत्वा having become? पुनः again? सौम्यवपुः of gentle form? महात्मा the greatsouled One.Commentary His own form His form as the son of Vasudeva. ","scetsga":"11.50 Iti, thus; uktva, having spoken; arjunam, to Arjuna; tatha, in that manner, the words as stated above; Vasudeva darsayamasa, showed; svakam, His own; rupam, form, as was born in the house of Vasudeva; bhuyah, again. And the mahatma, exalted One; asvasayamasa, reassured; enam, this; bhitam, terrified one; bhutva, by becoming; punah, again; saumya-vapuh, serene in form, graceful in body. ","scetdss":"11.51 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.50 Sanjaya said Having spoken thus to Arjuna, the Lord, the son of Vasudeva, revealed His own four-armed form. And the Mahatman, i.e., one whose resolves are always treu, reassured him who was terror-stricken on seeing ann unfamiliar form, by resuming the familiar pleasant form. Possession of His own four-armed form alone is proper to this Lord of all, the Supreme Person, the Supreme Brahman, when he has assumed the human form for blessing this world as the son of Vasudeva. But in answer to the prayer of Vasudeva, who was terrified by Kamsa, the two extra arms were withdrawn till the destruction of Kamsa. These became manifest again. For He was prayed to thus: You are born, O Lord, O Lord of gods, withdraw this form bearing conch, discus and mace out of grace ৷৷. withdraw this form of four arms, O Self of all (V. P., 5.3.10 and 13). Even to Sisupala, who hated Him, this form of four arms of Sri Krsna was the object of constant thought, as described in: Him who is of four long and robust arms, bearing the conch, discus and the mace (V. P., 4.15.10). Hence Arjuna also exclaimed here; Assume again that four-armed shape (11.46). ","chakravarthi":"Just as the Lord has showed the very ferocious form, which arose from just one of his parts, he again showed his own, most sweet personal form (svakam rupam) with four hands, crown, club, cakra and other ornaments, which was requested by Arjuna, and which was a mixture of sweetness and grandeur. Then that great soul, again, became the two handed, pleasant form (saumya vapuh), wearing bracelets, earrings turban and yellow cloth, and comforted the fearful Arjuna. ","rudra":"\nAt that moment Lord Krishna immediately withdrew His visvarupa or divine\nuniversal form from view and appeared in His four armed form as before with\njewelled diadem which Arjuna was familiar with and then as sign of further\ncompassion Lord Krishna appeared in His even more benign two armed form.\nThe word mahatma means great soul and denotes Lord Krishnas potency as\nparamatma the Supreme Soul within all living entities or it may mean great\nsoul due to His being so compassionate and kind-hearted. ","brahma":"  \nThe Supreme Lord Krishna now revealed His original human looking form. The\nvisvarupa or divine universal form was in effect a form of illusion\nemanating from His original form. Enough evidence for this has been\nconfirmed and attested previously. Lord Krishna Himself creates and\nmanifests His own forms. For those who are unaware of His original form He\ndoes not reveal His visvarupa. He reveals His catur-bhujena or four armed\nform as requested in verse 46 to those who are somewhat aware of His power,\nglory and divinity such as the members of the Yadu dynasty in Dwaraka and\nthe Pandavas. The words saumya-vapur mean gentle form and specifically\ndenotes His original two-armed form. He especially shows His two armed form\nto those who are unaware that it is His original form and the reason for\nthis is so that they naturally interrelate with Him like any other human\nwithout aisvarya or awe and reverence and openly reciprocate with Him from\nthe heart. The idea of different manifestations of Lord Krishna original\ntwo armed form being more superior and less superior is only from the point\nof view of those who are deluded. For liberated beings the vision of the\nvisvarupa is accessible but the four-armed form is its source but the\nsurrendered devotees of the Supreme Lord understand that the source of the\nfour-armed form is the original two-armed form of Lord Krishna and is\nSupreme. ","shri":"\nThus did the Supreme Lord Krishna who appeared in the Vrishni dynasty as\nthe son of King Vasudeva, divinely instruct the son of King Pandu and Queen\nKunti who was His fathers sister. Arjunas mind had been extremely agitated\nand anxiety filled by witnessing the terrifying aspect of the visvarupa or\ndivine universal form. Lord Krishna to comfort His devotee displayed His\nfour-armed form which was most familiar to Arjuna. The word mahatma means\ngreat soul, He who is infallible with indomitable will. The manifestation of the Supreme Lord Krishna who is the Sovereign Lord of\nall, whose pure spiritual body is saccidananda or eternal existence,\nunlimited cognisance and endless bliss, transcendentally accepts a human\nlooking form to bless all the worlds. The Vishnu PuranaV.III.X beginning\njatosi deva-devasa sankha cakra, gada, dhara states: When Lord Krishna\nappeared as an infant baby in the jail cell of Kamsa in Mathura as the son\nof King Vasudeva and Queen Devaki, He manifested His four armed form with\nconch, discus, mace and flower. At that time King Vasudeva very much afraid\nof Kamsa who had slain his six previous sons at birth prayed to Him thus:\nO Lord of lords , Thou art God incarnate. Thy form is divine. Be pleased\nOLord to conceal and hide this form. In order to quickly alleviate the\nanxiety of His father, Lord Krishna rendered two of the four arms invisible\nalong with the divine weapons. Later when He grew older He went back to\nMathura and slew Kamsa and released Vasudeva and Devaki from prison. At\nthat time His other two arms became visible and He resumed His four-armed\nform again. The Mahabharata states: The Supreme Lord, the son of Vasudeva with four-\narms, broad, strong and robust bearing the conch, the cakra, the mace, etc.\nIt was the four-arm form of Lord Krishna that constantly burned in\nSisupalas mind after Lord Krishna at her urgent request usurped Princess\nRukmini from him and married her. As Arjuna was an intimate friend of Lord\nKrishna during all His royal pastimes this is the form Arjuna knew best.\nFinally as a boon to fully console him He displayed His original svakam or\npersonal two-armed form of saumya-vapuh or gentle nature being the same as\nall human beings. ","kumar":"Thus did the Supreme Lord Krishna who appeared in the Vrishni dynasty as\nthe son of King Vasudeva, divinely instruct the son of King Pandu and Queen\nKunti who was His fathers sister. Arjunas mind had been extremely agitated\nand anxiety filled by witnessing the terrifying aspect of the visvarupa or\ndivine universal form. Lord Krishna to comfort His devotee displayed His\nfour-armed form which was most familiar to Arjuna. The word mahatma means\ngreat soul, He who is infallible with indomitable will. The manifestation of the Supreme Lord Krishna who is the Sovereign Lord of\nall, whose pure spiritual body is saccidananda or eternal existence,\nunlimited cognisance and endless bliss, transcendentally accepts a human\nlooking form to bless all the worlds. The Vishnu PuranaV.III.X beginning\njatosi deva-devasa sankha cakra, gada, dhara states: When Lord Krishna\nappeared as an infant baby in the jail cell of Kamsa in Mathura as the son\nof King Vasudeva and Queen Devaki, He manifested His four armed form with\nconch, discus, mace and flower. At that time King Vasudeva very much afraid\nof Kamsa who had slain his six previous sons at birth prayed to Him thus:\nO Lord of lords , Thou art God incarnate. Thy form is divine. Be pleased\nOLord to conceal and hide this form. In order to quickly alleviate the\nanxiety of His father, Lord Krishna rendered two of the four arms invisible\nalong with the divine weapons. Later when He grew older He went back to\nMathura and slew Kamsa and released Vasudeva and Devaki from prison. At\nthat time His other two arms became visible and He resumed His four-armed\nform again. The Mahabharata states: The Supreme Lord, the son of Vasudeva with four-\narms, broad, strong and robust bearing the conch, the cakra, the mace, etc.\nIt was the four-arm form of Lord Krishna that constantly burned in\nSisupalas mind after Lord Krishna at her urgent request usurped Princess\nRukmini from him and married her. As Arjuna was an intimate friend of Lord\nKrishna during all His royal pastimes this is the form Arjuna knew best.\nFinally as a boon to fully console him He displayed His original svakam or\npersonal two-armed form of saumya-vapuh or gentle nature being the same as\nall human beings. "}