{"meta":"Bhagavad Gita Chapter 11 Verse 2","metahi":"भगवद् गीता 11.2","slok":"भवाप्ययौ हि भूतानां श्रुतौ विस्तरशो मया।त्वत्तः कमलपत्राक्ष माहात्म्यमपि चाव्ययम्।।11.2।। ","htsrsd":"।।11.2।।हे कमलनयन सम्पूर्ण प्राणियोंकी उत्पत्ति और प्रलय मैंने विस्तारपूर्वक आपसे ही सुना है और आपका अविनाशी माहात्म्य भी सुना है। ","htstma":"।।11.2।। हे कमलनयन मैंने भूतों की उत्पत्ति और प्रलय आपसे विस्तारपूर्वक सुने हैं तथा आपका अव्यय माहात्म्य (प्रभाव) भी सुना है।। ","transliteration":"Bhavaapyayau hi bhootaanaam shrutau vistarasho mayaa;\nTwattah kamalapatraaksha maahaatmyamapi chaavyayam. ","englishmeaning":"bhava—appearance; apyayau—disappearance; hi—indeed; bhūtānām—of all living beings; śhrutau—have heard; vistaraśhaḥ—in detail; mayā—by me; tvattaḥ—from you; kamala-patra-akṣha—lotus-eyed one; māhātmyam—greatness; api—also; cha—and; avyayam—eternal ","hcsrsd":"।।11.2।। व्याख्या --  भवाप्ययौ हि भूतानां त्वत्तः श्रुतौ विस्तरशो मया -- भगवान्ने पहले कहा था -- मैं सम्पूर्ण जगत्का प्रभव और प्रलय हूँ? मेरे सिवाय अन्य कोई कारण नहीं है (7। 6 7) सात्त्विक? राजस और तामस भाव मेरेसे ही होते हैं (7। 12) प्राणियोंके अलगअलग अनेक तरहके भाव मेरेसे ही होते हैं (10। 4 5) सम्पूर्ण प्राणी मेरेसे ही होते हैं और मेरेसे ही सब चेष्टा करते हैं (10। 8) प्राणियोंके आदि? मध्य तथा अन्तमें मैं ही हूँ (10। 20) और सम्पूर्ण सृष्टियोंके आदि? मध्य तथा अन्तमें मैं ही हूँ (10। 32)। इसीको लेकर अर्जुन यहाँ कहते हैं कि मैंने आपसे प्राणियोंकी उत्पत्ति और प्रलयका वर्णन विस्तारसे सुना है। इसका तात्पर्य प्राणियोंकी उत्पत्ति और विनाश सुननेसे नहीं है? प्रत्युत इसका तात्पर्य यह सुननेसे है कि सभी प्राणी आपसे ही उत्पन्न होते हैं? आपमें ही रहते हैं और आपमें ही लीन हो जाते हैं अर्थात् सब कुछ आप ही हैं।माहात्म्यमपि चाव्ययम् -- आपने दसवें अध्यायके सातवें श्लोकमें बताया कि मेरी विभूति और योगको जो,तत्त्वसे जानता है? वह अविकम्प भक्तियोगसे युक्त हो जाता है। इस प्रकार आपकी विभूति और योगको तत्त्वसे जाननेका माहात्म्य भी मैंने सुना है।माहात्म्यको अव्यय कहनेका तात्पर्य है कि भगवान्की विभूति और योगको तत्त्वसे जाननेपर भगवान्में जो भक्ति होती है? प्रेम होता है? भगवान्से अभिन्नता होती है? वह सब अव्यय है। कारण कि भगवान् अव्यय? नित्य हैं तो उनकी भक्ति? प्रेम भी अव्यय ही होगा। सम्बन्ध --   अब आगेके दो श्लोकोंमें अर्जुन विराट्रूपके दर्शनके लिये भगवान्से प्रार्थना करते हैं। ","hcsca":"।।11.2।। गुरु और शिष्य के संवाद में? यह स्वाभाविक है कि किसी कठिन विषय की समाप्ति पर शिष्य के मन में कुछ शंका या प्रश्न उठें। उस शंका की निवृत्ति के लिए वह गुरु के पास जा सकता है? परन्तु प्रश्न करने के पूर्व उसे यह सिद्ध करना होगा कि वह विवेचित विषय को स्पष्टत समझ चुका है। तत्पश्चात्? उसे अपनी नवीन शंका का समाधान कराने का अधिकार प्राप्त हो जाता है। इस पारम्परिक पद्धति का अनुसरण करते हुए अर्जुन भगवान् श्रीकृष्ण को यह बताने का प्रयत्न करता है कि वह पूर्व अध्याय का विषय समझ चुका है। उसने श्रवण के द्वारा भूतों की उत्पत्ति और प्रलय तथा भगवान् की असंख्य विभूतियों को समझ लिया है।फिर भी? एक संदेह रह ही जाता है? जिसका निवारण तभी होगा जब प्रात्यक्षिक दर्शन से उसकी बुद्धि को तत्त्व का निश्चयात्मक ज्ञान हो जायेगा। यह श्लोक विश्वरूप दर्शन की इच्छा को प्रगट करने की पूर्व तैयारी है। जब शिष्य अपनी योग्यता सिद्ध करने के पश्चात् कोई युक्तिसंगत प्रश्न पूछता है अथवा किसी संभावित विघ्न की निवृत्ति का उपाय जानना चाहता है?तो गुरु को उसकी सभी सम्भव सहायता करनी चाहिये। हम देखेंगे कि योगेश्वर श्रीकृष्ण यहाँ अपनी वरिष्ठता को भी त्याग कर केवल असीम अनुकम्पावशात् अर्जुन को अपना विराट् रूप दर्शाते हैं? केवल इसलिए कि उनके शिष्य ने उसे देखने का आग्रह किया था।अर्जुन अपनी इच्छा को अगले श्लोक में व्यक्त करता है। ","etsga":"11.2 O you with eyes like lotus leaves, the origin and dissolution of beings have been heard by me in detail from You. [From You have been heard the origin and dissolution of beings in You.] And (Your) undecaying glory, too, (has been heard). ","etssa":"11.2 The origin and the destruction of beings verily have been heard by me in detail from Thee, O lotus-eyed Lord, and also Thy inexhaustible greatness. ","etdss":"11.2. The origin and the dissolution of beings have been listened to in detail by me from You, O Lotus-eyed One, and also to [Your] inexhaustible greatness. ","ecssa":"11.2 भवाप्ययौ the origin and the dissolution? हि indeed? भूतानाम् of beings? श्रुतौ hav been heard? विस्तरशः in detail? मया by me? त्वत्तः from Thee? कमलपत्राक्ष O lotuseyed? माहात्म्यम् greatness? अपि also? च and? अव्ययम् inexhaustible.Commentary Kamalapatraksha Lotuseyed or having eyes like lotuspetals. Kamalapatra also means knowledge of the Self. He who can be obtained by knowledge of the Self is Kamalapatraksha. ","scetsga":"11.2 Kamala-partraksa, O You with eyes like lotus leaves; bhava-apyayau, the origin and dissolution- these two; bhutanam, of beings; srutau, have been heard; maya, by me; vistarasah, in detail-not in brief; tvattah, from You. Ca, and; (Your) avyayam, undecaying; mahatmyam, glory, too;-has been heard-(these last words) remain understood. ","scetdss":"11.2 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.2 Likewise, beginning from the seventh, and ending with the tenth discourse, the origination and dissolution of all beings other than You, as issuing from You, the Supreme Self, have been heard at length by me. Your unlimited greatness, immutable and eternal, Your principalship (Sesitva) over all sentient and non-sentient things, Your supreme greatness consisting of the host of auspicious attributes like knowledge, strength etc., Your being the supporter of all things and actuator of all activities like thinking, blinking etc., have also been heard. Here the term, hi (verily) expresses the desire to have the vision which is going to be revealed. ","chakravarthi":"I have heard plenty about the creation and destruction of the living entities coming from you (tvattah) in the middle six chapters, in such statements as  aham krtsnasya jagatah prabhavah pralayas tatha: I am the creation and destruction of the universe. And I have also heard how you remain aloof and unaffected in spite of being the creator and destroyer (mahatmyam avyayam), in such verses as maya tatam idam sarvam: I am pervading all this universe in my unmanifest form; and na ca mam tani karmani nibadhnanti: these actions do not bind me. ","rudra":"  \nArjuna continues his assessment of Lord Krishnas glories by confirming\nHis eternal almighty paramount position as the creator and destroyer of all\nexistence at will. Although He is the source of all creation, the absolute\nsupreme ruler of all existence, the witness of all actions and the\ndispenser of all results from actions such as moksa or liberation and\nbaddha or bondage in samsara the perpetual cycle of birth and death. Yet\nunderstanding Lord Krishnas immeasurable majesty consisting of\nimpartiality, stability, non-attachment, preservation, compassion, etc. for\nall living entities who are all completely dependent on Him, Arjunas\ndelusion of being the actual controller of his destiny has been removed. ","brahma":"\nThose who do not know the supreme, paramount position of Lord Krishna and\nbeing unaware of this do not propitiate Him and worship Him oblivious to\nthe fact that He alone is Sri Laxmis lord and master will be verily cursed\nby her even if they offer her worship. Therefore knowing the paramount\nsupremacy of the Supreme Lord Krishna and the exalted position of offering\npropitiation to Him one should meditate on His sakti or spiritual, feminine\npotency known as Sri Laxsmi. Being pleased by this she will happily\nfacilitate devotion to Lord Krishna and after realizing the reality that He\nalone is the Supreme Lord of all, one will easily achieve moksa or\nliberation from material existence and attain eternal communion with Him in\nthe immortal spiritual worlds. Of this there is no doubt. One who knows that Sri Laksmi being free from all defects is the eternal,\nspiritual, feminine potency of the Supreme Lord and that as His consort she\nis always propitiating Him in full wisdom, such a one is supremely\nsuperior. Contrarily, great is the distress for those who propitiate Lasxmi\nindependently, separate from the Supreme Lord. The Parama Scripture states:\nIf Sri Laxsmi is propitiated and worshipped along with the Supreme Lord\nthen great bliss and blessings manifest; but if the Supreme Lord is\nconsidered to be an adjunction to her worship and necessary because she is\nHis consort, then she will not be pleased and the opportunity to achieve\nmoksa will be blocked. Therefore only those who propitiate the Supreme Lord\nKrishna and any of His authorised avatars or incarnations and expansions is\neligible for moksa and Sri Laksmi expands herself eternally to be the\nindividual consort of each of them whenever and wherever they manifest\nthemselves. ","shri":" Likewise from the seventh chapter till the end of chapter ten, Lord Krishna\nhas revealed the reality of the emanating of all beings from Him as well as\nthe influx of all beings back into Himself. The word avyayam means\nimperishable and mahatmyam means the majesty and greatness of being neutral\nto all things sentient and insentient although being their source, due to\ncomplete omniscience, omnipotence and omnipresence along with unlimited\nvibhuti or divine transcendental opulence as the controller of every\nbreath, every thought and every action being the foundation of everything.\nThe word hi meaning certainly is an adverb indicative of the forthcoming\nvision of Lord Krishnas universal form. ","kumar":"Likewise from the seventh chapter till the end of chapter ten, Lord Krishna\nhas revealed the reality of the emanating of all beings from Him as well as\nthe influx of all beings back into Himself. The word avyayam means\nimperishable and mahatmyam means the majesty and greatness of being neutral\nto all things sentient and insentient although being their source, due to\ncomplete omniscience, omnipotence and omnipresence along with unlimited\nvibhuti or divine transcendental opulence as the controller of every\nbreath, every thought and every action being the foundation of everything.\nThe word hi meaning certainly is an adverb indicative of the forthcoming\nvision of Lord Krishnas universal form. "}