{"meta":"Bhagavad Gita Chapter 11 Verse 3","metahi":"भगवद् गीता 11.3","slok":"एवमेतद्यथात्थ त्वमात्मानं परमेश्वर।द्रष्टुमिच्छामि ते रूपमैश्वरं पुरुषोत्तम।।11.3।। ","htsrsd":"।।11.3।।हे पुरुषोत्तम आप अपनेआपको जैसा कहते हैं? यह वास्तवमें ऐसा ही है। हे परमेश्वर आपके ईश्वरसम्बन्धी रूपको मैं देखना चाहता हूँ। ","htstma":"।।11.3।। हे परमेश्वर आप अपने को जैसा कहते हो? यह ठीक ऐसा ही है। (परन्तु) हे पुरुषोत्तम मैं आपके ईश्वरीय रूप को प्रत्यक्ष देखना चाहता हूँ।। ","transliteration":"Evametadyathaattha twamaatmaanam parameshwara;\nDrashtumicchaami te roopamaishwaram purushottama. ","englishmeaning":"evam—thus; etat—this; yathā—as; āttha—have spoken; tvam—you; ātmānam—yourself; parama-īśhvara—Supreme Lord; draṣhṭum—to see; ichchhāmi—I desire; te—your; rūpam—form; aiśhwaram—divine; puruṣha-uttama—Shree Krishna, the Supreme Divine Personality ","hcsrsd":"।।11.3।। व्याख्या --  पुरुषोत्तम -- यह सम्बोधन देनेका तात्पर्य है कि हे भगवन् मेरी दृष्टिमें इस संसारमें आपके समान कोई उत्तम? श्रेष्ठ नहीं है अर्थात् आप ही सबसे उत्तम? श्रेष्ठ हैं। इस बातको आगे पन्द्रहवें अध्यायमें भगवान्ने भी कहा है कि मैं क्षरसे अतीत और अक्षरसे उत्तम हूँ अतः मैं शास्त्र और वेदमें पुरुषोत्तम नामसे प्रसिद्ध हूँ (15। 18)।एवमेतद्यथात्थ त्वमात्मानम् -- हे पुरुषोत्तम आपने (सातवें अध्यायसे दसवें अध्यायतक) मेरे प्रति अपने अलौकिक प्रभावका? सामर्थ्यका जो कुछ वर्णन किया? वह वास्तवमें ऐसा ही है।यह संसार मेरेसे ही उत्पन्न होता है और मेरेमें ही लीन हो जाता है (7। 6)? मेरे सिवाय इसका और कोई कारण नहीं है (7। 7)? सब कुछ वासुदेव ही है (7। 19)? ब्रह्म? अध्यात्म? कर्म? अधिभूत? अधिदैव और अधियज्ञरूपमें मैं ही हूँ (7। 29 30)? अनन्य भक्तिसे प्रापणीय परम तत्त्व मैं ही हूँ (8। 22)? मेरेसे ही यह सम्पूर्ण संसार व्याप्त है? पर मैं संसारमें और संसार मेरेमें नहीं है (9। 4 5)? सत् और असत्रूपसे सब कुछ मैं ही हूँ (9 19)? मैं ही संसारका मूल कारण हूँ और मेरेसे ही सारा संसार सत्तास्फूर्ति पाता है (10। 8)? यह सारा संसार मेरे ही किसी एक अंशमें स्थित है (10। 42) आदिआदि। अपनेआपको आपने जो कुछ कहा है? वह सबकासब यथार्थ ही है।परमेश्वर -- भगवान्के मुखसे अर्जुनने पहले सुना है कि मैं ही सम्पूर्ण प्राणियोंका और सम्पूर्ण लोकोंका महान् ईश्वर हूँ -- भूतानामीश्वरोऽपि (4। 6) सर्वलोकमहेश्वरम् (5। 29)। इसलिये अर्जुन यहाँ भगवान्के विलक्षण प्रभावसे प्रभावित होकर उनके लिये परमेश्वर सम्बोधन देते हैं? जिसका तात्पर्य है कि हे भगवन् वास्तवमें आप ही परम ईश्वर हैं? आप ही सम्पूर्ण ऐश्वर्यके मालिक हैं।द्रष्टुमिच्छामि ते रूपमैश्वरम् -- अर्जुन कहते हैं कि मैंने आपसे आपका माहात्म्यसहित प्रभाव सुन लिया है और इस विषयमें मेरे हृदयमें दृढ़ विश्वास भी हो गया है। सम्पूर्ण संसार मेरे शरीरके एक अंशमें है -- इसे सुनकर मेरे मनमें आपके उस रूपको देखनेकी उत्कट लालसा हो रही है।दूसरा भाव यह है कि आप इतने विलक्षण और महान् होते हुए भी मेरे साथ कितना स्नेह रखते हैं? कितनी आत्मीयता रखते हैं कि मैं जैसा कहता हूँ? वैसा ही आप करते हैं और जो कुछ पूछता हूँ? उसका आप उत्तर देते हैं। इस कारण आपसे कहनेका? पूछनेका किञ्चिन्मात्र भी संकोच न होनेसे मेरे मनमें आपका वह रूप देखनेकी बहुत इच्छा हो रही है? जिसके एक अंशमें सम्पूर्ण संसार व्याप्त है।दसवें अध्यायके सोलहवें श्लोकमें अर्जुने कहा था कि आप अपनी पूरीकीपूरी विभूतियाँ कह दीजिये? बाकी मत रखिये -- वक्तुमर्हस्यशेषेण? तो भगवान्ने विभूतियोंका वर्णन करते हुए उपक्रममें और उपसंहारमें कहा कि मेरी विभूतियोंका अन्त नहीं है (10। 19? 40)। इसलिये भगवान्ने विभूतियोंका वर्णन संक्षेपसे ही किया। परन्तु यहाँ जब अर्जुन कहते हैं कि मैं आपके एक रूपको देखना चाहता हूँ -- द्रष्टुमिच्छामि ते रूपम्? तब भगवान् आगे कहेंगे कि तू मेरे सैकड़ोंहजारों रूपोंको देख (11। 5)। जैसे संसारमें कोई किसीसे लालचपूर्वक अधिक माँगता है? तो देनेवालेमें देनेका भाव कम हो जाता है और वह कम देता है। इसके विपरीत यदि कोई संकोचपूर्वक कम माँगता है? तो देनेवाला उदारतापूर्वक अधिक देता है। ऐसे ही वहाँ अर्जुनने स्पष्टरूपसे कह दिया कि आप सबकीसब विभूतियाँ कह दीजिये तो भगवान्ने कहा कि मैं अपनी विभूतियोंको संक्षेपसे कहूँगा। इस बातको लेकर अर्जुन सावधान हो जाते हैं कि अब मेरे कहनेमें ऐसी कोई अनुचित बात न आ जाय। इसलिये अर्जुन यहाँ संकोचपूर्वक कहते हैं कि अगर मेरे द्वारा आपका विराट्रूप देखा जा सकता है तो दिखा दीजिये। अर्जुनके इस संकोचको देखकर भगवान् बड़ी उदारतापूर्वक कहते हैं कि तू मेरे सैकड़ोंहजारों रूपोंको देख ले।दूसरा भाव यह है कि अर्जुनके रथमें एक जगह बैठे हुए भगवान्ने यह कहा कि तू जो मेरे इस शरीरको देख रहा है? इसके किसी एक अंशमें सम्पूर्ण जगत् (जिसके अन्तर्गत अनन्तकोटि ब्रह्माण्ड हैं) व्याप्त है। तात्पर्य है कि भगवान्का छोटासाशरीर है और उस छोटेसे शरीरके किसी एक अंशमें सम्पूर्ण जगत् है। अतः उस एक अंशमें स्थित रूपको मैं देखना चाहता हूँ -- यही अर्जुनके रूपम् (एक रूप) कहनेका आशय मालूम देता है। ","hcsca":"।।11.3।। संस्कृत से वाक्प्रचार एवमेतत् (यह ठीक ऐसा ही है) के द्वारा अर्जुन तत्त्वज्ञान के सैद्धान्तिक पक्ष को स्वीकार करता है। समस्त नाम और रूपों में ईश्वर की व्यापकता की सिद्धि बौद्धिक दृष्टि से संतोषजनक थी। फिर भी बुद्धि को अभी भी प्रत्यक्षीकरण की प्रतीक्षा थी। इसलिए अर्जुन कहता है कि? मैं आपके ईश्वरीय रूप को देखना चाहता हूँ। हमारे शास्त्रों में ईश्वर का वर्णन इस प्रकार किया गया है कि वह ज्ञान? ऐश्वर्य? शक्ति? बल? वीर्य और तेज इन छ गुणों से सम्पन्न है।इस अवसर पर भगवान् ने अर्जुन को यह दर्शाने का निश्चय किया कि वे न केवल समस्त व्यष्टि रूपों में व्याप्त हैं वरन् वे वह समष्टिरूपी पात्र हैं? जिसमें ही समस्त नाम और रूपों का अस्तित्व है। भगवान् सर्वव्यापक होने के साथहीसाथ सर्वातीत भी हैं।यद्यपि कट्टर बुद्धिवाद के अत्युत्साह में आकर अर्जुन ने विश्वरूप दर्शन की अपनी मांग भगवान् के समक्ष रखी? किन्तु उसे तत्काल यह भान हुआ कि उसकी यह धृष्टता है और उसने सद्व्यवहार की मर्यादा का उल्लंघन किया है।अगले श्लोक में वह अधिक नम्रता से कहता है ","etsga":"11.3 O supreme Lord, so it is, as You speak about Yourself. O supreme Person, I wish to see the divine form of Yours. ","etssa":"11.3 (Now) O Supreme Lord, as Thou hast thus described Thyself, O Supreme Person, I wish to see Thy divine form. ","etdss":"11.3. As You describe Yourself as the Supreme Lord [of all], it must be so. [Hence], O Supreme Self, I desire to perceive Your Lordly form. ","ecssa":"11.3 एवम् thus? एतत् this? यथा as? आत्थ hast declared? त्वम् Thou? आत्मानम् Thyself? परमेश्वर O Supreme Lord? द्रष्टुम् to see? इच्छामि (I) desire? ते Thy? रूपम् form? ऐश्वरम् sovereign? पुरुषोत्तम O Supreme Purusha.Commentary Some commentators take the two halves of this verse as two independent sentences and interpret it thusSo it is? O Supreme Lord? as Thou hast declared Thyself to be. (But still) I desire to see Thy form as Isvara? O Supreme Person.Rupamaisvaram Thy form as Isvara? that of Vishnu as possessed of infinite knowledge? sovereignty? power? strength? prowess and splendour. ","scetsga":"11.3 Parama-isvara, O supreme Lord; evam, so; etat, it is-not otherwise; yatha, as; tvam, You; attha, speak; atmanam, about Yourself. Still, purusottama, O supreme Person; iccahmi, I wish; drastum, to see; the aisvaram, divine; rupam, form; te, of Yours, of Visnu, endowed with Knowledge, Sovereignty, Power, Strength, Valour and Formidability. ","scetdss":"11.3 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.3 O Supreme Lord, it is certain that it is even as you have described Yourself. O Supreme Person, O ocean of compassion for your dependants! I, however, wish to see or wish to realise directly, Your Lordly form peculiar to you - the form as the sovereign, protector, creator, destroyer, supporter of all, the mine of auspicious attributes, supreme and distinct from all other entities. ","chakravarthi":"Whatever you have said about yourself, such as “I am supporting the whole universe by one of my portions,” is indeed true (evam etad). I do not have any doubt about it. But still, desiring to be fully satisfied, 1 desire to see that form displaying your powers. I now want to see, with my eyes, that fragmental form of yours by which you support this world. ","rudra":" Arjuna continues further confirming that all Lord Krishna has stated is\nverily the absolute truth and that he has no doubt about it; yet still out\nof curiosity he desires to see Lord Krishnas resplendent visvarupa or\ndivine universal form endowed with all knowledge, all power, all majesty,\nall dominion and all splendor. ","brahma":" ","shri":"  \nLord Krishna is addressed as paramesvara or the Supreme Sovereign Lord.\nAlthough Arjuna has fully accepted all that has been stated by Lord\nKrishna; he still desires that the Supreme Lord Krishna being the abode of\nall glorious attributes, out of compassion for His lieges and devotees show\nHis resplendent, unparalleled visvarupa or divine universal form expressive\nof His divine, transcendental powers such as ruling, protecting, creating,\nmaintaining, sustaining and destroying. Only the Supreme Lord Krishna, the\nultimate reality of all realities, who is sublimely unique from everything\nelse in existence is able to reveal this form. ","kumar":"Lord Krishna is addressed as paramesvara or the Supreme Sovereign Lord.\nAlthough Arjuna has fully accepted all that has been stated by Lord\nKrishna; he still desires that the Supreme Lord Krishna being the abode of\nall glorious attributes, out of compassion for His lieges and devotees show\nHis resplendent, unparalleled visvarupa or divine universal form expressive\nof His divine, transcendental powers such as ruling, protecting, creating,\nmaintaining, sustaining and destroying. Only the Supreme Lord Krishna, the\nultimate reality of all realities, who is sublimely unique from everything\nelse in existence is able to reveal this form. "}