{"meta":"Bhagavad Gita Chapter 11 Verse 36","metahi":"भगवद् गीता 11.36","slok":"अर्जुन उवाचस्थाने हृषीकेश तव प्रकीर्त्याजगत् प्रहृष्यत्यनुरज्यते च।रक्षांसि भीतानि दिशो द्रवन्तिसर्वे नमस्यन्ति च सिद्धसङ्घाः।।11.36।। ","htsrsd":"।।11.36।।अर्जुन बोले -- हे अन्तर्यामी भगवन् आपके नाम? गुण? लीलाका कीर्तन करनेसे यह सम्पूर्ण जगत् हर्षित हो रहा है और अनुराग(प्रेम) को प्राप्त हो रहा है। आपके नाम? गुण आदिके कीर्तनसे भयभीत होकर राक्षसलोग दसों दिशाओंमें भागते हुए जा रहे हैं और सम्पूर्ण सिद्धगण आपको नमस्कार कर रहे हैं। यह सब होना उचित ही है। ","htstma":"।।11.36।। अर्जुन ने कहा -- यह योग्य ही है कि आपके कीर्तन से जगत् अति हर्षित होता है और अनुराग को भी प्राप्त होता है। भयभीत राक्षस लोग समस्त दिशाओं में भागते हैं और समस्त सिद्धगणों के समुदाय आपको नमस्कार करते हैं।। ","transliteration":"Arjuna Uvaacha:\nSthaane hrisheekesha tava prakeertyaaJagat prahrishyatyanurajyate cha;\nRakshaamsi bheetaani disho dravantiSarve namasyanti cha siddhasanghaah. ","englishmeaning":"arjunaḥ uvācha—Arjun said; sthāne—it is but apt; hṛiṣhīka-īśha—Shree Krishna, the master of the senses; tava—your; prakīrtyā—in praise; jagat—the universe; prahṛiṣhyati—rejoices; anurajyate—be enamored; cha—and; rakṣhānsi—the demons; bhītāni—fearfully; diśhaḥ—in all directions; dravanti—flee; sarve—all; namasyanti—bow down; cha—and; siddha-saṅghāḥ—hosts of perfected saints ","hcsrsd":"।।11.36।। व्याख्या --  [संसारमें यह देखा जाता है कि जो व्यक्ति अत्यन्त भयभीत हो जाता है? उससे बोला नहीं जाता। अर्जुन भगवान्का अत्युग्र रूप देखकर अत्यन्त भयभीत हो गये थे। फिर उन्होंने इस (छत्तीसवें) श्लोकसे लेकर छियालीसवें श्लोकतक भगवान्की स्तुति कैसे की इसका समाधान यह है कि यद्यपि अर्जुन भगवान्के अत्यन्त उग्र (भयानक) विश्वरूपको देखकर भयभीत हो रहे थे? तथापि वे भयभीत होनेके साथसाथ हर्षित भी हो रहे थे? जैसा कि अर्जुनने आगे कहा है -- अदृष्टपूर्वं हृषितोऽस्मि दृष्ट्वा भयेन च प्रव्यथितं मनो मे (11। 45)। इससे सिद्ध होता है कि अर्जुन इतने भयभीत नहीं हुए थे? जिससे कि वे भगवान्की स्तुति भी न कर सकें।]हृषीकेश -- इन्द्रियोंका नाम हृषीक है? और उनके ईश अर्थात् मालिक भगवान् हैं। यहाँ इस सम्बोधनका तात्पर्य है कि आप सबके हृदयमें विराजमान रहकर इन्द्रियाँ? अन्तःकरण आदिको सत्तास्फूर्ति देनेवाले हैं।तव प्रकीर्त्या जगत्प्रहृष्यत्यनुरज्यते च -- संसारसे विमुख होकर आपको प्रसन्न करनेके लिये भक्तलोग आपके नामोंका? गुणोंका कीर्तन करते हैं? आपकी लीलाके पद गाते हैं? आपके चरित्रोंका कथन और श्रवण करते हैं? तो इससे सम्पूर्ण जगत् हर्षित होता है। तात्पर्य यह है कि संसारकी तरफ चलनेसे तो सबको जलन होती है?,परस्पर रागद्वेष पैदा होते हैं? पर जो आपके सम्मुख होकर आपका भजनकीर्तन करते हैं? उनके द्वारा मात्र जीवोंको शान्ति मिलती है? मात्र जीव प्रसन्न हो जाते हैं उन जीवोंको पता लगे चाहे न लगे? पर ऐसा होता है।जैसे भगवान् अवतार लेते हैं तो सम्पूर्ण स्थावरजङ्गम? जडचेतन जगत् हर्षित हो जाता है अर्थात् वृक्ष? लता आदि स्थावर देवता? मनुष्य? ऋषि? मुनि? किन्नर? गन्धर्व? पशु? पक्षी आदि जङ्गम नदी? सरोवर आदि जड -- सबकेसब प्रसन्न हो जाते हैं। ऐसे ही भगवान्के नाम? लीला? गुण आदिके कीर्तनका सभीपर असर पड़ता है और सभी हर्षित होते हैं।भगवान्के नामों और गुणोंका कीर्तन करनेसे जब मनुष्य हर्षित हो जाते हैं अर्थात् उनका मन भगवान्में तल्लीन हो जाता है? तब (भगवान्की तरफ वृत्ति होनेसे) उनका भगवान्में अनुराग? प्रेम हो जाता है।रक्षांसि भीतानि दिशो द्रवन्ति -- जितने राक्षस हैं भूत? प्रेत? पिशाच हैं? वे सबकेसब आपके नामों और गुणोंका कीर्तन करनेसे? आपके चरित्रोंका पठनकथन करनेसे भयभीत होकर भाग जाते हैं (टिप्पणी प0 599)।राक्षस? भूत? प्रेत आदिके भयभीत होकर भाग जानेमें भगवान्के नाम? गुण आदि कारण नहीं हैं? प्रत्युत उनके अपने खुदके पाप ही कारण हैं। अपने पापोंके कारण ही वे पवित्रोंमें महान् पवित्र और मङ्गलोंमें महान् मङ्गलस्वरूप भगवान्के गुणगानको सह नहीं सकते और जहाँ गुणगान होता है? वहाँ वे टिक नहीं सकते। अगर उनमेंसे कोई टिक जाता है तो उसका सुधार हो जाता है? उसकी वह दुष्ट योनि छूट जाती है और उसका कल्याण हो जाता है।सर्वे नमस्यन्ति च सिद्धसङ्घाः -- सिद्धोंके? सन्तमहात्माओंके और भगवान्की तरफ चलनेवाले साधकोंके जितने समुदाय हैं? वे सबकेसब आपके नामों और गुणोंके कीर्तनको तथा आपकी लीलाओंको सुनकर आपको नमस्कार करते हैं।यह ध्यान रहे कि यह सबकासब दृश्य भगवान्के नित्य? दिव्य? अलौकिक विराट्रूपमें ही है। उसीमें एकएकसे विचित्र लीलाएँ हो रही हैं।स्थाने -- यह सब यथोचित ही है और ऐसा ही होना चाहिये तथा ऐसा ही हो रहा है। कारण कि आपकी तरफ चलनेसे शान्ति? आनन्द? प्रसन्नता होती है? विघ्नोंका नाश होता है? और आपसे विमुख होनेपर दुःखहीदुःख? अशान्तिहीअशान्ति होती है। तात्पर्य है कि आपका अंश जीव आपके सम्मुख होनेसे सुख पाता है? उसमें शान्ति? क्षमा? नम्रता आदि गुण प्रकट हो जाते हैं और आपके विमुख होनेसे दुःख पाता है -- यह सब उचित ही है।यह जीवात्मा परमात्मा और संसारके बीचका है। यह स्वरूपसे तो साक्षात् परमात्माका अंश है और प्रकृतिके अंशको इसने पकड़ा है। अब यह ज्योंज्यों प्रकृतिकी तरफ झुकता है? त्योंहीत्यों इसमें संग्रह और भोगोंकी इच्छा बढ़ती है। संग्रह और भोगोंकी प्राप्तिके लिये यह ज्योंज्यों उद्योग करता है? त्योंहीत्यों इसमें अभाव? अशान्ति? दुःख? जलन? सन्ताप आदि बढ़ते चले जाते हैं। परन्तु संसारसे विमुख होकर यह जीवात्मा ज्योंज्यों भगवान्के सम्मुख होता है? त्योंहीत्यों यह आनन्दित होता है और इसका दुःख मिटता चला जाता है। सम्बन्ध --   पूर्वश्लोकमें स्थाने पदसे जो औचित्य बताया है? उसकी आगेके चार श्लोकोंमें पुष्टि करते हैं। ","hcsca":"।।11.36।। कविता के भावव्यंजय आकर्षण के द्वारा? एक बार पुन? हमें सम्पत्ति और वैभव से सम्पन्न सुखद राजप्रासाद से उठाकर युद्धभूमि के कोलाहल और आश्चर्यमय विराटरूप की ओर ले जाया जाता है। दृश्य यह है कि अर्जुन दोनों हाथ जोड़े हुए? भयकम्पित और विस्मय से अवरुद्ध कण्ठ से भगवान् की स्तुति कर रहा है। यह चित्र अर्जुन की मनस्थिति का स्पष्ट परिचायक है। ग्यारह श्लोकों के स्तुतिगान का यह खण्ड हिन्दू धर्म में उपलब्ध सर्वोत्तम प्रार्थनाओं का प्रतिनिधित्व करता है। वस्तुत सामान्य लोगों को यह विदित है कि संकल्पना? सुन्दरता? लय और अर्थ की गम्भीरता की दृष्टि से इससे अधिक श्रेष्ठ किसी सार्वभौमिक प्रार्थना की कल्पना नहीं की जा सकती है।इस खण्ड में? हम देखते हैं कि अर्जुन की तत्त्वदर्शन की क्षमता शनैशनै इस विराट रूप के पीछे दिव्य अनन्त सत्य को पहचान रही है। जब कोई व्यक्ति दर्पण में अपना प्रतिबिम्ब देख रहा होता है? तब सामान्यत उसे दर्पण की सतह का भान भी नहीं होता है? परन्तु यदि वह ध्यान उस सतह पर केन्द्रित करे तो उसके लिए वह प्रतिबिम्ब प्राय लुप्तसा ही हो जाता है। यहाँ भी? अर्जुन जब तक उस विश्वरूप के प्रत्येक रूप को ही देखने में व्यस्त रहा? तब तक इस विशाल रूप के सारतत्त्व अनन्त स्वरूप को वह नहीं पहचान सका। अब इस खण्ड से यह स्पष्ट होता है कि अर्जुन ने विराट रूप के वास्तविक सत्य और अर्थ को पहचानना प्रारम्भ कर दिया था। ","etsga":"11.36 Arjuna said It is proper, O Hrsikesa, that the world becomes delighted and attracted by Your praise; that the Raksasas, stricken with fear, run in all directions; and that all the groups of the Siddhas bow down (toYou). ","etssa":"11.36 Arjuna said It is meet, O Krishna, that the world delights and rejoices in Thy praise; demons fly in fear to all arters and the hosts of the perfected ones bow to Thee. ","etdss":"11.36. Arjuna said O Lord of sense-organs (Krsna) ! It is appropriate that the universe rejoices and feels exceedingly delighted by the high glory of yours; that in fear the demons fly on all directions; and that the hosts of the perfected ones bow down [to You]. ","ecssa":"11.36 स्थाने it is meet? हृषीकेश O Krishna? तव Thy? प्रकीर्त्या by praise? जगत् the world? प्रहृष्यति is delighted? अनुरज्यते rejoices? च and? रक्षांसि the demons? भीतानि in fear? दिशः to all arters? द्रवन्ति fly? सर्वे all? नमस्यन्ति bow (to Thee)? च and? सिद्धसङ्घाः the hosts of the perfected ones.Commentary Praise description of the glory of the Lord. The Lord is the object worthy of adortion? love and delight? because He is the Self and friend of all beings.The Lord is the object of adoration? love and delight for the following reason also. He is the primal cause even of Brahma? the Creator of the universe. ","scetsga":"11.36 Sthane, it is proper; -what is that?-that the jagat, world; prahrsyati, becomes delighted; tava prakirtya, by Your praise, by reciting Your greatness and hearing it. This is befitting. This is the idea. Or, the word sthane may be taken as alifying the word subject (understood) : It is proper that the Lord is the subject of joy etc. since the Lord is the Self of all beings and the Friend of all.\nSo also it (the world) anurajyate, becomes attracted, becomes drawn (by that praise). That also is with regard to a proper subject. This is how it is to be explained.\nFurther, that the raksamsi, Raksasas; bhitani, stricken with fear; dravanti, run; disah, in all directions-that also is with regard to a proper subject. And that sarve, all; the siddha-sanghah, groups of the Siddhas-Kapila and others; namasyanti, bow down-that also is befitting.\nHe points out the reason for the Lords being the object of delight etc.: ","scetdss":"11.36 Sthane etc. By high glory : by highly singing the glory. ","scetssa":"11.36 Arjuna said: Sthane means rightly or it is but proper. It is but proper that the whole world of gods, Gandharvas, Siddhas, Yaksas, Kinnaras, Kimpurusas, etc., who have foregathered with a desire to see the battle, should be delighted with You and love You after beholding You by Your grace. You are the Lord of all. Rightly after beholding You, the Raksasas flee in fear on all sides, and rightly all the host of Siddhas, namely, the host of Siddhas who are favourable to You, pay their homage to You. The connection with what was said earlier is that all this is as it ought to be. He further proceeds to explain how all this is right: ","chakravarthi":"Suddenly realizing that the pleasing form and ferocious form of the Lord were objects of attraction and repulsion, he explains this fact and praises the Lord. Sthane, an indeclinable, here means suitable.\nO Hrsikesa, you inspire the senses of your devotees to turn towards you, and you inspire the senses of the non-devotees to turn away from you. The universe becomes joyful by the sankirtana glorifying you (prakirtya), and becomes attracted to you (anurajyate). This is reasonable (sthane) since the universe is favorable to you. The raksasas, asuras, danavas, pisacas and others (raksamsi) however, becoming fearful, flee to the directions (disah dravanti). This is also reasonable since they are unfavorably inclined to you. And the whole group of those who are perfected by devotion to you (siddha sanghah) offer their respects to you. This also is reasonable, since they are your devotees. This verse is famous in mantra sastra for its ability to give protection from raksasas. ","rudra":"\nThis verse and the next ten are an eulogy to the glory of Lord Krishna from\ndifferent and varying perspectives. The word sthane means appropriate and\nfor all beings in every respect the glorification of Lord Krishna is most\nappropriate. His phenomenal prowess and affection to His devotees in\nunmatchable. Therefore by heralding the Supreme Lords glories it is not\nonly Arjuna who is delighted but all creation is delighted and derives\ngreat pleasure and this is very proper. The righteous are happily attracted\nand drawn towards the Supreme Lord and the demoniac become frightened by\nHim and flee in all directions, while all the hosts of perfected and\nliberated beings bow down to you and offer salutations. This is most\nappropriate indeed and there is nothing surprising in these activities. ","brahma":" The word sthane means most appropriate. The moon, the sun and fire are all\nLord Krishnas vibhuti or divine transcendental opulence and their rays\nattract the senses of all jivas or embodied beings and enthral them all\nover creation. In this way He is being addressed as Hrisikesha or the\ncontroller of the senses. The characteristics of the rays are directed by\nthe projection of the light. The evidence is seen in Moksa Dharma wwhich\nhaving stated that sun and the moon are like His eyes, the presiding power\nof His divinity over the mind and senses is obvious, especially as He is\nmanifesting as caitanya or the life force within all living beings. Other\nstatements such as: My senses will not succumb to unrighteous behaviour\nsupport this as well. In the Moksa Dharma Lord Krishna states: Even through\nHis hair are the sun, moon and fire projected into prakriti or the material\nsubstratum pervading all physical existence. Into trillions of universes\nthese suns and moons are projected appearing like rays in the firmament to\nenergise and protect, each rising and setting according to the times\nallotted them. By such instruction and protection all creation is pleased\nand by such benevolent activities of unlimited suns and moons He is known\nas Hrisikesha the origin of creation and the ultimate granter of\nbenedictions. ","shri":" The word sthane means appropriate or most worthy. Who is most worthy? The\nLord Krishna is the most worthy. What is appropriate? It is appropriate\nthat all the hosts of heavenly beings including the Devas or demigods, the\nGandharvas, Siddhas, Yakshas, Vidyadharas, Kinnaras, Kimpurushas should\nhave come to witness the astounding spectacle of Lord Krishna the Supreme\nLord of all displaying Himself by the request of His devotee as charioteer\nin the battle of Kuruksetra and to appropriately admire His greatness and\npraise His unmatched compassion to manifest Himself for them to see by His\ngrace and to subsequently rejoice and revel at the phenomenal glory of it\nall. How could they not anurajyate or feel devotion this way about the\nSupreme Lord who is their originator and omit to give Him who is worthy of\nevery adulation, full glorification. To the contrary it is also appropriate\nthat the unrighteous raksasas or demons should be dejected, disheartened\nand fearful, fleeing in all directions. ","kumar":"The word sthane means appropriate or most worthy. Who is most worthy? The\nLord Krishna is the most worthy. What is appropriate? It is appropriate\nthat all the hosts of heavenly beings including the Devas or demigods, the\nGandharvas, Siddhas, Yakshas, Vidyadharas, Kinnaras, Kimpurushas should\nhave come to witness the astounding spectacle of Lord Krishna the Supreme\nLord of all displaying Himself by the request of His devotee as charioteer\nin the battle of Kuruksetra and to appropriately admire His greatness and\npraise His unmatched compassion to manifest Himself for them to see by His\ngrace and to subsequently rejoice and revel at the phenomenal glory of it\nall. How could they not anurajyate or feel devotion this way about the\nSupreme Lord who is their originator and omit to give Him who is worthy of\nevery adulation, full glorification. To the contrary it is also appropriate\nthat the unrighteous raksasas or demons should be dejected, disheartened\nand fearful, fleeing in all directions. "}