{"meta":"Bhagavad Gita Chapter 11 Verse 1","metahi":"भगवद् गीता 11.1","slok":"अर्जुन उवाचमदनुग्रहाय परमं गुह्यमध्यात्मसंज्ञितम्।यत्त्वयोक्तं वचस्तेन मोहोऽयं विगतो मम।।11.1।। ","htsrsd":"।।11.1।।(टिप्पणी प0 573.1) अर्जुन बोले -- केवल मेरेपर कृपा करनेके लिये ही आपने जो परम गोपनीय अध्यात्मतत्त्व जाननेका वचन कहा? उससे मेरा यह मोह नष्ट हो गया है। ","htstma":"।।11.1।। अर्जुन ने कहा -- मुझ पर अनुग्रह करने के लिए जो परम गोपनीय? अध्यात्मविषयक वचन (उपदेश) आपके द्वारा कहा गया? उससे मेरा मोह दूर हो गया है।। ","transliteration":"Arjuna Uvaacha:\nMadanugrahaaya paramam guhyamadhyaatmasamjnitam;\nYattwayoktam vachastena moho’yam vigato mama. ","englishmeaning":"arjunaḥ uvācha—Arjun said; mat-anugrahāya—out of compassion to me; paramam—supreme; guhyam—confidential; adhyātma-sanjñitam—about spiritual knowledge; yat—which; tvayā—by you; uktam—spoken; vachaḥ—words; tena—by that; mohaḥ—illusion; ayam—this; vigataḥ—is dispelled; mama—my ","hcsrsd":"।।11.1।। व्याख्या --   मदनुग्रहाय -- मेरा भजन करनेवालोंपर कृपा करके मैं स्वयं उनके अज्ञानजन्य अन्धकारका नाश कर देता हूँ (गीता 10। 11) -- यह बात भगवान्ने केवल कृपापरवश होकर कही। इस बातका अर्जुनपर बड़ा प्रभाव प़ड़ा? जिससे अर्जुन भगवान्की स्तुति करने लगे (10। 12 -- 15)। ऐसी स्तुति उन्होंने पहले गीतामें कहीं नहीं की। उसीका लक्ष्य करके अर्जुन यहाँ कहते हैं कि केवल मेरेपर कृपा करनेके लिये ही आपने ऐसी बात कही है (टिप्पणी प0 573.2)। परमं गुह्यम् -- अपनी प्रधानप्रधान विभूतियोंको कहनेके बाद भगवान्ने दसवें अध्यायके अन्तमें अपनी ओरसे कहा कि मैं अपने किसी अंशसे सम्पूर्ण जगत्को? अनन्तकोटि ब्रह्माण्डोंको व्याप्त करके स्थित हूँ (10। 42) अर्थात् भगवान्ने खुद अपना परिचय दिया कि मैं कैसा हूँ। इसी बातको अर्जुन परम गोपनीय मानते हैंअध्यात्मसंज्ञितम् -- दसवें अध्यायके सातवें श्लोकमें भगवान्ने कहा था कि जो मेरी विभूति और योगको तत्त्वसे जानता है अर्थात् सम्पूर्ण विभूतियोंके मूलमें भगवान् ही हैं और सम्पूर्ण विभूतियाँ भगवान्की सामर्थ्यसे ही प्रकट होती हैं तथा अन्तमें भगवान्में ही लीन हो जाती हैं -- ऐसा तत्त्वसे जानता है? वह अविचल भक्तियोगसे युक्त हो जाता है। इसी बातको अर्जुन अध्यात्मसंज्ञित मान रहे हैं (टिप्पणी प0 573.3)।,यत्त्वयोक्तं वचस्तेन मोहोऽयं विगतो मम -- सम्पूर्ण जगत् भगवान्के किसी एक अंशमें है -- इस बातपर पहले अर्जुनकी दृष्टि नहीं थी और वे स्वयं इस बातको जानते भी नहीं थे? यही उनका मोह था। परन्तु जब भगवान्ने कहा कि सम्पूर्ण जगत्को अपने एक अंशमें व्याप्त करके मैं तेरे सामने बैठा हूँ? तब अर्जुनकी इस तरफ दृष्टि गयी कि भगवान् कितने विलक्षण हैं उनके किसी एक अंशमें अनन्त सृष्टियाँ उत्पन्न होती हैं? उसमें स्थित रहती हैं और उसीमें लीन हो जाती हैं? और वे वैसेकेवैसे रहते हैं इस मोहके नष्ट होते ही अर्जुनको यह खयाल आया कि पहले जो मैं इस बातको नहीं जानता था? वह मेरा मोह ही था (टिप्पणी प0 574)। इसलिये अर्जुन यहाँ अपनी दृष्टिसे कहते हैं कि भगवन् मेरा यह मोह सर्वथा चला गया है। परन्तु ऐसा कहनेपर भी भगवान्ने इसको (अर्जुनके मोहनाशको) स्वीकार नहीं किया क्योंकि आगे उनचासवें श्लोकमें भगवान्ने अर्जुनसे कहा है कि तेरेको व्यथा और मूढभाव (मोह) नहीं होना चाहिये -- मा ते व्यथा मा च विमूढभावः। सम्बन्ध --   मोह कैसे नष्ट हो गया -- इसीको आगेके श्लोकमें विस्तारसे कहते हैं। ","hcsca":"।।11.1।। पूर्व अध्याय में वर्णित भगवान् की विभूतियों को जानते से हुए अपने परम सन्तोष को? अर्जुन इस प्रारम्भिक श्लोक में व्यक्त करता है। अपने शिष्य पर केवल अनुग्रह करने और उसे मोहदशा से बाहर निकालने के लिए भगवान् ने जो इतना अधिक परिश्रम किया? अर्जुन उसकी भी प्रशंसा करता है। अनेकता में एकता का दर्शन करने का अर्थ संसार के दुख से सुरक्षित रहने के लिए रोग निरोधक टीका लगवाना है। अर्जुन की इस स्वीकारोक्ति से कि? मेरा मोह दूर हो गया है? व्यासजी? एक उत्तम विद्यार्थी पर पड़ने वाले पूर्व अध्याय के प्रभाव को बड़ी सुन्दरता से हमारे ध्यान में लाते हैं।मोह निवृत्ति? सत्य के ज्ञान का एक पक्ष है? न कि वह अपने आप में ज्ञान की प्राप्ति। अर्जुन अज्ञान के कारण नामरूपमय इस सृष्टि में अपना अलग और स्वतन्त्र अस्तित्व अनुभव कर रहा था। वह अब इस भेद के मोह से मुक्त हो चुका था। उसे वह दृष्टि मिल गयी? जिसके द्वारा वह इस भेदात्मक दृश्य जगत् में ही व्याप्त एक सत्ता को देख पाने में समर्थ हो जाता है। परन्तु फिर भी उसने अनेकता में एकता का प्रात्यक्षिक दर्शन नहीं किया था। यद्यपि सिद्धान्तत उसे इस एकत्व का ज्ञान स्वीकार्य था।राजपुत्र अर्जुन यह भलीभांति जानता है कि श्रीकृष्ण ने विभूतियोग का इतना विस्तृत वर्णन केवल उसके ऊपर अनुग्रह करने के लिए ही किया था। यह हमें इस बात का स्मरण कराता है कि किस प्रकार भगवान् अपने भक्तों के हृदय में स्थित उनके अज्ञानजनित अंधकार को नष्ट कर देते हैं।ये अध्यात्मविषयक वचन क्या थे अर्जुन कहता है ","etsga":"11.1 Arjuna said This delusion of mine has departed as a result of that speech which is most secret and known as pertaining to the Self, and which was uttered by You for my benefit. ","etssa":"11.1 Arjuna said By this word (explanation) of the highest secret concerning the Self which Thou hast spoken, for the sake of blessing me, my delusion is gone. ","etdss":"11.1. Arjuna said My delusion has completely gone thanks to the great and mysterious discourse which is termed as a science governing the Soul and which You have delivered by way of favouring me. ","ecssa":"11.1 मदनुग्रहाय for the sake of blessing me? परमम् the highest? गुह्यम् the secret? अध्यात्मसंज्ञितम् called Adhyatma? यत् which? त्वया by Thee? उक्तम् spoken? वचः word? तेन by that? मोहः delusion? अयम् this? विगतः gone? मम my.Commentary After hearing the glories of the Lord? Arjuna has an intense longing to have the wonderful vision of the Cosmic Form with his own eyes. His bewilderment and delusion have now vanished.Adhyatma That which treats of the discrimination between the Self and the notSelf metaphysics.I was worried about the sin involved in killing my relations and preceptors. I had the ideas? I am the agent in killing them they are to be killed by me.This delusion has vanished now after receiving Thy most profound and valuable instructions. Thou hast dispelled this delusion of ignorance from me.The vision of the Cosmic Form is not the ultimate goal. If that were so? the Gita would have ended with this chapter. The vision of the Cosmic Form is also one more in a series of graded experiences. It is a terrible experience too. That is the reason why Arjuna said to the Lord? stammering with fear What an awful form Thou hast I have seen that which none hath seen before. My heart is glad? yet faileth me on account of fear. Show me? O God? Thine other form again. O God of gods? support of all the worlds? let me see Thy form with the diadem? and with the mace and discus in Thy hands. Again I wish to see Thee as before assume Thy fourarmed form? O Lord of thousand arms and of forms innumerable.Arjuna heard the Lords statement? viz.? Having pervaded this whole universe with one fragment of Myself? I remain. This induced him to have the vision of the Lords Cosmic Form. He says? O Lord of compassion? Thou hast taught me the spiritual wisdom which can hardly be found in the Vedas. Thou hast saved me. My delusion has disappeared. Thou hast disclosed to me the nature of the Supreme Self? the secrets of Nature and Thy divine glories. My greatest ambition at the present moment is that I should behold with my own eyes Thy entire Cosmic Form. ","scetsga":"11.1 Ayam, this; mahah, delusion; mama, of mine; vigatah, has departed, i.e., my non-discriminating idea has been removed; tena, as a result of that; vacah, speech of Yours; which is paramam, most, supremely; guhyam, secret; and adhyatma-sanjnitam, known as pertaining to the Self-dealing with discrimination between the Self and the non-Self; and yat, which; was uktam, uttered; tvaya, by You; madanugrahaya, for my benefit, out of favour for me.\nFurther, ","scetdss":"11.1 Now Arjuna seeks to perceive, with his own sense-organ (11.eye), what has been taught in the last chapter. The subject matter, learnt through the [teachers] instructions, becomes ite clear if it is grasped by the knowledge of perception. For that end only the following conversation is made - ","scetssa":"11.1 Arjuna said To show favour to me, who is deluded by the misconception that the body is the self, these words of supreme mystery concerned with the self, i.e., which is a proper description of the self, have been spoken by You in words beginning from There was never a time when I did not exist (2.12) and ending with, Therefore, O Arjuna, become a Yogin (6.46). By that this delusion of mine about the self is entirely removed. ","chakravarthi":"In the eleventh chapter, Arjuna, seeing the universal form, praises it in reverence. When Krsna shows himself again, Arjuna becomes pleased.\nAt the end of the last chapter, hearing about one arhsa of his dear friend, the adipurusa who is the shelter of all the vibhutis, with the words vistabhyaham idam krtsnam ekamsena sthito jagat, Arjuna became submerged in the highest bliss and desired to see that form. He praises what the Lord has just spoken in three verses.\n“The words spoken by you giving indications of vibhutis, and concerned with the self (adhyatma) have removed my ignorance concerning your powers (mohah).” ","rudra":"\nThe Supreme Lord Krishna out of extreme compassion revealed His prominent\nvibhuti or divine, transcendental opulence in the previous chapter. Now in\nthis chapter His compassion is extended even further and being eagerly\nrequested by Arjuna He reveals His universal form. At the end of the last\nchapter Lord Krishna reveals that He pervades and supports the whole\ncreation of everything cognisant and non-cognisant with just a fraction of\nHis potency. Thus the universal form has been hinted at. Although so many\ntopics were of an esoteric and secretive nature, to alleviate His devotees\ndespair and delusion Lord Krishna gently corrected all erroneous\nconceptions and confirmed the reality that the soul is eternal and everyone\nand everything is irrevocably following the will of the Supreme Lord in all\nrespects. Arjuna is acknowledging that he understands these things\nthroughly. ","brahma":" ","shri":"\nIn order to kindle great affection for bhakti or excluisve loving devotion\nunto the Supreme Lord and fan the flame until combustion with the reality\nabout the nature of divinity and encompassing all things within and\nwithiout, accompanied by a multitude of expressions of vibhuti or divine,\ntranscendental opulence, sublime and phenomenal which partially\ncharacterise the unlimited qualities, attributes and potencies of the\nSupreme Lord Krishna. This has all been delineated in the previous chapters\nand contingent upon this reality the understanding that all differing and\ncontrary natures, everything that is cit or sentient and acit or non-\nsentient and their substance, their manifestation and their span of life\nalong with their derivation from the divine nature are actually one\nperfectly harmonising consciousness flowing through all existence and this\nhas also been explicitly explained. Previously Arjuna had been labouring under the false illusion of loving his\nperishable physical body as if it was the imperishable atma or eternal\nsoul. Lord Krishna has compassionately dispelled such misconceptions by\ncompletely revealing in chapter two the eternal nature of the atma. The\nword adhyatma or wisdom of the eternal soul is that which is embodied\nwithin Srimad Bhagavad-Gita beginning in chapter two, verse 12 and ending\nin chapter six, verse 46 Having learned these essential and esteemed subject matters such as the\neternality of the atma, the singular oneness of the Supreme Lord and the\ndependence of all things moving and non-moving for their very existence on\nHim from the Supreme Lord Krishna Himself, Arjuna has come to the\nconclusion that everything Lord Krishna has revealed is the complete\nabsolute truth. But desiring to perceive this with His faculties of\nperception he queries the Supreme Lord further as will be revealed further\nin this chapter ","kumar":"In order to kindle great affection for bhakti or excluisve loving devotion\nunto the Supreme Lord and fan the flame until combustion with the reality\nabout the nature of divinity and encompassing all things within and\nwithiout, accompanied by a multitude of expressions of vibhuti or divine,\ntranscendental opulence, sublime and phenomenal which partially\ncharacterise the unlimited qualities, attributes and potencies of the\nSupreme Lord Krishna. This has all been delineated in the previous chapters\nand contingent upon this reality the understanding that all differing and\ncontrary natures, everything that is cit or sentient and acit or non-\nsentient and their substance, their manifestation and their span of life\nalong with their derivation from the divine nature are actually one\nperfectly harmonising consciousness flowing through all existence and this\nhas also been explicitly explained. Previously Arjuna had been labouring under the false illusion of loving his\nperishable physical body as if it was the imperishable atma or eternal\nsoul. Lord Krishna has compassionately dispelled such misconceptions by\ncompletely revealing in chapter two the eternal nature of the atma. The\nword adhyatma or wisdom of the eternal soul is that which is embodied\nwithin Srimad Bhagavad-Gita beginning in chapter two, verse 12 and ending\nin chapter six, verse 46 Having learned these essential and esteemed subject matters such as the\neternality of the atma, the singular oneness of the Supreme Lord and the\ndependence of all things moving and non-moving for their very existence on\nHim from the Supreme Lord Krishna Himself, Arjuna has come to the\nconclusion that everything Lord Krishna has revealed is the complete\nabsolute truth. But desiring to perceive this with His faculties of\nperception he queries the Supreme Lord further as will be revealed further\nin this chapter "}