{"meta":"Bhagavad Gita Chapter 11 Verse 21","metahi":"भगवद् गीता 11.21","slok":"अमी हि त्वां सुरसङ्घाः विशन्तिकेचिद्भीताः प्राञ्जलयो गृणन्ति।स्वस्तीत्युक्त्वा महर्षिसिद्धसङ्घाःस्तुवन्ति त्वां स्तुतिभिः पुष्कलाभिः।।11.21।। ","htsrsd":"।।11.21।।वे ही देवताओंके समुदाय आपमें प्रविष्ट हो रहे हैं। उनमेंसे कई तो भयभीत होकर हाथ जोड़े हुए आपके नामों और गुणोंका कीर्तन कर रहे हैं। महर्षियों और सिद्धोंके समुदाय कल्याण हो मङ्गल हो ऐसा कहकर उत्तमउत्तम स्तोत्रोंके द्वारा आपकी स्तुति कर रहे हैं। ","htstma":"।।11.21।। ये समस्त देवताओं के समूह आप में ही प्रवेश कर रहे हैं और कई एक भयभीत होकर हाथ जोड़े हुए आप की स्तुति करते हैं महर्षि और सिद्धों के समुदाय कल्याण होवे (स्वस्तिवाचन करते हुए) ऐसा कहकर? उत्तम (या सम्पूर्ण) स्रोतों द्वारा आपकी स्तुति करते हैं।। ","transliteration":"Amee hi twaam surasanghaah vishantiKechid bheetaah praanjalayo grinanti;\nSwasteetyuktwaa maharshisiddhasanghaahStuvanti twaam stutibhih pushkalaabhih. ","englishmeaning":"amī—these; hi—indeed; tvām—you; sura-saṅghāḥ—assembly of celestial gods; viśhanti—are entering; kechit—some; bhītāḥ—in fear; prāñjalayaḥ—with folded hands; gṛiṇanti—praise; svasti—auspicious; iti—thus; uktvā—reciting; mahā-ṛiṣhi—great sages; siddha-saṅghāḥ—perfect beings; stuvanti—are extolling; tvām—you; stutibhiḥ—with prayers; puṣhkalābhiḥ—hymns ","hcsrsd":"।।11.21।। व्याख्या --   अमी हि त्वां सुरसङ्घा विशन्ति -- जब अर्जुन स्वर्गमें गये थे? उस समय उनका जिन देवताओंसे परिचय हुआ था? उन्हीं देवताओंके लिये यहाँ अर्जुन कह रहे हैं कि वे ही देवतालोग आपके स्वरूपमें प्रविष्ट होते हुए दीख रहे हैं। ये सभी देवता आपसे ही उत्पन्न होते हैं? आपमें ही स्थित रहते हैं और आपमें ही प्रविष्ट होते हैं।केचिद्भीताः प्राञ्जलयो गृणन्ति -- परन्तु उन देवताओंमेंसे जिनकी आयु अभी ज्यादा शेष है? ऐसे आजान देवता (विराट्रूपके अन्तर्गत) नृसिंह आदि भयानक रूपोंको देखकर भयभीत होकर हाथ जोड़े हुए आपके नाम? रूप? लीला गुण आदिका गान कर रहे हैं।यद्यपि देवतालोग नृसिंह आदि अवतारोंको देखकर और कालरूप मृत्युसे भयभीत होकर ही भगवान्का गुणगान कर रहे हैं (जो सभी विराट्रूपके ही अङ्ग हैं) परन्तु अर्जुनको ऐसा लग रहा है कि वे विराट्रूप भगवान्को देखकर ही भयभीत होकर स्तुति कर रहे हैं।स्वस्तीत्युक्त्वा महर्षिसिद्धसङ्घाः स्तुवन्ति त्वां स्तुतिभिः पुष्कलाभिः -- सप्तर्षियों? देवर्षियों? महर्षियों? सनकादिकों और देवताओंके द्वारा स्वस्तिवाचन (कल्याण हो मङ्गल हो) हो रहा है और बड़े उत्तमउत्तम स्तोत्रोंके द्वारा आपकी स्तुतियाँ हो रही हैं। ","hcsca":"।।11.21।। अब तक अर्जुन ने विश्व रूप का जो वर्णन किया वह स्थिर था और एक साथ अद्भुत और उग्र भी था। यहाँ अर्जुन विश्वरूप में दिखाई दे रही गति और क्रिया का वर्णन करता है। ये सुरसंघ विराट् पुरुष में प्रवेश करके तिरोभूत हो रहे हैं।यदि सुधार के अयोग्य हुए कई लोग बलात् विश्वरूप की ओर खिंचे चले जाकर उसमें लुप्त हो जा रहे हों? और अन्य लोग प्रतीक्षा करते हुऐ इस प्रक्रिया को देख रहे हों? तो अवश्य ही वे भय से आतंकित हो जायेंगे। किसी निश्चित आपत्ति से आशंकित पुरुष? जब सुरक्षा का कोई उपाय नहीं देखता है? तब निराशा के उन क्षणों में वह सदा प्रार्थना की ओर प्रवृत्त होता है। इस मनोवैज्ञानिक सत्य को बड़ी ही सुन्दरता से यहाँ इन शब्दों में व्यक्त किया गया है कि कई एक भयभीत होकर हाथ जोड़कर आपकी स्तुति करते हैं।और यही सब कुछ नहीं है। महर्षियों और सिद्ध पुरुषों ऋ़े समूह? अपने ज्ञान की परिपक्वता से प्राप्त दैवी और आन्तरिक शान्ति के कारण? इस विराट् के दर्शन से अविचलित रहकर इस विविध रूपमय विराट् पुरुष का उत्तम (बहुल) स्तोत्रों के द्वारा स्तुतिगान करते हैं। वे सदा स्वस्तिवाचन अर्थात् सब के कल्याण की कामना करते हैं। अपने पूर्ण ज्ञान के कारण वे जानते हैं कि ईश्वर इस प्रकार का अति उग्र भयंकर रूप केवल उसी समय धारण करता है जब वह विश्व का सम्पूर्ण पुनर्निर्माण करना चाहता है। सिद्ध पुरुष यह भी जानते हैं कि विनाश के द्वारा निर्माण करने की इस योजना में किसी प्रकार की हानि नहीं होती है। इसलिए? वे इस विनाश की प्रक्रिया का स्वागत करते हुये जगत के लिये स्वर्णयुग की कामना करते हैं? जो इस सम्पूर्ण विनाश के पश्चात् निश्चय ही आयेगा।इस श्लोक में जगत् के प्राणियों का वर्गीकरण तीन भागों में किया गया है उत्तम? मध्यम और अधम। अधम प्राणी ऐसे ही नष्ट हो जाते हैं। वे मृत्यु की प्रक्रिया के सर्वप्रथम शिकार होते हैं और दुर्भाग्य से उन्हें इस क्रिया का भान तक नहीं होता कि वे उसका किसी प्रकार से विरोध कर सकें। मध्यम प्रकार के लोग विचारपूर्वक इस क्षय और नाश की प्रक्रिया को देखते हैं और उसके प्रति जागरूक भी होते हैं। वे अपने भाग्य के विषय में सोचकर आशंकित हो जाते हैं। वे यह नहीं जानते कि विनाश से वस्तुत कोई हानि नहीं होती? और समस्त प्राणियों के अपरिहार्य अन्त से भयकम्पित हो जाते हैं।परन्तु इनसे भिन्न उत्तम पुरुषों का एक वर्ग और भी है? जिन्हें समष्टि के स्वरूप एवं व्यवहार अर्थात् कार्यप्रणाली का पूर्ण ज्ञान होता है। उन्हें इस बात का भय कभी स्पर्श नहीं करता कि दैनिक जीवन में होने वाली घटनाएं उनके साथ भी घट सकती हैं। समुद्र के स्वरूप को पहचानने वालों को तरंगों के नाश से चिन्तित होने का कारण नहीं रहता है। इसी प्रकार? जब सिद्ध पुरुष उस महान विनाश को देखते हैं? जो एक मरणासन्न संस्कृति के पुनर्निमाण के पूर्व होता है? तब वे सत्य की इस महान शक्ति को पहचान कर ईश्वर निर्मित भावी जगत् के लिए शान्ति और कल्याण की कामना करते हैं। जिस किसी भी दृष्टि से हम इस काव्य का अध्ययन करते हैं? हम पाते हैं कि स्वयं व्यासजी कितने महान् मनोवैज्ञानिक हैं और उन्होंने कितनी सुन्दरता से यहाँ मानवीय व्यवहार के ज्ञान को एकत्र किया है? जिससे कि मनुष्य शीघ्र विकास करके अपने पूर्णत्व के लक्ष्य तक पहुँच सके।इस दर्शनीय दृश्य को देखकर स्वर्ग के देवताओं की क्या प्रतिक्रया हुई अर्जुन उसे बताते हुए कहता है ","etsga":"11.21 Those very groups of gods enter into You; struck with fear, some extol (You) with joined palms. Groups of great sages and perfected beings praise You with elaborate hymns,saying May it be well! ","etssa":"11.21 Verily, into Thee enter these hosts of gods; some extol Thee in fear with joined palms; saying may it be well, bands of great sages and perfected ones praise Thee with hymns complete. ","etdss":"11.21. These hosts of gods enter into You; some frightened ones recite [hymns] with folded palms; simply crying Hail !, the hosts of great seers praise You with the excellent praising hymns. ","ecssa":"11.21 अमी these? हि verily? त्वाम् Thee? सुरसङ्घाः hosts of gods? विशन्ति enter? केचित् some? भीताः in fear? प्राञ्जलयः with joined palms? गृणन्ति extol? स्वस्ति may it be well? इति thus? उक्त्वा having said? महर्षिसिद्धसङ्घाः bands of great Rishis and Siddhas? स्तुवन्ति paise? त्वाम् Thee? स्तुतिभिः with hymns? पुष्कलाभिः complete.Commentary Pushkalabhih means complete or wellworded praises or praises full of deep meanings.Great sages like Narada and perfected ones like Kapila praise Thee with inspiring hymns. ","scetsga":"11.21 Ami hi, those very; sura-sanghah, groups of gods, the soldiers engaged in battle-groups of gods such as the Vasus who have descended here in the form of human beings for eliminating the burden of the earth; visanti, enter-are seen to be entering; tvam, You. Bhitah, struck with fear, and unable to flee; kecit, some among them; grnanti, extol You; pranjalayah, with their palms joined. Maharsi-siddha [Siddha: A semi-divine being supposed to be of great purity and holiness, and said to be particularly characterized by eight supernatural faculties called siddhis.-V.S.A.]-sanghah, groups of great sages and perfected beings; seeing protents foroding evil, etc. as the battle became imminent; stuvanti, praise; tvam, You; puskalabhih, with elaborate, full; stutibhih, hymns; uktva, saying; svasti iti, May it be well!\nAnd further, ","scetdss":"11.21 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.21 These hosts of superior Devas beholding You as the foundation of the universe, rejoice and move towards You. Among them, some in fear, on seeing Your extremely terrible and wonderful form, extol, namely pronounce sentences in the form of praise, according to their knowledge. Others, the bands of seers and Siddhas, knowers of the truth, higher and lower, saying Hail, glorify You in hymns of abounding praise which are suitable to the Lord. ","chakravarthi":"Tva stands for tvam. ","rudra":"  \nVerily the hosts of demigods feeling aggrieved are entering Lord Krishnas\nvisvarupa taking refuge. The liberated sages and perfected beings are\noffering superb prayers praising the Supreme Lords glories with svasti iti\nuktva meaning all auspiciousness throughout creation. ","brahma":" ","shri":"  \nThe demigods being exclusively from sattva-guna or the nature of goodness\nrejoice upon seeing Lord Krishnas visvarupa or divine universal form and\nare awe inspired and enraptured. Some among them were frightened by the\nvisvarupa terrifying aspect which was also wonderful and bowed down to it\nwith folded hands offering eulogies of praise and prayers of supplication\neach according to their perceptions. Other great souls such as the\nSiddhas or perfected beings who have realised the higher and lower truths\nutter the benediction svastity meaning my there be all auspiciousness. The\nmaharishis or liberated sages upon beholding the visvarupa loudly resound\nthe words Jaya Jaya meaning all glory, all glory and spontaneously compose\nwonderful Sankrit hymns in glorification of it while performing sankirtan\nor congregational singing of the Supreme Lords Krishnas visvarupa along\nwith His transcendental names, forms, qualities and pastimes. ","kumar":"The demigods being exclusively from sattva-guna or the nature of goodness\nrejoice upon seeing Lord Krishnas visvarupa or divine universal form and\nare awe inspired and enraptured. Some among them were frightened by the\nvisvarupa terrifying aspect which was also wonderful and bowed down to it\nwith folded hands offering eulogies of praise and prayers of supplication\neach according to their perceptions. Other great souls such as the\nSiddhas or perfected beings who have realised the higher and lower truths\nutter the benediction svastity meaning my there be all auspiciousness. The\nmaharishis or liberated sages upon beholding the visvarupa loudly resound\nthe words Jaya Jaya meaning all glory, all glory and spontaneously compose\nwonderful Sankrit hymns in glorification of it while performing sankirtan\nor congregational singing of the Supreme Lords Krishnas visvarupa along\nwith His transcendental names, forms, qualities and pastimes. "}