{"meta":"Bhagavad Gita Chapter 11 Verse 40","metahi":"भगवद् गीता 11.40","slok":"नमः पुरस्तादथ पृष्ठतस्तेनमोऽस्तु ते सर्वत एव सर्व।अनन्तवीर्यामितविक्रमस्त्वंसर्वं समाप्नोषि ततोऽसि सर्वः।।11.40।। ","htsrsd":"।।11.40।।हे सर्व आपको आगेसे नमस्कार हो पीछेसे नमस्कार हो सब ओरसे ही नमस्कार हो हे अनन्तवीर्य अमित विक्रमवाले आपने सबको समावृत कर रखा है अतः सब कुछ आप ही हैं। ","htstma":"।।11.40।। हे अनन्तसार्मथ्य वाले भगवन् आपके लिए अग्रत और पृष्ठत नमस्कार है? हे सर्वात्मन् आपको सब ओर से नमस्कार है। आप अमित विक्रमशाली हैं और आप सबको व्याप्त किये हुए हैं? इससे आप सर्वरूप हैं।। ","transliteration":"Namah purastaadatha prishthatasteNamo’stu te sarvata eva sarva;\nAnantaveeryaamitavikramastwamSarvam samaapnoshi tato’si sarvah. ","englishmeaning":"namaḥ—offering salutations; purastāt—from the front; atha—and; pṛiṣhṭhataḥ—the rear; te—to you; namaḥ astu—I offer my salutations; te—to you; sarvataḥ—from all sides; eva—indeed; sarva—all; ananta-vīrya—infinite power; amita-vikramaḥ—infinite valor and might; tvam—you; sarvam—everything; samāpnoṣhi—pervade; tataḥ—thus; asi—(you) are; sarvaḥ—everything ","hcsrsd":"।।11.40।। व्याख्या --   नमः पुरस्तादथ पृष्ठतस्ते नमोऽस्तु ते सर्वत एव सर्व -- अर्जुन भयभीत हैं। मैं क्या बोलूँ -- यह उनकी समझमें नहीं आ रहा है। इसलिये वे आगेसे? पीछेसे सब ओरसे अर्थात् दसों दिशाओंसे केवल नमस्कारहीनमस्कार कर रहे हैं।अनन्तवीर्यामितविक्रमस्त्वम् -- अनन्तवीर्य कहनेका तात्पर्य है कि आप तेज? बल आदिसे भी अनन्त हैं और अमितविक्रम कहनेका तात्पर्य है कि आपके पराक्रमयुक्त संरक्षण आदि कार्य भी असीम हैं। इस तरह आपकी शक्ति भी अनन्त है और पराक्रम भी अनन्त है।सर्वं समाप्नोषि ततोऽसि सर्वः -- आपने सबको समावृत कर रखा है अर्थात् सम्पूर्ण संसार आपके अन्तर्गत है। संसारका कोई भी अंश ऐसा नहीं है? जो कि आपके अन्तर्गत न हो।अर्जुन एक बड़ी अलौकिक? विलक्षण बात देख रहे हैं कि भगवान् अनन्त सृष्टियोंमें परिपूर्ण? व्याप्त हो रहे हैं? और अनन्त सृष्टियाँ भगवान्के किसी अंशमें हैं। सम्बन्ध --   अब आगेके दो श्लोकोंमें अर्जुन भगवान्से प्रार्थना करते हुए क्षमा माँगते हैं। ","hcsca":"।।11.40।। परमात्मा सर्वत्र व्याप्त है अन्तर्बाह्य? अधउर्ध्व? समस्त दिशाओं में व्याप्त है। उससे रिक्त कोई स्थान नहीं है। यह कोई अकेले अर्जुन का मौलिक विचार नहीं है। उपनिषद् के महान् ऋषिगण तो इस अनुभव में अखण्ड वास करते थे।जिस परमात्मा को अर्जुन अपने मन से सब दिशाओं में प्रणाम करता है? वह परमात्मा न केवल आकाश के समान सर्वव्यापक ही है? वरन् वह सम्पूर्ण सार्मथ्य एवं विक्रम का स्रोत भी है। जहाँ कहीं भी कार्य़ करने की प्रेरणा या सफलता पाने की क्षमता दृष्टिगोचर होती हैं? वह सब अनन्तवीर्य और अमितविक्रम परमात्मा की ही एक झलक है? किरण है। परमात्मा सत्स्वरूप से सर्वत्र समस्त वस्तुओं और प्राणियों में विद्यमान है क्योंकि सत् के बिना किसी भी वस्तु का अस्तित्व नहीं हो सकता? इसलिए? वस्तुत परमात्मा ही सर्वरूप है। जल ही सब तरंगें हैं और मिट्टी ही सब घट है।क्योंकि आपके महात्म्य के अज्ञान के कारण? पूर्व में मैंने आपके प्रति अपराध किया है? इसलिए ","etsga":"11.40 Salutation to You in the East and behind. Salutation be to You on all sides in deed, O All! You are possessed of infinite strength and infinite heroism. You pervade everything; hence You are all! ","etssa":"11.40 Salutations to Thee, in front and behind! Salutations to Thee on every side! O All!! Thou infinite in power and prowess, pervadest all; wherefore Thou art all. ","etdss":"11.40. Salutation to You in the front and behind; salutation to You, just on all sides, O One Who are All ! You are of infinite might and of immeasurable powers; and You pervade all and hence You are all. ","ecssa":"11.40 नमः salutation? पुरस्तात् (from) front? अथ also? पृष्ठतः (from) behind? ते to Thee? नमः salutation? अस्तु be? ते to Thee? सर्वतः on every side? एव even? सर्व O all? अनन्तवीर्य infinite power? अमितविक्रमः infinite in prowess? त्वम् Thou? सर्वम् all? समाप्नोषि pervadest? ततः wherefore? असि (Thou) art? सर्वः all.Commentary The words I prostrate myself before Thee? behind Thee and on every side indicate the allpervading nature of the Lord. How can the allpervading Self have front and back Finite objects only have front and back sides Arjuna imagined that there were front and back sides to the Lord and so prostrated himself in his extreme faith and devotion.O All Nothing exists without Thee. As the Self is allpervading? He is called the All. There is nothing except the Self.On every side? as Thou art present everywhere or in all arters.One may be powerful but may not possess the courage to kill the enemies or he may be endowed with a mild form of courge but the Lord is infinite in courage and infinite in power.Pervadest by Thy One Self. ","scetsga":"11.40 Namah, salutation to You; purastat, in the East; atha, and; even prsthatah, behind. Salutation be sarvatah, on all sides; eva, indeed; te, to You who exist everywhere; sarva, O All! Tvam, You; are ananta-virya-amita-vikramah, possessed of infinite strength and infinite heroism. virya is strength, and vikramah is heroism. Someone though possessing strength for the use of weapons etc. [Ast. reads satru-vadha-visaye, in the matter of killing an enemy.-Tr.] may lack heroism or have little heroism. But You are possessed of infinite strength and infinite heroism.\nSamapnosi, You pervade, interpenetrate; sarvam, everything, the whole Universe, by Your single Self. Tatah, hence; asi, You are; sarvah, All, i.e., no entity exists without You.\nSince I am guilty of not knowing Your greatness, therefore,- ","scetdss":"11.39-40 Namo namah etc. Salutation and salutation : This repetition reveals the intensity of the devotion. What has been taught by the past chapters by the Bhagavat regarding His own intrinsic nature, Arjuna - witnessing the same by perception - declares it openly by way of devotional hymn. Hence, to comment on the hymn would symply amount to the repetition [of what has already been said by us]. Hence, let me (11.Ag.) abstain [from commenting on it]. ","scetssa":"11.40 You, of infinite prowess and measureless heroic action, pervade all beings as their very Self and therefore, are, in reality all of them. Terms, naming all other entities, are truly naming You; for they, both sentient as well as non-sentient, constitute Your body, and as such are just Your modes. Therefore You alone, having them all as Your modes, are signified by all terms standing for them. In the texts, O by You of infinite form, is the cosmos pervaded (11.38) and You pervade all, and hence are all (11.40), it is clearly stated that the pervasion as the Self is the only rationale for speaking of them as one with You, in the sense of co-ordinate predication as in the text, You are the imperishable and also being and non-being (11.37) and You are Vayu, Yama and Agni (11.39). ","chakravarthi":"You pervade all of this universe (sarvam samapnosi), since it is your product, like gold in earrings and bracelets. Thus you are everything. ","rudra":"\nBy the way of establishing Lord Krishna as the embodiment of all and all\npervasive with ananta-virya or unlimited potency, Arjuna gives Him\nobeisance from sarvatah or all directions as Lord Krishna pervades\neverything both inside and out exactly like gold pervades all the objects\nit incorporats such as bracelets and necklaces etc. In this way Lord\nKrishna is the embodiment of all creation as it comes from Him alone. ","brahma":" ","shri":"  \nLord Krishna is being addressed thusly: O infinite energy, the embodiment\nof everything, thy glory is beyond measure. As paramatma or the Supreme\nsoul He enters and resides in all beings. Thus He is the atma or eternal\nsoul within all the unlimited multitudes of intelligent and non-intelligent\nliving entities. All atmas are of the same eternal quality and essence and\nall together constitute the divine, transcendental body of the Supreme Lord\nKrishna. Thus Lord Krishna is the root source from which everything is\nmanifested and all things are a part of Him and all names are a name of\nHim. It is clearly apparent that the immanent nature and omnipresent\ncharacteristics of the Supreme Lord Krishna are the basis for the\ndescriptions of His glory given in the previous three verses such as He is\nasat the cause and sat the effect as well as tatam visvam ananta-rupa of\nunlimited forms pervading all creation and references to His being all the\ndemigods like Brahma, Yama, Vayuh etc. Thus does Lord Krishna\ninterpenetrate all existence. ","kumar":"Lord Krishna is being addressed thusly: O infinite energy, the embodiment\nof everything, thy glory is beyond measure. As paramatma or the Supreme\nsoul He enters and resides in all beings. Thus He is the atma or eternal\nsoul within all the unlimited multitudes of intelligent and non-intelligent\nliving entities. All atmas are of the same eternal quality and essence and\nall together constitute the divine, transcendental body of the Supreme Lord\nKrishna. Thus Lord Krishna is the root source from which everything is\nmanifested and all things are a part of Him and all names are a name of\nHim. It is clearly apparent that the immanent nature and omnipresent\ncharacteristics of the Supreme Lord Krishna are the basis for the\ndescriptions of His glory given in the previous three verses such as He is\nasat the cause and sat the effect as well as tatam visvam ananta-rupa of\nunlimited forms pervading all creation and references to His being all the\ndemigods like Brahma, Yama, Vayuh etc. Thus does Lord Krishna\ninterpenetrate all existence. "}