{"meta":"Bhagavad Gita Chapter 11 Verse 25","metahi":"भगवद् गीता 11.25","slok":"दंष्ट्राकरालानि च ते मुखानिदृष्ट्वैव कालानलसन्निभानि।दिशो न जाने न लभे च शर्मप्रसीद देवेश जगन्निवास।।11.25।। ","htsrsd":"।।11.25।।आपके प्रलयकालकी अग्निके समान प्रज्वलित और दाढ़ोंके कारण विकराल (भयानक) मुखोंको देखकर मुझे न तो दिशाओंका ज्ञान हो रहा है और न शान्ति ही मिल रही है। इसलिये हे देवेश हे जगन्निवास आप प्रसन्न होइये। ","htstma":"।।11.25।। आपके विकराल दाढ़ों वाले और प्रलयाग्नि के समान प्रज्वलित मुखों को देखकर? मैं न दिशाओं को जान पा रहा हूँ और न शान्ति को प्राप्त हो रहा हूँ इसलिए हे देवेश हे जगन्निवास आप प्रसन्न हो जाइए।। ","transliteration":"Damshtraakaraalaani cha te mukhaaniDrishtwaiva kaalaanalasannibhaani;\nDisho na jaane na labhe cha sharmaPraseeda devesha jagannivaasa. ","englishmeaning":"danṣhṭrā—teeth; karālāni—terrible; cha—and; te—your; mukhāni—mouths; dṛiṣhṭvā—having seen; eva—indeed; kāla-anala—the fire of annihilation; sannibhāni—resembling; diśhaḥ—the directions; na—not; jāne—know; na—not; labhe—I obtain; cha—and; śharma—peace; prasīda—have mercy; deva-īśha—The Lord of lords; jagat-nivāsa—The shelter of the universe ","hcsrsd":"।।11.25।। व्याख्या --   दंष्ट्राकरालानि च ते मुखानि दृष्ट्वैव कालानलसन्निभानि -- महाप्रलयके समय सम्पूर्ण त्रिलोकीको भस्म करनेवाली जो अग्नि प्रकट होती है? उसे संवर्तक अथवा कालाग्नि कहते हैं। उस कालाग्निके समान आपके मुख है? जो भयंकरभयंकर दाढ़ोंके कारण बहुत विकराल हो रहे हैं। उनको देखनेमात्रसे ही बड़ा भय लग रहा है। अगर उनका कार्य देखा जाय तो उसके सामने किसीका टिकना ही मुश्किल है।दिशो न जाने न लभे च शर्म -- ऐसे विकराल मुखोंको देखकर मुझे दिशाओंका भी ज्ञान नहीं हो रहा है। इसका तात्पर्य है कि दिशाओंका ज्ञान होता है सूर्यके उदय और अस्त होनेसे। पर वह सूर्य तो आपके नेत्रोंकी जगह है अर्थात् वह तो आपके विराट्रूपके अन्तर्गत आ गया है। इसके सिवाय आपके चारों ओर महान् प्रज्वलित प्रकाशहीप्रकाश दीख रहा है (11। 12)? जिसका न उदय और न अस्त हो रहा है। इसलिये मेरेको दिशाओंका ज्ञान नहीं हो रहा है और विकराल मुखोंको देखकर भयके कारण मैं किसी तरहका सुख और शान्ति भी प्राप्त नहीं कर रहा हूँ।प्रसीद देवेश जगन्निवास -- आप सब देवताओंके मालिक हैं और सम्पूर्ण संसार आपमें ही निवास कर रहा है। अतः कोई भी देवता? मनुष्य भयभीत होनेपर आपको ही तो पुकारेगा आपके सिवाय और किसको पुकारेगा तथा और कौन सुनेगा इसलिये मैं भी आपको पुकारकर कह रहा हूँ कि हे देवेश हे जगन्निवास आप प्रसन्न होइये।भगवान्के विकराल रूपको देखकर अर्जुनको ऐसा लगा कि भगवान् मानो बड़े क्रोधमें आये हुए हैं। इस भावनाको लेकर ही भयभीत अर्जुन भगवान्से प्रसन्न होनेके लिये प्रार्थना कर रहे हैं। सम्बन्ध --   अब अर्जुन आगेके दो श्लोकोंमें मुख्यमुख्य योद्धाओंका विराट्रूपमें प्रवेश होनेका वर्णन करते हैं। ","hcsca":"।।11.25।। जैसा कि श्लोक में वर्णन किया गया है? अर्जुन ऐसे भयंकर रूप को देखकर अपना धैर्य और सुख खो रहा है। सर्वभक्षी? सबको एक रूपकर देने वाले काल का यह चित्र है। जब दृष्टि के समक्ष ऐसा विशाल दृश्य उपस्थित हो जाता है? और वह भी इतने आकस्मिक रूप से? तो विशालता का उसका परिमाण ही विवेकशक्ति का मानो गला घोंट देता है और क्षणभर के लिए वह व्यक्ति संवेदनाशून्य हो जाता है। भ्रान्तिजन्य दुर्व्यवस्था की दशा को यहाँ इन शब्दों में व्यक्त किया गया है कि? मैं दिशाओं को नहीं जान पा रहा हूँ। बात यहीं पर नहीं समाप्त होती। मैं न धैर्य रख पा रहा हूँ और न शान्ति,को भी।आत्यन्तिक विस्मय की इस स्थिति में आश्चर्यचकित मानव यह अनुभव करता है कि उसकी शारीरिक शक्ति? मानसिक क्षमतायें और बुद्धि की सूक्ष्मदर्शिता अपने भिन्नभिन्न रूप में तथा सामूहिक रूप में भी वस्तुत महत्त्वशून्य साधन हैं। छोटा सा अहंकार अपने मिथ्या अभिमान के आवरण और मिथ्या शक्ति के कवच को त्यागकर पूर्ण विवस्त्र हुआ स्वयं को नम्र भाव से समष्टि की शक्ति के समक्ष समर्पित कर देता है। परम दिव्य? समष्टि शक्ति के सम्मुख जिस व्यक्ति ने पूर्णरूप से अपने खोखले अभिमानों की अर्थशून्यता समझ ली है? उसके लिए केवल एक आश्रय रह जाता है? और वह है प्रार्थना।इस श्लोक के अन्त में अर्जुन प्रार्थना करता है? हे देवेश हे जगन्निवास आप प्रसन्न हो जाइये। इस प्रार्थना के द्वारा व्यासजी यह दर्शाते हैं कि मान और दम्भ से पूर्ण हृदय वाले व्यक्ति के द्वारा कभी भी वास्तविक प्रार्थना नहीं की जा सकती है। जब व्यक्ति इस विशाल समष्टि विश्व में अपनी तुच्छता समझता है? केवल तभी वह सच्चे हृदय से स्वत प्रार्थना करता है।अर्जुन इस युद्ध में अपनी विजय के प्रति सशंक था। 21वें श्लोक से प्रारम्भ किये गये इस प्रकरण का मुख्य उद्देश्य अर्जुन को भावी घटनाओं का कुछ बोध कराना है। उसे युद्ध के परिणाम के प्रति आश्वस्त करते हुए? अब भगवान् सीधे ही सेनाओं के योद्धाओं को काल के मुख में प्रवेश करते हुए दिखाते हैं ","etsga":"11.25 Having merely seen Your mouths made terrible with (their) teeth and resembling the fire of Dissolution, I have lost the sense of direction and find no comfort. Be gracious, O Lord of gods, O Abode of the Universe. ","etssa":"11.25 Having seen Thy mouths fearful with teeth (blazing) like the fires of cosmic dissolution, I know not the four arters, nor do I find peace. Have mercy, O Lord of the gods, O abode of the universe. ","etdss":"11.25. By merely seeing Your faces that are frightening with tusks and are looking like the fire of destruction, I do not know the arters and get no peace. Have mercy, O Lord of gods ! O Abode of the Universe ! ","ecssa":"11.25 दंष्ट्राकरालानि fearful with teeth? च and? ते Thy? मुखानि mouths? दृष्ट्वा having seen? एव even? कालानलसन्निभानि blazing like Pralayafires? दिशः the four arters? न not? जाने know? न not? लभे do (I) obtain? च and? शर्म peace? प्रसीद have mercy? देवेश O Lord of the gods? जगन्निवास O abode of the universe.Commentary Jagannivasa The substratum of the universe.Kalanala The fires which consume the worlds during the final dissolution of the worlds (Pralaya). Time (Kala) is the consumer of all that is manifest.Diso no jane I do not know the four arters. I cannot distinguish the east from the west? nor the north from the south. ","scetsga":"11.25 Drstva eva, having merely seen; te, Your; mukhani, mouths; damstra-karalani, made terrible with (their) teeth; and kala-anala-sannibhani, resembling the fire of Dissolution is kalanala; similar to that; na jane, I have lost; the sense of disah, direction-I do not know the directions as to which is East or which is West; and hence, na labhe, find no; sarma, comfort. Therefore, prasida, be gracious; devesa, O Lord of gods; jagannivasa, O Abode of the Universe!\nThe apprehension which was there of my getting defeated by those offers, that too has cleared away, since- ","scetdss":"11.25 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.25 Looking at Your mouths, extremely terrifying and like cosmic fire at the end of the universe, and operating for the destruction of everything, I have lost the sense of recognising the arters of the sky, nor do I feel happy and peaceful. O Abode of all the worlds, O Lord of all the Devas, namely, O Overlord of even gods like Brahma! Be gracious unto me. The meaning is: Do act in such a way that I may attain my natural condition. Arjunas charioteer (Parthasarathi), thus showing that all the worlds depend upon Him for their existence and activities, showed to the son of Prtha (Arjuna) that what He wanted to do, making Arjuna a mere instrument of His, was to lighten the burden of the earth through the destruction of all those who were of Asuric manifestations and who, in the guise of kings, were presenting themselves as the sons of Dhrtarastra and their followers. Many such embodiments of Asuras were present also in the ranks of Yudhisthiras followers. And Arjuna, after having realised with the divine eyes, received through His grace, the complete manifestation of the Lord as the Creator etc., witnessed also the slaughter of the followers of the sons of Dhrtarastra etc., in that Lord Himself, who is the Self of all, even though it (the slaughter) had not happened actually according to human calculations. Arjuna continues: ","chakravarthi":"No commentary by Sri Visvanatha Cakravarti Thakur. ","rudra":"  \nThe visvarupa or divine universal form of Lord Krishna was so terrifying of\nvisage that Arjuna overcome with fear and trepidation was unable to\ndetermine the points of the compass and what was up and what was down and\nbeing completely distraught beseeches Lord Krishna to relieve his distress\nwith the word prasida meaning please be merciful. ","brahma":"  \nThose who have achieved moksa or liberation from material existence are\ndivine beings and enter into one of the abodes of the Supreme Lord Krishna\ndetermined by their devotion to Him. The Brahmanda Purana states: That\ndivine liberated beings are not subject to the stringent rules of material\nexistence but enter into it and depart from it according to the desire of\ntheir own free will. ","shri":" Viewing the phenomenal panorama of forms and terrifying visages in active\nmode of Lord Krishnas visvarupa or divine universal form which was blazing\nflames in all directions was terrible and horrifying like the fires of\nannihilation during the cataclysm at the time of universal destruction.\nArjuna being extremely afflicted beseeched Lord Krishna with the word\ndevasa denoting O Lord of Brahma and Siva and the words jagan-nivasan O\nrefuge of the universe and then supplicated Lord Krishna with the word\nprasida or be merciful and return his normal human vision so that he would\nbe able to regain his equilibrium and composure again. So the Supreme Lord Krishna exhibiting His visvarupa demonstrated how it\nmanifested from Him, functioned through Him and existed within Him. He will\nnow show to Arjuna how by His indomitable will He will bring about the\ndestruction of Duryodhana and all the Kauravas along with all the demons in\nthe guise of kings fighting with them. Also He will also show the\ndestruction of all those possessed of asuric or demoniac nature that may be\nfighting for kings in the army of the Pandavas, so that Bhumi-devi or\nMother Earth will be rid of such a burden. At this time Arjuna began to see\nwith the divine vision bequeathed by Lord Krishna how all the hosts of the\nKaurava army met with their destruction and by who although the actual\nevent had not yet transpired. ","kumar":"Viewing the phenomenal panorama of forms and terrifying visages in active\nmode of Lord Krishnas visvarupa or divine universal form which was blazing\nflames in all directions was terrible and horrifying like the fires of\nannihilation during the cataclysm at the time of universal destruction.\nArjuna being extremely afflicted beseeched Lord Krishna with the word\ndevasa denoting O Lord of Brahma and Siva and the words jagan-nivasan O\nrefuge of the universe and then supplicated Lord Krishna with the word\nprasida or be merciful and return his normal human vision so that he would\nbe able to regain his equilibrium and composure again. So the Supreme Lord Krishna exhibiting His visvarupa demonstrated how it\nmanifested from Him, functioned through Him and existed within Him. He will\nnow show to Arjuna how by His indomitable will He will bring about the\ndestruction of Duryodhana and all the Kauravas along with all the demons in\nthe guise of kings fighting with them. Also He will also show the\ndestruction of all those possessed of asuric or demoniac nature that may be\nfighting for kings in the army of the Pandavas, so that Bhumi-devi or\nMother Earth will be rid of such a burden. At this time Arjuna began to see\nwith the divine vision bequeathed by Lord Krishna how all the hosts of the\nKaurava army met with their destruction and by who although the actual\nevent had not yet transpired. "}