{"meta":"Bhagavad Gita Chapter 11 Verse 26","metahi":"भगवद् गीता 11.26","slok":"अमी च त्वां धृतराष्ट्रस्य पुत्राःसर्वे सहैवावनिपालसङ्घैः।भीष्मो द्रोणः सूतपुत्रस्तथाऽसौसहास्मदीयैरपि योधमुख्यैः।।11.26।। ","htsrsd":"।।11.26।।हमारे मुख्य योद्धाओंके सहित भीष्म? द्रोण और वह कर्ण भी आपमें प्रविष्ट हो रहे हैं। राजाओंके समुदायोंके सहित धृतराष्ट्रके वे ही सबकेसब पुत्र आपके विकराल दाढ़ोंके कारण भयंकर मुखोंमें बड़ी तेजीसे प्रविष्ट हो रहे हैं। उनमेंसे कईएक तो चूर्ण हुए सिरोंसहित आपके दाँतोंके बीचमें फँसे हुए दीख रहे हैं। ","htstma":"।।11.26।। और ये समस्त धृतराष्ट्र के पुत्र राजाओं के समुदाय सहित आप में प्रवेश करते हैं। भीष्म? द्रोण तथा कर्ण और हमारे पक्ष के भी प्रधान योद्धाओं के सहित.।। ","transliteration":"Amee cha twaam dhritaraashtrasya putraahSarve sahaivaavanipaalasanghaih;\nBheeshmo dronah sootaputrastathaa’sauSahaasmadeeyairapi yodhamukhyaih. ","englishmeaning":"amī—these; cha—and; tvām—you; dhṛitarāśhtrasya—of Dhritarashtra; putrāḥ—sons; sarve—all; saha—with; eva—even; avani-pāla—their allied kings; sanghaiḥ—assembly; bhīṣhmaḥ—Bheeshma; droṇaḥ—Dronacharya; sūta-putraḥ—Karna; tathā—and also; asau—this; saha—with; asmadīyaiḥ—from our side; api—also; yodha-mukhyaiḥ—generals; vaktrāṇi—mouths; te—your; tvaramāṇāḥ—rushing; viśhanti—enter; danṣhṭrā—teeth; karālāni—terrible; bhayānakāni—fearsome; kechit—some; vilagnāḥ—getting stuck; daśhana-antareṣhu—between the teeth; sandṛiśhyante—are seen; chūrṇitaiḥ—getting smashed; uttama-aṅgaiḥ—heads ","hcsrsd":"।।11.26।। व्याख्या --   भीष्मो द्रोणः सूतपुत्रस्तथासौ सहास्मदीयैरपि योधमुख्यैः -- हमारे पक्षके धृष्टद्युम्न? विराट्? द्रुपद आदि जो मुख्यमुख्य योद्धालोग हैं? वे सबकेसब धर्मके पक्षमें हैं और केवल अपना कर्तव्य समझकर युद्ध करनेके लिये आये हैं। हमारे इन सेनापतियोंके साथ पितामह भीष्म? आचार्य द्रोण और वह प्रसिद्ध सूतपुत्र कर्ण आपमें प्रविष्ट हो रहे हैं।यहाँ भीष्म? द्रोण और कर्णका नाम लेनेका तात्पर्य है कि ये तीनों ही अपने कर्तव्यका पालन करनेके लिये युद्धमें आये थे (टिप्पणी प0 591)।अमी च त्वां धृतराष्ट्रस्य पुत्राः सर्वे सहैवावनिपालसङ्घैः -- दुर्योधनके पक्षमें जितने राजालोग हैं? जो युद्धमें दुर्योधनका प्रिय करना चाहते हैं (गीता 1। 23) अर्थात् दुर्योधनको हितकी सलाह नहीं दे रहे हैं? उन सभी,राजाओंके समूहोंके साथ धृतराष्ट्रके दुर्योधन? दुःशासन आदि सौ पुत्र विकराल दाढ़ोंके कारण अत्यन्त भयानक आपके मुखोंमें बड़ी तेजीसे प्रवेश कर रहे हैं -- वक्त्राणि ते त्वरमाणा विशन्ति दंष्ट्राकरालानि भयानकानि।विराट्रूपमें वे चाहे भगवान्में प्रवेश करें? चाहे भगवान्के मुखोंमें जायँ? वह एक ही लीला है। परन्तु भावोंके अनुसार उनकी गतियाँ अलगअलग प्रतीत हो रही हैं। इसलिये भगवान्में जायँ अथवा मुखोंमें जायँ? वे हैं तो विराट्रूपमें ही।केचिद्विलग्ना दशनान्तरेषु संदृश्यन्ते चूर्णितैरुत्तमाङ्गैः -- जैसे खाद्य पदार्थोंमें कुछ पदार्थ ऐसे होते हैं? जो चबाते समय सीधे पेटमें चले जाते हैं? पर कुछ पदार्थ ऐसे होते हैं? जो चबाते समय दाँतों और दाढ़ोंके बीचमें फँस जाते हैं। ऐसे ही आपके मुखोंमें प्रविष्ट होनेवालोंमेंसे कईएक तो सीधे भीतर (पेटमें) चले जा रहे हैं? पर कईएक चूर्ण हुए मस्तकोंसहित आपके दाँतों और दाढ़ोंके बीचमें फँसे हुए दीख रहे हैं।यहाँ एक शङ्का होती है कि योद्धालोग तो अभी सामने युद्धक्षेत्रमें ख़ड़े हुए हैं? फिर वे अर्जुनको विराट्रूपके मुखोंमें जाते हुए कैसे दिखायी दिये इसका समाधान यह है कि भगवान् विराट्रूपमें अर्जुनको आसन्न भविष्यकी बात दिखा रहे हैं। भगवान्ने विराट्रूप दिखाते समय अर्जुनसे कहा था कि तू और भी जो कुछ देखना चाहता है? वह भी मेरे इस विराट्रूपमें देख ले (11। 7)। अर्जुनके मनमें सन्देह था कि युद्धमें हमारी जीत होगी या कौरवोंकी (2। 6) इसलिये उस सन्देहको दूर करनेके लिये भगवान् अर्जुनको आसन्न भविष्यका दृश्य दिखाकर मानो यह बताते हैं कि युद्धमें तुम्हारी ही जीत होगी। आगे अर्जुनके द्वारा प्रश्न करनेपर भी भगवान्ने यही बात कही है (11। 32 -- 34)। सम्बन्ध --   जो अपना कर्तव्य समझकर धर्मकी दृष्टिसे युद्धमें आये हैं और जो परमात्माकी प्राप्ति चाहनेवाले हैं -- ऐसे पुरुषोंका विराट्रूपमें नदियोंके दृष्टान्तसे प्रवेश करनेका वर्णन अर्जुन आगेके श्लोकमें करते हैं। ","hcsca":"।।11.26।। च्ड्ढड्ढ क्दृथ्र्थ्र्ड्ढदद्यठ्ठद्धन्र् द्वदड्डड्ढद्ध 11.27 ","etsga":"11.26 And into You (enter) all those sons of Dhrtarastra along with multitudes of the rulers of the earth; (also) Bhisma, Drona and that son of a Suta (Karna), together with even our prominent warriors. ","etssa":"11.26 All the sons of Dhritarashtra, with the hosts of kings of the earth, Bhishma, Drona and Karna, with the chief among our warriors. ","etdss":"11.26. All these sons of Dhrtarastra along with the entire hosts of kings, this Bhisma, this Drona and this son of the charioteer (Karna), together with the chief warriors of ours too; ","ecssa":"11.26 अमी these? च and? त्वाम् Thee? धृतराष्ट्रस्य of Dhritarashtra? पुत्राः sons? सर्वे all? सह with? एव even? अवनिपालसङ्घैः hosts of kings? भीष्मः Bhishma? द्रोणः Drona? सूतपुत्रः Karana? तथा also? असौ this? सह with? अस्मदीयैः with (those) of ours? अपि also? योधमुख्यैः (with) warrior chiefs.Commentary Karna? though he was the son of Kunti? the mother of the Pandavas? was brought up by a charioteer and hence came to be regarded as his son. ","scetsga":"11.26 Ca, and; tvam, into You-this is to be connected with rapidly enter in the next verse; sarve, all; ami, those; putrah, sons-Duryodhana and others; dhrtarastrasya, of Dhrtarastra; saha, along with; avanipala-sanghaih, multitudes of the rulers (pala) of the earth (avani); also Bhisma, Drona, tatha, and; asau, that; suta-putrah, son of a Suta, Karna; saha, together with; api, even; asmadiyaih, our; yodha-mukhyaih, prominent warriors, the ?nders-Dhrstadyumna and others.\nMoreover, ","scetdss":"11.26 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.26 11.27 All these sons of Dhrtarastra like Duryodhana and others like Bhisma, Drona, and Sutas son Karna together with the hosts of monarchs on their side and also the leading warriors on our side, are hastening to their destruction; they enter Your fearful mouths with terrible fangs; some, caught between the teeth are seen with their heads crushed to powder. ","chakravarthi":"No commentary by Sri Visvanatha Cakravarti Thakur. ","rudra":"  \nThis verse relates to verse seven where Lord Krishna states any reality one\nwould care to see is present in His visvarupa or divine universal form. In\nthe visvarupa can be seen the coming victory and defeat in the battle of\nKuruksetra which Arjuna will soon be fighting and indeed he sees all the\n100 sons of King Dhritarastra with all the kings fighting for the Kauravas\nalong with all the kings and princes and principle warriors on the Pandava\nside such as Dhristadyumna and Sikhandi rushing into the gaping, fierce\nmouths and teeth of multitudinous faces of the almighty visvarupa . Arjuna\ncan clearly see Bhishma, Drona and Karna as well entering into these\ngnashing mouths along with the others. It is not that they are individually\nentering separately but both sides are speedily entering different mouths\nat the same time and can be seen to be destroyed therein. ","brahma":" ","shri":" ","kumar":" "}