{"meta":"Bhagavad Gita Chapter 11 Verse 32","metahi":"भगवद् गीता 11.32","slok":"श्री भगवानुवाचकालोऽस्मि लोकक्षयकृत्प्रवृद्धोलोकान्समाहर्तुमिह प्रवृत्तः।ऋतेऽपि त्वां न भविष्यन्ति सर्वेयेऽवस्थिताः प्रत्यनीकेषु योधाः।।11.32।। ","htsrsd":"।।11.32।।श्रीभगवान् बोले -- मैं सम्पूर्ण लोकोंका क्षय करनेवाला बढ़ा हुआ काल हूँ और इस समय मैं इन सब लोगोंका संहार करनेके लिये यहाँ आया हूँ। तुम्हारे प्रतिपक्षमें जो योद्धालोग खड़े हैं? वे सब तुम्हारे युद्ध किये बिना भी नहीं रहेंगे। ","htstma":"।।11.32।। श्रीभगवान् ने कहा -- मैं लोकों का नाश करने वाला प्रवृद्ध काल हूँ। इस समय? मैं इन लोकों का संहार करने में प्रवृत्त हूँ। जो प्रतिपक्षियों की सेना में स्थित योद्धा हैं? वे सब तुम्हारे बिना भी नहीं रहेंगे।। ","transliteration":"Sri Bhagavaan Uvaacha:\nKaalo’smi lokakshayakrit pravriddhoLokaan samaahartumiha pravrittah;\nRite’pi twaam na bhavishyanti sarveYe’wasthitaah pratyaneekeshu yodhaah. ","englishmeaning":"śhrī-bhagavān uvācha—the Supreme Lord said; kālaḥ—time; asmi—I am; loka-kṣhaya-kṛit—the source of destruction of the worlds; pravṛiddhaḥ—mighty; lokān—the worlds; samāhartum—annihilation; iha—this world; pravṛittaḥ—participation; ṛite—without; api—even; tvām—you; na bhaviṣhyanti—shall cease to exist; sarve—all; ye—who; avasthitāḥ—arrayed; prati-anīkeṣhu—in the opposing army; yodhāḥ—the warriors ","hcsrsd":"।।11.32।। व्याख्या --  [भगवान्का विश्वरूप विचार करनेपर बहुत विलक्षण मालूम देता है क्योंकि उसको देखनेमें अर्जुनकी दिव्यदृष्टि भी पूरी तरहसे काम नहीं कर रही है और वे विश्वरूपको कठिनतासे देखे जानेयोग्य बताते हैं -- दुर्निरीक्ष्यं समन्तात् (11। 17)। यहाँ भी वे भगवान्से पूछ बैठते हैं कि उग्र रूपवाले आप कौन हैं ऐसा मालूम देता है कि अगर अर्जुन भयभीत होकर ऐसा नहीं पूछते तो भगवान् और भी अधिक विलक्षणरूपसे प्रकट होते चले जाते। परन्तु अर्जुनके बीचमें ही पूछनेसे भगवान्ने और आगेका रूप दिखाना बन्द कर दिया और अर्जुनके प्रश्नका उत्तर देने लगे।]कालोऽस्मि लोकक्षयकृत्प्रवृद्धः -- पूर्वश्लोकमें अर्जुनने पूछा था कि उग्ररूपवाले आप कौन हैं --,आख्याहि मे को भवानुग्ररूपः उसके उत्तरमें विराट्रूप भगवान् कहते हैं कि मैं सम्पूर्ण लोकोंका क्षय (नाश) करनेवाला बड़े भयंकर रूपसे बढ़ा हुआ अक्षय काल हूँ।लोकान्समाहर्तुमिह प्रवृत्तः -- अर्जुने पूछा था कि मैं आपकी प्रवृत्तिको नहीं जान रहा हूँ -- न हि प्रजानामि तव प्रवृत्तिम् अर्थात् आप यहाँ क्या करने आये हैं उसके उत्तरमें भगवान् कहते हैं कि मैं इस समय दोनों सेनाओंका संहार करनेके लिये ही यहाँ आया हूँ।ऋतेऽपि त्वां न भविष्यन्ति सर्वे येऽवस्थिताः प्रत्यनीकेषु योधाः -- तुमने पहले यह कहा था कि मैं युद्ध नहीं करूँगा -- न योत्स्ये (2। 9)? तो क्या तुम्हारे युद्ध किये बिना ये प्रतिपक्षी नहीं मरेंगे अर्थात् तुम्हारे युद्ध करने और न करनेसे कोई फरक नहीं पड़ेगा। कारण कि मैं सबका संहार करनेके लिये प्रवृत्त हुआ हूँ। यह बात तुमने विराट्रूपमें भी देख ली है कि तुम्हारे पक्षकी और विपक्षकी दोनों सेनाएँ मेरे भयंकर मुखोंमें प्रविष्ट हो रही हैं।यहाँ एक शङ्का होती है कि अर्जुनने अपनी और कौरवपक्षकी सेनाके सभी लोगोंको भगवान्के मुखोंमें जाकर नष्ट होते हुए देखा था? तो फिर भगवान्ने यहाँ केवल प्रतिपक्षकी ही बात क्यों कही कि तुम्हारे युद्ध,किये बिना भी ये प्रतिपक्षी नहीं रहेंगे इसका समाधान है कि अगर अर्जुन युद्ध करते तो केवल प्रतिपक्षियोंको ही मारते और युद्ध नहीं करते तो प्रतिपक्षियोंको नहीं मारते। अतः भगवान् कहते हैं कि तुम्हारे मारे बिना भी ये प्रतिपक्षी नहीं बचेंगे क्योंकि मैं कालरूपसे सबको खा जाऊँगा। तात्पर्य यह है कि इन सबका संहार तो होनेवाला ही है? तुम केवल अपने युद्धरूप कर्तव्यका पालन करो।एक शङ्का यह भी होती है कि यहाँ भगवान् अर्जुनसे कहते हैं कि प्रतिपक्षके योद्धालोग तुम्हारे युद्ध किये बिना भी नहीं रहेंगे? फिर इस युद्धमें प्रतिपक्षके अश्वत्थामा आदि योद्धा कैसे बच गये इसका समाधान है कि यहाँ भगवान्ने उन्हीं योद्धाओंके मरनेकी बात कही है? जिसको अर्जुन मार सकते हैं और जिनको अर्जुन आगे मारेंगे। अतः भगवान्के कथनका तात्पर्य है कि जिन योद्धाओंको तुम मार सकते हो? वे सभी तुम्हारे मारे बिना ही मर जायँगे। जिनको तुम आगे मारोगे? वे मेरे द्वारा पहलेसे ही मारे हुए हैं -- मयैवैते निहताः पूर्वमेव (11। 33)। सम्बन्ध --   पूर्वश्लोकमें भगवान्ने कहा था कि तुम्हारे मारे बिना भी ये प्रतिपक्षी योद्धा नहीं रहेंगे। ऐसी स्थितिमें अर्जुनको क्या करना चाहिये -- इसका उत्तर भगवान् आगेके दो श्लोकोंमें देते हैं। ","hcsca":"।।11.32।। किसी वस्तु की एक अवस्था का नाश किये बिना उसका नवनिर्मांण नहीं हो सकता। निरन्तर नाश की प्रक्रिया से ही जगत् का निर्माण होता है। बीते हुये काल के शवागर्त से ही वर्तमान आज की उत्पत्ति हुई है। इस रचनात्मक विनाश के पीछे जो शक्ति दृश्य रूप में कार्य कर रही है वही मूलभूत शक्ति है जो प्राणियों के जीवन के ऊपर शासन कर रही है। भगवान् श्रीकृष्ण यहाँ स्वयं का परिचय लोक संहारक महाकाल के रूप में कराते हैं। इस रूप को धारण करने का उनका प्रयोजन उस पीढ़ी को नष्ट करना है? जो अपने जीवन लक्ष्य के सम्बन्ध में विपरीत धारणाएं तथा दोषपूर्ण जीवन मूल्यों को रखने के कारण जीर्णशीर्ण हो गई है।भगवान् का लोकसंहारकारी भाव उनके लोककल्याणकारी भाव का विरोधी नहीं है। कभीकभी विनाश करने में दया ही होती है। एक टूटे हुए पुल को या जीर्ण बांध को अथवा प्राचीन इमारत को तोड़ना उक्त बात के उदाहरण हैं। उन्हें तोड़कर गिराना दया का ही एक कार्य है? जो कोई भी विचारशील शासन समाज के लिए कर सकता है। यही सिद्धांत यहाँ पर लागू होता है।इस उग्र रूप को धारण करने में भगवान् का उद्देश्य उन समस्त नकारात्मक शक्तियों का नाश करना है जो राष्ट्र के सांस्कृतिक जीवन को नष्ट करने पर तुली हुई हैं। भगवान् के इस कथन से अर्जुन के विजय की आशा विश्वास में परिवर्तित हो जाती है। परन्तु भगवान् इस बात को भी स्पष्ट कर देते हैं कि पुनर्निर्माण के इस कार्य को करने के लिए वे किसी एक व्यक्ति या समुदाय पर आश्रित नहीं है। इस कार्य को करने में एक अकेला काल ही समर्थ है। वही समाज में इस पुनरुत्थान और पुनर्जीवन को लायेगा। सार्वभौमिक पुनर्वास के इस अतिविशाल कार्य में व्यष्टि जीवमात्र भाग्य के प्राणी हैं। उनके होने या नहीं होने पर भी काल की योजना निश्चित ही काय्ार्ान्वित होकर रहेगी। राष्ट्र के लिए यह पुनर्जीवन आवश्यक है मानव के पुनर्वास की मांग जगत् की है। भगवान् स्पष्ट कहते हैं कि? तुम्हारे बिना भी इन भौतिकवादी योद्धाओं में से कोई भी इस निश्चित विनाश में जीवित नहीं रह पायेगा।महाभारत की कथा के सन्दर्भ में? भगवान् के कथन का यह तात्पर्य स्पष्ट होता है कि कौरव सेना तो काल के द्वारा पहले ही मारी जा चुकी है? और पुनरुत्थान की सेना के साथ सहयोग करके अर्जुन? निश्चित सफलता का केवल साथ ही दे रहा है।इसलिए सर्वकालीन मनुष्य के प्रतिनिधि अर्जुन को यह उपदेश दिया जाता है कि वह निर्भय होकर अपने जीवन में कर्तव्य का पालन करे। ","etsga":"11.32 The Blessed Lord said I am the world-destroying Time, [Time: The supreme God with His limiting adjunct of the power of action.] grown in stature [Pravrddhah, mighty-according to S.-Tr.] and now engaged in annihilating the creatures. Even without you, all the warriors who are arrayed in the confronting armies will cease to exist! ","etssa":"11.32 The Blessed Lord said I am the full-grown world-destroying Time, now engaged in destroying the worlds. Even without thee, none of the warriors arrayed in the hostile armies shall live. ","etdss":"11.32. The Bhagavat said I am the Time, the world-destroyer, engaged here in withdrawing the worlds that are overgrown; even without you (your fighting) all the warriors, standing in the rival armies, would cease to be. ","ecssa":"11.32 कालः time? अस्मि (I) am? लोकक्षयकृत् worlddestroying? प्रवृद्धः fullgrown? लोकान् the worlds? समाहर्तुम् to destroy? इह here? प्रवृत्तः engaged? ऋते without? अपि also? त्वाम् thee? न not? भविष्यन्ति shall live? सर्वे all? ये these? अवस्थिताः arrayed? प्रत्यनीकेषु in hostile armies? योधाः warriors.Commentary Even without thee Even if thou? O Arjuna? wouldst not fight? these warriors are doomed to die under My dispensation. I am the alldestroying Time. I have already slain them. You have seen them dying. Therefore thy instrumentality is not of much importance.Such being the case? therefore? stand up and obtain fame. ","scetsga":"11.32 Asmi, I am; the loka-ksaya-krt, world-destroying; kalah, Time; pravrddhah, grown in stature. Hear the purpose for which I have grown in stature: I am iha, now; pravrttah, engaged; samahartum, in annihilating; lokan, the creatures. Api, even; rte tva, without you; sarve, all-from whom your apprehension had arisen; the yodhah, warriors-Bhisma, Drona, Karna and others; ye, who are; avasthitah, arrayed; pratyanikesu, in the connfronting armies-in every unit of the army confronting the other; na bhavisyanti, will cease to exist.\nSince this is so- ","scetdss":"11.32 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.32 The Lord said Kala (Time) is the calculator which calculates (Kalayati). Calculating the end of the lives of all those under the leadership of Dhrtarastras sons, I am causing their destruction. Fully manifesting Myself with this fierce form, I have begun to destroy the hosts of kings. Therefore, by My will, even without you, namely, even without your effort, all these hostile warriors under the leadership of Dhrtarastras sons, shall cease to be, i.e., will be destroyed. ","chakravarthi":"No commentary by Sri Visvanatha Cakravarti Thakur. ","rudra":"\nBeing thus humbly beseeched the Supreme Lord Krishna partially revealed His\nabsolute and ultimate position in this verse and the next two in comparison\nto material existence beginning with the words kalosmi loka declaring that\nHe is terrble and intrepid time the conqueror of all and is on the\nbattlefield to destroy all these mighty warriors. Lord Krishna reveals that\neven without Arjuna slaying them, they will cease to exist do to Lord\nKrishna terminating their life span by His force of time. Lord Krishna\ndestined that all the demoniac forces on the Earth were collected together\nin the guise of kings, princes and warriors in the Kaurava and Pandava\narmies shall perish relieving the Earth of its burden. ","brahma":" The word kalo means time and includes containing and terminating as well as\nthe embodiment of eternal wisdom and the perennial principles of the\nresplendent Supreme Lord Krishna. The word kalo has as its root the word\nkala which is described as container, a binder, an integrator, as wisdom\nand as a provider of all desires. This same word is utilised to refer to\nthe Supreme Lord. In the Moksa Dharma or Mahabharata there is a\nconversation between Bali Maharaja and Indra as follows: O Indra you are\npraising yourself before one who is bound by the shackles of time which is\nverily the power of the Supreme Lord Krishna who is of dark, lustrous hue\nand who binds the beings of this world and once having bound them directs\ntheir coming and goings by His intrepid potency of time. The Bhagavat\nPurana states: Lord Krishna synonymous with time draws the minds of all\nbeings to Himself. The word pravriddho meaning great denotes completeness\nin its entirety since the beginning. The Bhagavat Purana states: From the\nSupreme Lord Himself the eternal cosmic truth manifested and this is the\ngreat eternal event from ancient antiquity. Pra in pravriddho refers to the\nSupreme Lord and propitiation to Him is eulogising His holy names. The\nBhagavat Purana states that the Supreme Lord is never born nor does He ever\ndie. Neither is He subject to growing up or any other modifications as He\nis complete in all respects. The Moksa Dharma states: The rupa or form of\nthe Supreme Lord is completely transcendental and divine, never subject to\ndimunition and expansion. If the Supreme Lord is never modified by the\nperformance of any action how can there possibly be on His part any self-\nendeavour? The Supreme Lord is capable without any effort, in a blink of an\neye of loka-ksaya-krt or destruction of all the worlds. The word api is\nused to convey the message that accept for Arjunas brothers and a few\nothers all the warriors of the Kauravas and the Pandavas will be\nannihilated by each other. The word pratyanikesu means the opposing armies\non both sides and that is why it is spoken in the plural sense. Now begins the summation. The Varaha Purana states: Since the Supreme Lord Krishna is inherently\nendowed with complete attributes fully able to destroy all the worlds and\nbecause He is the creator, knower and controller of all, He is known as\nkala. By use of the word api Arjuna is assured that He and the other four\nPandavas are excluded from the annihilation of both armies. ","shri":"\nThe word kala or time is derived from kalayati which is synonymous with\nganayati which is to calculate or count. Lord Krishna declares He is time\nwhich controls the life span of all living entities and will determine when\nDuryodhana, Bhishma, Drona and other royal dignitaries along with all the\nwarriors will expire. Lord Krishna presently exhibited the terrible aspect\nof the visvarupa or divine universal form in order to show He was directly\npravritah engaged to complete the activity of their destruction. By a mere\nminiscule fiat of His will, Lord Krishna can accomplish this action without\nthe assistance of anything or anyone else and all the warriors of both\narmies Kaurava and Pandava will soon meet with their destruction except\nArjuna and his four brothers. ","kumar":"The word kala or time is derived from kalayati which is synonymous with\nganayati which is to calculate or count. Lord Krishna declares He is time\nwhich controls the life span of all living entities and will determine when\nDuryodhana, Bhishma, Drona and other royal dignitaries along with all the\nwarriors will expire. Lord Krishna presently exhibited the terrible aspect\nof the visvarupa or divine universal form in order to show He was directly\npravritah engaged to complete the activity of their destruction. By a mere\nminiscule fiat of His will, Lord Krishna can accomplish this action without\nthe assistance of anything or anyone else and all the warriors of both\narmies Kaurava and Pandava will soon meet with their destruction except\nArjuna and his four brothers. "}