{"meta":"Bhagavad Gita Chapter 11 Verse 18","metahi":"भगवद् गीता 11.18","slok":"त्वमक्षरं परमं वेदितव्यंत्वमस्य विश्वस्य परं निधानम्।त्वमव्ययः शाश्वतधर्मगोप्तासनातनस्त्वं पुरुषो मतो मे।।11.18।। ","htsrsd":"।।11.18।।आप ही जाननेयोग्य परम अक्षर (अक्षरब्रह्म) हैं? आप ही इस सम्पूर्ण विश्वके परम आश्रय हैं? आप ही सनातनधर्मके रक्षक हैं और आप ही अविनाशी सनातन पुरुष हैं -- ऐसा मैं मानता हूँ। ","htstma":"।।11.18।। आप ही जानने योग्य (वेदितव्यम्) परम अक्षर हैं आप ही इस विश्व के परम आश्रय (निधान) हैं आप ही शाश्वत धर्म के रक्षक हैं और आप ही सनातन पुरुष हैं?ऐसा मेरा मत है।। ","transliteration":"Twamaksharam paramam veditavyamTwamasya vishwasya param nidhaanam;\nTwamavyayah shaashwatadharmagoptaaSanaatanastwam purusho mato me. ","englishmeaning":"tvam—you; akṣharam—the imperishable; paramam—the supreme being; veditavyam—worthy of being known; tvam—you; asya—of this; viśhwasya—of the creation; param—supreme; nidhānam—support; tvam—you; avyayaḥ—eternal; śhāśhvata-dharma-goptā—protector of the eternal religion; sanātanaḥ—everlasting; tvam—you; puruṣhaḥ—the Supreme Divine Person; mataḥ me—my opinion ","hcsrsd":"।।11.18।। व्याख्या --   त्वमक्षरं परमं वेदितव्यम् -- वेदों? शास्त्रों? पुराणों? स्मृतियों? सन्तोंकी वाणियों और तत्त्वज्ञ जीवन्मुक्त महापुरुषोंद्वारा जाननेयोग्य जो परमानन्दस्वरूप अक्षरब्रह्म है? जिसको निर्गुणनिराकार कहते हैं? वे आप ही हैं।त्वमस्य विश्वस्य परं निधानम् -- देखने? सुनने और समझनेमें जो कुछ संसार आता है? उस संसारके परम आश्रय? आधार आप ही हैं। जब महाप्रलय होता है? तब सम्पूर्ण संसार कारणसहित आपमें ही लीन होता है और फिर महासर्गके आदिमें आपसे ही प्रकट होता है। इस तरह आप इस संसारके परम निधान हैं। [इन पदोंसे अर्जुन सगुणनिराकारका वर्णन करते हुए स्तुति करते हैं।]त्वं शाश्वतधर्मगोप्ता -- जब धर्मकी हानि और अधर्मकी वृद्धि होती है? तब आप ही अवतार लेकर अधर्मका नाश करके सनातनधर्मकी रक्षा करते हैं। [इन पदोंसे अर्जुन सगुणसाकारका वर्णन करते हुए स्तुति करते हैं।]अव्ययः सनातनस्त्वं पुरुषो मतो मे -- अव्यय अर्थात् अविनाशी? सनातन? आदिरहित? सदा रहनेवाले उत्तम पुरुष आप ही हैं? ऐसा मैं मानता हूँ। सम्बन्ध --   पंद्रहवेंसे अठारहवें श्लोकतक आश्चर्यचकित करनेवाले देवरूपका वर्णन करके अब आगेके दो श्लोकोंमें अर्जुन उस विश्वरूपकी उग्रता? प्रभाव? सामर्थ्यका वर्णन करते हैं। ","hcsca":"।।11.18।। सभी बुद्धिमान् पुरुष अपने प्रत्येक अनुभव से किसी निष्कर्ष तक पहुँचने का प्रयत्न करते हैं? जो उनका ज्ञान कहलाता है। अर्जुन को भी ऐसा ही एक अनुभव हो रहा था? जो अपनी सम्पूर्णता में बुद्धि से अग्राह्य और शब्दों से अनिर्वचनीय था। परन्तु उसने जो कुछ देखा? उससे वह कुछ निष्कर्ष निकालने का प्रयत्न करता है। इस अनुभव को समझकर वह इस निष्कर्ष पर पहुँचता है कि इस विराट्स्वरूप के पीछे जो शक्ति या चैतन्य है? वही अविनाशी परम सत्य है।समुद्र में उत्पत्ति? स्थिति और लय को प्राप्त होने वाली समस्त तरंगांे का प्रभव या स्रोत समुद्र होता है। वही उन तरंगों का निधान है। निधान का अर्थ है जिसमें वस्तुएं निहित हों अर्थात् उनका आश्रय। इसी प्रकार अर्जुन भी इस बुद्धिमत्तापूर्ण निष्कर्ष पर पहुँचता है कि विराट् पुरुष ही सम्पूर्ण विश्व का निधान अर्थात् अधिष्ठान है। विश्व शब्द से केवल यह दृष्ट भौतिक जगत् ही नहीं समझना चाहिये। वेदान्त के अनुसार जो वस्तु दृष्ट अनुभूत या ज्ञात है? वह विश्व शब्द की परिभाषा में आती है? इस परिभाषा के अनुसार विषय तथा उनके ग्राहक करण इन्द्रिय? मन आदि सब विश्व है और पुरुष उसका निधान है।विकारी वस्तुओं के विकारों अर्थात् परिवर्तनों के लिए एक अविकारी अधिष्ठान की आवश्यकता होती है। यह परिवर्तनशील जगत् सदैव देश और काल की धुन पर नृत्य करता रहता है। परन्तु? घटनाओं की निरंतरता का अनुभव कर उनका एक सम्पूर्ण ज्ञान प्राप्त करने के लिए एक नित्य अपरिवर्तनशील ज्ञाता का होना अत्यावश्यक है। वह ज्ञाता किसी भी प्रकार से स्वयं उन घटनाओं में लिप्त नहीं होता है। ऐसा यह अविकारी चेतन तत्त्व ही वह सत्य आत्मा है? जो इतने विशाल विश्वरूप को धारण कर सकता है। इन विचारों को ध्यान में रखकर अर्जुन यह घोषणा करता है कि वह चेतन तत्त्व? जिसने स्वयं को इस आश्चर्यमय रूप में परिवर्तित कर लिया है? वही एकमेव अविनाशी अपरिवर्तनशील सत्य है? जो इस विकारी जगत् में सर्वत्र व्याप्त है।हिन्दुओं के मत के अनुसार धर्म का रक्षक स्वयं परमेश्वर है? और न कि एक र्मत्य राजा या पुरोहित वर्ग। हिन्दू लोग किसी ऐसे आकस्मिक देवदूत के अनुयायी नहीं हैं? जिसका क्षणिक ऐतिहासिक अस्तित्त्व था और जिसके जीवन का कार्य तत्कालीन पीढ़ी की यथासंभव सेवा करना था। हिन्दुओं के लिए सनातन सत्य पुरुष ही लक्ष्य है? गुरु है और मार्ग भी है। धर्म की रक्षा के लिए हमें विषैली गैस अथवा अणुबम जैसी किसी लौकिक शक्ति की आवश्यकता नहीं है।आप ही सनातन पुरुष हैं? ऐसा मेरा मत है वेदान्त के एक रूपक के अनुसार स्थूल शरीर को एक राजनगरी के समान माना गया है और जिसके नौ द्वार हैं। प्रत्येक का नियंत्रण तथा रक्षण एकएक अधिष्ठातृ देवता के द्वारा किया जाता है। इस नवद्वार पुरी में निवास करने वाला चैतन्य तत्त्व पुरुष कहलाता है।इस श्लोक के संदर्भ में इसका अभिप्राय यह है कि हमारे जीवन की पहेली का समाधान इस सनातन पुरुष की प्राप्ति में ही है? न कि बाह्य जगत् के विषयों में। यह पुरुष ही विश्व का अधिष्ठान है? जो विश्वरूप को धारण कर सकता है? जिसको अर्जुन विस्मय भरी दृष्टि से देख रहा है। ","etsga":"11.18 You are the Immutable, the supreme One to be known; You are the most perfect repository of this Universe. You are the Imperishable, the Protector of the ever-existing religion; You are the eternal Person. This is my belief. ","etssa":"11.18 Thou art the Imperishable, the Supreme Being, worthy to be known. Thou art the great treasure-house of this universe; Thou art the imperishable protector of the eternal Dhrama; Thou art the Primal Person, I deem. ","etdss":"11.18. You are the imperishable, the Supreme Being to be known; You are the ultimate place of rest for this universe; You are changeless and the guardian of the pious act of the Satvatas; You are the everlasting Soul, I believe. ","ecssa":"11.18 त्वम् Thou? अक्षरम् imperishable? परमम् the Supreme Being? वेदितव्यम् worthy to be known? त्वम् Thou? अस्य (of) this? विश्वस्य of universe? परम् the great? निधानम् treasurehouse? त्वम् Thou? अव्ययः imperishable? शाश्वतधर्मगोप्ता Protector of the Eternal Dharma? सनातनः ancient? त्वम् Thou? पुरुषः Purusha? मतः thought? मे of me.Commentary VisvasyaNidhaanam Treasurehouse of this universe? also means abode or refuge or the substratum of this universe. It is because of this that all the beings in the universe are preserved and protected. He is the inexhaustibel source to Whom the devotee turns at all times. Deluded indeed are they that ignore this divine treasurehouse and runa fter the shadow of the objects of the senses which do not contain even an iota of pleasure.Veditavyam To be known by the aspirants or seekrs of liberation? through Sravana (hearing of the scriptures)? Manana (reflection) and Nididhyasana (meditation).Avyayah means inexhaustible? unchanging? undying. ","scetsga":"11.18 Tvam, You; are the aksaram, Immutable; the paramam, supreme One, Brahman; veditavyam, to be known-by those aspiring for Liberation. You are the param, most perfect; nidhanam, repository-where things are deposited, i.e. the ultimate resort; asya visvasya, of this Universe, of the entire creation. Further. You are the avyayah, Imperishable-there is no decay in You; the sasvata-dharma-gopta, Protector (gopta) of the ever-existing (sasvata) religion (dharma). You are the sanatanah, eternal; transcendental purusah, Person. This is me, my; matah, belief-what is meant by me.\nMoreover, ","scetdss":"11.18 Tvam aksaram etc. Guardian of the pious acts of the Satvatas. Satvatas are the same as the Satvatas i.e. those who are established in the Truth that does not take cognizance of any difference between the Action (11.Spanda) and the Consciousness; the Truth which is nothing but Existentiality and is in the form of Awarenes. Their pious act is that act [of meditation] of theirs which - on account of its being continously engaged in the process of undertaking and rejecting [things] - consists of the act of emanation and absorption, and is the most superior of all the paths [leading to salvation]. The Lord protects that pious act. This is the secret in this chapter and it has been made almost clear by me (11.Ag.) in my (11.Ag.s) Vivrti (11.Commentary) on the Devistotra (11.Goddess-Hymn). That is self-evident to the learned readers, with critical accuman, and initiation. Hence, why to take recourse to the verbiage of explaining again and again what is already known very clearly. ","scetssa":"11.18 You alone are the Supreme Imperishable Person indicated as that which ought to be realised in such Upanisadic passages as: Two sciences are to be known (Mun. U., 1.1.4). You alone are the Supreme Substratum of the universe, i.e., supreme support of this universe. You are immutable, namely, not liable to mutation. Whatever might be your attributes and divine manifestations, You remain unchanged in Your form. You alone are the guardian of the eternal law - You who protect the eternal Dharma of the Veda by incarnations like this. I know you are the everlasting Person. I know You are the eternal Person, described in such passages as, I know this great Purusa (Tai. A., 3.12.7) and Person who is higher than the high (Mun. U., 3.2.8). You, who were till now known to me as the most distinguished of the race of Yadu, have been realised by me now through direct perception as of this nature, i.e., of a nature unknown to me before. Such is the meaning. ","chakravarthi":"You are known by the strivers for liberation as brahman (aksaram). You are the place of destruction of all (nidhanam). ","rudra":"\nSince the Supreme Lord Krishnas almighty power is beyond the material\nconception it is correctly stated in Vedic scriptures that He the Ultimate\ndestination and what is to be known for seekers of moksa or liberation from\nmaterial existence. He alone is imperishable, the Supreme salvation for all\nliving entities, the Supreme refuge without a second for all creation.\nTherefore Lord Krishna is eternal, immutable, the preserver, the protector\nand the sustainer of sanatan dharma or the eternal spiritual principles of\nrighteousness for all times and He is absolutely without a doubt the\noriginal Supreme Lord of all lords and created beings. ","brahma":" ","shri":"\nThe Vedic scriptures known as the Upanisads declare also that Lord Krishna\nis aksaram paramam the Supreme immutable ultimate reality and declared in\nthe Vedic scriptures as that which is essential to be known. The word\nveditavyam means He is only to be know by the absolute authority of the\nVedas. The word avyayah means that which is imperishable and can never be\ndiminished for in whatever aspect or form or manifestation Lord Krishna\nwills to be that will eternally be existing. The phrase sasvata-dharma-\ngopta means the Supreme Lord Krishna is the eternal preserver of eternal\nrighteousness embodied in the Vedic scriptures. This is done by Himself and\nby His authorised avatars o incarnations and expansions as revealed in\nVedic scriptures such as Narayana, Rama, Vishnu, Narasimhadeva, Buddha etc.\nThe words sanatanas tvam puruso means Lord Krishna is the eternal spirit\nand primal consciousness of all creation as affirmed in the Taittriya\nUpanisad III.XII beginning vedaham etam purusam meaning I perceive the\nmagnificent Purusa. Also in the Mundaka Upanisad I.I.IV beginning dve vidye\nveditavye meaning: The Purusa is more sublime than the most sublime. All\nthis is as the ornament of the complete cosmic creation Lord Krishna\nexhibited His visvarupa or divine universal form and is understood as such. ","kumar":"The Vedic scriptures known as the Upanisads declare also that Lord Krishna\nis aksaram paramam the Supreme immutable ultimate reality and declared in\nthe Vedic scriptures as that which is essential to be known. The word\nveditavyam means He is only to be know by the absolute authority of the\nVedas. The word avyayah means that which is imperishable and can never be\ndiminished for in whatever aspect or form or manifestation Lord Krishna\nwills to be that will eternally be existing. The phrase sasvata-dharma-\ngopta means the Supreme Lord Krishna is the eternal preserver of eternal\nrighteousness embodied in the Vedic scriptures. This is done by Himself and\nby His authorised avatars o incarnations and expansions as revealed in\nVedic scriptures such as Narayana, Rama, Vishnu, Narasimhadeva, Buddha etc.\nThe words sanatanas tvam puruso means Lord Krishna is the eternal spirit\nand primal consciousness of all creation as affirmed in the Taittriya\nUpanisad III.XII beginning vedaham etam purusam meaning I perceive the\nmagnificent Purusa. Also in the Mundaka Upanisad I.I.IV beginning dve vidye\nveditavye meaning: The Purusa is more sublime than the most sublime. All\nthis is as the ornament of the complete cosmic creation Lord Krishna\nexhibited His visvarupa or divine universal form and is understood as such. "}