{"meta":"Bhagavad Gita Chapter 11 Verse 10","metahi":"भगवद् गीता 11.10","slok":"अनेकवक्त्रनयनमनेकाद्भुतदर्शनम्।अनेकदिव्याभरणं दिव्यानेकोद्यतायुधम्।।11.10।। ","htsrsd":"।।11.10।।जिसके अनेक मुख और नेत्र हैं? अनेक तहरके अद्भुत दर्शन हैं? अनेक दिव्य आभूषण हैं और हाथोंमें उठाये हुए अनेक दिव्य आयुध हैं तथा जिनके गलेमें दिव्य मालाएँ हैं? जो दिव्य वस्त्र पहने हुए हैं? जिनके ललाट तथा शरीरपर दिव्य चन्दन आदि लगा हुआ है? ऐसे सम्पूर्ण आश्चर्यमय? अनन्तरूपवाले तथा चारों तरफ मुखवाले देव(अपने दिव्य स्वरूप) को भगवान्ने दिखाया। ","htstma":"।।11.10।। उस अनेक मुख और नेत्रों से युक्त तथा अनेक अद्भुत दर्शनों वाले एवं बहुत से दिव्य भूषणों से युक्त और बहुत से दिव्य शस्त्रों को हाथों में उठाये हुये।। ","transliteration":"Anekavaktra nayanam anekaadbhuta darshanam;\nAnekadivyaabharanam divyaanekodyataayudham. ","englishmeaning":"aneka—many; vaktra—faces; nayanam—eyes; aneka—many; adbhuta—wonderful; darśhanam—had a vision of; aneka—many; divya—divine; ābharaṇam—ornaments; divya—divine; aneka—many; udyata—uplifted; āyudham—weapons; divya—divine; mālya—garlands; āmbara—garments; dharam—wearing; divya—divine; gandha—fragrances; anulepanam—anointed with; sarva—all; āśhcharya-mayam—wonderful; devam—Lord; anantam—unlimited; viśhwataḥ—all sides; mukham—face ","hcsrsd":"।।11.10।। व्याख्या --  अनेकवक्त्रनयनम् -- विराट्रूपसे प्रकट हुए भगवान्के जितने मुख और नेत्र दीख रहे हैं? वे सबकेसब दिव्य हैं। विराट्रूपमें जितने प्राणी दीख रहे हैं? उनके मुख? नेत्र? हाथ? पैर आदि सबकेसब अङ्ग विराट्रूप भगवान्के हैं। कारण कि भगवान् स्वयं ही विराट्रूपसे प्रकट हुए हैं।अनेकाद्भुतदर्शनम् -- भगवान्के विराट्रूपमें जितने रूप दीखते हैं? जितनी आकृतियाँ दीखती हैं? जितने रंग दीखते हैं? जितनी उनकी विचित्र रूपसे बनावट दीखती है? वह सबकीसब अद्भुत दीख रही है।अनेकदिव्याभरणम् -- विराट्रूपमें दीखनेवाले अनेक रूपोंके हाथोंमें? पैरोंमें? कानोंमें? नाकोंमें? और गलोंमें जितने गहने हैं? आभूषण हैं? वे सबकेसब दिव्य हैं। कारण कि भगवान् स्वयं ही गहनोंके रूपमें प्रकट हुए हैं।दिव्यानेकोद्यतायुधम् -- विराट्रूप भगवान्ने अपने हाथोंमें चक्र? गदा? धनुष? बाण? परिघ आदि अनेक प्रकारके जो आयुध (अस्त्रशस्त्र) उठा रखे हैं? वे सबकेसब दिव्य हैं।दिव्यमाल्याम्बरधरम् -- विराट्रूप भगवान्ने गलेमें फूलोंकी? सोनेकी? चाँदीकी? मोतियोंकी? रत्नोंकी? गुञ्जाओं,आदिकी अनेक प्रकारकी मालाएँ धारण कर रखी हैं। वे सभी दिव्य हैं। उन्होंने अपने शरीरोंपर लाल? पीले? हरे? सफेद? कपिश आदि अनेक रंगोंके वस्त्र पहन रखे हैं? जो सभी दिव्य हैं।दिव्यगन्धानुलेपनम् -- विराट्रूप भगवान्ने ललाटपर कस्तूरी? चन्दन? कुंकुम आदि गन्धके जितने तिलक किये हैं तथा शरीरपर जितने लेप किये हैं? वे सबकेसब दिव्य हैं।सर्वाश्चर्यमयं देवमनन्तं विश्वतोमुखम् -- इस प्रकार देखते ही चकित कर देनेवाले? अनन्तरूपवाले तथा चारों तरफ मुखहीमुखवाले अपने परम ऐश्वर्यमय रूपको भगवान्ने अर्जुनको दिखाया।जैसे? कोई व्यक्ति दूर बैठे ही अपने मनसे चिन्तन करता है कि मैं हरिद्वारमें हूँ तथा गङ्गाजीमें स्नान कर रहा हूँ? तो उस समय उसको गङ्गाजी? पुल? घाटपर खड़े स्त्रीपुरुष आदि दीखने लगते हैं तथा मैं गङ्गाजीमें स्नान कर रहा हूँ -- ऐसा भी दीखने लगता है। वास्तवमें वहाँ न हरिद्वार है और न गङ्गाजी हैं परन्तु उसका मन ही उन सब रूपोंमें बना हुआ उसको दीखता है। ऐसे ही एक भगवान् ही अनेक रूपोंमें? उन रूपोंमें पहने हुए गहनोंके रूपमें? अनेक प्रकारके आयुधोंके रूपमें? अनेक प्रकारकी मालाओंके रूपमें? अनेक प्रकारके वस्त्रोंके रूपमें प्रकट हुए हैं। इसलिये भगवान्के विराट्रूपमें सब कुछ दिव्य है।श्रीमद्भागवतमें आता है कि जब ब्रह्माजी बछड़ों और ग्वालबालोंको चुराकर ले गये? तब भगवान् श्रीकृष्ण स्वयं ही बछड़े और ग्वालबाल बन गये। बछड़े और ग्वालबाल ही नहीं? प्रत्युत उनके बेंत? सींग? बाँसुरी? वस्त्र? आभूषण आदि भी भगवान् स्वयं ही बन गये (श्रीमद्भा0 10। 13। 19)। सम्बन्ध --   अब सञ्जय विश्वरूपके प्रकाशका वर्णन करते हैं। ","hcsca":"।।11.10।। See commentary under 11.11 ","etsga":"11.10 Having many faces and eyes, possessing many wonderful sights, adorned with numerous celestial ornaments, holding many uplifted heavenly weapons; ","etssa":"11.10 With numerous mouths and eyes, with numerous wonderful sights, with numerous divine ornaments, with numerous divine weapons uplifted (such a form He showed). ","etdss":"11.10. That has many mouths and eyes, many wondrous sights, many heavenly ornaments, and many heavenly weapons held ready; ","ecssa":"11.10 अनेकवक्त्रनयनम् with numerous mouthsand eyes? अनेकाद्भुतदर्शनम् with numerous wonderful sights? अनेकदिव्याभरणम् with numerous divine ornaments? दिव्यानेकोद्यतायुधम् with numerous divine weapons uplifted.Commentary Countless faces appeared there. Arjuna looked at this Cosmic Form in all its magnificence. He saw the Lord everywhere and in everything. The whole manifestation appeared as one gigantic body of the Lord. He saw the Lord as the allinall. ","scetsga":"11.10 A form aneka-vaktra-nayanam, having many faces and eyes; aneka-adbhuta-darsanam, possessing many wonderful sights; as also aneka-divya-abharanam, adorned with numerous celestial ornaments; and divya-aneka-udyata-ayudham, holding many uplifted heavenly weapons. This whole portion is connected with the verb (He) showed in the earlier verse.\n \nMoreover, ","scetdss":"11.10 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.10 - 11.11 Divyam means resplendent. Anantam (boundless) means that form is not limited by time and space because of its being the foundation of the entire universe in the past, present and future. Visvatomukham means facing in all directions. This form is adorned with divine raiments, perfumes, garlands, ornaments and weapons appropriate to it. He explains the same resplendence expressed by the term Divyam: ","chakravarthi":"Text 11: Visvato mukham means “whose faces are everywhere.” ","rudra":"\nOf what unique nature was Lord Krishnas visvrupa or divine universal form?\nThis is what is being stated. This form possessed unlimited faces, eyes and\nwonders to behold along with dazzling celestial ornaments and gleaming\nweapons. This universal form was resplendent, self effulgent, infinite and\nall pervading, wearing divine ornaments and apparel, decorated with\nheavenly flower garlands and fragrant unguents all exquisitely scented. In\nevery direction extensive wonders, marvels and miracles abounded\nunlimitedly. ","brahma":"  \nThe words sarvascarya-mayam meaning unlimited and amazing wonders denotes\nthat Lord Krishnas visvarupa or divine universal form contained\ninnumerable wondrous and marvellous forms of His. ","shri":"  \nSanjaya who could visually see everything that transpired on the\nbattlefield by the grace of Vedavyasa, uses the word divya meaning divine,\nto show the resplendent and celestial quality of everything associated with\nthe Supreme Lord Krishna. The word anantam means unlimited denoting that\nthe visvarupa or divine universal form is the refuge for all creation from\nthe past, in the present and into the future and not subject to time and\nspace. The words visvato-mukham means many faces in every direction. So the\nvisvarupa is exhibited with the appropriate divine weapons, divine\nornaments and divine apparel. ","kumar":"Sanjaya who could visually see everything that transpired on the\nbattlefield by the grace of Vedavyasa, uses the word divya meaning divine,\nto show the resplendent and celestial quality of everything associated with\nthe Supreme Lord Krishna. The word anantam means unlimited denoting that\nthe visvarupa or divine universal form is the refuge for all creation from\nthe past, in the present and into the future and not subject to time and\nspace. The words visvato-mukham means many faces in every direction. So the\nvisvarupa is exhibited with the appropriate divine weapons, divine\nornaments and divine apparel. "}