{"meta":"Bhagavad Gita Chapter 11 Verse 5","metahi":"भगवद् गीता 11.5","slok":"श्री भगवानुवाचपश्य मे पार्थ रूपाणि शतशोऽथ सहस्रशः।नानाविधानि दिव्यानि नानावर्णाकृतीनि च।।11.5।। ","htsrsd":"।।11.5।।श्रीभगवान् बोले -- हे पृथानन्दन अब मेरे अनेक तरहके? अनेक वर्णों और आकृतियोंवाले सैकड़ोंहजारों दिव्यरूपोंको तू देख। ","htstma":"।।11.5।। श्रीभगवान् ने कहा -- हे पार्थ मेरे सैकड़ों तथा सहस्रों नाना प्रकार के और नाना वर्ण तथा आकृति वाले दिव्य रूपों को देखो।। ","transliteration":"Pashya me paartha roopaani shatasho’tha sahasrashah;\nNaanaavidhaani divyaani naanaavarnaakriteeni cha. ","englishmeaning":"śhrī-bhagavān uvācha—the Supreme Lord said; paśhya—behold; me—my; pārtha—Arjun, the son of Pritha; rūpāṇi—forms; śhataśhaḥ—by the hundreds; atha—and; sahasraśhaḥ—thousands; nānā-vidhāni—various; divyāni—divine; nānā—various; varṇa—colors; ākṛitīni—shapes; cha—and ","hcsrsd":"।।11.5।। व्याख्या --  पश्य मे पार्थ रूपाणि शतशोऽथ सहस्रशः -- अर्जुनकी संकोचपूर्वक प्रार्थनाको सुनकर भगवान् अत्यधिक प्रसन्न हुए अतः अर्जुनके लिये पार्थ सम्बोधनका प्रयोग करते हुए कहते हैं कि तू मेरे रूपोंको देख। रूपोंमें भी तीनचार नहीं? प्रत्युत सैकड़ोंहजारों रूपोंको देख अर्थात् अनगिनत रूपोंको देख। भगवान्ने जैसे विभूतियोंके विषय कहा है कि मेरी विभूतियोंका अन्त नहीं आ सकता? ऐसे ही यहाँ भगवान्ने,अपने रूपोंकी अनन्तता बतायी है। नानाविधानि दिव्यानि नानावर्णाकृतीनि च -- अब भगवान् उन रूपोंकी विशेषताओंका वर्णन करते हैं कि उनकी तरहतरहकी बनावट है। उनके रंग भी तरहतरहके हैं अर्थात् कोई किसी रंगका तो कोई किसी रंगका? कोई पीला तो कोई लाल आदिआदि। उनमें भी एकएक रूपमें कई तरहके रंग हैं। उन रूपोंकी आकृतियाँ भी तरहतरहकी हैं अर्थात् कोई छोटा तो कोई मोटा? कोई लम्बा तो कोई चौड़ा आदिआदि।,जैसे पृथ्वीका एक छोटासा कण भी पृथ्वी ही है? ऐसे ही भगवान्के अनन्त? अपार विश्वरूपका एक छोटासा अंश होनेके कारण यह संसार भी विश्वरूप ही है। परन्तु यह हरेकके सामने दिव्य विश्वरूपसे प्रकट नहीं है? प्रत्युत संसाररूपसे ही प्रकट है। कारण कि मनुष्यकी दृष्टि भगवान्की तरफ न होकर नाशवान् संसारकी तरफ ही रहती है। जैसे अवतार लेनेपर भगवान् सबके सामने भगवत्रूपसे प्रकट नहीं रहते (गीता 7। 25)? प्रत्युत मनुष्यरूपसे ही प्रकट रहते हैं? ऐसे ही विश्वरूप भगवान् सबके सामने संसाररूपसे ही प्रकट रहते हैं अर्थात् हरेकको यह विश्वरूप संसाररूपसे ही दीखता है। परन्तु यहाँ भगवान् अपने दिव्य अविनाशी विश्वरूपसे साक्षात् प्रकट होकर अर्जनको कह रहे हैं कि तू मेरे दिव्य रूपोंको देख।, सम्बन्ध --   पूर्वश्लोकमें भगवान्ने अपने विश्वरूपमें तरहतरहके वर्णों और आकृतियोंको देखनेकी बात कही। अब आगेके श्लोकमें देवताओंको देखनेकी बात कहते हैं। ","hcsca":"।।11.5।। यदि समस्त आभूषण का मूल तत्त्व स्वर्ण है? तो विश्व का प्रत्येक आभूषण समष्टि स्वर्ण में उपलब्ध होना चाहिए। आभूषण में स्वर्ण को देखना अपेक्षत सरल है? क्योंकि वह इन्द्रियों के द्वारा किया जाने वाला दर्शन? है अर्थात् वह इन्द्रियगोचर है। परन्तु नाना आकार प्रकार तथा वर्णों के समस्त आभूषणों को समष्टि स्वर्ण में देख पाना अधिक कठिन है? क्योंकि वह बुद्धि द्वारा दिया जाने वाला दर्शन है अर्थात बुद्धिगम्य दर्शन है।इस बात को ध्यान में रखकर भगवान् के कथन को पढ़ने पर उनका अभिप्राय स्वत स्पष्ट हो जाता है। मेरे शतश और सहस्रश नाना प्रकार आकार तथा वर्णों के अलौकिक रूपों को देखो। भगवान् श्रीकृष्ण को अपना विराट् स्वरूप धारण करने की आवश्यकता नहीं थी क्योंकि अर्जुन को केवल इतना ही करना था कि अपने समक्ष स्थित रूप को वह देखे। परन्तु दुर्भाग्य से? द्रष्टव्य रूप को देखने के लिए उपयुक्त दर्शन का उपकरण उसके पास नहीं था? और इसलिए? अर्जुन उन सबको नहीं देख सका? जो भगवान् श्रीकृष्ण में पहले से ही विद्यमान था।सुदूर स्थित कोई नक्षत्र या किसी अन्य वस्तु को देखने के लिए दूरदर्शी यन्त्र का उपयोग किया जाता है। परन्तु उस यन्त्र की अक्षरेखा पर होने मात्र से वह वस्तु दिखाई नहीं दे सकती। उसे देखने के लिये दूरदर्शी यन्त्र को समायोजित करना पड़ता है? जिससे कि वह वस्तु सूक्ष्म निरीक्षक के दृष्टिपथ में आ जाये। इसी प्रकार श्रीकृष्ण ने स्वयं को विराट् रूप में परिवर्तित नहीं किया? परन्तु अर्जुन को केवल आन्तरिक समायोजन करने में सहायता प्रदान की जिससे कि वह भगवान् श्रीकृष्ण में विद्यमान विश्वरूप का अवलोकन कर सके। इसीलिये? भगवान् कहतें हैं कि? देखो। वे इस श्लोक में उन दर्शनीय वस्तुओं को गिनाते हैं।वे दिव्य रूप कौनसे हैं अगले श्लोक में बताते हैं ","etsga":"11.5 The Blessed Lord said O son of Prtha, behold My forms in (their) hundreds and in thousands, of different kinds, celestial, and of various colours and shapes. ","etssa":"11.5 The Blessed Lord said Behold, O Arjuna, forms of Mine, by the hundreds and thousands, of different sorts, divine, and of various colours and shapes. ","etdss":"11.5. The Bhagavat said Behold, O son of Prtha, My divine forms in hundreds and in thousands and of varied nature and of varied colours and varied shapes. ","ecssa":"11.5 पश्य behold? मे My? पार्थ O Partha? रूपाणि forms? शतशः by hundreds? अथ and? सहस्रशः by thousands? नानाविधानि of different sorts? दिव्यानि divine? नानावर्णाकृतीनि of various colours and shapes? च and.Commentary Divyani Divine supernatural.Satasah? Sahasrasah By the hundreds and thousands -- countless.O Arjuna? I want you to behold the Cosmic Form. All beings and entities are there. The fat and the lean? the short and the tall? the red and the black? the active and the passive? the rich and the poor? the intelligent and the dull? the healthy and the sick? the noisy and the silent? those that are awake? those that are asleep? the beautiful and the ugly? and all grades of beings with their distinctive marks are all there. The blueness of the sky? the yellowness of the silk? the redness of the twilight? the blackness of the coal? the whiteness of the snow? and the greenness of the leaves will be seen by you. You will also behold the objects of various shapes. ","scetsga":"11.5 O son of Prtha, pasya, behold; me, My; rupani, forms; satasah, in (their) hundreds; atha, and; sahasrasah, in thousands, i.e. in large numbers. And they are nana-vidhani, of different kinds; divyani, celestial, supernatural; and nana-varna-akrtini, of various colours and shapes-forms which have different (nana) colours (varna) such as blue, yellow, etc. as also (different) shapes (akrtayah), having their parts differently arranged. ","scetdss":"11.5 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.5 The Lord said Behold My forms which are the foundation of all, hundreds upon thousands, varied and possessing manifold modes. They are divine, i.e., supernatural. They are multi-formed and multi-coloured like white, black etc. And they are of varied configurations. Behold that form! ","chakravarthi":"“First I will show him that form described in the purusa sukta as sahasra-sirsa purusah sahasraksah sahasrapat: that form with a thousand heads, a thousand eyes and a thousand feet. It is my own expansion, the first purusa avatara (Maha Visnu), the antaryami of prakrti. Later, by having the necessary qualification, I will show him my form of time.” Considering in this way in his mind, the Lord faced Arjuna, telling him to pay attention. Thus he speaks this verse.\n“See these hundreds and thousands of forms (rupani). In my one form, my svarupa, see hundreds of my svarupas, which are my vibhutis.” ","rudra":"\nBeing so requested the Supreme Lord Krishna proceeds to advise Arjuna about\nwhat His omnipotent visvarupa or divine universal form will be exhibiting\nand inferring that he should pay attention. The word pasya means behold.\nAlthough the form is one it has unlimited features and innumerable\ndifferent personalities are manifested within it. The word rupani meaning\nforms is plural and denotes various, divine, supernatural forms of\nvariegated types and multicoloured hues such as black, blue, yellow, red,\ngreen and white as well as particular and specific arrangements of many\ndiverse parts and unique shapes of divine expansions harmoniously connected\nin the satasotha sahasrasah or hundreds of thousands infinite in number. ","brahma":" ","shri":"\nLord Krishna is instructing to behold His all encompassing, all sustaining\ntranscendental visvarupa or divine universal form in hundreds of thousands\nof unique transcendental manifestations. The word d?vy?ni means divine\ndenoting non-material spiritual colours and forms never seen before. ","kumar":"Lord Krishna is instructing to behold His all encompassing, all sustaining\ntranscendental visvarupa or divine universal form in hundreds of thousands\nof unique transcendental manifestations. The word d?vy?ni means divine\ndenoting non-material spiritual colours and forms never seen before. "}