{"meta":"Bhagavad Gita Chapter 11 Verse 14","metahi":"भगवद् गीता 11.14","slok":"ततः स विस्मयाविष्टो हृष्टरोमा धनञ्जयः।प्रणम्य शिरसा देवं कृताञ्जलिरभाषत।।11.14।। ","htsrsd":"।।11.14।।भगवान्के विश्वरूपको देखकर अर्जुन बहुत चकित हुए और आश्चर्यके कारण उनका शरीर रोमाञ्चित हो गया। वे हाथ जोड़कर विश्वरूप देवको मस्तकसे प्रणाम करके बोले। ","htstma":"।।11.14।। उसके उपरान्त वह आश्चर्यचकित हुआ हर्षित रोमों वाला (जिसे रोमांच का अनुभव हो रहा हो) धनंजय अर्जुन विश्वरूप देव को (श्रद्धा भक्ति सहित) शिर से प्रणाम करके हाथ जोड़कर बोला।। ","transliteration":"Tatah sa vismayaavishto hrishtaromaa dhananjayah;\nPranamya shirasaa devam kritaanjalirabhaashata. ","englishmeaning":"tataḥ—then; saḥ—he; vismaya-āviṣhṭaḥ—full of wonder; hṛiṣhṭa-romā—with hair standing on end; dhanañjayaḥ—Arjun, the conqueror of wealth; praṇamya—bow down; śhirasā—with (his) head; devam—the Lord; kṛita-añjaliḥ—with folded hands; abhāṣhata—he addressed ","hcsrsd":"।।11.14।। व्याख्या --  ततः स विस्मयाविष्टो हृष्टरोमा धनञ्जयः -- अर्जुनने भगवान्के रूपके विषयमें जैसी कल्पना भी नहीं की थी? वैसा रूप देखकर उनको बड़ा आश्चर्य हुआ। भगवान्ने मेरेपर कृपा करके विलक्षण आध्यात्मिक बातें अपनी ओरसे बतायीं और अब कृपा करके मेरेको अपना विलक्षण रूप दिखा रहे हैं -- इस बातको लेकर अर्जुन प्रसन्नताके कारण रोमाञ्चित हो उठे।प्रणम्य शिरसा देवं कृताञ्जलिरभाषत -- भगवान्की विलक्षण कृपाको देखकर अर्जुनका ऐसा भाव उमड़ा कि मैं इसके बदलेमें क्या कृतज्ञता प्रकट करूँ मेरे पास कोई ऐसी वस्तु नहीं है? जो मैं इनके अर्पण करूँ। मैं तो केवल सिरसे प्रणाम ही कर सकता हूँ अर्थात् अपनेआपको अर्पित ही कर सकता हूँ। अतः अर्जुन हाथ जोड़कर और सिर झुकाकर प्रणाम करते हुए विश्वरूप भगवान्की स्तुति करने लगे। सम्बन्ध --   अर्जुन विराट्रूप भगवान्की जिस विलक्षणताको देखकर चकित हुए? उसका वर्णन आगेके तीन श्लोकोंमें करते हुए भगवान्की स्तुति करते हैं। ","hcsca":"।।11.14।। इस सर्वोत्कृष्ट भव्य दृश्य को देखकर अर्जुन के मन में विस्मय की भावना और शरीर पर हो रहे रोमांच स्पष्ट दिखाई दे रहे थे। यद्यपि संजय घटनास्थल से दूर है? फिर भी अपनी दिव्य दृष्टि से न केवल समस्त योद्धाओं के शरीर ही? वरन् उनकी मनस्थिति को भी जानने में सक्षम प्रतीत होता है। अर्जुन की विस्मय की भावना उसे उतनी ही स्पष्ट दृष्टिगोचर हो रही है? जितने कि उसके रोमांच। शिर से प्रणाम करते हुये दोनों हाथ जोड़कर अर्जुन कुछ कहने के लिए अपना मुख खोलता है। अब तक अर्जुन कुछ नहीं बोला था? जो उसके कण्ठावरोध का स्पष्ट सूचक है। प्रथम बार जब उसने उस दृश्य को देखा? जो मधुरतापूर्वक साहस तोड़ने वाला प्रतीत होता था? तब भावावेश के कारण अर्जुन का कण्ठ अवरुद्ध हो गया था। ","etsga":"11.14 Then, filled with wonder, with hairs standing on end, he, Dhananjaya, (Arjuna), bowing down with his head to the Lord, said with folded hands: ","etssa":"11.14 Then, Arjuna, filled with wonder and with his hair standing on end, bowed down his head to the God and spoke with joined palms. ","etdss":"11.14. Then, possessed by amazement and with his bodily hair thrilled, Dhananjaya (Arjuna) with his head bowed to the God and with folded palms spoke [to Him]. ","ecssa":"11.14 ततः then? सः he? विस्मयाविष्टः filled with wonder? हृष्टरोमा with hair standing on end? धनञ्जयः Arjuna? प्रणम्य having prostrated? शिरसा with (his) head? देवम् the God? कृताञ्जलिः with joined palms? अभाषत spoke.Commentary Tatah Then? having seen the Cosmic Form.Arjuna joined his palms in order to do prostration to the Cosmic Form. The great hero had attained true humility which the bowed head and joined palms represented? and which is the essential ingredient of devotion. ","scetsga":"11.14 \nTatah, then, having seen Him; sah, he, Dhananjaya; became vismaya-avistah, filled with wonder; and hrsta-roma, had his hairs standing on end. Becoming filled with humility, pranamya, bowing down, bowing down fully; [With abundant respect and devotion.] sirasa, with his head; devam, to the Lord, who had assumed the Cosmic form; abhasata, he said; krta-anjalih, with folded hands, with palms joined in salutation:\nHow? I am seeing the Cosmic form that has been revealed by You-thus expressing his own experience, ","scetdss":"11.14 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.14 Then Arjuna became overcome with amazement on seeing the Lord, at a point of whose being this wonderful universe in its entirely stands supported, who enables all things to act, and who is the possesor of a host of auspicious attributes like omniscience. With his hairs standing erect, he bowed down like a stick, and with folded hands, he spoke thus: ","chakravarthi":"No commentary by Sri Visvanatha Cakravarti Thakur. ","rudra":"  \nHaving witnessed Lord Krishnas visvarupa or divine universal form what did\nArjuna do next? Sanjaya explains that Arjuna filled with wonder and\namazement by seeing the universal form, with all his hairs electrified and\nstanding on end through joy and exaltation, bowed his head in obeisance to\nLord Krishna and reverently joining his palms together as in prayer began\nto speak. ","brahma":"  Beholding the Supreme Lord Krishnas brilliant and magnificent immutable\nequanimity in His visvarupa or divine universal form comprised of boundless\nmarvels and unlimited wonders establishing His infinite forms all fully\nendowed with saccidanda or eternal consciouness, unlimited knowledge and\nendless bliss. These forms are all contained within the Supreme Lord\nKrishnas spiritual body and exist simultaneously one and distinct from\nHim. His universal form, His eternal form and so many other forms were seen\nby Arjuna. So since both singular and plural words were used the Supreme\nLord Krishna is established to be distinctly singular as well as being\ndistinctly unlimited with innumerable forms. Now begins the summation. The original form of the Supreme Lord Krishna is eternal, graced with\nflute, gunga beads and peacock feather. This singular form is inconceivable\nbecause of the splendor of it being the exclusive source of all avatars or\ndivine incarnations and expansions possessing unlimited transcendental\nforms. Where the absence of separation is fully established then the\nindividual forms assume phenomenal activities with extraordinary\nattributes. Yet Lord Krishna is the Ultimate controller of each and every\none of them and as their essence from Him the one becomes the many. Even\nthough eternity is His special quality He still sometimes appears\nsimultaneously in different lil?s or divine pastimes which while having\nvariegated and diverse forms are similarly eternal as well. Through\npersonal experience and devout contemplation, subsequent realization will\nmanifest and the distinctive spiritual essence of everything will be\ndiscovered. This essence may be perceived by meditation, by reflection or\nby enlightenment. But the variation in form of the essence is not distinct\nor separate from the essence itself for if the form of the essence is\nseparate from the essence then it would not be one and eternal. Also if the\nform of the essence is not knowable then the essence would also be\nunknowable and as such would not be cognizant. Despite the absence of contradiction in the statement that the essence and\nthe form of essence are the same and different, knowledge of the form of\nessence will not lead to the knowledge of the nature of the essence itself.\nWhile one is knowable by its form the essence is known only by realization.\nYet even though there is difference in the means of knowing the essence and\nthe form of the essence this by itself does not constitute any demerit.\nThus something which knowable by one method can also be unknowable by other\nmethods. Still this does not result in the possibility of any defect\nregarding knowledge acquired. One avatar is not distinct from another because of their differences in\nform or the differences in their special attributes and lil?s or divine\npastimes and one who does not experience separation from the Supreme Lord\ndoes not feel any difference from Them. Thus it is apparent that there can\nnever be any difference between the essence and the form of essence. The\nform is completely spiritual and totally transcendental and so is the\nessence and there never can be any separation between the two. Similarly\neven in the performance of actions the essence of strength and wisdom never\ncome to be experienced as separate from the essence itself. Such non-\ndistinction however is seen as separate and distinct only when it is\nperceived in the material conception of gross physical bodies and when such\nseparateness is experienced in the essence as being different it is due to\na figment of the imagination and attachment to material nature all caused\nby susceptibility to illusion. In non-sentient objects there is neither distinction or non-distinction.\nThe experience of distinction and non-distinction does not manifest even if\none conceptualizes because in non-sentient objects there is separation\nbetween the essence and the form. In the case of sentient beings however,\neven though there is an awareness of being non-distinct there arises a\nmultitude of experiences of distinction between themselves and the forms of\nessence. The yarn in the cloth appears as non-distinct in the cloth but\neach thread comprising it is different from each other. From the\ndistinction in the thread the non-distinction in the cloth comes about. So even though the atma or eternal soul has unlimited distinct forms of\nessence they are not comparable with the yarn because the separate identity\nof each thread will continue to remain distinctive. The atma is pure and\ndue to inner realizations of the soul every soul can be identified as being\ndistinct and separate as well as having common identity with all other\nsouls. In the case of the yarn each thread although distinct and separate\ncan never experience the common oneness with the cloth. Nothing can ever\nexist without any parts in its possession. Even atoms have a prior state\nand a later state but by this one cannot conclude that the atom is made of\nparts. Atoms which possess protons, neutrons and electrons give credence to\nthe sublime interrelation of all existence although in their separated\nstates of protons, neutrons and electrons a change in the attributes would\noccur and a change in the entirety would be predicated. If such changes in\nthe relationship of atoms are possible then it is impossible to deny the\nexistence of difference in material objects which are comprised in totality\nby atoms. In sentient beings the qualities and attributes of the atma exist in a\nlatent form, pregnant with potential, powerful and all knowing. Therefore\nbetween sentient beings and the eternal essence there exists an extremely\nsubtle connection perpetually even from one life to the next. In non-\nsentient objects there exists nothing but the energy of the atoms\ncomprising the form which are mere parts of prakiti or the material\nsubstratum pervading physical existence. For the non-sentient nothing else\nexists. Death denies eternity to those who perceive otherwise. As rain\nwater falling on the top of the mountaintop descends downwards. One who\nthinks that the nama or name, rupa or form, guna or attibutes, lila or\ndivine pastimes and dhama or holy abode of the Supreme Lord Krishna or any\nof His authorised incarnations and expansions to be distinct and separate\nfrom Him in any way will also fall down from the higher levels of exitence.\nThe Brahma Tarka states: That all the Vedic scriptures accordingly make it\nevidently clear and also the sacred discourse of Srimad Bhagavad-Gita by\nthe resplendent Supreme Lord Krishna also definitively affims that all\nactivities and manifestations originate and terminate in Him alone by His\nvibhuti or divine transcendental opulence and magnanimous and compassionate\nnature. ","shri":"\nPerceiving the entire cosmos with unlimited wonders and marvels within just\na part of Lord Krishnas visvarupa or divine universal form which contained\ninnumerable glorious qualities and attributes such as omniscience and\nomnipotence etc. Arjuna with the hair on his head standing on end became\npetrified with astonishment in rapturous exultation and like an inanimate\nrod fell prolong upon the earth prostrating himself with head bowed and\nhands folded in reverence exclaiming. ","kumar":"Perceiving the entire cosmos with unlimited wonders and marvels within just\na part of Lord Krishnas visvarupa or divine universal form which contained\ninnumerable glorious qualities and attributes such as omniscience and\nomnipotence etc. Arjuna with the hair on his head standing on end became\npetrified with astonishment in rapturous exultation and like an inanimate\nrod fell prolong upon the earth prostrating himself with head bowed and\nhands folded in reverence exclaiming. "}