{"meta":"Bhagavad Gita Chapter 11 Verse 22","metahi":"भगवद् गीता 11.22","slok":"रुद्रादित्या वसवो ये च साध्याविश्वेऽश्िवनौ मरुतश्चोष्मपाश्च।गन्धर्वयक्षासुरसिद्धसङ्घावीक्षन्ते त्वां विस्मिताश्चैव सर्वे।।11.22।। ","htsrsd":"।।11.22।।जो ग्यारह रुद्र? बारह आदित्य? आठ वसु? बारह साध्यगण? दस विश्वेदेव और दो अश्विनीकुमार? उनचास मरुद्गण? सात पितृगण तथा गन्धर्व? यक्ष? असुर और सिद्धोंके समुदाय हैं? वे सभी चकित होकर आपको देख रहे हैं। ","htstma":"।।11.22।। रुद्रगण? आदित्य? वसु और साध्यगण? विश्वेदेव तथा दो अश्विनीकुमार? मरुद्गण और उष्मपा? गन्धर्व? यक्ष? असुर और सिद्धगणों के समुदाय ये सब ही विस्मित होते हुए आपको देखते हैं।। ","transliteration":"Rudraadityaa vasavo ye cha saadhyaaVishwe’shvinau marutashchoshmapaashcha;\nGandharvayakshaasurasiddhasanghaaVeekshante twaam vismitaashchaiva sarve. ","englishmeaning":"rudra—a form of Lord Shiv; ādityāḥ—the Adityas; vasavaḥ—the Vasus; ye—these; cha—and; sādhyāḥ—the Sadhyas; viśhve—the Vishvadevas; aśhvinau—the Ashvini kumars; marutaḥ—the Maruts; cha—and; uṣhma-pāḥ—the ancestors; cha—and; gandharva—Gandharvas; yakṣha—the Yakshas; asura—the demons; siddha—the perfected beings; saṅghāḥ—the assemblies; vīkṣhante—are beholding; tvām—you; vismitāḥ—in wonder; cha—and; eva—verily; sarve—all ","hcsrsd":"।।11.22।। व्याख्या --   रुद्रादित्या वसवो ये च साध्या विश्वेऽश्विनौ मरुतश्चोष्मपाश्च -- ग्यारह रुद्र? बारह आदित्य? आठ वसु? दो अश्विनीकुमार और उनचास मरुद्गण -- इन सबके नाम इसी अध्यायके छठे श्लोककी व्याख्यामें दिये गये हैं? इसलिये वहाँ देख लेना चाहिये।मन? अनुमन्ता? प्राण? नर? यान? चित्ति? हय? नय? हंस? नारायण? प्रभव और विभु -- ये बारह साध्य हैं (वायुपुराण 66। 15 16)।क्रतु? दक्ष? श्रव? सत्य? काल? काम? धुनि? कुरुवान्? प्रभवान् और रोचमान -- ये दस विश्वेदेव हैं (वायुपुराण 66। 31 32)।कव्यवाह? अनल? सोम? यम? अर्यमा? अग्निष्वात्त और बर्हिषत् -- ये सात पितर हैं (शिवपुराण? धर्म0 63। 2)। ऊष्म अर्थात् गरम अन्न खानेके कारण पितरोंका नाम ऊष्मपा है।गन्धर्वयक्षासुरसिद्धसङ्घाः -- कश्यपजीकी पत्नी मुनि और प्राधासे तथा अरिष्टासे गन्धर्वोंकी उत्पत्ति हुई है।,गन्धर्वलोग रागरागिनियोंकी विद्यामें बड़े चतुर हैं। ये स्वर्गलोकके गायक हैं।कश्यपजीकी पत्नी खसासे यक्षोंकी उत्पत्ति हुई है।देवताओंके विरोधी (टिप्पणी प0 588) दैत्यों? दानवों और राक्षसोंको असुर कहते हैं। कपिल आदिको सिद्ध कहते हैं।वीक्षन्ते त्वां विस्मिताश्चैव सर्वे -- उपर्युक्त सभी देवता? पितर? गन्धर्व? यक्ष आदि चकित होकर आपको देख रहे हैं। ये सभी देवता आदि विराट्रूपके ही अङ्ग हैं। सम्बन्ध --   अब अर्जुन आगेके तीन श्लोकोंमें विश्वरूपके महान् विकराल रूपका वर्णन करके उसका परिणाम बताते हैं। ","hcsca":"।।11.22।। अर्जुन और आगे वर्णन करते हुए कहता है कि इस ईश्वरीय रूप को देखने वालों में प्राकृतिक नियमों या शक्तियों के वे सब अधिष्ठातृ देवतागण भी सम्मिलित हैं? जिनकी वैदिककाल में पूजा और उपासना की जाती थी। वे सभी विस्मयचकित होकर इस रूप को देख रहे थे।इस श्लोक में उल्लिखित प्राय सभी देवताओं के विषय में हम पूर्व अध्याय में वर्णन कर चुके हैं। जिन नवीन नामों का यहाँ उल्लेख किया गया है? वे हैं साध्या ? विश्वेदेवा? और ऊष्मपा ।इन शब्दों के अर्थों से आज हम अनभिज्ञ होने के कारण? यह श्लोक सम्भवत हमें अर्थपूर्ण प्रतीत नहीं होगा। परन्तु? अर्जुन वैदिक युग का पुरुष तथा वेदों का अध्येता होने के कारण इन सबसे सुपरिचित था? अत उसकी भाषा भी यही हो सकती थी। हमें केवल यही देखना है कि इस विराट् पुरुष के दर्शन का अर्जुन पर क्या प्रभाव पड़ा और विभिन्न प्रकार के देवताओं? ऋषियों? आदि की प्रतिक्रिया क्या हुई। इस आकाररहित आकार के विशाल विश्वरूप को प्रत्येक ने अपनेअपने मन के अनुसार देखा और समझा।अधिकाधिक विवरण देकर अर्जुन श्रोताओं के मनपटल पर विराट् पुरुष के चित्र को स्पष्ट करने का प्रयत्न करता है ","etsga":"11.22 Those who are the Rudras, the Adityas, the Vasus and the Sadhyas [sadhyas: A particular class of celestial beings.-V.S.A.], the Visve (-devas), the two Asvins, the Maruts and the Usmapas, and hosts of Gandharvas, Yaksas, demons and Siddhas-all of those very ones gaze at You, being indeed struck with wonder. ","etssa":"11.22 The Rudras, Adityas, Vasus, Sadhyas, Visvedevas, the two Asvins, Maruts, the manes and the hosts of celestial singers, Yakshas, demons and the perfected ones, are all looking at Thee, in great amazement. ","etdss":"11.22. The Rudras, the Adityas, the Vasus, the Sadhyas, the Visvas (Visvadevas), the twin Asvins and the Maruts, and the Steam-drinkers (Manes) and the hosts of the Gandharvas, the Yoksas, the demons and the perfected ones - all gaze on You and are ite amazed. ","ecssa":"11.22 रुद्रादित्याः Rudras and Adityas? वसवः Vasus? ये these? च and? साध्याः Sadhyas? विश्वे Visvedevas? अश्िवनौ the two Asvins? मरुतः Maruts? च and? उष्मपाः Pitris? च and? गन्धर्वयक्षासुरसिद्धसङ्घाः hosts of Gandharvas? Yakshas? Asuras and Siddhas? वीक्षन्ते are looking at? त्वाम् Thee? विस्मिताः astonished? च and? एव even? सर्वे all.Commentary Sadhyas are a class of gods of whom Brahma is the chief.Visvedevas are ten gods who in Vedic times were considered as protectors of human beings. They were called guardians of the world. They were givers of plenty to the human beings. Their names are Krata? Daksha? Vasu? Satya? Kama? Kala? Dhvani? Rochaka? Adrava and Pururava.The two Asvins? born of Prabha (light)? daughter of Tushta and the Sun? are the physicians of the gods.Rudras? Adityas? Vasus and Maruts -- see tenth chapter? verses 21 and 23.Ushmapa A class of manes. They accept the food offered in the Sraaddha (anniversary) ceremony or the obseies? while it is hot. Hence they are called Ushmapas. There are seven groups of manes.Gandharvas are celestial singers such as Haha and Huhu.Yakshas such as Kubera (the god of wealth) Asuras such as Virochana perfected ones such as Kapila. ","scetsga":"11.22 Ye, those who are; the rudra-adityah, Rudras and Adityas; vasavah, the Vasus; and sadhyah, the Sadhyas-the groups of Rudras and other gods; the gods visve, Visve-devas; and asvinau, the two Asvins; marutah, the Maruts; and usmapah, the Usmapas, (a class of) manes; and gandharva-yaksa-asura-siddha-sanghah, hosts of Gandharvas-viz Haha, Huhu and others-, Yaksas-viz Kubera and others-, demons-Virocana and others-, and Siddhas-Kapila and others; sarve eva, all of those very ones; viksante, gaze; tva, (i.e.) tvam, at You; vismitah eva, being indeed struck with wonder.\nFor, ","scetdss":"11.22 Sri Abhinavagupta did not comment upon this sloka. ","scetssa":"11.22 Usmapa means manes, because the Sruti declares: Verily the manes receive the hot portions of the offerings (Tai. Br., 1.3.10). All these, struck with amazement, behold You. ","chakravarthi":"Usma pa refers to those who drink hot vapor of food. That refers to the pitrs.\nThe sruti says usmabhaga hi pitarah: the pitrs eat the steam. Taittiriya Brahmana, Yajur Veda 1.3.10.6 ","rudra":"  \nThe names of various groups of demigods such as Rudras, Adityas, Vasus,\nMaruts, Gandharvas, etc. are all looking aghast at the terrifying splendour\nof Lord Krishnas visvarupa or divine universal form. The word\ncosmopas being those who imbibe the aroma of the food which is Vedically\noffered and eaten refers to the group of pitris or manes which are ones\nown forefathers and ancestors. The Manu Samhita III. CCXXXVII states: the\npitris partake of the aroma of food as long as it is hot, as long as the\nguests eat silently without speaking and as long as the host has not\nrequested to know how good the food was. ","brahma":" ","shri":"  \nThe cosmapas equals ca and usmapah meaning the forefathers which belong to\ngroup of beings known as the pitris or the deified ancestors. The Taittirya\nUpanisad I.X beginning usma-bhagahi pitarah meaning the forefathers belong\nto the deified ancestors confirms this. Manu Samhita CCLXXXIV states that\nthe deceased fathers are called Vasus, the deceased grandfathers are called\nRudras and the deceased great-grandfathers are called Adityas. ","kumar":"The cosmapas equals ca and usmapah meaning the forefathers which belong to\ngroup of beings known as the pitris or the deified ancestors. The Taittirya\nUpanisad I.X beginning usma-bhagahi pitarah meaning the forefathers belong\nto the deified ancestors confirms this. Manu Samhita CCLXXXIV states that\nthe deceased fathers are called Vasus, the deceased grandfathers are called\nRudras and the deceased great-grandfathers are called Adityas. "}