{"meta":"Bhagavad Gita Chapter 11 Verse 34","metahi":"भगवद् गीता 11.34","slok":"द्रोणं च भीष्मं च जयद्रथं चकर्णं तथाऽन्यानपि योधवीरान्।मया हतांस्त्वं जहि मा व्यथिष्ठायुध्यस्व जेतासि रणे सपत्नान्।।11.34।। ","htsrsd":"।।11.34।।द्रोण? भीष्म? जयद्रथ और कर्ण तथा अन्य सभी मेरे द्वारा मारे हुए शूरवीरोंको तुम मारो। तुम व्यथा मत करो और युद्ध करो। युद्धमें तुम निःसन्देह वैरियोंको जीतोगे। ","htstma":"।।11.34।। द्रोण? भीष्म? जयद्रथ? कर्ण तथा और भी बहुत से मेरे द्वारा मारे गये वीर योद्धाओं को तुम मारो भय मत करो युद्ध करो तुम युद्ध में शत्रुओं को जीतोगे।। ","transliteration":"Dronam cha bheeshmam cha jayadratham chaKarnam tathaa’nyaanapi yodhaveeraan;\nMayaa hataamstwam jahi maa vyathishthaaYudhyaswa jetaasi rane sapatnaan. ","englishmeaning":"droṇam—Dronacharya; cha—and; bhīṣhmam—Bheeshma; cha—and; jayadratham—Jayadratha; cha—and; karṇam—Karn; tathā—also; anyān—others; api—also; yodha-vīrān—brave warriors; mayā—by me; hatān—already killed; tvam—you; jahi—slay; mā—not; vyathiṣhṭhāḥ—be disturbed; yudhyasva—fight; jetā asi—you shall be victorious; raṇe—in battle; sapatnān—enemies ","hcsrsd":"।।11.34।। व्याख्या --   द्रोणं च भीष्मं च जयद्रथं च कर्णं तथान्यानपि योधवीरान् मया हतांस्त्वं जहि -- तुम्हारी दृष्टिमें गुरु द्रोणाचार्य? पितामह भीष्म? जयद्रथ और कर्ण तथा अन्य जितने प्रतिपक्षके नामी शूरवीर हैं? जिनपर विजय करना बड़ा कठिन काम है (टिप्पणी प0 597)? उन सबकी आयु समाप्त हो चुकी है अर्थात् वे सब कालरूप मेरे द्वारा मारे जा चुके हैं। इसलिये हे अर्जुन मेरे द्वारा मारे हुए शूरवीरोंको तुम मार दो। भगवान्के द्वारा पूर्वश्लोकमें मयैवैते निहताः पूर्वमेव और यहाँ मया हतांस्त्वं जहि कहनेका तात्पर्य यह है कि तुम इनपर विजय करो? पर विजयका अभिमान मत करो क्योंकि ये सबकेसब मेरे द्वारा पहलेसे ही मारे हुए हैं।मा व्यथिष्ठा युध्यस्व -- अर्जुन पितामह भीष्म और गुरु द्रोणाचार्यको मारनेमें पाप समझते थे? यही अर्जुनके मनमें व्यथा थी। अतः भगवान् कह रहे हैं कि वह व्यथा भी तुम मत करो अर्थात् भीष्म और द्रोण आदिको मारनेसे हिंसा आदि दोषोंका विचार करनेकी तुम्हें किञ्चिन्मात्र भी आवश्यकता नहीं है। तुम अपने क्षात्रधर्मका अनुष्ठान करो अर्थात् युद्ध करो। इसका त्याग मत करो।जेतासि रणे सपत्नान् -- इस युद्धमें तुम वैरियोंको जीतोगे। ऐसा कहनेका तात्पर्य है कि पहले (गीता 2। 6 में) अर्जुनने कहा था कि हम उनको जीतेंगे या वे हमें जीतेंगे -- इसका हमें पता नहीं। इस प्रकार अर्जुनके मनमें सन्देह था। यहाँ ग्यारहवें अध्यायके आरम्भमें भगवान्ने अर्जुनको विश्वरूप देखनेकी आज्ञा दी? तो उसमें भगवान्ने कहा कि तुम और भी जो कुछ देखना चाहो? वह देख लो (11। 7) अर्थात् किसकी जय होगी और किसकी पराजय होगी -- यह भी तुम देख लो। फिर भगवान्ने विराट्रूपके अन्तर्गत भीष्म? द्रोण और कर्णके नाशकी बात दिखा दी और इस श्लोकमें वह बात स्पष्टरूपसे कह दी कि युद्धमें निःसन्देह तुम्हारी विजय होगी।विशेष बातसाधकको अपने साधनमें बाधकरूपसे नाशवान् पदार्थोंका? व्यक्तियोंका जो आकर्षण दीखता है? उससे वह घबरा जाता है कि मेरा उद्योग कुछ भी काम नहीं कर रहा है अतः यह आकर्षण कैसे मिटे भगवान्,मयैवैते निहताः पूर्वमेव और मया हतांस्त्वं जहि पदोंसे ढाढ़स बँधाते हुए मानो यह आश्वासन देते हैं कि तुम्हारेको अपने साधनमें जो वस्तुओँ आदिका आकर्षण दिखायी देता है और वृत्तियाँ खराब होती हुई दीखती हैं? ये सबकेसब विघ्न नाशवान् हैं और मेरे द्वारा नष्ट किये हुए हैं। इसलिये साधक इनको महत्त्व न दे।दुर्गुणदुराचार दूर नहीं हो रहे हैं? क्या करूँ -- ऐसी चिन्ता होनेमें तो साधकका अभिमान ही कारण है और ये दूर होने चाहिये और जल्दी होने चाहिये -- इसमें भगवान्के विश्वासकी? भरोसेकी? आश्रयकी कमी है। दुर्गुणदुराचार अच्छे नहीं लगते? सुहाते नहीं? इसमें दोष नहीं है। दोष है चिन्ता करनेमें। इसलिये साधकको कभी चिन्ता नहीं करनी चाहिये।मेरे द्वारा मारे हुएको तू मार -- इस कथनसे यह शङ्का होती है कि कालरूप भगवान्के द्वारा सबकेसब मारे हुए हैं तो संसारमें कोई किसीको मारता है तो वह भगवान्के द्वारा मारे हुएको ही मारता है। अतः मारनेवालेको पाप नहीं लगना चाहिये। इसका समाधान यह है कि किसीको मारनेका या दुःख देनेका अधिकार मनुष्यको नहीं है। उसका तो सबकी सेवा करनेका? सबको सुख पहुँचानेका ही अधिकार है। अगर मारनेका अधिकार मनुष्यको होता तो विधिनिषेध अर्थात् शुभ कर्म करो? अशुभ कर्म मत करो -- ऐसा शास्त्रोंका? गुरुजनों और सन्तोंका कहना ही व्यर्थ हो जायगा। वह विधिनिषेध किसपर लागू होगा अतः मनुष्य किसीको मारता है या दुःख देता है तो उसको पाप लगेगा ही क्योंकि यह उसकी रागद्वेषपूर्वक अनधिकार चेष्टा है। परन्तु क्षत्रियके लिये शास्त्रविहित युद्ध प्राप्त हो जाय? तो स्वार्थ और अहंकारका त्याग करके कर्तव्यपालन करनेसे पाप नहीं लगता? क्योंकि यह क्षत्रियका स्वधर्म है। सम्बन्ध --   विराट्रूप भगवान्के अत्यन्त उग्ररूपको देखकर अर्जुनने इकतीसवें श्लोकमें पूछा कि आप कौन हैं और यहाँ क्या करने आये हैं बत्तीसवें श्लोकमें भगवान्ने उसका उत्तर दिया कि मैं बढ़ा हुआ काल हूँ और सबका संहार करनेके लिये यहाँ आया हूँ। फिर तैंतीसवेंचौंतीसवें श्लोकोंमें भगवान्ने अर्जुनको आश्वासन दिया कि मेरे द्वारा मारे हुएको ही तू मार दे? तेरी जीत होगी। इसके बाद अर्जुनने क्या किया -- इसको सञ्जय आगेके श्लोकमें बताते हैं। ","hcsca":"।।11.34।। यहाँ भगवान् श्रीकृष्ण अर्जुन को सीधे और स्पष्ट शब्दों में आश्वस्त करते हैं कि उसको उठ खड़े होकर काल के आश्रय से सफलता और वैभव को प्राप्त करना चाहिए। अधर्मियों की शक्ति और सार्मथ्य कितनी ही अधिक क्यों न हो? लोक क्षयकारी महाकाल की शक्ति ने पहले ही उन्हें मार दिया है। अर्जुन को केवल आगे बढ़कर एक वीर पुरुष की भूमिका निभाते हुए विजय के मुकुट को प्राप्त कर लेना है। हे सव्यसाचिन् मेरे द्वारा ये मारे ही हुए हैं? तुम केवल निमित्त बनो।वस्तुत? प्रत्येक विचारशील पुरुष को इस तथ्य का स्पष्ट ज्ञान होता है कि जीवन में वह ईश्वर के हाथों में केवल एक निमित्त ही है। परन्तु? सामान्यत हम इस तथ्य को स्वीकार करने को तैयार नहीं होते? क्योंकि हमारा गर्वभरा अभिमान इतनी सरलता से निवृत्त नहीं होता कि हमारा शुद्ध दिव्य स्वरूप अपनी सर्वशक्ति से हमारे द्वारा कार्य कर सके। जीवन के सभी कार्य क्षेत्रों में प्राप्त की गयी उपलब्धियों पर यदि हम विचार करें? तो हमें ज्ञात होगा कि प्रत्येक उपलब्धि में प्रकृति के योगदान की तुलना में हमारा योगदान अत्यन्त क्षुद्र और नगण्य है। अधिकसेअधिक हम केवल उन वस्तुओं का संयोग या मिश्रण ही कर सकते हैं? जो पहले से ही विद्यमान हैं? और इस संयोग के फलस्वरूप उनमें पूर्व निहित गुणों को व्यक्त करा सकते हैं। फिर भी हमारा अभिमान यह होता है कि हमने उस फल को उत्पन्न किया हैरेडियो? वायुयान? इंजिन? जीवन संरक्षक औषधयां? संक्षेप में? यह सम्पूर्ण नवीन जगत्? और प्रगति में इसकी उपलब्धियां ये सब ईश्वर की गोद में बैठे बच्चों के खेल के अतिरिक्त और कुछ नहीं हैं। ईश्वर ने ही हमारे लिए विद्युत्? लोहा? आकाश? वायु इत्यादि उपलब्ध कराये और हमें उसका उपयोग करने के लिए स्वीकृति और स्वतन्त्रता प्रदान की। इन मूलभूत वस्तुओं के बिना कोई भी उपलब्धि संभव नहीं हो सकती और उपलब्धि का अर्थ है? ईश्वर प्रदत्त वस्तुओं का बुद्धिमत्तापूर्वक समायोजन करना।शरणागति तथा ईश्वर का अखण्ड स्मरण करते हुए जगत् की सेवा करने के सिद्धांतों को ऐसी व्यर्थ की कल्पनाएं नहीं समझना चाहिए जो जगत् की भौतिक सत्यता से पलायन करने के लिए विधान की गयी हों। जगत् में कुशलतापूर्वक कार्य करके सफलता पाने के लिए मनुष्य़ को अपनी योग्यता और स्वभाव को ऊँचा उठाना आवश्यक है। अखण्ड ईश्वर स्मरण वह साधन है? जिसके द्वारा हम अपने मन को सदा अथक उत्साह और आनन्दपूर्ण प्रेरणा के भाव में रख सकते हैं।अहंकारी के लिए यह जगत् एक बोझ या समस्या बना होता है। जिस सीमा तक अहंकार स्वयं को किसी महान् और श्रेष्ठ आदर्श के प्रति समर्पित कर देता है? उसी सीमा में यह जगत् और उसकी उपलब्धियां प्राप्त करना सरल और निश्चित सफलता का खेल बन जाता है। इसके पूर्व भी गीता में अनेक स्थलों पर स्पष्टत सूचित किया गया है कि अहंकार के समर्पण से हममें स्थित महानतर क्षमताओं को व्यक्त किया जा सकता है। उसी विचार को यहाँ दोहराया गया है। सम्पूर्ण सेना को यहाँ अपनी वीरता की भूमिका निभाने के लिए आमन्त्रित किया गया है। ईश्वर के हाथों में वे निमित्त बने और राजमुकुट तथा वैभव को वेतन के रूप में प्राप्त करें। अर्जुन को कौरव पक्ष के कुछ प्रधान और श्रेष्ठ पुरुषों से विशेष भय था। यहाँ भगवान् उनका नामोल्लेख करके बताते हैं कि ये वीर पुरुष भी सर्वभक्षक काल के द्वारा मारे जा चुके हैं।द्रोणाचार्य अर्जुन के गुरु थे? जिन्होंने उसे धनुर्विद्या सिखायी थी। उसके पास कुछ विशेष शस्त्रास्त्र थे और अर्जुन उनका विशेष रूप से आदर और सम्मान करता था। भीष्मपितामह को स्वेच्छा से मरण प्राप्ति का वरदान मिला हुआ था? तथा उनके पास भी अत्यन्त शक्तिशाली दिव्यास्त्र थे। एक बार उन्होंने वीर परशुराम तक को धूल चटा दी थी। जयद्रथ की अजेयता का कारण उसके पिता द्वारा किया जा रहा तप था। उन्होंने यह दृढ़ निश्चय किया था कि जो कोई भी व्यक्ति मेरे पुत्र जयद्रथ का शिर पृथ्वी पर गिरायेगा? उस व्यक्ति का शिर भी नीचे गिर पड़ेगा। कर्ण से भय का कारण यह था कि उसे भी इन्द्र से दिव्यास्त्र प्राप्त हुआ था। उपर्युक्त कारणों से स्पष्ट होता है कि भगवान् ने इन चारों पुरुषों का ही विशेषत उल्लेख क्यों किया है। ये महारथी लोग भी काल का ग्रास बन चुके थे? अत अर्जुन को चाहिए कि वह राजसिंहासन की ओर अग्रसर हो और सम्पूर्ण वैभव का स्वामी बन जाये।यह स्वाभाविक है कि जब मनुष्य की किसी तीव्र इच्छा को पूर्ण कर दिया जाता है? तो वह अकस्मात् अपने दयालु संरक्षक की स्तुति और प्रशंसा करने लगता है ","etsga":"11.34 You destroy Drona and Bhisma, and Jayadratha and Karna as also the other heroic warriors who have been killed by Me. Do not be afraid. Fight! You shall coner the enemies in battle. ","etssa":"11.34 Drona, Bhishma, Jayadratha, Karna and other brave warriors these are already slain by Me: do thou kill; be not distressed with fear; fight and thou shalt coner thy enemies in battle. ","etdss":"11.34. Slay Drona and Bhisma, and Jayadratha, and Karna as well as the other heroes of the world-all already slain by Me. Do not get distressed; fight; you shall vanish enemies in the battle. ","ecssa":"11.34 द्रोणम् Drona? च and? भीष्मम् Bhishma? च and? जयद्रथम् Jayadratha? च and? कर्णम् Karna? तथा also? अन्यान् others? अपि also? योधवीरान् brave warriors? मया by Me? हतान् slain? त्वम् thou? जहि do kill? मा not? व्यथिष्ठाः be distressed with fear? युध्यस्व fight? जेतासि shall coner? रणे in the battle? सपत्नान् the enemies.Commentary Already slain by Me Therefore? O Arjuna? you need not be afraid of incurring sin by killing them.Drona had celestial weapons. He was Arjunas teacher in the science of archery. He was Arjunas beloved and greatest Guru. Bhishma also possessed celetial weapons. He could die only if and when he wanted to die. He once faught singlehanded with Lord Parasurama and was not defeated. So powerful was he.The father of Jayadratha performed penance with a resolve the head of the man who may cause the head of my son to fall on the ground? shall also fall. During the war? however? Arjunas arrow cuts the head and drops it on the lap of the father who? inadvertently? makes it fall on the ground he too dies at once. Karna? the son of the Sungod? had obtained an unerring missile from Indra. ","scetsga":"11.34 By saying, who have been killed by Me, the Lord names Drona and those very warriors with regard to whom Arjuna had (his) doubts.\nNow then, uncertainty with regard to Drona and Bhisma is well-founded. Drona was the teacher of the science of archery, and was eipped with heavenly weapons; and particularly, he was his (Arjunas) own teacher and most respected. Bhisma was destined to die at will, and possessed heavenly weapons. He fought a duel with Parasurama and remained unvanished. So also Jayadratha-whose father was performing an austerity with the idea that anyone who made his sons head fall on the ground would have even his own head fall. Since Karna also was eipped with an unerring spear given by Indra, and was a son of the Sun, born of a maiden (Kunti), therefore he is referred to by his own name itself.\nAs a mere instrument, tvam, you; jahi, destory them; who have been hatan, killed; maya, by Me. Ma, do not; vyathisthah, be afraid of them. Yuddhyasva, fight. Jetasi, you shall coner; the sapatnan, enemies-Duryodhana and others; rane, in battle. ","scetdss":"11.33-34 Tasmat etc. Drona etc. The world is of the nature of perfect and imperfect knowledge and it is swallowed (11.completely controlled) by the power of the perfect, imperfect and mixed Consciousness. Hence, here an answer is given accordingly by the Bhagavat. This secret is a almost indicated in this chapter. Yet for the benefit of those persons who are capable of understanding only what has been clearly marked, let us (11.Ag.) assume the misfortune of taking the trouble of writing a few lines.\n \nWhat is declared by the Bhagavat - viz., As the foes have been slain [by Me], be a token cause and win glory, this is by way of answering to what Arjuna has said earlier viz., We do not know who, amongst both of us, is more powerful than the other etc. (11.II, 6). ","scetssa":"11.34 Say Drona, Bhisma, Karna, etc., who have ben chosen for destruction by me alone, as they have transgressed the law of righteousness. Be not distressed, considering, How can I slay these teachers, relations and others who are attached to enjoyments? Do not be thus distressed by thinking about the right and wrong of it, or out of love and compassion for them. These persons are guilty of unrighteousness by siding with the evil-minded Duryodhana. They have been chosen by Me alone for destruction. Therefore fight without doubt. You shall conqer your enemies in battle. In slaying them, there is not the slighest trace of cruelty. The purport is that victory is the sure result. ","chakravarthi":"No commentary by Sri Visvanatha Cakravarti Thakur. ","rudra":"\nLord Krishna is annihilating any doubts that may linger in Arjuna regarding\nchapter two verse five and six when he questioned fighting superiors with\nthe word gariyo meaning is it beneficial. In the same way Arjuna by the\ncode of royal ksatriyas or warriors should annihilate all opponents on the\nbattlefield and not be distressed or afraid of any retribution as they have\nalready been slain by Lord Krishna specifically naming Drona, Bhishma,\nJayadratha and Karna. ","brahma":" Whoever severs Jayadrathas head from his body causing it to fall on the\nground will instantly have their own head burst into pieces. Thus one who\nslays him is also in the mouth of death and that is why his name is\nspecially mentioned as this was a boon given to him by his father. Karna\nhas special power given to him by a weapon from Indra that will slay any\none it strikes but only can be launched once, Bhishma has the boon that he\nwill die only at the time he so desires and Drona cannot be defeated by any\nweapon receiving the boon of knowledge of every weapon and how to\nneutralise them from the avatar or incarnation Parasurama Himself. But by\nthe express desire of the Supreme Lord Krishna they all will certainly\nperish on the battlefield and Arjuna and the Pandavas will be victorious. ","shri":" Lord Krishna confirms that Drona, Bhishma, Karna along with innumerable\nwarriors have already been slain by Him so Arjuna should not hesitate or\nfeel remorse for slaying his enemies be they superiors, preceptors,\nrelatives or friends in battle for they fighting for the unrighteous\nDuryodhana have already been marked for destruction by Lord Krishna. In\nthis verse Arjuna is assured of victory over his enemies on the battlefield\nand he should not feel even the slightest doubt about this or think he is\nperforming sins by slaying his enemies. ","kumar":"Lord Krishna confirms that Drona, Bhishma, Karna along with innumerable\nwarriors have already been slain by Him so Arjuna should not hesitate or\nfeel remorse for slaying his enemies be they superiors, preceptors,\nrelatives or friends in battle for they fighting for the unrighteous\nDuryodhana have already been marked for destruction by Lord Krishna. In\nthis verse Arjuna is assured of victory over his enemies on the battlefield\nand he should not feel even the slightest doubt about this or think he is\nperforming sins by slaying his enemies. "}