{"meta":"Bhagavad Gita Chapter 12 Verse 3","metahi":"भगवद् गीता 12.3","slok":"ये त्वक्षरमनिर्देश्यमव्यक्तं पर्युपासते।सर्वत्रगमचिन्त्यं च कूटस्थमचलं ध्रुवम्।।12.3।। ","htsrsd":"।।12.3।।जो अपनी इन्द्रियोंको वशमें करके अचिन्त्य? सब जगह परिपूर्ण? अनिर्देश्य? कूटस्थ? अचल? ध्रुव? अक्षर और अव्यक्तकी उपासना करते हैं? वे प्राणिमात्रके हितमें रत और सब जगह समबुद्धिवाले मनुष्य मुझे ही प्राप्त होते हैं। ","htstma":"।।12.3।। परन्तु जो भक्त अक्षर? अनिर्देश्य? अव्यक्त? सर्वगत? अचिन्त्य? कूटस्थ? अचल और ध्रुव की उपासना करते हैं।। ","transliteration":"Ye twaksharamanirdeshyamavyaktam paryupaasate;\nSarvatragamachintyam cha kootasthamachalam dhruvam. ","englishmeaning":"ye—who; tu—but; akṣharam—the imperishable; anirdeśhyam—the indefinable; avyaktam—the unmanifest; paryupāsate—worship; sarvatra-gam—the all-pervading; achintyam—the unthinkable; cha—and; kūṭa-stham—the unchanging; achalam—the immovable; dhruvam—the eternal; sanniyamya—restraining; indriya-grāmam—the senses; sarvatra—everywhere; sama-buddhayaḥ—even-minded; te—they; prāpnuvanti—attain; mām—Me; eva—also; sarva-bhūta-hite—in the welfare of all beings; ratāḥ—engaged ","hcsrsd":"।।12.3।। व्याख्या --   तु -- यहाँ तु पद साकारउपासकोंसे निराकारउपासकोंकी भिन्नता दिखानेके लिये आया है। संनियम्येन्द्रियग्रामम् -- सम् और नि -- दो उपसर्गोंसे युक्त संनियम्य पद देकर भगवान्ने यह बताया है कि सभी इन्द्रियोंको सम्यक् प्रकारसे एवं पूर्णतः वशमें करे? जिससे वे किसी अन्य विषयमें न जायँ। इन्द्रियाँ अच्छी प्रकारसे पूर्णतः वशमें न होनेपर निर्गुणतत्त्वकी उपासनामें कठिनता होती है। सगुणउपासनामें तो ध्यानका विषय सगुण भगवान् होनेसे इन्द्रियाँ भगवान्में लग सकती हैं क्योंकि भगवान्के सगुण स्वरूपमें इन्द्रियोंको अपने विषय प्राप्त हो जाते हैं। अतः सगुणउपासनामें इन्द्रियसंयमकी आवश्यकता होते हुए भी इसकी उतनी अधिक आवश्यकता नहीं है? जितनी निर्गुणउपासनामें है। निर्गुणउपासनामें चिन्तनका कोई आधार न रहनेसे इन्द्रियोंका सम्यक् संयम हुए बिना (आसक्ति रहनेपर) विषयोंमें मन जा सकता है और विषयोंका चिन्तन होनेसे पतन होनेकी अधिक सम्भावना रहती है (गीता 2। 62 -- 63)। अतः निर्गुणोपासकके लिये सभी इन्द्रियोंको विषयोंसे हटाते हुए सम्यक् प्रकारसे पूर्णतः वशमें करना आवश्यक है। इन्द्रियोंको केवल बाहरसे ही वशमें नहीं करना है? प्रत्युत विषयोंके प्रति साधकके अन्तःकरणमें भी राग नहीं रहना चाहिये क्योंकि जबतक विषयोंमें राग है? तबतक ब्रह्मकी प्राप्ति कठिन है (गीता 15। 11)।गीतामें इन्द्रियोंको वशमें करनेकी बात विशेषरूपसे जितनी निर्गुणोपासना तथा कर्मयोगमें आयी है? उतनी सगुणोपासनामें नहीं।अचिन्त्यम् -- मनबुद्धिका विषय न होनेके कारण अचिन्त्यम् पद निर्गुणनिराकार ब्रह्मका वाचक है क्योंकि मनबुद्धि प्रकृतिका कार्य होनेसे सम्पूर्ण प्रकृतिको भी अपना विषय नहीं बना सकते? फिर प्रकृतिसे अतीत परमात्मा इनका विषय बन ही कैसे सकता हैप्राकृतिक पदार्थमात्र चिन्त्य है और परमात्मा प्रकृतिसे अतीत होनेके कारण सम्पूर्ण पदार्थोंसे भी अतीत? विलक्षण हैं। प्रकृतिकी सहायताके बिना उनका चिन्तन? वर्णन नहीं किया जा सकता। अतः परमात्माको स्वयं(करणनिरपेक्षज्ञान) से ही जाना जा सकता है प्रकृतिके कार्य मनबुद्धि आदि (करणसापेक्ष ज्ञान) से नहीं।सर्वत्रगम् -- सब देश? काल? वस्तु और व्यक्तियोंमें परिपूर्ण होनेसे ब्रह्म सर्वत्रगम् है। सर्वव्यापी होनेके कारण वह सीमित मनबुद्धिइन्द्रियोंसे ग्रहण नहीं किया जा सकता।अनिर्देश्यम् -- जिसे इदंतासे नहीं बताया जा सकता अर्थात् जो भाषा? वाणी आदिका विषय नहीं है? वह,अनिर्देश्यम् है। निर्देश (संकेत) उसीका किया जा सकता है? जो जाति? गुण? क्रिया एवं सम्बन्धसे युक्त हो और देश? काल? वस्तु एवं व्यक्तिसे परिच्छिन्न हो परन्तु जो चिन्मय तत्त्व सर्वत्र परिपूर्ण हो? उसका संकेत जड भाषा? वाणीसे कैसे किया जा सकता हैकूटस्थम् -- यह पद निर्विकार? सदा एकरस रहनेवाले सच्चिदानन्दघन ब्रह्मका वाचक है। सभी देश? काल? वस्तु? व्यक्ति आदिमें रहते हुए भी वह तत्त्व सदा निर्विकार और निर्लिप्त रहता है। उसमें कभी किञ्चिन्मात्र भी कोई परिवर्तन नहीं होता। इसलिये वह कूटस्थ है। कूट(अहरन) में तरहतरहके गहने? अस्त्र? औजार आदि पदार्थ गढ़े जाते हैं? पर वह ज्योंकात्यों रहता है। इसी प्रकार संसारके भिन्नभिन्न प्राणीपदार्थोंकी उत्पत्ति? स्थिति और विनाश होनेपर भी परमात्मा सदा ज्योंकेत्यों रहते हैं।अचलम् -- यह पद आनेजानेकी क्रियासे सर्वथा रहित ब्रह्मका वाचक है। प्रकृति चल है और ब्रह्म अचल है।ध्रुवम् -- जिसकी सत्ता निश्चित (सत्य) और नित्य है? उसको ध्रुव कहते हैं। सच्चिदानन्दघन ब्रह्म सत्तारूपसे सर्वत्र विद्यमान रहनेसे ध्रुवम् है।निर्गुण ब्रह्मके आठों विशेषणोंमें सबसे महत्त्वपूर्ण विशेषण ध्रुवम् है। ब्रह्मके लिये अनिर्देश्य? अचिन्त्य आदि निषेधात्मक विशेषण देनेसे कोई ऐसा न समझ ले कि वह है ही नहीं? इसलिये यहाँ ध्रुवम् विशेषण देकर उस तत्त्वकी निश्चित सत्ता बतायी गयी है। उस तत्त्वका कभी कहीं किञ्चिन्मात्र भी अभाव नहीं होता। उसकी सत्तासे ही असत्(संसार) को सत्ता मिल रही है -- जासु सत्यता तें जड़ माया। भास सत्य इव मोह सहाया।। (मानस 1। 117। 4)।अक्षरम् -- जिसका कभी क्षरण अर्थात् विनाश नहीं होता तथा जिसमें कभी कोई कमी नहीं आती? वह सच्चिदानन्दघन ब्रह्म अक्षरम् है।अव्यक्तम् -- जो व्यक्त न हो अर्थात् मनबुद्धिइन्द्रियोंका विषय न हो और जिसका कोई रूप या आकार न हो? उसको अव्यक्तम् कहा गया है।पर्युपासते -- यह पद यहाँ निर्गुणउपासकोंकी सम्यक् उपासनाका बोधक है। शरीरसहित सम्पूर्ण पदार्थों और कर्मोंमें वासना तथा अहंभावका अभाव तथा भावरूप सच्चिदानन्दघन परमात्मामें अभिन्नभावसे नित्यनिरन्तर दृढ़ स्थित रहना ही उपासना करना है।इन श्लोकोंमें आठ विशेषणोंसे जिस विशेष वस्तुतत्त्वका लक्ष्य कराया गया है और उससे जो विशेष वस्तु समझमें आती है? वह बुद्धिविशिष्ट ब्रह्मका ही स्वरूप है? जो कि पूर्ण नहीं है क्योंकि (लक्षण और विशेषणोंसे रहित) निर्गुणनिर्विशेष ब्रह्मका स्वरूप (जो बुद्धिसे अतीत है) किसी भी प्रकारसे पूर्णतया बुद्धि आदिका विषय नहीं हो सकता। हाँ? इन विशेषणोंका लक्ष्य रखकर जो उपासना की जाती है? वह निर्गुण ब्रह्मकी ही उपासना है और इसके परिणाममें प्राप्ति भी निर्गुण ब्रह्मकी ही होती है।विशेष बातपरमात्माको तत्त्वसे समझानेके लिये दो प्रकारके विशेषण दिये जाते हैं -- निषेधात्मक और विध्यात्मक। परमात्माके अक्षर? अनिर्देश्य? अव्यक्त? अचिन्त्य? अचल? अव्यय? असीम? अपार? अविनाशी आदि विशेषण,निषेधात्मक हैं और सर्वव्यापी? कूटस्थ? ध्रुव? सत्? चित्त? आनन्द आदि विशेषण विध्यात्मक हैं। परमात्माके निषेधात्मक विशेषणोंका तात्पर्य प्रकृतिसे परमात्माकी असङ्गता बताना है और विध्यात्मक विशेषणोंका तात्पर्य परमात्माकी स्वतन्त्र सत्ता बताना है।परमात्मतत्त्व सांसारिक प्रवृत्ति और निवृत्ति -- दोनोंसे परे (सहज निवृत्त) और दोनोंको समानरूपसे प्रकाशित करनेवाला है। ऐसे निरपेक्ष परमात्मतत्त्वका लक्ष्य करानेके लिये और बुद्धिको परमात्माके नजदीक पहुँचानेके लिये ही भिन्नभिन्न विशेषणोंसे परमात्माका वर्णन (लक्ष्य) किया जाता है।गीतामें परमात्मा और जीवात्माके स्वरूपका वर्णन प्रायः समान ही मिलता है। परमात्माके लिये यहाँ जो विशेषण दिये गये हैं? वही विशेषण गीतामें जीवात्माके लिये भी दिये गये हैं जैसे -- दूसरे अध्यायके चौबीसवेंपचीसवें श्लोकोंमें सर्वगतः? अचलः? अव्यक्तः? अचिन्त्यः आदि और पन्द्रहवें अध्यायके सोलहवें श्लोकमें कूटस्थः एवं अक्षरः विशेषण जीवात्माके लिये आये हैं। इसी प्रकार सातवें अध्यायके पचीसवें श्लोकमें अव्ययम् विशेषण परमात्माके लिये और चौदहवें अध्यायके पाँचवें श्लोकमें अव्ययम् विशेषण जीवात्माके लिये आया है।संसारमें व्यापकरूपसे भी परमात्मा और जीवात्माको समान बताया गया है जैसे -- आठवें अध्यायके बाईसवें तथा अठारहवें अध्यायके छियालीसवें श्लोकमें येन सर्वमिदं ततम् पदोंसे और नवें अध्यायके चौथे श्लोकमें मया ततमिदं सर्वम् पदोंसे परमात्माको सम्पूर्ण जगत्में व्याप्त बताया गया है। इसी प्रकार दूसरे अध्यायके सत्रहवें श्लोकमें येन सर्वमिदं ततम् पदोंसे जीवात्माको भी सम्पूर्ण जगत्में व्याप्त बताया गया है।जैसे नेत्रोंकी दृष्टि आपसमें नही टकराती अथवा व्यापक होनेपर भी शब्द परस्पर नहीं टकराते। ऐसे ही (द्वैतमतके अनुसार) सम्पूर्ण जगत्में समानरूपसे व्याप्त होनेपर भी निरवयव होनेसे परमात्मा और जीवात्माकी,सर्वव्यापकता आपसमें नहीं टकराती।सर्वभूतहिते रताः -- कर्मयोगके साधनमें आसक्ति? ममता? कामना और स्वार्थके त्यागकी मुख्यता है। मनुष्य जब शरीर? धन? सम्पत्ति आदि पदार्थोंको अपना और अपने लिये न मानकर उनको दूसरोंकी सेवामें लगाता है तब उसकी आसक्ति? ममता? कामना और स्वार्थभावका त्याग स्वतः हो जाता है। जिसका उद्देश्य प्राणिमात्रकी सेवा करना ही है? वह अपने शरीर और पदार्थोंको (दीनदुःखी? अभावग्रस्त) प्राणियोंकी सेवामें लगायेगा ही। शरीरको दूसरोंकी सेवामें लगानेसे अहंता और पदार्थोंको दूसरोंकी सेवामें लगानेसे,ममता नष्ट होती है। साधकका पहलेसे ही यह लक्ष्य होता है कि जो पदार्थ सेवामें लग रहे हैं? वे सेव्यके ही हैं। अतः कर्मयोगके साधनमें सम्पूर्ण प्राणियोंके हितमें रत रहना अत्यन्त आवश्यक है। इसलिये सर्वभूतहिते रताः पदका प्रयोग कर्मयोगका आचरण करनेवालेके सम्बन्धमें करना ही अधिक युक्तिसङ्गत है। परन्तु भगवान्ने इस पदका प्रयोग यहाँ तथा पाँचवें अध्यायके पचीसवें श्लोकमें -- दोनों ही स्थानोंपर ज्ञानयोगियोंके सम्बन्धमें किया है। इससे यही सिद्ध होता है कि कर्मोंसे सर्वथा सम्बन्धविच्छेद करनेके लिये कर्मयोगकी प्रणालीको अपनानेकी आवश्यकता ज्ञानयोगमें भी है।एक बात खास ध्यान देनेकी है। शरीर? पदार्थ और क्रियासे जो सेवा की जाती है? वह सीमित ही होती है क्योंकि सम्पूर्ण पदार्थ और क्रियाएँ मिलकर भी सीमित ही हैं। परन्तु सेवामें प्राणिमात्रके हितका भाव असीम होनेसे सेवा भी असीम हो जाती है। अतः पदार्थोंके अपने पास रहते हुए भी (उनमें आसक्ति? ममता आदि न करके) उनको सम्पूर्ण प्राणियोंका मानकर उन्हींकी सेवामें लगाना है क्योंकि वे पदार्थ समष्टिके ही हैं। ऐसा असीम भाव होनेपर जडतासे सर्वथा सम्बन्धविच्छेद हो जानेके कारण साधकको असीम तत्त्व(परमात्मा) की प्राप्ति हो जाती है। कारण कि पदार्थोंको व्यक्तिगत (अपना) माननेसे ही मनुष्यमें परिच्छिन्नता (एकदेशीयता) तथा विषमता रहती है और पदार्थोंको व्यक्तिगत न मानकर सम्पूर्ण प्राणियोंके हितका भाव रखनेसे परिच्छिन्नता तथा विषमता मिट जाती है। इसके विपरीत साधारण मनुष्यका ममतावाले प्राणियोंकी सेवा करनेका सीमित भाव रहनेसे वह चाहे अपना सर्वस्व उनकी सेवामें क्यों न लगा दे? तो भी पदार्थोंमें तथा जिनकी सेवा करे? उनमें आसक्ति? ममता आदि रहनेसे (सीमित भावके कारण) उसे असीम परमात्मतत्त्वकी प्राप्ति नहीं होती। अतः असीम परमात्मतत्त्वकी प्राप्तिके लिये प्राणिमात्रके हितमें रति अर्थात् प्रीतिरूप असीम भावका होना आवश्यक है। सर्वभूतहिते रताः पद उसी भावको व्यक्त करते हैं।ज्ञानयोगका साधक जडतासे सम्बन्धविच्छेद करना चाहता तो है परन्तु जबतक उसके हृदयमें नाशवान् पदार्थोंका आदर है? तबतक पदार्थोंको मायामय अथवा स्वप्नवत् समझकर उनका ऐसे ही त्याग कर देना उसके लिये कठिन है। परन्तु कर्मयोगका साधक पदार्थोंको दूसरोंकी सेवामें लगाकर उनका त्याग ज्ञानयोगीकी अपेक्षा सुगमतापूर्वक कर सकता है। ज्ञानयोगीमें तीव्र वैराग्य होनेसे ही पदार्थोंका त्याग हो सकता है परन्तु कर्मयोगी थोड़े वैराग्यमें ही पदार्थोंका त्याग (परहितमें) कर सकता है। प्राणियोंके हितमें पदार्थोंका सदुपयोग करनेसे जडतासे सुगमतापूर्वक सम्बन्धविच्छेद हो जाता है। भगवान्ने यहाँ सर्वभूतहिते रताः पद देकर यही बताया है कि प्राणिमात्रके हितमें रत रहनेसे पदार्थोंके प्रति आदरबुद्धि रहते हुए भी जडतासे सम्बन्धविच्छेद सुगमतापूर्वक हो जायगा। प्राणिमात्रका हित करनेके लिये कर्मयोग ही सुगम उपाय है।निर्गुणउपासकोंकी साधनाके अन्तर्गत अनेक अवान्तर भेद होते हुए भी मुख्य भेद दो हैं -- (1) जडचेतन और चरअचरके रूपमें जो कुछ प्रतीत होता है? वह सब आत्मा या ब्रह्म है और (2) जो कुछ दृश्यवर्ग प्रतीत होता है? वह अनित्य? क्षणभङ्गुर और असत् है -- इस प्रकार संसारका बाध करनेपर जो तत्त्व शेष रह जाता है? वह आत्मा या ब्रह्म है।पहली साधनामें सब कुछ ब्रह्म है इतना सीख लेनेमात्रसे ज्ञाननिष्ठा सिद्ध नहीं होती। जबतक,अन्तःकरणमें राग अर्थात् कामक्रोधादि विकार हैं? तबतक ज्ञाननिष्ठाका सिद्ध होना बहुत कठिन है। जैसे राग मिटानेके लिये कर्मयोगीके लिये सभी प्राणियोंके हितमें रति होना आवश्यक है? ऐसे ही निर्गुणउपासना करनेवाले साधकोंके लिये भी प्राणिमात्रके हितमें रति होना आवश्यक है -- तभी राग मिटकर ज्ञाननिष्ठा सिद्ध हो सकती है। इसी बातका लक्ष्य करानेके लिये यहाँ सर्वभूतहिते रताः पद आये हैं।दूसरी साधनामें? जो साधक संसारसे उदासीन रहकर एकान्तमें ही तत्त्वका चिन्तन करते रहते हैं? उनके लिये कर्मोंका स्वरूपसे त्याग सहायक तो होता है परन्तु केवल कर्मोंका स्वरूपसे त्याग कर देनेमात्रसे ही सिद्धि प्राप्त नहीं होती (गीता 3। 4)? प्रत्युत सिद्धि प्राप्त करनेके लिये भोगोंसे वैराग्य और शरीरइन्द्रियमनबुद्धिमें अपनेपनके त्यागकी अत्यन्त आवश्यकता है। इसलिये वैराग्य और निर्ममताके लिये सर्वभूतहिते रताः होना आवश्यक है।ज्ञानयोगका साधक प्रायः समाजसे दूर? असङ्ग रहता है। अतः उसमें व्यक्तित्व रह जाता है? जिसे दूर करनेके लिये संसारमात्रके हितका भाव रहना अत्यन्त आवश्यक है।वास्तवमें असङ्गता शरीरसे ही होनी चाहिये। समाजसे असङ्गता होनेपर अहंभाव दृढ़ होता है? अर्थात् मिटता नहीं। जबतक साधक अपनेको शरीरसे स्पष्टतः अलग अनुभव नहीं कर लेता? तबतक संसारसे अलग रहनेमात्रसे उसका लक्ष्य सिद्ध नहीं होता क्योंकि शरीर भी संसारका ही अङ्ग है और शरीरमें तादात्म्य और ममताका न रहना ही उससे वस्तुतः अलग होना है। तादात्म्य और ममता मिटानेके लिये साधकको प्राणिमात्रके हितमें लगना आवश्यक है।दूसरी बात यह है कि साधक सर्वदा एकान्तमें ही रहे? यह सम्भव भी नहीं है क्योंकि शरीरनिर्वाहके लिये उसे व्यवहारक्षेत्रमें आना ही पड़ता है और वैराग्यमें कमी होनेपर उसके व्यवहारमें अभिमानके कारण कठोरता आनेकी सम्भावना रहती है तथा कठोरता आनेसे उसके व्यक्तित्व(अहंभाव) का नाश नहीं होता। अतः उसे तत्त्वकी प्राप्तिमें कठिनता होती है। व्यवहारमें कहीं कठोरता न आ जाय? इसके लिये भी यह जरूरी है कि साधक सभी प्राणियोंके हितमें रत रहे। ऐसे ज्ञानयोगके साधकद्वारा सेवाकार्यका विस्तार चाहे न हो परन्तु भगवान् कहते हैं कि वह भी (सभी प्राणियोंके हितमें रति होनेके कारण) मेरेको प्राप्त कर लेगा।सगुणोपासक और निर्गुणोपासक -- दोनों ही प्रकारके साधकोंके लिये सम्पूर्ण प्राणियोंके हितका भाव रखना जरूरी है। सम्पूर्ण प्राणियोंके हितसे अलग अपना हित माननेसे अहम् अर्थात् व्यक्तित्व बना रहता है? जो साधकके लिये आगे चलकर बाधक होता है। वास्तवमें कल्याण अहम् के मिटनेपर ही होता है। अपने लिये किये जानेवाले साधनसे अहम् बना रहता है? इसलिये अहम्को पूर्णतया मिटानेके लिये साधकको प्रत्येक क्रिया (खाना? पीना? सोना आदि एवं जप? ध्यान? पाठ? स्वाध्याय आदि भी) संसारमात्रके हितके लिये ही करनी चाहिये। संसारके हितमें ही अपना हित निहित है। भगवान्की मात्र शक्ति परहितमें लग रही है। अतः जो सबके हितमें लगेगा? भगवान्की शक्ति उसके साथ हो जायगी।केवल दूसरेके लिये वस्तुओंको देना और शरीरसे सेवा कर देना ही सेवा नहीं है? प्रत्युत अपने लिये कुछ भी न चाहकर दूसरेका हित कैसे हो? उसको सुख कैसे मिले -- इस भावसे कर्म करना ही सेवा है। अपनेको सेवक कहलानेका भाव भी मनमें नहीं रहना चाहिये। सेवा तभी हो सकती है? जब सेवक जिसकी सेवा करता है? उसे अपनेसे अभिन्न (अपने शरीरकी तरह) मानता है और बदलेमें उससे कुछ भी लेना नहीं चाहता।जैसे मनुष्य बिना किसीके उपदेश दिये अपने शरीरकी सेवा स्वतः ही बड़ी सावधानीसे करता है और सेवा करनेका अभिमान भी नहीं करता? ऐसे ही सर्वत्र आत्मबुद्धि होनेसे सिद्ध महापुरुषोंकी स्वतः सबके हितमें रति रहती है (गीता 6। 32)। उनके द्वारा प्राणिमात्रका कल्याण होता है परन्तु उनके मनमें लेशमात्र भी ऐसा,भाव नहीं होता कि हम किसीका कल्याण कर रहे हैं। उनमें अहंताका सर्वथा अभाव हो जाता है? अतः ऐसे जीवन्मुक्त महापुरुषोंको आदर्श मानकर साधको चाहिये कि सर्वत्र आत्मबुद्धि करके संसारके किसी भी प्राणीको किञ्चिन्मात्र भी दुःख न पहुँचाकर उनके हितमें सदा तत्परतासे स्वाभाविक ही रत रहे।सर्वत्र समबुद्धयः -- इस पदका भाव यह है कि निर्गुणनिराकार ब्रह्मके उपासकोंकी दृष्टि सम्पूर्ण प्राणीपदार्थोंमें परिपूर्ण परमात्मापर ही रहनेके कारण विषम नहीं होती क्योंकि परमात्मा सम है (गीता 5। 19)।यहाँ भगवान् ज्ञाननिष्ठावाले उपासकोंके लिये इस पदका प्रयोग करके एक विशेष भाव प्रकट करते हैं कि ज्ञानमार्गियोंके लिये एकान्तमें रहकर तत्त्वका चिन्तन करना ही एकमात्र साधन नहीं है क्योंकि समबुद्धयः पदकी सार्थकता विशेषरूपसे व्यवहारकालमें ही होती है। दूसरी बात? संसारसे हटकर शरीरको निर्जन स्थानमें ले जाना ही सर्वथा एकान्तसेवन नहीं है क्योंकि शरीर भी तो संसारका ही एक अङ्ग है। शऱीर और संसारको अलगअलग देखना विषमबुद्धि है। अतः शरीर और संसारको एक देखनेपर ही समबुद्धि हो सकती है। वास्तविक एकान्तकी सिद्धि तो परमात्मतत्त्वके अतिरिक्त अन्य सभी पदार्थों अर्थात् शरीर और संसारकी सत्ताका अभाव होनेसे ही होती है। साधन करनेके लिये एकान्त भी उपयोगी है परन्तु सर्वथा एकान्तसेवी साधकके द्वारा व्यवहारकालमें भूल होना सम्भव है। शरीरमें अपनापन न होना ही वास्तविक एकान्त है। अतः साधकको चाहिये कि वास्तविक एकान्तको लक्ष्यमें रखकर अर्थात् शरीर? इन्द्रियाँ? मन और बुद्धिसे अपनी अहंताममता हटाकर सर्वत्र परिपूर्ण ब्रह्ममें अभिन्न भावसे स्थित रहे। ऐसे साधक ही वास्तवमें समबुद्धि हैं।गीतामें समबुद्धिका तात्पर्य समदर्शन है? न कि समवर्तन। पाँचवें अध्यायके अठारहवें श्लोकमें भगवान्ने विद्या और विनययुक्त ब्राह्मण तथा गाय? हाथी? कुत्ता और चाण्डाल -- इन पाँच प्राणियोंके नाम गिनाये हैं? जिनके साथ व्यवहारमें किसी भी प्रकारसे समता होनी सम्भव नहीं। वहाँ भी समदर्शिनः पद प्रयुक्त हुआ है। इससे यह तात्पर्य निकलता है कि सबके प्रति व्यवहार कभी समान नहीं हो सकता। व्यवहार एक समान कोई कर सकता भी नहीं और होना चाहिये भी नहीं। व्यवहारमें भिन्नता होनी आवश्यक है। व्यवहारमें साधककी विभिन्न प्राणीपदार्थोंकी आकृति और उपयोगितापर दृष्टि रहते हुए भी वास्तवमें उसकी दृष्टि उन प्राणीपदार्थोंमें परिपूर्ण परमात्मापर ही रहती है। जैसे विभिन्न प्रकारके गहनोंसे तत्त्व(सोने) में कोई अन्तर नहीं आता? ऐसे ही विभिन्नप्रकारके व्यवहारसे साधककी तत्त्वदृष्टिमें कोई अन्तर नहीं आता। सम्पूर्ण प्राणियोंके प्रति साधकमें आन्तरिक समता रहती है। यहाँ समबुद्धयः पदसे उस आन्तरिक समताकी ओर ही लक्ष्य कराया गया है।सिद्ध महापुरुषोंकी दृष्टिमें एक परमात्माके सिवाय दूसरी सत्ता न रहनेके कारण वे सदा और सर्वत्र समबुद्धि ही हैं। सिद्ध महापुरुषोंकी स्वतःसिद्ध स्थिति ही साधकोंके लिये आदर्श होती है और उसीको लक्ष्य करके वे चलते हैं। साधकोंकी दृष्टिमें परमात्माके सिवाय अन्य पदार्थोंकी जितने अंशमें सत्ता रहती है? उतने ही अंशमें उनकी बुद्धिमें समता नहीं रहती। अतः साधककी बुद्धिमें अन्य पदार्थोंकी स्वतन्त्र सत्ता जैसेजैसे कम होती जायगी? वैसेवैसे ही उसकी बुद्धि सम होती जायगी।साधक अपनी बुद्धिसे सर्वत्र परमात्माको देखनेकी चेष्टा करता है? जबकि सिद्ध महापुरुषोंकी बुद्धिमें परमात्मा स्वाभाविकरूपसे इतनी घनतासे परिपूर्ण हैं कि उनके लिये परमात्माके सिवाय और कुछ है ही नहीं। इसलिये उनकी बुद्धिका विषय परमात्मा नहीं है? प्रत्युत उनकी बुद्धि ही परमात्मासे परिपूर्ण है। अतः वे सर्वत्र समबुद्धयः हैं।ते प्राप्नुवन्ति मामेव -- निर्गुणके उपासक कहीं यह समझ लें कि निर्गुण तत्त्व कोई दूसरा है और सगुण कोई दूसरा है? इसलिये भगवान् यह स्पष्ट करते हैं कि निर्गुण ब्रह्म मुझसे भिन्न नहीं है (गीता 9। 4 14। 27)। सगुण और निर्गुण दोनों मेरे ही स्वरूप हैं।इन दोनों श्लोकोंमें भगवान्ने निर्गुणउपासकोंके लिये चार बातें बतायी हैं (1) निर्गुणतत्त्वका स्वरूप क्या है? (2) साधककी स्थिति क्या है? (3) उपासनाका स्वरूप क्या है और (4) साधक क्या प्राप्त करता है।(1) अर्जुनने इसी अध्यायके पहले श्लोकके उत्तरार्धमें जिस निर्गुणतत्त्वके लिये अक्षरम् और अव्यक्तम् दो विशेषण प्रयुक्त करके प्रश्न किया था? उसी तत्त्वका विस्तारसे वर्णन करनेके लिये भगवान्ने छः और विशेषण अर्थात् कुल आठ विशेषण दिये? जिनमें पाँच निषेधात्मक (अक्षरम्? अनिर्देश्यम्? अव्यक्तम्? अचिन्त्यम् और अचलम्) तथा तीन विध्यात्मक (सर्वत्रगम्? कूटस्थम् और ध्रुवम्) विशेषण हैं।(2) सब देश? काल? वस्तु और व्यक्तियोंमें परिपूर्ण तत्त्वपर दृष्टि रहनेसे निर्गुणउपासकोंकी सर्वत्र समबुद्धि होती है। देहाभिमान और भोगोंकी पृथक् सत्ता माननेके कारण ही भोग भोगनेकी इच्छा होती है और भोग भोगे जाते हैं। परन्तु इन निर्गुणउपासकोंकी दृष्टिमें एक परमात्माके अतिरिक्त अन्य किसी वस्तुकी पृथक् (स्वतन्त्र) सत्ता न होनेके कारण उनकी बुद्धिमें भोगोंका महत्त्व नहीं रहता। अतः वे सुगमतापूर्वक इन्द्रियोंका संयम कर लेते हैं। सर्वत्र समबुद्धिवाले होनेके कारण उनकी सब प्राणियोंके हितमें रति रहती है। इसलिये वे सर्वभूतहिते रताः हैं।(3) साधकका सब समय उस निर्गुणतत्त्वकी ओर दृष्टि रखना (तत्त्वके सम्मुख रहना) ही उपासना है।(4) भगवान् कहते हैं कि ऐसे साधकोंको जो निर्गुणब्रह्म प्राप्त होता है? वह मैं ही हूँ। तात्पर्य यह है कि सगुण और निर्गुण एक ही तत्त्व है। सम्बन्ध --   अर्जुनके प्रश्नके उत्तरमें भगवान्ने दूसरे श्लोकमें सगुणउपासकोंको सर्वश्रेष्ठ बताया और तीसरेचौथे श्लोकोंमें निर्गुणउपासकोंको अपनी प्राप्तिकी बात कही। अब दोनों प्रकारकी उपासनाओंके अवान्तर भेद तथा कठिनाई एवं सुगमताका वर्णन आगेके तीन श्लोकोंमें करते हैं। ","hcsca":"।।12.3।। See Commentary under 12.4 ","etsga":"12.3 Those, however, who meditate in every way on the Immutable, the Indefinable, the Unmanifest, which is all-pervading, incomprehensible, change-less, immovable and constant.- ","etssa":"12.3 Those who worship the imperishable, the indefinable, the unmanifest, the omnipresent, the unthinkable, the immovable and the eternal. ","etdss":"12.3. Those, who contemplate on the Unmanifest, Which is motionless, undefinable, all-pervading, unthinkable, peaklike, unmoving and fixed; ","ecssa":"12.3 ये who? तु verily? अक्षरम् the imperishable? अनिर्देश्यम् the indefinable? अव्यक्तम् the unmanifested? पर्युपासते worship? सर्वत्रगम् the omnipresent? अचिन्त्यम् the unthinkable? च and? कूटस्थम् the unchangeable? अचलम् the immovable? ध्रुवम् the eternal.Commentary Anirdesyam That which cannot be actually shown or which cannot be defined -- the Akshaa or Satchidananda Para Brahman is beyond the reach of the mind and speech. Why can It not be defined Because It is unmanifested. It does not have the four alities of manifested beings? vi.z? Jati (caste such as Brahmana? Kshatriya? etc.)? Guna (attributes such as blueness? whiteness? tallness? shortness? etc.)? Kriya (reading? walking? etc.)? and Sambandha (like the relation between father and son).The unmanifest Incomprehensible by any of the organs of knowledge not manifest to any of the organs of knowledge.Upasana (worship) means sitting near. It is approaching the chosen ideal or object of worship by meditating on it? in accordance with the teachings of the scriptures and the spiritual preceptor? and dwelling steadily in the current of that one thought like a threat of oil poured from one vessel to another. It means continous and uninterrupted contemplation of God.The imperishable Brahman is omnipresent? pervading everything like the ether. It is unthinkable? because It is unmanifest. Whatever is visible to the senses can be thought of by the mind also. That which can be grasped by the organs of knowledge can be thought of by the mind also. But the Supreme Being is invisible to the senses and so cannot be grasped by the organs of knowledge and is? therefore? unthinkable. All thoughts of God ultimately lead the aspirant to iescent meditation.It is Kutastha (unchangeable). Kutastha means remaining like a mass or a heap. Therefore It is immutable and eternal. Just as the anvil remains unchanged though the ironpieces which are beaten on the anvil change their shape? so also Brahman is unchanging though the forms are changing. Hence Brahman is called Kutastha. Kuta also means a thing which appears to be good externally but which is full of evil within. Hence it refers to that seed of Samsara? viz.? ignorance? which is full of evil within and which is known as the Avyakrita (undifferentiated) in the Svetasvataropanishad (Mayam tu prakritim vidyat? Mayinam tu mahesvaram) and in the Gita (Mama maya duratyaya -- The illusion of Mine is hard to pierce -- VII.14). Another interpretation for Kutastha is that which is at the root of everything. He Who is seated in Maya as its witness? as its Lord? is Kutastha.Achalam Immovable? that which is free from change. Therefore the imperishable Brahman is Dhruvam? eternal. (Cf.VIII.21) ","scetsga":"12.3 Ye, those; tu, however; who, pari-upasate, meditate in every way; aksaram, on the Immutable; anirdesyam, the Indefinable-being unmanifest, It is beyond the range of words and hence cannot be defined; avyaktam, the Unmanifest-It is not comprehensible thrugh any means of knowledge-.\nUpasana, meditation, means approaching an object of meditation as presented by the scriptures, and making it an object of ones own thought and dwelling on it uniterruptedly for long by continuing the same current of thought with regard to it-like a line of pouring oil. This is what is called upasana.\nThe Lord states the characteristics of the Immutable [Here Ast. adds upasyasya, which is the object of meditation.-Tr.] : Sarvatragam, all-pervading, pervasive like space; and acintyam, incomprehensible-becuase of Its being unmanifest. For, whatever comes within the range of the organs can be thought of by the mind also. Being opposed to that, the Immutable is inconceivable. It is kutastham, changeless. Kuta means something apparently good, but evil inside. The word kuta (deceptive) is well known in the world in such phrases as, kuta-rupam, deceptive in appearance, kuta-saksyam, false evidence, etc. Thus, kuta is that which, as ignorance etc., is the seed of many births, full of evil within, referred to by such words as maya, the undifferentiated, etc., and well known from such texts as, One should know Maya to be Nature, but the Lord of Maya to be the supreme God (Sv. 4.10), The divine Maya of Mine is difficult to cross over (7.14), etc. That which exists on that kuta as its controller (or witness) is the kuta-stha. Or, kutastha may mean that which exists like a heap [That is, motionless.].\nHence it is acalam, immovable. Since It is immovable, therefore It is dhruvam, constant, i.e. eternal. ","scetdss":"12.3 See Comment under 12.5 ","scetssa":"12.3 - 12.5 The individual self meditated upon by those who follow the path of the Aksara (the Imperishable) is thus described: It cannot be defined in terms indicated by expressions like gods and men etc., for It is different from the body; It is imperceptible through the senses such as eyes; It is omnipresent and unthinkable, for though It exists everywhere in bodies such as those of gods and others, It cannot be conceived in terms of those bodies, as It is an entity of an altogether different kind; It is common to all beings i.e., alike in all beings but different from the bodily forms distinguishing them; It is immovable as It does not move out of Its unie nature, being unmodifiable, and therefore eternal. Such aspirants are further described as those who, subduing their senses like the eye from their natural operations, look upon all beings of different forms as eal by virtue of their knowledge of the sameness of the nature of the selves as knowers in all. Therefore they are not given to take pleasure in the misfortune of others, as such feelings proceed from ones identification with ones own special bodily form. Those who meditate on the Imperishable Principle (individual self) in this way, even they come to Me. It means that they also realise their essential self, which, in respect of freedom from Samsara, is like My own Self. So Sri Krsna will declare later on: Partaking of My nature (14.2). Also the Sruti says: Untainted, he attains supreme eality (Mun. U., 3.1.3). Likewise He will declare the Supreme Brahman as being distinct from the freed self which is without modification and is denoted by the term Imperishable (Aksara), and is described as unchanging (Kutastha). The Highest Person is other than this Imperishable (15.16 - 17). But in the teaching in Aksara-vidya Now that higher science by which that Aksara is known (Mun. U., 1.5) the entity that is designated by the term Aksara is Supreme Brahman Himself; for He is the source of all beings, etc. Greater is the difficulty of those whose minds are attached to the unmanifest. The path of the unmanifest is a psychosis of the mind with the unmanifest as its object. It is accomplished with difficulty by embodied beings, who have misconceived the body as the self. For, embodied beings mistake the body for the self. The superiority of those who adore the Supreme Being is now stated clearly: ","chakravarthi":"Those who worship my impersonal svarupa brahman are inferior because of their state of suffering. This the Lord states in two verses. Those who worship the brahman (aksaram) which is not possible to designate (anirdesyam), because it is without form or other qualities (avyaktam), which is spread everywhere (sarvatra gam), beyond logic (acintyam) and extending over all time (kutastham), devoid of increase or other change (acalam) and eternal (dhruvam), attain me in the form the impersonal brahman. He says that they attain “me” because the brahman is non-different from the Lord. Amara Kosa says that kutasha means that which pervades time with one form. ","rudra":" The question might arise why is not the impersonal path superior. Lord\nKrishna answers this in this verse and the next. Although those who\ncontemplate, reflect upon, meditate on and worship the abstract,\nimpersonal, imperishable brahman or the spiritual substratum pervading all\nexistence can eventually attain Lord Krishna as well; it is extremely\ndifficult to do so. This is because the characteristics of the brahman are\nbeyond the ability of the mind to comprehend. Why so? Because although it\nis a reality the brahman is avyaktam or devoid of material qualities and\nattributes. Thus it is acintyam or inconceivable and not possible to be\nconceptualized. It is anirdesyam or indescribable and cannot be expressed\nby words because it is unable to be conceived. Although it is sarvatra-gam\nor all pervading it is unmanifest possessing no form and cannot be\nperceived, As it is kuta-stham it is unchanging and thus never changing it\nis dhruvam or eternal and everlasting. The rest is clear. ","brahma":"\nSo it has been established that the devotees who with full faith focus\ntheir minds on the Supreme Lord Krishna and offer bhakti or exclusive\nloving devotion to Him are the most superior. But what about the other\nvotaries of the Vedic culture who follow the path of worshipping the\nimperishable brahman or the spiritual substratum pervading all existence\nwhich is unmanifest being imperceptible? What are there rewards? This Lord\nKrishna elucidates in these two verses. In the Bhagavat Purana, the attribute of imperceptibility has been ascribed\nto illusion because it is acintyam or inconceivable and incapable of being\nrationalized although it is able to be perceived by some advanced beings.\nThe word aksaram is not referring directly to the Supreme Lord but rather\nto His impersonal unmanifest aspect known as the imperishable brahman or\nspiritual substratum pervading all existence. In the very beginning there\nwas neither existence or non-existence, there was neither superior elements\nor inferior elements. Then there existed only tamas or the obscurity of\ndarkness and within this obscurity alone was the unmanifest, inconceivable,\never renewable and was none other then prakriti the material substratum\npervading physical existence which is imperceptible, possessing no\ndistinctive atributes to distinguish her by. Similarly it has been stated in the Moksa Dharma: That being supported by\nthe attributes of the Supreme Lord, Sri Laxsmi is ever fresh and\ninaccessible to the senses. Beyond the mind, unborn, existing even after\nuniversal dissolution are her special subsidiary attributes. The Manu\nSamhita states that Sri Laxsmi is: Harmful to none, unaffected by time,\nwithout enmity to any, immutable, without loss of form, manifested in\neverything, performing every action, she is always existing, symbolizing\nthe principles of tamas and inactivity, dormant during dissolution, beyond\nthe scope of logic and reason, unknowable and passive in all activities. Later in chapter 15, verse 16 Lord Krishna states: kutastho ksara ucyate\nmeaning those who are personal associates of the Supreme Lord are eternal\nand infallible like the atma or soul. The Rig Veda states: That which is\nabiding within that space is kutastho of an eternal nature. So Sri Laxsmi\nis eternal because she abides there within that space. The Gautama section\nof the Sama Veda states: The consort of the Supreme Lord is Sri Laxsmi and\nshe is all pervading, immutable, inscrutable, the progenitor and support of\ncreation the same as the Supreme Lord which is accomplished without any\ninfluence of rajas or passion. According to the Agni Purana as Sri Laxsmi\nis never leaving her place at the feet of the Supreme Lord, she is achala\nor stationary. The Narada Purana states that: Sri Laxsmi and the Supreme\nLord are unperceivable, unmanifest and beyond the scope of the mind. Now begins the summation. It has been shown how the Supreme Lord and His sakti or spiritual feminine\npotency known as Sri Laxsmi are both unborn and eternal. When all else\nceases to exist at the time of universal dissolution the Supreme Lord and\nHis sakti being unaffected facilitate the next cycle to start creation\nanew. The Supreme Lord is called akshara the absolute and ultimate source\nof all. His sakti is called kshara who is limited to the extent that she\nremains dormant until the Supreme Lord begins creation. At that time the\ndual nature of the Supreme Lord and His sakti activates the creative energy\nby which such interaction causes the phenomena in the material nature for\nunlimited plethoras of species, forms and names of beings pouring into\nexistence. The internal unified form of the Supreme Lord and Sri Laxsmi are\nknown as akshara and kshara and their external manifestations are know as\nPurusha the Supreme Personality and prakriti the material substratum\npervading all physical existence. ","shri":" 2 Those who are attracted to meditation and upasate or worship on the avyakta\nor the unmanifest, impersonal brahman being the spiritual substratum\npervading all existence or are devoted to realising the imperishable nature\nof their atma or eternal soul which is indefinable by the mind and\nimperceptible find that both ways are completely impossible to be perceived\nby any of the senses. The phrase sarvatra-gam acintyam means all pervading\nand inconceivable, respectively. The understanding is that despite the\natma or eternal soul being present in the etheric heart of every living\nentity everywhere in creation in the demigods, the humans, the animals, the\nfish, the plants etc. It is completely inconceivable how the total\naggregate of all these trillions upon trillions of souls approaching even\nan infinite amount actually comprise the transcendental, spiritual body of\nthe Supreme Lord Krishna. Not only is it not possible to conceive this, it\nis also impossible to imagine what such an infinite spiritual form would\nappear like so it is completely indescribable. Even if one achieved atma-\ntattva or soul realisation and were able to perceive the form of their\nindividual atma it would not be of any consequence in conceiving by any\nstretch of the imagination such an infinite and phenomenal spiritual form.\nThe word kutastham means stable or uniform denoting that essence which\nnever changes in form regardless of the constant changing of bodies of all\nliving beings every life, thus it is acalam or immutable because of its\nsingular unmoving nature and thus dhruvam or everlasting. Along with this\nmust be sanniyamyendriya-gramam meaning all the senses must be fully\ncontrolled and restrained from absorption in their accustomed sense\nobjects. The phrase sarvatra sama-buddhayah means equanimity towards all\nliving entities which manifests itself when the cognition of the atma\nresiding in the etheric heart of all living entities being of variegated\nand diverse species seen specifically as consciousness although concealed\nby various forms becomes a reality. Firmly fixed in this understanding one\nautomatically becomes sarva-bhuta-hite ratah or favourably disposed to the\nwelfare of all living entities or it can mean well removed from wishing any\nenmity towards any jiva or embodied being, for enmity is a product\nengendered by false ego due to imagining gradations in the atmas between\njivas because of external differences in their physical bodies. ","kumar":"2 Those who are attracted to meditation and upasate or worship on the avyakta\nor the unmanifest, impersonal brahman being the spiritual substratum\npervading all existence or are devoted to realising the imperishable nature\nof their atma or eternal soul which is indefinable by the mind and\nimperceptible find that both ways are completely impossible to be perceived\nby any of the senses. The phrase sarvatra-gam acintyam means all pervading\nand inconceivable, respectively. The understanding is that despite the\natma or eternal soul being present in the etheric heart of every living\nentity everywhere in creation in the demigods, the humans, the animals, the\nfish, the plants etc. It is completely inconceivable how the total\naggregate of all these trillions upon trillions of souls approaching even\nan infinite amount actually comprise the transcendental, spiritual body of\nthe Supreme Lord Krishna. Not only is it not possible to conceive this, it\nis also impossible to imagine what such an infinite spiritual form would\nappear like so it is completely indescribable. Even if one achieved atma-\ntattva or soul realisation and were able to perceive the form of their\nindividual atma it would not be of any consequence in conceiving by any\nstretch of the imagination such an infinite and phenomenal spiritual form.\nThe word kutastham means stable or uniform denoting that essence which\nnever changes in form regardless of the constant changing of bodies of all\nliving beings every life, thus it is acalam or immutable because of its\nsingular unmoving nature and thus dhruvam or everlasting. Along with this\nmust be sanniyamyendriya-gramam meaning all the senses must be fully\ncontrolled and restrained from absorption in their accustomed sense\nobjects. The phrase sarvatra sama-buddhayah means equanimity towards all\nliving entities which manifests itself when the cognition of the atma\nresiding in the etheric heart of all living entities being of variegated\nand diverse species seen specifically as consciousness although concealed\nby various forms becomes a reality. Firmly fixed in this understanding one\nautomatically becomes sarva-bhuta-hite ratah or favourably disposed to the\nwelfare of all living entities or it can mean well removed from wishing any\nenmity towards any jiva or embodied being, for enmity is a product\nengendered by false ego due to imagining gradations in the atmas between\njivas because of external differences in their physical bodies. "}