{"meta":"Bhagavad Gita Chapter 12 Verse 9","metahi":"भगवद् गीता 12.9","slok":"अथ चित्तं समाधातुं न शक्नोषि मयि स्थिरम्।अभ्यासयोगेन ततो मामिच्छाप्तुं धनञ्जय।।12.9।। ","htsrsd":"।।12.9।।अगर तू मनको मेरेमें अचलभावसे स्थिर (अर्पण) करनेमें समर्थ नहीं है? तो हे धनञ्जय अभ्यासयोगके द्वारा तू मेरी प्राप्तिकी इच्छा कर। ","htstma":"।।12.9।। हे धनंजय यदि तुम अपने मन को मुझमें स्थिर करने में समर्थ नहीं हो? तो अभ्यासयोग के द्वारा तुम मुझे प्राप्त करने की इच्छा (अर्थात् प्रयत्न) करो।। ","transliteration":"Atha chittam samaadhaatum na shaknoshi mayi sthiram;\nAbhyaasayogena tato maamicchaaptum dhananjaya. ","englishmeaning":"atha—if; chittam—mind; samādhātum—to fix; na śhaknoṣhi—(you) are unable; mayi—on Me; sthiram—steadily; abhyāsa-yogena—by uniting with God through repeated practice; tataḥ—then; mām—me; ichchhā—desire; āptum—to attain; dhanañjaya—Arjun, the conqueror of wealth ","hcsrsd":"।।12.9।। व्याख्या --   अथ चित्तं समाधातुं ৷৷. मामिच्छाप्तुं धनञ्जय -- यहाँ चित्तम् पदका अर्थ मन है। परन्तु इस श्लोकका पीछेके श्लोकमें वर्णित साधनसे सम्बन्ध है? इसलिये चित्तम् पदसे यहाँ मन और बुद्धि दोनों ही लेना युक्तिसंगत है।भगवान् अर्जुनसे कहते हैं कि अगर तू मनबुद्धिको मेरेमें अचलभावसे स्थापित करनेमें अर्थात् मेरे अर्पण करनेमें अपनेको असमर्थ मानता है? तो अभ्यासयोगके द्वारा मेरेको प्राप्त करनेकी इच्छा कर।अभ्यास और अभ्यासयोग पृथक्पृथक् हैं। किसी लक्ष्यपर चित्तको बारबार लगानेका नाम अभ्यास है और समताका नाम योग है। समता रखते हुए अभ्यास करना ही अभ्यासयोग कहलाता है। केवल भगवत्प्राप्तिके उद्देश्यसे किया गया भजन? नामजप आदि अभ्यासयोग है।अभ्यासके साथ योगका संयोग न होनेसे साधकका उद्देश्य संसार ही रहेगा। संसारका उद्देश्य होनेपर स्त्रीपुत्र? धनसम्पत्ति? मानबड़ाई? नीरोगता? अनूकूलता आदिकी अनेक कामनाएँ उत्पन्न होंगी। कामनावाले पुरुषकी क्रियाओंके उद्देश्य भी (कभी पुत्र? कभी धन? कभी मानबड़ाई आदि) भिन्नभिन्न रहेंगे (गीता 2। 41)। इसलिये ऐसे पुरुषकी क्रियामें योग नहीं होगा। योग तभी होगा? जब क्रियामात्रका उद्देश्य (ध्येय) केवल परमात्मा ही हो।साधक जब भगवत्प्राप्तिका उद्देश्य रखकर बारबार नामजप आदि करनेकी चेष्टा करता है? तब उसके मनमें दूसरे अनेक संकल्प भी पैदा होते रहते हैं? अतः साधकको मेरा ध्येय भगवत्प्राप्ति ही है -- इस प्रकारकी दृढ़ धारणा करके अन्य सब संकल्पोंसे उपराम हो जाना चाहिये।मामिच्छाप्तुम् पदोंसे भगवान् अभ्यासयोग को अपनी प्राप्तिका स्वतन्त्र साधन बताते हैं।पीछेके श्लोकमें भगवान्ने अपनेमें मनबुद्धि अर्पण करनेके लिये कहा। अब इस श्लोकमें अभ्यासयोगके लिये कहते हैं। इससे यह धारणा हो सकती है कि अभ्यासयोग भगवान्में मनबुद्धि अर्पण करनेका साधन है अतः पहले अभ्यासके द्वारा मनबुद्धि भगवान्के अर्पण होंगे? फिर भगवान्की प्राप्ति होगी। परन्तु मनबुद्धिको अर्पण,करनेसे ही भगवत्प्राप्ति होती हो? ऐसा नियम नहीं है। भगवान्के कथनका तात्पर्य यह है कि यदि उद्देश्य भगवत्प्राप्ति ही हो अर्थात् उद्देश्यके साथ साधककी पूर्ण एकता हो तो केवल अभ्याससे ही उसे भगवत्प्राप्ति हो जायगी।जब साधक भगवत्प्राप्तिके उद्देश्यसे बारबार नामजप? भजनकीर्तन? श्रवण आदिका अभ्यास करता है? तब उसका अन्तःकरण शुद्ध होने लगता है और भगवत्प्राप्तिकी इच्छा जाग्रत् हो जाती है। सांसारिक सिद्धअसिद्धिमें सम होनेपर भगवत्प्राप्तिकी इच्छा तीव्र हो जाती है। भगवत्प्राप्तिकी तीव्र इच्छा होनेपर भगवान्से मिलनेके लिये व्याकुलता पैदा हो जाती है। यह व्याकुलता उसकी अवशिष्ट सांसारिक आसक्ति एवं अनन्त जन्मोंके पापोंको जला डालती है। सांसारिक आसक्ति तथा पापोंका नाश होनेपर उसका एकमात्र भगवान्में ही अनन्य प्रेम हो जाता है और वह भगवान्के वियोगको सहन नहीं कर पाता। जब भक्त भगवान्के बिना नहीं रह सकता? तब भगवान् भी उस भक्तके बिना नहीं रह सकते अर्थात् भगवान् भी उसके वियोगको नहीं सह सकते और उस भक्तको मिल जाते हैं।साधकको भगवत्प्राप्तिमें देरी होनेका कारण यही है कि वह भगवान्के वियोगको सहन कर रहा है। यदि उसको भगवान्का वियोग असह्य हो जाय? तो भगवान्के मिलनेमें देरी नहीं होगी। भगवान्की देश? काल? वस्तु? व्यक्ति आदिसे दूरी है ही नहीं। जहाँ साधक है? वहाँ भगवान् हैं ही। भक्तमें उत्कण्ठाकी कमीके कारण ही भगवत्प्राप्तिमें देरी होती है। सांसारिक सुखभोगकी इच्छाके कारण ही ऐसी आशा कर ली जाती है कि भगवत्प्राप्ति भविष्यमें होगी। जब भगवत्प्राप्तिके लिये व्याकुलता और तीव्र उत्कण्ठा होगी? तब सुखभोगकी इच्छाका स्वतः नाश हो जायगा और वर्तमानमें ही भगवत्प्राप्ति हो जायगी।साधकका यदि आरम्भसे ही यह दृढ़ निश्चय हो कि मेरेको तो केवल भगवत्प्राप्ति ही करनी है (चाहे लौकिक दृष्टिसे कुछ भी बने या बिगड़े) तो कर्मयोग? ज्ञानयोग या भक्तियोग -- किसी भी मार्गसे उसे बहुत जल्दी भगवत्प्राप्ति हो सकती है। ","hcsca":"।।12.9।। आत्म विकास की जो साधना भगवान् ने पूर्व श्लोक में बतायी है वह अपरिवर्तनीय है। साधक को अपना मन भगवान् के चरणों में स्थिर करके बुद्धि के द्वारा उस सगुण रूप के पारमार्थिक स्वरूप को पहचानना चाहिए। इन दोनों प्रक्रियाओं का सम्पादन करने के लिए अत्यन्त सूक्ष्म बुद्धि और मन की एकाग्रता की आवश्यकता होती है। सम्भवत एक सामान्य पुरुष के समान अर्जुन को यह अनुभव हुआ कि इस मार्ग का सफलतापूर्वक अनुकरण करना उसके लिए असंभव ही है। करुणासागर भगवान् श्रीकृष्ण अपने शिष्य के मुख के भावों को समझकर यहाँ एक अन्य उपाय का वर्णन करते हैं।यदि तुम स्थिरतापूर्वक अपने चित्त को मुझमें समाहित नहीं कर सकते हो? तब एक उपाय यह है कि तुम अभ्यासयोग का पालन करो। इस अभ्यासयोग को पूर्व में इस प्रकार बताया गया था कि? जहाँ कहीं यह चंचल और अस्थिर मन विचरण करता है? उसे वहीं संयमित करके आत्मा के ही वश में लाना चाहिए। संक्षेप में? जब कभी कोई साधक अपने मन को चुने हुए ध्येय विषय में समाहित करना चाहता है? तो उसका चंचल मन ध्येय से हटकर विजातीय प्रवृत्तियों के प्रवाह में विचरण करने लगता है। यहाँ उपदेश यह दिया गया है कि जब कभी मन इस प्रकार विचरण करना प्रारम्भ करे साधक उसी क्षण उसके ध्यान को एकत्र कर पुन भगवान् के दिव्य रूप में स्थिर करने का प्रयत्न करे।प्रत्येक साधक को यह स्वीकार करना पड़ेगा कि ध्यानाभ्यास के समय? किसी एक अवधि तक भी? मन सर्वथा ध्येय वस्तु का ही चिन्तन करने में सफल नहीं होता है। कुछ ही क्षणों में मन का अपने कल्पना जगत् में विहार करना प्रारम्भ हो जाता है। उसका यह विहार करना अपने आप में इतनी बड़ी समस्या नहीं हैं? जितनी बड़ी वह बन जाती है? जब यह साधक भी मन के द्वारा अपहृत हुआ उसी कल्पना लोक में ले जाया जाता है। योगेश्वर श्रीकृष्ण केवल यही उपदेश देते हैं कि हमको अपने दिव्य पथ को त्यागकर मन के लुभाने में नहीं आना चाहिए।यत्रतत्र विचरण करने वाले उपद्रवी मन का ध्यान ध्येय बिन्दु में ही समाहित करने के लिए साधक में मन से अलग रहकर उसे साक्षीभाव से देखते रहने की क्षमता होनी चाहिए। मन के साथ तादात्म्य हो जाने पर तो जहाँ मन वहाँ हम? ऐसी स्थिति हो ही जायेगी। इसलिए? मन को संयमित करने के लिए साधक को मन से अलग होकर अपने में ही निहित उस क्षमता के साथ तादात्म्य करना चाहिए? जो मन से भी श्रेष्ठ है और उस पर शासन करके उसे अनुशासित कर सकती है। मन से श्रेष्ठ उसका शासक है? विवेक अर्थात् बुद्धि। बुद्धि की विवेकसार्मथ्य के द्वारा ही हम उससे निम्नतर मन को अनुशासित कर सकते हैं।यह उपाय उन लोगों को लिए बताया गया है जो पूर्व श्लोक में वर्णित विहंगम मार्ग का अनुसरण नहीं कर सकते हैं। दीर्घकाल तक अभ्यासयोग की साधना करने पर हमारा मन इस प्रकार अनुशासित हो जायेगा कि हम आत्मविकास के साक्षात् साधन का अभ्यास करने में समर्थ हो जायेंगे? जिसका वर्णन पूर्व के श्लोक में किया गया है।यदि यह भी सम्भव न हो तो ","etsga":"12.9 If, however, you are unable to establish the mind steadily on Me, then, O Dhananjaya, seek to attain Me through the Yoga of Practice. ","etssa":"12.9 If thou art unable to fix thy mind steadily on Me, then by the Yoga of constant practice do thou seek to reach Me, O Arjuna. ","etdss":"12.9. In case you are not able to cause your mind to enter completley into Me, then, O Dhananjaya ! seek to attain Me by the practice-Yoga. ","ecssa":"12.9 अथ if? चित्तम् the mind? समाधातुम् to fix? न not? शक्नोषि (thou) art able? मयि in Me? स्थिरम् steadily? अभ्यासयोगेन by the Yoga of constant practice? ततः them? माम् Me? इच्छ wish? आप्तुम् to reach? धनञ्जय O Arjuna.Commentary Abhyasa Yoga Abhyasa is constant practice to steady the mind and fix it on one point the practice of repeatedly withdrawing the mind from all sorts of sensual objects and fixing it again and again on one particular object or the Self. The constant effort to separate or detach oneself from the illusory five sheaths and identify oneself with the Atman is also Abhyasa. If you are not able to fix your mind and intellect wholly on the Lord all the time? then do it for some time at least. If your mind wanders much? try to fix it on the Lord through the continous practice of remembrance. Resort to the worship of the images of God? feeling His Living Presence in them. This will also help you.Why did Lord Krishna address Arjuna by the name Dhananjaya here Surely there is some significance. Arjuna conered many people and brought immense wealth for the Rajasuya Yajna performed by Yudhishthira. For such a man of great powers and splendour? it is not difficult to coner this mind? and obtain the spiritual wealth of knowledge of the Self. This is what Lord Krishna meant when He addressed Arjuna by the name Dhananjaya. ","scetsga":"12.9 Atha, if, however; na saknosi, you are unable; samadhatum, to establish, in this way as I have described; cittam, the mind; sthiram, steadily, unwaveringly; mayi, on Me; tatah, then; O Dhananjaya, iccha, seek, pray; aptum, to attain; mam, Me, as the Cosmic person; abhyasa-yogena, through the Yoga of Practice.\nPractice consists in repeatedly fixing the mind on a single object by withdrawing it from everything else. The yoga following from this, and consisting in concentration of the mind, is abhyasa-yoga. ","scetdss":"12.9 Atha etc. to cause the mind [to enter into the Lord] is hard to achieve without the descent of the Lords Grace with greater force, and without the favour of the revered preceptors, pleased [by services etc.] for a considerable period of time. Hence, practice [is prescribed]. ","scetssa":"12.9 Now, if you are unable to focus your mind immediately on Me in deep meditation, then seek to reach Me by the practice of repetition (Abhyasa Yoga). By the repeated practice of remembrance full of immense love, concentrate your mind on Me the ocean of manifold attributes innate to Me like, beauty, affability, friendliness, affection, compassion, sweetness, majesty, magnanimity, heroism, valour, might, omniscience, freedom from wants, unfailing resolves, sovereignty over all, being the cause of all etc., and being antagonistic to all that is evil. All these attributes are of unlimited excellence in the Supreme Person. ","chakravarthi":"The Lord then speaks of a method to attain the state of remembrance mentioned above, if one is unable to remember the Lord immediately. Repeatedly withdrawing the mind when it goes here and there, fix (abhyasa) the mind on me. This is the method (yoga). ","rudra":"\nIf one is however unable to focus their consciousness on the Supreme Lord\nKrishna in unmotivated devotion in a steady manner then there is an easier\nmethod to reach Him and that is to gently bring the distracted mind back to\nfocus on Lord Krishna everytime it seeks to wander and roam towards other\nobjects and ideas. Again and again continuously one must seek and strive to\nattain Him through this yoga or the science of the individual consciousness\nattaining communion with the utlimate consciousness by constantly\nattempting to remember of the Supreme Lord. ","brahma":" ","shri":"\nIf one is unable to focus their mind steadily on the Supreme Lord Krishna\nwithout distraction and interruption then one should continuously endeavour\nto perform abhyasa yoga which is repeatedly fixing the mind on the Supreme\nLord while simultaneously restraining oneself from all worldly affairs.\nReflecting on Lord Krishna being the quintessence of all wonderful\nqualities and exalted attributes such as love, beauty, compassion,\nsweetness, wisdom, majesty, courage, valour, etc. while realising that He\nalone is the Supreme Lord of the spiritual kingdom and the material worlds\nbeing the ultimate source and the ultimate goal of all things at the same\ntime being the antithesis and antidote of all that is demoniac and\nunrighteous. True endeavour for the Supreme Lord is bhakti or exclusive\nloving devotion to Lord Krishna. By remembering and meditating constantly\non Him in this way, steadiness and equanimity of mind is achieved and one\nwill directly realise themselves how to attain Him. ","kumar":"If one is unable to focus their mind steadily on the Supreme Lord Krishna\nwithout distraction and interruption then one should continuously endeavour\nto perform abhyasa yoga which is repeatedly fixing the mind on the Supreme\nLord while simultaneously restraining oneself from all worldly affairs.\nReflecting on Lord Krishna being the quintessence of all wonderful\nqualities and exalted attributes such as love, beauty, compassion,\nsweetness, wisdom, majesty, courage, valour, etc. while realising that He\nalone is the Supreme Lord of the spiritual kingdom and the material worlds\nbeing the ultimate source and the ultimate goal of all things at the same\ntime being the antithesis and antidote of all that is demoniac and\nunrighteous. True endeavour for the Supreme Lord is bhakti or exclusive\nloving devotion to Lord Krishna. By remembering and meditating constantly\non Him in this way, steadiness and equanimity of mind is achieved and one\nwill directly realise themselves how to attain Him. "}