{"meta":"Bhagavad Gita Chapter 12 Verse 1","metahi":"भगवद् गीता 12.1","slok":"अर्जुन उवाचएवं सततयुक्ता ये भक्तास्त्वां पर्युपासते।येचाप्यक्षरमव्यक्तं तेषां के योगवित्तमाः।।12.1।। ","htsrsd":"।।12.1।।जो भक्त इस प्रकार निरन्तर आपमें लगे रहकर आप(सगुण भगवान्) की उपासना करते हैं और जो अविनाशी निराकारकी ही उपासना करते हैं? उनमेंसे उत्तम योगवेत्ता कौन हैं ","htstma":"।।12.1।। अर्जुन ने कहा -- जो भक्त? सतत युक्त होकर इस (पूर्वोक्त) प्रकार से आपकी उपासना करते हैं और जो भक्त अक्षर? और अव्यक्त की उपासना करते हैं? उन दोनों में कौन उत्तम योगवित् है।। ","transliteration":"Arjuna Uvaacha:\nEvam satatayuktaa ye bhaktaastwaam paryupaasate;\nYe chaapyaksharamavyaktam teshaam ke yogavittamaah. ","englishmeaning":"arjunaḥ uvācha—Arjun said; evam—thus; satata—steadfastly; yuktāḥ—devoted; ye—those; bhaktāḥ—devotees; tvām—you; paryupāsate—worship; ye—those; cha—and; api—also; akṣharam—the imperishable; avyaktam—the formless Brahman; teṣhām—of them; ke—who; yoga-vit-tamāḥ—more perfect in Yog ","hcsrsd":"।।12.1।। व्याख्या --   एवं सततयुक्ता ये भक्ताः -- ग्यारहवें अध्यायके पचपनवें श्लोकमें भगवान्ने यः और सः पद जिस साधकके लिये प्रयुक्त किये हैं? उसी साधकके लिये अर्थात् सगुणसाकार भगवान्की उपासना करनेवाले सब साधकोंके लिये यहाँ ये भक्ताः पद आये हैं।यहाँ एवम् पदसे ग्यारहवें अध्यायके पचपनवें श्लोकका निर्देश किया गया है।मैं भगवान्का ही हूँ -- इस प्रकार भगवान्का होकर रहना ही सततयुक्त होना है।भगवान्में पूर्ण श्रद्धा रखनेवाले साधक भक्तोंका एकमात्र उद्देश्य भगवत्प्राप्ति होता है। अतः प्रत्येक (पारमार्थिक -- भगवत्सम्बन्धी जपध्यानादि अथवा व्यावहारिक -- शारीरिक और आजीविकासम्बन्धी) क्रियामें उनका सम्बन्ध नित्यनिरन्तर भगवान्से बना रहता है। सततयुक्ताः पद ऐसे ही साधक भक्तोंका वाचक है।साधकसे यह एक बहुत बड़ी भूल होती है कि वह पारमार्थिक क्रियाओंको करते समय तो अपना सम्बन्ध भगवान्से मानता है? पर व्यावहारिक क्रियाओंको करते समय वह अपना सम्बन्ध संसारसे मानता है। इस भूलका कारण है -- समयसमयपर साधकके उद्देश्यमें होनेवाली भिन्नता। जबतक बुद्धिमें धनप्राप्ति? मानप्राप्ति? कुटुम्बपालन आदि भिन्नभिन्न उद्देश्य बने रहते हैं? तबतक साधकका सम्बन्ध निरन्तर भगवान्के साथ नहीं रहता। अगर वह अपने जीवनके एकमात्र उद्देश्य भगवत्प्राप्तिको ठीकठीक पहचान ले? तो उसकी प्रत्येक क्रिया भगवत्प्राप्तिका साधन हो जायगी। भगवत्प्राप्तिका उद्देश्य हो जानेपर भगवान्का जपस्मरणध्यानादि करते समय तो उसका सम्बन्ध भगवान्से है ही किन्तु व्यावहारिक क्रियाओंको करते समय भी उसको नित्यनिरन्तर भगवान्में लगा हुआ ही समझना चाहिये।अगर क्रियाके आरम्भ और अन्तमें साधकको भगवत्स्मृति है? तो क्रिया करते समय भी उसकी निरन्तर सम्बन्धात्मक भगवत्स्मृति रहती है -- ऐसा मानना चाहिये। जैसे? बहीखातेमें जोड़ लगाते समय व्यापारीकी वृत्ति इतनी तल्लीन होती है कि मैं कौन हूँ और जोड़ क्यों लगा रहा हूँ -- इसका भी ज्ञान नहीं रहता। केवल जोड़के अङ्कोंकी ओर ही उसका ध्यान रहता है। जोड़ शुरू करनेसे पहले उसके मनमें यह धारणा रहती है कि मैं अमकु व्यापारी हूँ तथा अमुक कार्यके लिये जोड़ लगा रहा हूँ और जोड़ लगाना समाप्त करते ही पुनः उसमें उसी भावकी स्फुरणा हो जाती है कि मैं अमुक व्यापारी हूँ और अमुक कार्य कर रहा था। अतः जिस समयमें वह तल्लीनतापूर्वक जो़ड़ लगा रहा है? उस समय भी मैं अमुक व्यापारी हूँ और अमुक कार्य कर रहा हूँ -- इस भावकी विस्मृति दीखते हुए भी वस्तुतः विस्मृति नहीं मानी जाती।इसी प्रकार यदि कर्तव्यकर्मके आरम्भ और अन्तमें साधकका यह भाव है कि मैं भगवान्का ही हूँ और भगवान्के लिये ही कर्तव्यकर्म कर रहा हूँ? तथा इस भावमें उसे थोड़ी भी शङ्का नहीं है? तो जब वह अपने कर्तव्यकर्ममें तल्लीनतापूर्वक लग जाता है? उस समय उसमें भगवान्की विस्मृति दीखते हुए भी वस्तुतः विस्मृति नहीं मानी जाती।त्वाम् पर्युपासते -- यहाँ त्वाम् पदसे उन सभी सगुणसाकार स्वरूपोंको ग्रहण कर लेना चाहिये? जिनको भगवान् भक्तोंके इच्छानुसार समयसमयपर धारण किया करते हैं और जो स्वरूप भगवान्ने भिन्नभिन्न अवतारोंमें धारण किये हैं तथा भगवान्का जो स्वरूप दिव्यधाममें विराजमान है -- जिसको भक्त लोग अपनी मान्यताके अनुसार अनेक रूपों और नामोंसे कहते हैं।पर्युपासते -- पदका अर्थ है -- परितः उपासते अर्थात् अच्छी तरह उपासना करते हैं। जैसे पतिव्रता स्त्री कभी पतिकी सेवामें अपने शरीरको अर्पण करके? कभी पतिकी अनुपस्थितिमें पतिका चिन्तन करके? कभी पतिके सम्बन्धसे सासससुर आदिकी सेवा करके और कभी पतिके लिये रसोई बनाना आदि घरके कार्य करके सदासर्वदा पतिकी ही उपासना करती है? ऐसे ही साधक भक्त भी कभी भगवान्में तल्लीन होकर? कभी भगवान्का जपस्मरणचिन्तन करके? कभी सांसारिक प्राणियोंको भगवान्का ही मानकर उनकी सेवा करके और कभी भगवान्की आज्ञाके अनुसार सांसारिक कर्मोंको करके सदासर्वदा भगवान्की उपासनामें ही लगा रहता है। ऐसी उपासना ही अच्छी तरह की गयी उपासना है। ऐसे उपासकके हृदयमें उत्पन्न और नष्ट होनेवाले पदार्थों और क्रियाओंका किञ्चिन्मात्र भी महत्त्व नहीं होता।ये चाप्यक्षरमव्यक्तम् -- यहाँ ये पद निर्गुणनिराकारकी उपासना करनेवाले साधकोंका वाचक है। अर्जुनने श्लोकके पूर्वार्द्धमें जिस श्रेणीके सगुणसाकारके उपासकोंके लिये ये पदका प्रयोग किया है? उसी श्रेणीके निर्गुणनिराकारके उपासकोंके लिये यहाँ ये पदका प्रयोग किया गया है।अक्षरम् पद अविनाशी सच्चिदानन्दघन परब्रह्मका वाचक है (इसकी व्याख्या इसी अध्यायके तीसरे श्लोकमें की जायगी)।जो किसी इन्द्रियका विषय नहीं है? उसे अव्यक्त कहते हैं। यहाँ अव्यक्तम् पदके साथ अक्षरम् विशेषण दिया गया है। अतः यह पद निर्गुणनिराकार ब्रह्मका वाचक है (इसकी व्याख्या इसी अध्यायके तीसरे श्लोकमें की जायगी)।अपि पदसे ऐसा भाव प्रतीत होता है कि यहाँ साकार उपासकोंकी तुलना उन्हीं निराकार उपासकोंसे की गयी है? जो केवल निराकार ब्रह्मको श्रेष्ठ मानकर उसकी उपासना करते हैं।तेषां के योगवित्तमाः -- यहाँ तेषाम् पद सगुण और निर्गुण दोनों प्रकारके उपासकोंके लिये आया है। इसी अध्यायके पाँचवें श्लोकमें तेषाम् पद निर्गुण उपासकोंके लिये आया है? जबकि सातवें श्लोकमें तेषाम् पद सगुण उपासकोंके लिये आया है।इन पदोंसे अर्जुनका अभिप्राय यह है कि इन दो प्रकारके उपासकोंमें कौनसे उपासक श्रेष्ठ हैं।साकार और निराकारके उपासकोंमें श्रेष्ठ कौन है -- अर्जुनके इस प्रश्नका भगवान्ने जो उत्तर दिया है? उसपर गहरा विचार करनेसे अर्जुनके प्रश्नकी महत्ताका पता चलता है जैसे --,इस अध्यायके दूसरे श्लोकसे चौदहवें अध्यायके बीसवें श्लोकतक भगवान् अविराम बोलते ही चले गये हैं। तिहत्तर श्लोकोंका इतना लम्बा प्रकरण गीतामें एकमात्र यही है। इससे स्पष्ट प्रतीत होता है कि भगवान् इस प्रकरणमें कोई अत्यन्त महत्त्वपूर्ण बात समझाना चाहते हैं। साधकोंको साकार और निराकार स्वरूपमें एकताका बोध हो? उनके हृदयमें इन दोनों स्वरूपोंको प्राप्त करानेवाले साधनोंका साङ्गोपाङ्ग रहस्य प्रकट हो? सिद्ध भक्तों (गीता 12। 13 -- 19) और ज्ञानियों (गीता 14। 22 -- 25) के आदर्श लक्षणोंसे वे परिचित हों और संसारसे सम्बन्धविच्छेदकी विशेष महत्ता उनकी समझमें आ जाय -- इन्हीं उद्देश्योंको सिद्ध करनेमें भगवान्की विशेष रुचि मालूम देती है। तात्पर्य है कि भगवान्के हृदयमें जीवोंके लिये जो परमकल्याणकारी? अत्यन्त गोपनीय और उत्तमोत्तम भाव थे? उनको प्रकट करवानेका श्रेय अर्जुनके इस भगवत्प्रेरित प्रश्नको ही है। सम्बन्ध --   अर्जुनके सगुण और निर्गुण उपासकोंकी श्रेष्ठताविषयक प्रश्नके उत्तरमें भगवान् निर्णय देते हैं। ","hcsca":"।।12.1।। यद्यपि भगवद्गीता के दार्शनिक प्रवचन संवाद की शैली में लिखे गये हैं? तथापि उनमें विचारों के क्रमिक विकास की कभी भी उपेक्षा नहीं की गई है। उसमें न केवल एक अध्याय के अन्तर्गत विचारों में संगति है? वरन् एक अध्याय से अन्य अघ्यायों के मध्य भी यही संगति देखने को मिलती है। पूर्व अध्याय की समाप्ति भगवान् के इस आश्वासन के साथ हुई थी कि कोई भी साधक भक्त अनन्यभक्ति के द्वारा ईश्वर के विराट् वैभव का स्वयं में साक्षात् अनुभव कर सकता है। इस चुनौती भरे वाक्य ने क्षत्रिय राजपुत्र अर्जुन की महत्त्वाकांक्षा को जगा दिया। जगत् के एक व्यावहारिक पुरुष के रूप में वह जानना चाहता है कि वह परमात्मा के कौन से रूप की उपासना करे।यहाँ प्रश्न बड़ी बुद्धिमत्तापूर्वक रखा गया है। यह सुविदित तथ्य है कि जगत् में दो प्रकार के साधक होते हैं? जो वस्तुत एक ही साध्य को प्राप्त करने के लिए साधनारत होते हैं। कोई साधक परमात्मा के सगुण? साकार व्यक्त रूप की आराधनाउपासना करते हैं? जबकि अन्य साधक निर्गुण? निराकार अव्यक्त का ध्यान करते हैं। दोनों ही निष्ठावान् हैं और अपनेअपने मार्ग पर प्रगति की ओर अग्रसर होते हैं। परन्तु? प्रश्न यह है कि इन दोनों में कौन उत्तम योगवित् या योगनिष्ठ है।दर्शनशास्त्र में इन्द्रियगोचर वस्तु को व्यक्त कहते हैं तथा जो वस्तु प्रमाण गोचर नहीं होती? उसे अव्यक्त कहा जाता है। विद्यार्थी दशा में अर्जुन को यह बताया गया था कि परमात्मा अव्यक्त और सर्वव्यापी है। परन्तु? पूर्व अध्याय में ही उसने ईश्वरी विराट रूप का साक्षात् दर्शन किया था। वह उसका व्यक्तिगत अनुभव था। स्वाभाविक ही है कि आध्यात्मिक विकास के लिए मार्गदर्शन का इच्छुक अर्जुन एक उचित प्रश्न पूछता है कि सगुण और निर्गुण के इन दो उपासकों में कौन साधक श्रेष्ठ है सगुण और निर्गुण में श्रेष्ठता का प्रश्न आज भी विवाद का विषय बना हुआ है। क्या मूर्तिपूजा के द्वारा ईश्वर का ध्यान और साक्षात्कार किया जा सकता है क्या कोई भी प्रतीक परमात्मा का सूचक हो सकता है क्या एक तरंग समुद्र का प्रतीक या प्रतिनिधि बन सकती है प्रथम? भगवान् श्रीकृष्ण सगुणोपासना का वर्णन करते हुए कहते हैं ","etsga":"12.1 Arjuna said Those devotees who, being thus ever dedicated, meditate on You, and those again (who meditate) on the Immutable, the Unmanifested-of them, who are the best experiencers of yoga [(Here) yoga means samadhi, spiritual absorption.] ? ","etssa":"12.1 Arjuna said Those devotees who, ever steadfast, thus worship Thee and those also who worship the imperishable and the unmanifested which of them are better versed in Yoga? ","etdss":"12.1. Arjuna said Those devotees who, being constantly attached [to You], worship You thus; and also those who [worship] the motionless Unmanifest-of these who who are the best knowers of Yoga ? ","ecssa":"12.1 एवम् thus? सततयुक्ताः ever steadfast? ये who? भक्ताः devotees? त्वाम् Thee? पर्युपासते worship? ये who? च and? अपि also? अक्षरम् the imperishable? अव्यक्तम् the unmanifested? तेषाम् of them? के who? योगवित्तमाः better versed in Yoga.Commentary The twelfth discourse goes to prove that Bhakti Yoga or the Yoga of devotion is much easier than Jnana Yoga or the Yoga of knowledge. In Bhakti Yoga the devotee establishes a near and dear relationship with the Lord. He cultivates slowly and one of the five Bhavas (attitudes) according to his temperament? taste and capacity. The five attitudes are the Santa Bhava (the attitutde of peaceful adoration) Dasya Bhava (the attitude of servant towards the master) Sakhya Bhava (the attitude of a friend) Vatsalya Bhava (the attitude of a parent to the child) and Madhurya Bhava (the attitutde of the lover towards the beloved). The devotee adopts these attitudes towards the Lord. The last (Madhurya Bhava) is the culmination of devotion. It is merging or absorption in the Lord.The devotee adores the Lord. He constantly remembers Him (Smarana). He sings His Name (Kirtana). He speaks of His glories. He repeats His Name. He chants His Mantra (Japa). He prays and prostrates himself. He hears His Lilas (divine plays). He does total? ungrudging and unconditional selfsurrender? obtains His grace? hols communion wih? and eventually gets absorbed in Him.The devotee begins by worshipping the idols or the symbols of God. Then he performs internal worship of the Form. Ultimately he is led to the supreme worship of the allpervading Brahman (Para Puja).Thus As declared in the last verse of the previous chapter.Avyaktam The unmanifested? i.e.? incomprehensible to the senses? transcending all limiting adjuncts. The unmanifested Brahman is beyond all limitations. That which is visible to the senses is called Vyakta or manifest.The hearts of the devotees are wholly fixed on Thee. They worship Thee with all their heart and soul.There are others who worship the unmanifested Brahman which is beyond time? space and causation? which is attributeless? which is eternal and indefinable? which is beyond the reach of speech and mind. These are the wise sages.Of these two? the devotees and the men of knowledge -- who are the better knowers of Yoga (Cf.XI.55) ","scetsga":"12.1 The subject-matter stated in the immediately preceding verse, ৷৷.he who works for Me, etc. is referred to by the word evam (thus).\nYe bhaktah, those devotees who, seeking no other refuge; evam, thus; satata-yuktah, being ever-devoted, i.e., remaining unceasingly engaged in the works of the Lord, etc., intent on the aforesaid purpose; paryupasate, meditate; tvam, on You, in the Cosmic form as revealed earlier; ye ca api, and those others, again, who have renounced all desires, who have given up all actions; who meditate on Brahman as described (below), aksaram, on the Immutable; avyaktam, on the Unmanifested, which is so on account of being bereft of all limiting adjuncts, (and) which is beyond the comprehension of the organs-in the world, whatever comes within the range of the organs is said to be manifest, for the root anj conveys that sense; but this Immutable is the opposite of that and is endowed with alifications that are spoken of by the great ones; those again, who meditate on that-; tesam, of them, among the two (groups); ke, who; are the yoga-vit-tamah, best experiencers of yoga, i.e., who are those that are surpassingly versed in yoga?\nBut leave alone those who meditate on the Immutable, who are fully enlightened and are free from desires. Whatever has to be said with regard to them, we shall say later on. As for those others- ","scetdss":"12.1 Evam etc. The estion is for getting an explanation regarding the superiority among those who are the worshippers of the Absolute with Sovereign power, by the said method and those who worship the Self alone [without any attribute]. ","scetssa":"12.1 Arjuna said These are two types of spiritual aspirants who are contrasted thus: (1)  On the one hand there are those devotees who adore You thus; namely, in the way taught in such text as Whosoever works for Me (11.55), and who are desirous of being ever integrated with You, namely, considering You as the supreme end. They adore You in utter devotion - You, the ocean of boundless attributes of limitless excellence like grace, affability, omniscience, true resolve etc., and endowed with all glory. (2) On the other hand there are those who meditate on the Imperishable, (Aksara) namely, the individual self in Its true nature, which is the same as the Unmanifest (Avyakta), namely that whose nature cannot be grasped by organs such as the eye etc. The estion posed is: Which of these two classes of devotees have greater knowledge of Yoga? Who would reach their respective goals sooner? Such is the meaning of the estion. Sri Krsna clearly states later on, O Arjuna, I become before long their redeemer from the fatal sea of recurring births and deaths (12.7), with reference to the speed with which the latter kind of devotees reach Him. ","chakravarthi":"In the twelfth chapter, the superiority of all types of devotees to the jnanis is described, and among the devotees those who are endowed with wonderful qualities like lack of hatred are praised. Arjuna heard the great superiority of bhakti at the beginning of the topic of bhakti in the following words:\nyoginam api sarvesam mad-gatenantar-atmana sraddhavan bhajate yo mam sa me yuktatamo matah\nBut I consider he who worships me with faith, with mind attached to me, to be greater than all types of yogis. BG 6.47\nArjuna, desiring to hear about the superiority of bhakti, even if it is in summary, asks a question. Between the devotees described as being constantly engaged, who worship you as Syamasundara, mentioned at the end of the last chapter with – mat-karma krn mat-paramah (BG  11.55),   and   those   who   worship   the impersonal, unqualified aksara brahman described in the srutis with statements such as etad vai tad aksaram gargi brahmana abhivadanty asthulam ananv ahrasvam (Brhad Aranyaka Upanisad 3.8.9) (O Gargi, that aksara, which is not wide, not small and not short, is called brahman), among these two types of persons who know yoga, who are the best knowers of yoga (yoga vittamah)? Who know the best process for attaining you? Or, do they not know? In a comparison of two items usually the form yoga vittara (which of them know yoga better) would be used. The word yoga vittama should be understood to suggest that among the many very good knowers of yoga (yoga vittara), who are the best knowers of yoga (yoga vittama)? ","rudra":"\nThe twelfth chapter conclusively determines which of the following two\npaths is superior. The worship of the abstract impersonal and imperishable\nbrahman which is the spritual substratum pervading all existence or\npersonal devotion to the Supreme Lord Krishna in His original, two armed\nform with personality, qualities and attributes. At the conclusion of\nchapter eleven Lord Krishna declared that one who performs all actions\ndedicated to Him and has only Him as the ultimate goal being exclusively\ndevoted to Him attains Him. In various verses such as chapter 9, verse 31\nLord Krishna has ordered Arjuna with kaunteya pratijanihi na me bhaktah\npranasyati which means declare it boldly that My devotee is never\nvanquished. This shows the inherent superiority of the devotees of Lord\nKrishna. Similarly the superiority of one who is devoted to knowledge has\nbeen given in chapter 7, verse 17 with tesam jnani nitya-yukty eka-bhaktir\nmeaning one in knowledge of exclusive loving devotion is always in\ncommunion with Him. Such men of knowledge excel all others. Thus although\nboth paths are exemplary Arjuna is requesting to know which of the two\npaths is superior being better suited for yoga or the science of the\nindividual consciousness attaining communion with the ultimate\nconsciousness. ","brahma":"\nHari OM! This chapter confirms that propitiation to the Supreme Lord\nKrishna is superior to the unmanifest, impersonal and imperishable brahman\nor the spiritual substratum pervading all existence. Here Lord Krishna\noutlines the procedure of performing it. The procedure itself becomes the\nmeans for moksa or liberation from material existence. All who propitiate\nthe brahman will also achieve moksa after having all their desires\nfulfilled. In the Agni section of the Sama Veda it states: Propitiating\nthat which is superior to the eternal and beginningless brahman one\nachieves moksa from samsara or the endless cycle of birth and death. The\nwords aksaram avyaktam refer to the indestructible, unmanifest supreme\nabsolute or brahman whose steadfast worship eventually releases one from\nall constraints. So great is the result of propitiation in reference to\nthis as revealed in the Vedas. Those who worship the goddess Sri Laksmi\nwith four arms and hands, ever young, ever content, resplendent as the\neternal consort of the Supreme Lord in the spiritual worlds being His sakti\nor spiritual feminine potency in the material worlds, endowed with the\nwealth of wisdom; such a being is blessed by the two-fold form of the\nSupreme Lord which manifest themselves both externally as an experience and\ninternally within ones heart. This has been documented in other Vedic scriptures as well in the Puranas.\nHaving started with the declaration in Rig Veda X.CXXV that: Sri Laksmi\nwanders wherever the different vibhuti or divine, transcendental opulence\nof the Supreme Lord appear such as the Rudras, the Vasus, the Adityas, the\nVisva-devas etc. She is the gatherer of treasures and the empress of Lord\nKrishnas direct expansion Narayana the Lord of all Vaikuntha, the eternal\nspiritual worlds and being the personal sakti of the Supreme Lord she also\nexpands herself as the consort of each and every incarnation and expansion\nof Lord Krishna and thus also merits worship. Thus the demigods and\nelevated beings have established her worship in many places and homes to\nabide in, on the left side of the Supreme Lord. Through her alone all eat\nthe food that feeds them as well as sees, breathes and hears the sound of\nthe word outspoken, although they know it not and are unaware. Hear now one\nand all the truth as she declared it: The one who she benedicts excels\nabove others and is most powerful becoming a sage, yogi or brahmana. It is\nby her energy that the bow of Rudra is bent and his arrows are propelled to\nstrike and slay those who disrespect, despise and offend the devotees of\nthe Supreme Lord. On the worlds summits she designates the powerful. Her\nhome is in the waters of the casual ocean far, far beyond the material\nworlds and far beyond even the heavenly planets. Sri Laksmi the universal\nmother is majestic in her grandeur. One who pleases her is blest to become\na Brahmin, opulent and wise. Because the Vedic scriptures state like this\nthere may be some doubt as to whether Sri Laksmi has the capacity to grant\nmoksa or liberation by the power of the Supreme Lord. To discern this\nsubtle truth and for the sake of knowledge Arjuna uses the word evam\nmeaning in which way. Arjuna is requesting reassurance since experiencing the reality of Lord\nKrishnas visvarupa or divine universal form, he was puzzled and unsure if\navaktya or the unmanifest being the brahman or spiritual substratum\npervading all existence should be meditated on or should he meditate on\nprakriti the material substratum underlying physical existence which is the\nsource of the three gunas or modes of material nature being tama or\nignorance, raja guna or mode of passion and sattva guna or mode of goodness\nThe word aksaram means eternal, absolute and Sri Laksmi is also eternal and\nabsolute and prakriti arises completely out of her but the Supreme Lord is\nsuperior to all that. Then he is wondering should he not worship the atma\nor eternal soul within or should he just directly worship the Supreme Lord\nKrishna with loving devotion? The indestructible brahman is a direct\nreflection of the Supreme Lord and none other then He. Always being\nblissful He appears as Vasudeva and is all pervading. He is also paramatma\nthe Supreme Soul within the etheric heart of all sentient beings. This has\nbeen given in chapter two. His form and qualities have been given in\nchapter three and meditation has subsequently been advised as the\nconsequent activity. Knowledge of the prodigious manifold forms of the Supreme Lord, His\nmanifold expansions, His manifold incarnations, His visvarupa or divine\nuniversal form and the unlimited lilas or pastimes of them all begins the\nrevelation that Lord Krishna is the immortal, eternal Lord of all lords,\nfrom whom everything emanates in existence and to whom all paths return\nback to Him. In the Sama Veda, Saukarayana section we find that Rudra the\nmind born son of Brahma approaches him and asks to know who is verily the\nultimate goal of all existence, the eternally established, creator of all\nbeings who bestows moksa or liberation upon the aspirants, the righteous\nand the noble. How does one meditate upon such a Supreme Being and how can\none meditate upon a Supreme Being who is completely spiritual without any\nmaterial qualities or attributes? Brahma replied it is verily the Supreme\nLord Krishna who is the ultimate goal as well as the object of meditation\nby the aspirants and the granter of moksa. Of unlimited avatars or\nincarnations, expansions and manifestations, appearing in many colours\nsurrounded by a golden hue. He verily is shining like the sun and should be\nmeditated upon within the heart as a personality resembling a human the\ncolour of a radiant dark blue sapphire with gentle smile and hands giving\nblessing surrounded by a golden hue. He is camouflaged by the brahman the\nspiritual substratum pervading all existence and which emanates an\nimpenetrable dazzling light throughout all creation which effectively\ncovers His all pervading form. It is for this reason that He is also\npropitiates as avyaktam or immutable and aksaram or unmanifest because He\ncannot be perceived by material vision. Now begins the summation. Hari OM! Here is explained the means of achieving spiritual practice. The immutable, unmanifest known as the brahman although without form by the\nwill of the Supreme Lord arises from His sakti or spiritual, feminine\npotency known as Sri or Laksmi. For her propitiation an aspirant must leave\nhome and for being initiated in tattva or knowledge about her one must\napproach and accept a spiritual master in her line. Whomsoever learns to\npropitiate her attains moksa. Thus the objective of both the aspirant and\nthe guru are fulfilled. Those who propitiate Sri Laksmi, the consort of the\nSupreme Lord is His sakti which controls the material existence and is also\nknown as Ambika, Agrya, Aupala, Hri and Sivdya are granted moksa, If Sri\nLaksm is pleased then the Supreme Lord becomes pleased also and if she is\nnot pleased then the Supreme Lord remains unpleased as well. The Brahmanda Prurana states: Sri Laksmi is known as avyaktam or unmanifest\nbecause prakriti or the material substratum underlying physical existence\narises from her. She is also known as aksaram or immutable, the Supreme\nconsciousness, the primal source, the refuge for all and the abiding one;\nbut the Supreme Lord who empowers her is verily superior to her. So such\npropitiation to the avaktam is synonymous with propitiation to Sri Laksmi\nand the Supreme Lord. This has been asked by Arjuna for clarification of\nwhich path is more meritorious for attaining moksa. That which is abiding\nwithin is known as the immutable and never changing. This is clearly\ndetermined by such statements in the Vedic scriptures such as: That which\nwho abides within, eternally, unlimited, all pervading, etc. These things\nclearly refer to the unmanifest consciousness. Otherwise such distinct\nqueries such as who is to be propitiated and the method of propitiating Him\nand between the two which is superior would not have been asked. Those who\nconsider propitiation to the abstract, indistinct, impersonal and\nimperishable brahman to be superior to direct loving devotion unto the\nSupreme Lord are verily deluded and far away from the actual tattva or\nconclusive truth. ","shri":"\nIn the previous chapter the Supreme Lord Krishna, the possessor of all\ndivine attributes as well as countless exalted qualities such as an ocean\nof mercy, compassion, affability, omniscience etc. and the source of all\navatars or incarnations and expansions, being the ultimate object of\nworship to all who aspire for the path of bhakti or exclusive loving\ndevotion unto the Supreme Lord Krishna; revealed His unlimited sovereign\npower of universal dominion in the form of His visvarupa or divine\nuniversal form after being requested by His devotee Arjuna. It has also\nbeen established that uninterrupted profound, sublime bhakti alone without\ncessation is the only possible way to realise the Supreme Lord in His\nultimate nature and experience communion with Him. Now in this chapter the\nfollowing three realities will be examined.\n1) The inherent superiority of an aspirant performing bhakti involving\nmeditation directly upon the Supreme Lord Himself as compared to\nmeditation upon the atma or the eternal soul which only leads to atma\ntattva or realisation of the soul in order to attain the ultimate goal of\nall existence. This superiority of bhakti is measured in terms of\nabsolute fulfilment of the ultimate goal and in the sublime felicity and\nbliss of performance. Bhakti or love of God is considered the fifth\npurusharthas above the other four ambitions of humans beings which are 1.\nDharma or righteousness which consists of two parts first being the\nregular performance of Vedic activities and the second being performing\nactions which benefit all living entities such as freely providing fresh\nwater and salt to all and protecting against all demoniac influences\nwhenever they appear. 2. Artha or the righteous acquirement of wealth\naccording to the Vedic scriptures without usury or deception. 3. Kama or\nenjoyment and pleasure in the material existence following the Vedic\nscriptures without perversion or degradation. 4. Moksa or liberation from\nmaterial existence by atma tattva or liberation from material existence\nby bhakti realising the Supreme Lord direct. It should be noted that atma\ntattva is automatically an inherent part of bhakti and thus those blessed\nliving entities who perform bhakti to the Supreme Lord Krishna or any of\nHis authorised avatars do not have to make any separate or special effort\nto achieve this.\n2) The method of realising the Supreme Lord will be given in verse two.\n3) The aksaram or abstract, impersonal unmanifest path examined in verses\n3,4,5 is applicable for those who are inept and unqualified. This\nineptitude and lack of qualification is due to the absence of humbly\napproaching a spiritual master from one of the four authorised Vaisnava\nsampradayas or empowerd lines of disciplic succession and after being\naccepted by him and initiated being taught the fundamentals of bhakti. The superiority of bhakti or exclusive loving devotion to the Supreme Lord\nKrishna is made manifest by the superiority of He, Himself being the object\nof such loving devotion. This maxim of superiority was briefly stated by\nLord Krishna in chapter six verse 47 where He states : Those with firm\nfaith in the Vedic scriptures describing super-excellent devotion to Him\nand with hearts full of love dedicate all their actions to Him are\nyuktatamah the most superior of all. The words satata-yuktah meaning always engaged denotes ever devout towards\nthe Supreme Lord being ever intent on communion with Him which is\ncontinuing the sentiments of the last verse in chapter 11. The words tvam\nparyupasate means direct worship of Lord Krishna and refers to deeming the\nSupreme Lord as the complete fulfilment of ones every ambition and desire.\nThe Supreme Lord, the perfect, infallible one, the Sovereign Lord of all\ncreation and the refuge of all cosmic glories, possessing unlimited\nattributes of exalted qualities such as divinity, omniscience, compassion,\nomnipotence, etc. Such ones are thy eternal adorers and always your\nbeloved. Those other votaries are the worshippers of the abstract, impersonal,\navyaktam or unmanifest and imperceptible. which is aksaram or imperishable.\nSuch also reflect and contemplate upon the nature of the pratyagatma or\nindividual soul which is imperishable also as well as being unmanifest in\nas much as it is indiscernible by the mind and imperceptible to any of the\nsenses such as the eye or ear, etc. Of these two classes of aspirants which one is superior and most suitable\nfor performing yoga or the science of the individual consciousness\nattaining communion with the ultimate consciousness. Inferring which one\nwould achieve their respective goals most expediently. In verse seven Lord\nKrishna gives the definitive reply in answer to this query by succinctly\nrevealing the most expeditious way to attain the ultimate goal. ","kumar":"In the previous chapter the Supreme Lord Krishna, the possessor of all\ndivine attributes as well as countless exalted qualities such as an ocean\nof mercy, compassion, affability, omniscience etc. and the source of all\navatars or incarnations and expansions, being the ultimate object of\nworship to all who aspire for the path of bhakti or exclusive loving\ndevotion unto the Supreme Lord Krishna; revealed His unlimited sovereign\npower of universal dominion in the form of His visvarupa or divine\nuniversal form after being requested by His devotee Arjuna. It has also\nbeen established that uninterrupted profound, sublime bhakti alone without\ncessation is the only possible way to realise the Supreme Lord in His\nultimate nature and experience communion with Him. Now in this chapter the\nfollowing three realities will be examined.\n1) The inherent superiority of an aspirant performing bhakti involving\nmeditation directly upon the Supreme Lord Himself as compared to\nmeditation upon the atma or the eternal soul which only leads to atma\ntattva or realisation of the soul in order to attain the ultimate goal of\nall existence. This superiority of bhakti is measured in terms of\nabsolute fulfilment of the ultimate goal and in the sublime felicity and\nbliss of performance. Bhakti or love of God is considered the fifth\npurusharthas above the other four ambitions of humans beings which are 1.\nDharma or righteousness which consists of two parts first being the\nregular performance of Vedic activities and the second being performing\nactions which benefit all living entities such as freely providing fresh\nwater and salt to all and protecting against all demoniac influences\nwhenever they appear. 2. Artha or the righteous acquirement of wealth\naccording to the Vedic scriptures without usury or deception. 3. Kama or\nenjoyment and pleasure in the material existence following the Vedic\nscriptures without perversion or degradation. 4. Moksa or liberation from\nmaterial existence by atma tattva or liberation from material existence\nby bhakti realising the Supreme Lord direct. It should be noted that atma\ntattva is automatically an inherent part of bhakti and thus those blessed\nliving entities who perform bhakti to the Supreme Lord Krishna or any of\nHis authorised avatars do not have to make any separate or special effort\nto achieve this.\n2) The method of realising the Supreme Lord will be given in verse two.\n3) The aksaram or abstract, impersonal unmanifest path examined in verses\n3,4,5 is applicable for those who are inept and unqualified. This\nineptitude and lack of qualification is due to the absence of humbly\napproaching a spiritual master from one of the four authorised Vaisnava\nsampradayas or empowerd lines of disciplic succession and after being\naccepted by him and initiated being taught the fundamentals of bhakti. The superiority of bhakti or exclusive loving devotion to the Supreme Lord\nKrishna is made manifest by the superiority of He, Himself being the object\nof such loving devotion. This maxim of superiority was briefly stated by\nLord Krishna in chapter six verse 47 where He states : Those with firm\nfaith in the Vedic scriptures describing super-excellent devotion to Him\nand with hearts full of love dedicate all their actions to Him are\nyuktatamah the most superior of all. The words satata-yuktah meaning always engaged denotes ever devout towards\nthe Supreme Lord being ever intent on communion with Him which is\ncontinuing the sentiments of the last verse in chapter 11. The words tvam\nparyupasate means direct worship of Lord Krishna and refers to deeming the\nSupreme Lord as the complete fulfilment of ones every ambition and desire.\nThe Supreme Lord, the perfect, infallible one, the Sovereign Lord of all\ncreation and the refuge of all cosmic glories, possessing unlimited\nattributes of exalted qualities such as divinity, omniscience, compassion,\nomnipotence, etc. Such ones are thy eternal adorers and always your\nbeloved. Those other votaries are the worshippers of the abstract, impersonal,\navyaktam or unmanifest and imperceptible. which is aksaram or imperishable.\nSuch also reflect and contemplate upon the nature of the pratyagatma or\nindividual soul which is imperishable also as well as being unmanifest in\nas much as it is indiscernible by the mind and imperceptible to any of the\nsenses such as the eye or ear, etc. Of these two classes of aspirants which one is superior and most suitable\nfor performing yoga or the science of the individual consciousness\nattaining communion with the ultimate consciousness. Inferring which one\nwould achieve their respective goals most expediently. In verse seven Lord\nKrishna gives the definitive reply in answer to this query by succinctly\nrevealing the most expeditious way to attain the ultimate goal. "}