{"meta":"Bhagavad Gita Chapter 12 Verse 6","metahi":"भगवद् गीता 12.6","slok":"ये तु सर्वाणि कर्माणि मयि संन्यस्य मत्पराः।अनन्येनैव योगेन मां ध्यायन्त उपासते।।12.6।। ","htsrsd":"।।12.6।।परन्तु जो कर्मोंको मेरे अर्पण करके और मेरे परायण होकर अनन्ययोगसे मेरा ही ध्यान करते हुए मेरी उपासना करते हैं। ","htstma":"।।12.6।। परन्तु जो भक्तजन मुझे ही परम लक्ष्य समझते हुए सब कर्मों को मुझे अर्पण करके अनन्ययोग के द्वारा मेरा (सगुण का) ही ध्यान करते हैं।। ","transliteration":"Ye tu sarvaani karmaani mayi sannyasya matparaah;\nAnanyenaiva yogena maam dhyaayanta upaasate. ","englishmeaning":"ye—who; tu—but; sarvāṇi—all; karmāṇi—actions; mayi—to Me; sannyasya—dedicating; mat-paraḥ—regarding Me as the Supreme goal; ananyena—exclusively; eva—certainly; yogena—with devotion; mām—Me; dhyāyantaḥ—meditating; upāsate—worship; teṣhām—of those; aham—I; samuddhartā—the deliverer; mṛityu-saṁsāra-sāgarāt—from the ocean of birth and death; bhavāmi—(I) become; na—not; chirāt—after a long time; pārtha—Arjun, the son of Pritha; mayi—with Me; āveśhita chetasām—of those whose consciousness is united ","hcsrsd":"।।12.6।। व्याख्या --   [ग्यारहवें अध्यायके पचपनवें श्लोकमें भगवान्ने अनन्य भक्तके लक्षणोंमें तीन विध्यात्मक (मत्कर्मकृत्? मत्परमः और मद्भक्तः) और दो निषेधात्मक (सङ्गवर्जितः और निर्वैरः) पद दिये थे। उन्हीं पदोंका संकेत इस श्लोकमें इस प्रकार किया गया है -- (1) सर्वाणि कर्माणि मयि संन्यस्य पदोंसे मत्कर्मकृत् की ओर लक्ष्य है।(2) मत्पराः पदसे मत्परमः का संकेत है।(3) अनन्येनैव योगेन पदोंमें मद्भक्तः का लक्ष्य है।(4) भगवान्में ही अनन्यतापूर्वक लगे रहनेके कारण उनकी कहीं भी आसक्ति नहीं होती अतः वे सङ्गवर्जितः हैं।(5) कहीं भी आसक्ति न रहनेके कारण उनके मनमें किसीके प्रति भी वैर? द्वेष? क्रोध आदिका भाव नहीं रहता? इसलिये निर्वैरः पदका भाव भी इसीके अन्तर्गत आ जाता है। परन्तु भगवान्ने इसे महत्त्व देनेके लिये आगे तेरहवें श्लोकमें सिद्ध भक्तोंके लक्षणोंमें सबसे पहले अद्वेष्टा पदका प्रयोग किया है। अतः साधकको किसीमें किञ्चिन्मात्र भी द्वेष नहीं रखना चाहिये]।ये तु सर्वाणि कर्माणि मयि संन्यस्य -- अब यहाँसे निर्गुणोपासनाकी अपेक्षा सगुणोपासनाकी सुगमता बतानेके लिये तु पदसे प्रकरणभेद करते हैं।यद्यपि कर्माणि पद स्वयं ही बहुवचनान्त होनेसे सम्पूर्ण कर्मोंका बोध कराता है? तथापि इसके साथ सर्वाणि विशेषण देकर मन? वाणी? शरीरसे होनेवाले सभी लौकिक (शरीरनिर्वाह और आजीविकासम्बन्धी) एवं पारमार्थिक (जपध्यानसम्बन्धी) शास्त्रविहित कर्मोंका समावेश किया गया है (गीता 9। 27)।यहाँ मयि संन्यस्य पदोंसे भगवान्का आशय क्रियाओंका स्वरूपसे त्याग करनेका नहीं है। कारण कि एक तो स्वरूपसे कर्मोंका त्याग सम्भव नहीं (गीता 3। 5 18। 11)। दूसरे? यदि सगुणोपासक मोहपूर्वक शास्त्रविहित क्रियाओंका स्वरूपसे त्याग करता है? तो उसका यह त्याग तामस होगा (गीता 18। 7) और यदि दुःखरूप समझकर शारीरिक क्लेशके भयसे वह उनका त्याग करता है? तो यह त्याग राजस होगा ( गीता 18। 8)। अतः इस रीतिसे त्याग करनेपर कर्मोंसे सम्बन्ध नहीं छूटेगा। कर्मबन्धनसे मुक्त होनेके लिये यह आवश्यक है कि साधक कर्मोंमें ममता? आसक्ति और फलेच्छाका त्याग करे क्योंकि ममता? आसक्ति और फलेच्छासे किये गये कर्म ही बाँधनेवाले होते हैं।यदि साधकका लक्ष्य भगवत्प्राप्ति होता है? तो वह पदार्थोंकी इच्छा नहीं करता और अपनेआपको भगवान्का समझनेके कारण उसकी ममता शरीरादिसे हटकर एक भगवान्में ही हो जाती है। स्वयं भगवान्के अर्पित होनेसे उसके सम्पूर्ण कर्म भी भगवदर्पित हो जाते हैं।भगवान्के लिये कर्म करनेके विषयमें कई प्रकार हैं? जिनको गीतामें मदर्पण कर्म? मदर्थ कर्म और,मत्कर्म नामसे कहा गया है।1 -- मदर्पण कर्म उन कर्मोंको कहते हैं? जिनका उद्देश्य पहले कुछ और हो किन्तु कर्म करते समय अथवा कर्म करनेके बाद उनको भगवान्के अर्पण कर दिया जाय।2 -- मदर्थ कर्म वे कर्म हैं? जो आरम्भसे ही भगवान्के लिये किये जायँ अथवा जो भगवत्सेवारूप हों। भगवत्प्राप्तिके लिये कर्म करना भगवान्की आज्ञा मानकर कर्म करना? और भगवान्की प्रसन्नताके लिये कर्म करना -- ये सभी भगवदर्थ कर्म हैं।3 -- भगवान्का ही काम समझकर सम्पूर्ण लौकिक (व्यापार? नौकरी आदि) और भगवत्सम्बन्धी (जप? ध्यान आदि) कर्मोंको करना मत्कर्म है।वास्तवमें कर्म कैसे भी किये जायँ? उनका उद्देश्य एकमात्र भगवत्प्राप्ति ही होना चाहिये।उपर्युक्त तीनों ही प्रकारों(मदर्पणकर्म? मदर्थकर्म? मत्कर्म)से सिद्धि प्राप्त करनेवाले साधकका कर्मोंसे किञ्चिन्मात्र भी सम्बन्ध नहीं रहता क्योंकि उसमें न तो फलेच्छा और कर्तृत्वाभिमान है और न पदार्थोंमें और शरीर? मन? बुद्धि तथा इन्द्रियोंमें ममता ही है। जब कर्म करनेके साधन शरीर? मन? बुद्धि आदि ही अपने नहीं हैं? तो फिर कर्मोंमें ममता हो ही कैसे सकती है। इस प्रकार कर्मोंसे सर्वथा मुक्त हो जाना ही वास्तविक समर्पण है। सिद्ध पुरुषोंकी क्रियाओंका स्वतः ही समर्पण होता है और साधक पूर्ण समर्पणका उद्देश्य रखकर वैसे ही कर्म करनेकी चेष्टा करता है।जैसे भक्तियोगी अपनी क्रियाओंको भगवान्के अर्पण करके कर्मबन्धनसे मुक्त हो जाता है? ऐसे ही ज्ञानयोगी क्रियाओंको प्रकृतिसे हुई समझकर अपनेको उनसे सर्वथा असङ्ग और निर्लिप्त अनुभव करके कर्मबन्धनसे मुक्त हो जाता है।मत्पराः -- परायण होनेका अर्थ है -- भगवान्को परमपूज्य और सर्वश्रेष्ठ समझकर भगवान्के प्रति समर्पणभावसे रहना। सर्वथा भगवान्के परायण होनेसे सगुणउपासक अपनेआपको भगवान्का यन्त्र समझता है। अतः शुभ क्रियाओंको वह भगवान्के द्वारा करवायी हुई मानता है? तथा संसारका उद्देश्य न रहनेके कारण उसमें भोगोंकी कामना नहीं रहती और कामना न रहनेके कारण उससे अशुभ क्रियाएँ होती ही नहीं। अनन्येनैव योगेन मां ध्यायन्त उपासते -- इन पदोंमें इष्टसम्बन्धी और उपायसम्बन्धी -- दोनों प्रकारकी अनन्यताका संकेत है अर्थात् उन भक्तोंके इष्ट भगवान् ही हैं उनके सिवाय अन्य कोई साध्य उनकी दृष्टिमें है ही नहीं और उनकी प्राप्तिके लिये आश्रय भी उन्हींका है। वे भगवत्कृपासे ही साधनकी सिद्धि मानते हैं? अपने पुरुषार्थ या साधनके बलसे नहीं। वे उपाय भी भगवान्को मानते हैं और उपेय भी। वे एक भगवान्का ही लक्ष्य? ध्येय रखकर उपासना अर्थात् जप? ध्यान? कीर्तन आदि करते हैं। ","hcsca":"।।12.6।। See Commentary under 12.7 ","etsga":"12.6 As for those who, having dedicated all actions to Me and accepted Me as the supreme, meditate by thinking of Me with single-minded concentration only-. ","etssa":"12.6 But to those who worship Me, renouncing all actions in Me, regarding Me as the supreme gaol, meditating on Me with single-minded Yoga. ","etdss":"12.6. On the other hand, those who, having renounced all their actions in Me, have Me [alone] their goal; and revere Me, meditating on Me by that Yoga alone, which admits no other element but Me in it; ","ecssa":"12.6 ये who? तु but? सर्वाणि all? कर्माणि actions? मयि in Me? संन्यस्य renouncing? मत्पराः regarding Me as the supreme goal? अनन्येन singleminded? एव even? योगेन with the Yoga? माम् Me? ध्यायन्तः meditating? उपासते worship.Commentary Ananya Yoga Unswerving Yoga exclusive? having no other objects of worship or support save the Lord Samadhi.Even in Bhakti Yoga one should not abandon actions. He must perform actions but he will have to dedicate the merits or the fruits to the Lord. (Cf.IX.27) ","scetsga":"12.6 Tu, as for; ye, those who; sannyasya, having dedicated; sarvani, all; karmani, actions; mayi, to Me who am God; and matparah, having accepted Me as the supreme; upasate, meditate; dhyayantah, by thinking; mam, of Me; ananyena, with single-minded; yogena, concentration; eva, only-. That (yoga) is single-minded which has no other object than the Cosmic Deity, the Self. By thinking exclusively with that single-minded [The Ast. and the A.A. read kena, what? in place of kevalena, exclusively.-Tr.] (yoga)-.\nWhat comes to them? ","scetdss":"12.6 See Comment under 12.8 ","scetssa":"12.6 - 12.7 But those who, with a mind focused on Me, the Supreme Self, and intent upon Me, namely, holding Me as their sole object, dedicating to Me all their actions - i.e., including all worldly actions like eating which are meant for supporting the body, as also Vedic rites like sacrifices, gifts, fire-offerings, austerities etc., generally done by worldly-minded people for other purposes - worship Me and meditate on Me with exclusive devotion, namely, with devotion without any other purpose, adoring Me by all such acts as meditation, worship, prostration, praises and hymns which are by themselves exceedingly dear to them and are eal to the end itself - to these I become soon their saviour from the sea of Samsara which, on account of its being antagonistic to the attainment of Myself, is deadly. ","chakravarthi":"But the devotees even without jnana, by kevala bhakti alone, comfortably attain liberation from samsara. Having given up (sannyasya means tyaga or renunciation) all other process for the purpose of attaining me (mayi), they worship me by ananya bhakti yoga (ananyena yogena)—which means devoid of karma, jnana, tapas or other elements. It is said:\nyat karmabhir yat tapasa jnana-vairagyatas ca yat\nyogena dana-dharmena sreyobhir itarair api\nsarvam mad-bhakti-yogena mad-bhakto labhate’njasa\nsvargapavargam mad-dhama kathancid yadi vanchati\nEverything that can be achieved by fruitive activities, penance, knowledge, detachment, mystic yoga, charity, religious duties and all other means of perfecting life is easily achieved by My devotee through loving service unto Me. If somehow or other My devotee desires promotion to heaven, liberation, or residence in My abode, he easily achieves such benedictions. SB 11.20.32-33\nIn the Moksa Dharma, Narayaniya portion it also says:\nya vai sadhanam sampattih purusartha catustaye\ntaya vina tad apnoti naro narayanasrayah\nWhatever among the four goals of human life can be achieved by various spiritual practices is automatically achieved without such endeavors by the person who has taken shelter of Lord Narayana, the refuge of all persons.\n“Still, what is the method by which they cross samsara?” There is no question about the method by which they cross sarhsara, because without even having a method, I take them over. I quickly become their deliverer from the ocean of sarhsara. Implied here is that the Lord has affection for his devotees, but not for the jnanis. ","rudra":"\nBeing so requested the Supreme Lord Krishna continues to reveal that unlike\nthe path of the abstract, unmanifest, impersonalists which is dukham or\nmiserable; His devotees are quickly delivered from mrtyu-samsara-sagarat or\nthe deadly, never ending cycle of birth and death in the material existence\nand they attain atma-tattva or soul realisation by His grace. Those who\nmayi sannyasya mat-parah or dedicate all their activities to Lord Krishna\nand mayy avesita-cetasam or whose hearts are absorbed in thinking of Him\nwithout ananyenaiva or motives of exploitation and remuneration and who are\nsurrendered in yogena or bhakti yoga exclusive in loving devotion are Lord\nKrishnas true devotees who have no other goal or object of attention then\nHim and He personally delivers them from the endless, revolving cycle of\ntransmigration promoting them to the eternal spiritual worlds. ","brahma":" ","shri":"\nActions are of two types. One is worldly activities undertaken to maintain\nand progress the material existence of the physical body such as obtaining\nfood and shelter and material development. The other is spiritual\nactivities enjoined by the injunctions of the Vedic scriptures such as\npropitiation to the Supreme Lord, absence of violence to any living being,\ncharity, etc. in short every act without an ulterior motive and without a\nhopeful gain. Whosoever being spiritual minded without any motive except\nfor satisfying the Supreme Lord Krishna and without any desire of seeking\nanything in return from Him, who offer all their activities as devotion to\nHim, keeping Him alone as their sole goal and in one-pointed devotion focus\ntheir meditation on Him fully while worshipping Him in all their activities\nsuch as chanting His holy names, glorifying Him, offering prayers to Him,\nprostrating before His deity form, hearing about His lilas or divine\npastimes, enlightening others about His glories, etc. as the be all and end\nall of all existence itself. To such devotees as these who always are in\ncommunion with Lord Krishna in their hearts and minds, He Himself\npersonally becomes their saviour by being their samuddharta or deliverer\nfrom mrtyu-samsara-sagarat or the deadly ocean of the perpetual cycle of\nbirth and death which is the principle barrier which stops the atmas or\neternal souls of all jivas or embodied from attaining Him when the end of\neach physical life has transpired. ","kumar":"Actions are of two types. One is worldly activities undertaken to maintain\nand progress the material existence of the physical body such as obtaining\nfood and shelter and material development. The other is spiritual\nactivities enjoined by the injunctions of the Vedic scriptures such as\npropitiation to the Supreme Lord, absence of violence to any living being,\ncharity, etc. in short every act without an ulterior motive and without a\nhopeful gain. Whosoever being spiritual minded without any motive except\nfor satisfying the Supreme Lord Krishna and without any desire of seeking\nanything in return from Him, who offer all their activities as devotion to\nHim, keeping Him alone as their sole goal and in one-pointed devotion focus\ntheir meditation on Him fully while worshipping Him in all their activities\nsuch as chanting His holy names, glorifying Him, offering prayers to Him,\nprostrating before His deity form, hearing about His lilas or divine\npastimes, enlightening others about His glories, etc. as the be all and end\nall of all existence itself. To such devotees as these who always are in\ncommunion with Lord Krishna in their hearts and minds, He Himself\npersonally becomes their saviour by being their samuddharta or deliverer\nfrom mrtyu-samsara-sagarat or the deadly ocean of the perpetual cycle of\nbirth and death which is the principle barrier which stops the atmas or\neternal souls of all jivas or embodied from attaining Him when the end of\neach physical life has transpired. "}