{"meta":"Bhagavad Gita Chapter 12 Verse 5","metahi":"भगवद् गीता 12.5","slok":"क्लेशोऽधिकतरस्तेषामव्यक्तासक्तचेतसाम्।अव्यक्ता हि गतिर्दुःखं देहवद्भिरवाप्यते।।12.5।। ","htsrsd":"।।12.5।।अव्यक्तमें आसक्त चित्तवाले उन साधकोंको (अपने साधनमें) कष्ट अधिक होता है क्योंकि देहाभिमानियोंके द्वारा अव्यक्तविषयक गति कठिनतासे प्राप्त की जाती है। ","htstma":"।।12.5।। परन्तु उन अव्यक्त में आसक्त हुए चित्त वाले पुरुषांे को क्लेश अधिक होता है? क्योंकि देहधारियों से अव्यक्त की गति कठिनाईपूर्वक प्राप्त की जाती है।। ","transliteration":"Klesho’dhikatarasteshaam avyaktaasaktachetasaam;\nAvyaktaa hi gatirduhkham dehavadbhiravaapyate. ","englishmeaning":"kleśhaḥ—tribulations; adhika-taraḥ—full of; teṣhām—of those; avyakta—to the unmanifest; āsakta—attached; chetasām—whose minds; avyaktā—the unmanifest; hi—indeed; gatiḥ—path; duḥkham—exceeding difficulty; deha-vadbhiḥ—for the embodied; avāpyate—is reached ","hcsrsd":"।।12.5।। व्याख्या --   क्लेशोऽधिकतरस्तेषामव्यक्तासक्तचेतसाम् -- अव्यक्तमें आसक्त चित्तवाले -- इस विशेषणसे यहाँ उन साधकोंकी बात कही गयी है? जो निर्गुणउपासनाको श्रेष्ठ तो मानते हैं? पर जिनका चित्त निर्गुणतत्त्वमें आविष्ट नहीं हुआ है। तत्त्वमें आविष्ट होनेके लिये साधकमें तीन बातोंकी आवश्यकता होती है -- रुचि? विश्वास और योग्यता। शास्त्रों और गुरुजनोंके द्वारा निर्गुणतत्त्वकी महिमा सुननेसे जिनकी (निराकारमें आसक्त चित्तवाला होने और निर्गुणउपासनाको श्रेष्ठ माननेके कारण) उसमें कुछ रुचि तौ पैदा हो जाती है और वे विश्वासपूर्वक साधन आरम्भ भी कर देते हैं परन्तु वैराग्यकी कमी और देहाभिमानके कारण जिनका चित्त तत्त्वमें प्रविष्ट नहीं होता -- ऐसे साधकोंके लिये यहाँ अव्यक्तासक्तचेतसाम् पदका प्रयोग हुआ है।भगवान्ने छठे अध्यायके सत्ताईसवेंअट्ठाईसवें श्लोकोंमें बताया है कि ब्रह्मभूत अर्थात् ब्रह्ममें अभिन्नभावसे स्थित साधकको सुखपूर्वक ब्रह्मकी प्राप्ति होती है। परन्तु यहाँ इस श्लोकमें क्लेशः अधिकतरः पदोंसे यह स्पष्ट किया है कि इन साधकोंका चित्त ब्रह्मभूत साधकोंकी तरह निर्गुणतत्त्वमें सर्वथा तल्लीन नहीं हो पाया है। अतः उन्हें अव्यक्तमें आविष्ट चित्तवाला न कहकर आसक्त चित्तवाला कहा गया है। तात्पर्य यह है कि इन साधकोंकी आसक्ति तो देहमें होती है? पर अव्यक्तकी महिमा सुनकर वे निर्गुणोपासनाको ही श्रेष्ठ मानकर उसमें आसक्त हो जाते हैं जबकि आसक्ति देहमें ही हुआ करती है? अव्यक्तमें नहीं।तेरहवें अध्यायके पाँचवें श्लोकमें अव्यक्तम् पद प्रकृतिके अर्थमें आया है तथा और भी कई जगह वह प्रकतिके लिये ही प्रयुक्त हुआ है परन्तु यहाँ अव्यक्तासक्तचेतसाम् पदमें अव्यक्त का अर्थ प्रकृति नहीं? प्रत्युत निर्गुणनिराकार ब्रह्म है। कारण यह है कि इसी अध्यायके पहले श्लोकमें अर्जुनने त्वाम् पदसे सगुणसाकार स्वरूपके और अव्यक्तम् पदसे निर्गुणनिराकार स्वरूपके विषयमें ही प्रश्न किया है। उपासनाका विषय भी परमात्मा ही है? न कि प्रकृति क्योंकि प्रकृति और प्रकृतिका कार्य तो त्याज्य है। इसलिये उसी प्रश्नके उत्तरमें भगवान्ने अव्यक्त पदका (व्यक्तरूपके विपरीत) निर्गुणनिराकार स्वरूपके अर्थमें ही प्रयोग किया है। अतः यहाँ प्रकृतिका प्रसङ्ग न होनेके कारण अव्यक्त पदका अर्थ प्रकृति नहीं लिया जा सकता।नवें अध्यायके चौथे श्लोकमें अव्यक्तमूर्तिना पद सगुणनिराकार स्वरूपके लिये आया है। ऐसी दशामें यह प्रश्न हो सकता है कि यहाँ भी अव्यक्तासक्तचेतसाम् पदका अर्थ सगुणनिराकारमें आसक्त चित्तवाले पुरुष ही क्यों न ले लिया जाय परन्तु ऐसा अर्थ भी नहीं लिया जा सकता क्योंकि इसी अध्यायके पहले श्लोकमें अर्जुनके प्रश्नमें त्वाम् पद सगुणसाकारके लिये और अव्यक्तम् पदके साथ अक्षरम् पद निर्गुणनिराकारके लिये आया है। ब्रह्म क्या है -- अर्जुनके इस प्रश्नके उत्तरमें आठवें अध्यायके तीसरे श्लोकमें भगवान् बता चुके हैं कि परम् अक्षर ब्रह्म है अर्थात् वहाँ भी अक्षरम्पद निर्गुणनिराकारके लिये ही आया है। इसलिये अर्जुनने अव्यक्तम् अक्षरम् पदोंसे जिस निर्गुणब्रह्मके विषयमें प्रश्न किया था? उसीके उत्तरमें यहाँ (अक्षर विशेषण होनेसे) अव्यक्त पदसे निर्गुणनिराकार ब्रह्म ही लेना चाहिये? सगुणनिराकार नहीं।क्लेशोऽधिकतरः पदका भाव यह है कि जिन साधकोंका चित्त निर्गुणतत्त्वमें तल्लीन नहीं होता? ऐसे निर्गुणउपासकोंको देहाभिमानके कारण अपनी साधनामें विशेष कष्ट अर्थात् कठिनाई होती है (टिप्पणी प0 631)। गौणरूपसे इस पदका भाव यह है कि साधनाकी प्रारम्भिक अवस्थासे लेकर अन्तिम अवस्थातकके सभी निर्गुणउपासकोंको सगुणउपासकोंसे अधिक कठिनाई होती है।विशेष बातअब सगुणउपासनाकी सुगमताओं और निर्गुणउपासनाकी कठिनताओंका विवेचन किया जाता है -- सगुणउपासनाकी सुगमताएँ1 -- सगुणउपासनामें उपास्यतत्त्वके सगुणसाकार होनेके कारण साधकके मनइन्द्रियोंके लिये भगवान्के स्वरूप? नाम? लीला? कथा आदिका आधार रहता है। भगवान्के परायण होनेसे उसके मनइन्द्रियाँ भगवान्के स्वरूप एवं लीलाओंके चिन्तन? कथाश्रवण? भगवत्सेवा और पूजनमें अपेक्षाकृत सरलतासे लग जाते हैं (गीता 8। 14)। इसलिये उसके द्वारा सांसारिक विषयचिन्तनकी सम्भावना कम रहती है।2 -- सांसारिक आसक्ति ही साधनमें क्लेश देती है। परन्तु सगुणोपासक इसको दूर करनेके लिये भगवान्के ही आश्रित रहता है। वह अपनेमें भगवान्का ही बल मानता है। बिल्लीका बच्चा जैसे माँपर निर्भर रहता है? ऐसे ही यह साधक भी भगवान्पर निर्भर रहता है। भगवान् ही उसकी सँभाल करते हैं (गीता 9। 22)।सुनु मुनि तोहि कहउँ सहरोसा। भजहिं जे मोहि तजि सकल भरोसा।।करउँ सदा तिन कै रखवारी। जिमि बालक राखइ महतारी।।(मानस 3। 43। 2 3)अतः उसकी सांसारिक आसक्ति सुगमतासे मिट जाती है।3 -- ऐसे उपासकोंके लिये गीतामें भगवान्ने नचिरात् आदि पदोंसे शीघ्र ही अपनी प्राप्ति बतायी है (गीता 12। 7)।4 -- सगुणउपासकोंके अज्ञानरूप अन्धकारको भगवान् ही मिटा देते हैं (गीता 10। 11)।5 -- उनका उद्धार भगवान् करते हैं (गीता 12। 7)।6 -- ऐसे उपासकोंमें यदि कोई सूक्ष्म दोष रह जाता है? तो (भगवान्पर निर्भर होनेसे) सर्वज्ञ भगवान् कृपा करके उसको दूर कर देते हैं (गीता 18। 58? 66)।7 -- ऐसे उपासकोंकी उपासना भगवान्की ही उपासना है। भगवान् सदासर्वदा पूर्ण हैं ही। अतः भगवान्की पूर्णतामें किञ्चिन्मात्र भी संदेह न रहनेके कारण उनमें सुगमतासे श्रद्धा हो जाती है। श्रद्धा होनेसे वे नित्यनिरन्तर भगवत्परायण हो जाते हैं। अतः भगवान् ही उन उपासकोंको बुद्धियोग प्रदान करते हैं? जिससे उन्हें भगवत्प्राप्ति हो जाती है (गीता 10। 10)।8 -- ऐसे उपासक भगवान्को परम कृपालु मानते हैं। अतः उनकी कृपाके आश्रयसे वे सब कठिनाइयोंको पार कर जाते हैं। यही कारण है कि उनका साधन सुगम हो जाता है और भगवत्कृपाके बलसे वे शीघ्र ही भगवत्प्राप्ति कर लेते हैं (गीता 18। 56 58)।9 -- मनुष्यमें कर्म करनेका अभ्यास तो रहता ही है (गीता 3। 5)? इसलिये भक्तको अपने कर्म भगवान्के प्रति करनेमें केवल भाव ही बदलना पड़ता है कर्म तो वे ही रहते हैं। अतः भगवान्के लिये कर्म करनेसे भक्त कर्मबन्धनसे सुगमतापूर्वक मुक्त हो जाता है (गीता 18। 46)।10 -- हृदयमें पदार्थोंका आदर रहते हुए भी यदि वे प्राणियोंकी सेवामें लग जाते हैं तो उन्हें पदार्थोंका त्याग करनेमें कठिनाई नहीं होती। सत्पात्रोंके लिये पदार्थोंके त्यागमें तो और भी सुगमता है। फिर भगवान्के लिये तो पदार्थोंका त्याग बहुत ही सुगमतासे हो सकता है।11 -- इस साधनमें विवेक और वैराग्यकी उतनी आवश्यकता नहीं है? जितनी प्रेम और विश्वासकी है। जैसे? कौरवोंके प्रति द्वेषवृत्ति रहते हुए भी द्रौपदीके पुकारनेमात्रसे भगवान् प्रकट हो जाते थे (टिप्पणी प0 633.1) क्योंकि वह भगवान्को अपना मानती थी। भगवान् तो अपने साथ भक्तके प्रेम और विश्वासको ही देखते हैं? उसके दोषोंको नहीं। भगवान्के साथ अपनापनका सम्बन्ध जो़ड़ना उतना कठिन नहीं (क्योंकि भगवान्की ओरसे अपनापन स्वतःसिद्ध है)? जितना कि पात्र बनना कठिन है। निर्गुणउपासनाकी कठिनताएँ1 -- निर्गुणउपासनामें उपास्यतत्त्वके निर्गुणनिराकार होनेके कारण साधकके मनइन्द्रियोंके लिये कोई आधार नहीं रहता। आधार न होने तथा वैराग्यकी कमीके कारण इन्द्रियोंके द्वारा विषयचिन्तनकी अधिक सम्भावना रहती है।2 -- देहमें जितनी अधिक आसक्ति होती है? साधनमें उतना ही अधिक क्लेश मालूम देता है। निर्गुणोपासक उसे विवेकके द्वारा हटानेकी चेष्टा करता है। विवेकका आश्रय लेकर साधन करते हुए वह अपने ही साधनबलको महत्त्व देता है। बँदरीका छोटा बच्चा जैसे (अपने बलपर निर्भर होनेसे) अपनी माँको पकड़े रहता है और अपनी पकड़से ही अपनी रक्षा मानता है? ऐसे ही यह साधक अपने साधनके बलपर अपनी उन्नति मानता है (गीता 18। 51 -- 53)। इसीलिये श्रीरामचरितमानसमें भगवान्ने इसको अपने समझदार पुत्रकी उपमा दी है -- मोरें प्रौढ़ तनय सम ग्यानी। बालक सुत सम दास अमानी।। (3। 43। 4)3 -- ज्ञानयोगियोंके द्वारा लक्ष्यप्राप्तिके प्रसङ्गमें चौथे अध्यायके उनतालीसवें श्लोकमें अचिरेण पद तत्त्वज्ञानके अनन्तर शान्तिकी प्राप्तिके लिये आया है? न कि तत्त्वज्ञानकी प्राप्तिके लिये।4 -- निर्गुणउपासक तत्त्वज्ञानकी प्राप्ति स्वयं करते हैं (गीता 13। 34)।5 -- ये अपना उद्धार (निर्गुणतत्त्वकी प्राप्ति) स्वयं करते हैं (गीता 5। 24)।6 -- ऐसे उपासकोंमें यदि कोई कमी रह जाती है? तो उस कमीका अनुभव उनको विलम्बसे होता है और कमीको ठीकठीक पहचाननेमें भी कठिनाई होती है। हाँ? कमीको ठीकठीक पहचान लेनेपर ये भी उसे दूर कर सकते हैं।7 -- चौथे अध्यायके चौंतीसवें और तेरहवें अध्यायके सातवें श्लोकमें भगवान्ने ज्ञानयोगियोंको ज्ञानप्राप्तिके लिये गुरुकी उपासनाकी आज्ञा दी है। अतः निर्गुणउपासनामें गुरुकी आवश्यकता भी है किंतु गुरुकी पूर्णताका निश्चित पता न होनेपर अथवा गुरुके पूर्ण न होनेपर स्थिर श्रद्धा होनेमें कठिनाई होती है तथा साधनकी सफलतामें भी विलम्बकी सम्भावना रहती है।8 -- ऐसे उपासक उपास्यतत्त्वको निर्गुण? निराकार और उदासीन मानते हैं। अतः उन्हें भगवान्की कृपाका वैसा अनुभव नहीं होता। वे तत्त्वप्राप्तिमें आनेवाले विघ्नोंको अपनी साधनाके बलपर ही दूर करनेमें कठिनाईका अनुभव करते हैं। फलस्वरूप तत्त्वकी प्राप्तिमें भी उन्हें विलम्ब हो सकता है।9 -- ज्ञानयोगी अपनी क्रियाओँको सिद्धान्ततः प्रकृतिके अर्पण करता है किन्तु पूर्ण विवेक जाग्रत् होनेपर ही उसकी क्रियाएँ प्रकृतिके अर्पण हो सकती हैं। यदि विवेककी किञ्चिन्मात्र भी कमी रही तो क्रियाएँ प्रकृतिके अर्पण नहीं होंगी और साधक कर्तृत्वाभिमान रहनेसे कर्मबन्धनमें बँध जायगा।10 -- जबतक साधकके चित्तमें पदार्थोंका किञ्चिन्मात्र भी आदर तथा अपने कहलानेवाले शरीर और नाममें अहंताममता है? तबतक उसके लिये पदार्थोंको मायामय समझकर उनका त्याग करना कठिन होता है।11 -- यह साधक पात्र बननेपर ही तत्त्वको प्राप्त कर सकेगा। पात्र बननेके लिये विवेक और तीव्र वैराग्यकी आवश्यकता होगी? जिनको आसक्ति रहते हुए प्राप्त करना कठिन है। अव्यक्ता हि गतिर्दुःखं देहवद्भिरवाप्यते -- देही? देहभृत् आदि पदोंका अर्थ साधारणतया देहधारी पुरुष लिया जाता है। प्रसङ्गानुसार इनका अर्थ जीव और आत्मा भी लिया जाता है। यहाँ देहवद्भिः (टिप्पणी प0 633.2) पदका अर्थ देहाभिमानी मनुष्य लेना चाहिये क्योंकि निर्गुणउपासकोंके लिये इसी श्लोकके पूर्वार्धमें अव्यक्तासक्तचेतसाम् पद आया है? जिससे यह प्रतीत होता है कि वे निर्गुणउपासनाको श्रेष्ठ तो मानते हैं परन्तु उनका चित्त देहाभिमानके कारण निर्गुणतत्त्वमें आविष्ट नहीं,हुआ है। देहाभिमानके कारण ही उन्हें साधनमें अधिक क्लेश होता है।निर्गुणउपासनामें देहाभिमान ही मुख्य बाधा है -- देहाभिमानिनि सर्वे दोषाः प्रादुर्भवन्ति -- इस बाधाकी ओर ध्यान दिलानेके लिये ही भगवान्ने देहवद्भिः पद दिया है। इस देहाभिमानको दूर करनेके लिये ही (अर्जुनके पूछे बिना ही) भगवान्ने तेरहवाँ और चौदहवाँ अध्याय कहा है। उनमें भी तेरहवें अध्यायका प्रथम श्लोक देहाभिमान मिटानेके लिये ही कहा गया है।ब्रह्मके निर्गुणनिराकार स्वरूपकी प्राप्तिको यहाँ अव्यक्ताः गतिः कहा गया है। साधारण मनुष्योंकी स्थिति व्यक्त अर्थात् देहमें होती है। इसलिये उन्हें अव्यक्तमें स्थित होनेमें कठिनाईका अनुभव होता है। यदि साधक अपनेको देहवाला न माने? तो उसकी अव्यक्तमें सुगमता और शीघ्रतापूर्वक स्थिति हो सकती है। ","hcsca":"।।12.5।। सगुण और निर्गुण दोनों के ही उपासकों को एक ही लक्ष्य की प्राप्ति बताने के पश्चात् भगवान् श्रीकृष्ण दोनों मार्गों की तुलना करने का प्रय़त्न करते हैं जबकि वास्तव में वे अतुलनीय हैं तथा समान प्रभाव और गुण वाले हैं। भगवान् कहते हैं? अव्यक्त के उपासकों को सगुणोपासकों की अपेक्षा अधिक कष्ट होता है। इस कथन को इतना ही और इसी रूप में समझने पर ऐसा प्रतीत होगा कि यह कथन न केवल सगुणोपासना का समर्थन ही करता है? बल्कि निर्गुणोपासना की निश्चयात्मक रूप से निन्दा भी करता है। इस प्रकार की त्रुटिपूर्ण और पथभ्रष्टक व्याख्या गीता को उपनिषत्प्रतिपादित सनातन ज्ञान का खण्डन करने वाला शास्त्र बना देगी। भक्ति मार्ग के कुछ वाचाल समर्थक ऐसे हैं? जो श्रद्धालु धर्मप्राण जनता को छलने के लिए इस श्लोकार्थ को ही उद्धृत करते हैं स्वयं भगवान् ही प्रथम पंक्ति के तात्पर्य को दूसरी पंक्ति में स्पष्ट करते हैं। अव्यक्त के उपासकों को अधिक क्लेश क्यों होता है भगवान् बताते हैं कि देहधारियों के द्वारा अव्यक्त की गति कठिनाई से प्राप्त की जाती है। इस श्लोक में परीक्षणीय शब्द है देहवद्भि अर्थात् देहधारियों के द्वारा। प्राय इस शब्द का यही वाच्यार्थ स्वीकार किया जाता है। परन्तु यदि हम इस प्रकार की व्याख्या के दूसरे स्वाभाविक पक्ष को देखें? तो ऐसे अर्थ की असंगति स्पष्ट हो जायेगी। यदि सभी देहधारी मनुष्य केवल सगुणसाकार की ही उपासना कर सकते हैं? तो इसका अर्थ यह होगा कि निराकार का ध्यान करना केवल देहत्याग के बाद ही संभव होगा।इसलिए? श्रीशंकराचार्य इसे स्पष्ट करते हुए लिखते हैं कि देहवद्भि का अर्थ है देहाभिमानवद्भि अर्थात् देहधारी से तात्पर्य उन लोगों से है? जिन्हें देहाभिमान बहुत दृढ़ है। जो देह को ही अपना स्वरूप समझते हैं? वे लोग उनमें आसक्त होकर सदा विषयोपभोग का ही जीवन जीते हैं। ऐसे विषयासक्त पुरषों के लिए अनन्त निराकार और सर्वव्यापी तत्त्व का ध्यान करना प्राय असंभव होता है। जिसकी दृष्टि मन्द हो और हाथ काँपते हों? ऐसे वृद्ध व्यक्ति को सुई में धागा डालने में बड़ी कठिनाई हो सकती है। इसी प्रकार? जो मन और बुद्धि क्षुब्ध हैं? चंचल और विषयोपभोग में लालायित रहती है? ऐसे अन्तकरण से युक्त पुरुष समस्त नाम और रूपों के अतीत अनन्त आत्मवैभव को कदापि प्राप्त नहीं कर सकता। तात्पर्य यह है कि स्वयं अव्यक्तोपासना में कष्ट नहीं है? वरन् देहाभिमानियों के लिए वह कष्टप्रद प्रतीत होती है।संक्षेप में बहुसंख्यक साधकों के लिए विश्व में व्यक्त भगवान् के सगुण साकार रूप का ध्यान करना अधिक सरल और लाभदायक है। यदि मनुष्य जगत् की सेवा को ही ईश्वर की पूजा समझकर करे? तो शनैशनै उसकी देहासक्ति तथा विषयोपभोग की तृष्णा समाप्त हो जाती है। और मन इतना शुद्ध और सूक्ष्म हो जाता है कि फिर वह निराकार? अव्यक्त और अविनाशी तत्त्व का ध्यान करने में समर्थ हो जाता है।अक्षरोपासकों के जीवनवर्तन के विषय को इसी अध्याय के अन्तिम भाग में वर्णन किया जायेगा। तथापि अब? सगुण की उपासना करने वालों के लिए उपयोगी साधनाओं का वर्णन किया जा रहा है ","etsga":"12.5 For them who have their minds attached to the Unmanifested the struggle is greater; for, the Goal which is the Unmanifest is attained with difficulty by the embodied ones. ","etssa":"12.5 Greater is their trouble whose minds are set on the unmanifested; for the goal; the unmanifested, is very hard for the embodied to reach. ","etdss":"12.5. (But) the trouble is much more for them, who have their mind fixed on the Unmanifest; for the Unmanifest-goal is attained with difficulty by men, bearing body. ","ecssa":"12.5 क्लेशः the trouble? अधिकतरः (is) greater? तेषाम् of those? अव्यक्तासक्तचेतसाम् whose minds are set on the unmanifested? अव्यक्ता the unmanifested? हि for? गतिः goal? दुःखम् pain? देहवद्भिः by the embodied? अवाप्यते is reached.Commentary Worshippers of the Saguna (alified) and the Nirguna (unalified) Brahman reach the same goal. But the latter path is very hard and arduous? because the aspirant has to give up attachment to the body from the very beginning of his spiritual practice.The embodied Those who identify themselves with their bodies. Identification with the body is Dehabhimana. The imperishable Brahman is very hard to reach for those who are attached to their bodies. Further? it is extremely difficult to fix the resltess mind on the formless and attributeless Brahman. Contemplation on the imperishable? attributeless Brahman demands a very sharp? onepointed and subtle intellect. The Upanishad says Drisyate tu agraya buddhya sukshmaya sukshmadarsibhih -- It is seen by subtle seers through their subtle intellect.He who meditates on the unmanifested should possess the four means. Then he will have to approach a Guru who is well versed in the scriptures and who is also established in Brahman. He will have to hear the Truth from him? then reflect and meditate on It.He who realises the Nirguna (attributeless) Brahman attains eternal bliss or Selfrealisation or Kaivalya (Moksha) which is preceded by the destruction of ignorance with its effects. He who realises the Saguna Brahman (Brahman with attributes) goes to Brahmaloka and enjoys all the wealth and powers of the Lord. He then gets initiation into the mysteries of the Absolute from Hiranyagarbha and without any effort and without the practice of hearing? reflection and meditation attains? through the grace of the Lord alone? the same state as attained by those who have realised the Nirguna Brahman. Through the knowledge of the Self? ignorance and its effects,are destroyed in the case of the worshippers of the Saguna Brahman also. ","scetsga":"12.5 Tesam, for them; avyakta-asakta-cetasam, who have their minds attached to the Unmanifest; klesah,the struggle; is adhika-tarah, greater. Although the trouble is certainly great for those who are engaged in works etc. for Me, still owing to the need of giving up self-identification with the body, it is greater in the case of those who accept the Immutable as the Self and who kept in view the supreme Reality. Hi, for; avyakta gatih, the Goal which is the Unmanifest-(the goal) which stands in the form of the Immutable; that is avapyate, attained; duhkham, with difficulty; dehavadbhih, by the embodied ones, by those who identify themselves with the body. Hence the struggle is greater.\nWe shall speak later of the conduct of those who meditate on the Unmanifest. ","scetdss":"12.3-5 Ye tu etc. upto avapyate. On the other hand, those, who contemplate on the Self as the motionless Brahman - by them also all the attributes of Absolute Lord are superimposed on the Self - the attributes that are indicated by the adjectives omni-present etc. Therefore even the contemplators of the [attributeless] Brahman reach nothing but Me, of course. However, the trouble they undergo, is much more. For, they [first] superimposed on the Self the actonary of attributes like absence-of-sin etc., and then comtemplate on It. Thus, while without any effort [on the part of the contemplator] the Lord is readily available with the greatness due to the host of self-accomplished attributes, these persons undergo two-fold trouble. ","scetssa":"12.3 - 12.5 The individual self meditated upon by those who follow the path of the Aksara (the Imperishable) is thus described: It cannot be defined in terms indicated by expressions like gods and men etc., for It is different from the body; It is imperceptible through the senses such as eyes; It is omnipresent and unthinkable, for though It exists everywhere in bodies such as those of gods and others, It cannot be conceived in terms of those bodies, as It is an entity of an altogether different kind; It is common to all beings i.e., alike in all beings but different from the bodily forms distinguishing them; It is immovable as It does not move out of Its unie nature, being unmodifiable, and therefore eternal. Such aspirants are further described as those who, subduing their senses like the eye from their natural operations, look upon all beings of different forms as eal by virtue of their knowledge of the sameness of the nature of the selves as knowers in all. Therefore they are not given to take pleasure in the misfortune of others, as such feelings proceed from ones identification with ones own special bodily form. Those who meditate on the Imperishable Principle (individual self) in this way, even they come to Me. It means that they also realise their essential self, which, in respect of freedom from Samsara, is like My own Self. So Sri Krsna will declare later on: Partaking of My nature (14.2). Also the Sruti says: Untainted, he attains supreme eality (Mun. U., 3.1.3). Likewise He will declare the Supreme Brahman as being distinct from the freed self which is without modification and is denoted by the term Imperishable (Aksara), and is described as unchanging (Kutastha). The Highest Person is other than this Imperishable (15.16 - 17). But in the teaching in Aksara-vidya Now that higher science by which that Aksara is known (Mun. U., 1.5) the entity that is designated by the term Aksara is Supreme Brahman Himself; for He is the source of all beings, etc. Greater is the difficulty of those whose minds are attached to the unmanifest. The path of the unmanifest is a psychosis of the mind with the unmanifest as its object. It is accomplished with difficulty by embodied beings, who have misconceived the body as the self. For, embodied beings mistake the body for the self. The superiority of those who adore the Supreme Being is now stated clearly: ","chakravarthi":"This verse describes a little of their inferior position. Those who are attracted to only brahman (avyakta asakta cetasam), who desire only realization of brahman, receive excessive difficulties in attaining it, because (hi) by what means at all can something without qualities be made manifest? That goal is attained by the jivas with bodies (dehavadbhih) in such a way that there is suffering (duhkham). The senses have the power for particular knowledge such as sound, nor for something other than particularity. Therefore, stopping of the senses is necessary for those who desire knowledge of the impersonal without particulars (nirvisesa). But stopping senses is like stopping rivers. Stopping the senses is difficult. Sanat Kumara says:\nyat-pada-pankaja-palasa-vilasa-bhaktya karmasayam grathitam udgrathayanti santah tadvan na rikta-matayo yatayo’ pi ruddha-sroto-ganas tam aranam bhaja vasudevam\nThe devotees, who are always engaged in the service of the toes of the lotus feet of the Lord, can very easily overcome hard-knotted desires for fruitive activities. Because this is very difficult, the non-devotees—the jnanis and yogis—although trying to stop the waves of sense gratification, cannot do so. Therefore you are advised to engage in the devotional service of Krishna, the son of Vasudeva. SB 4.22.39\nkrcchro mahan iha bhavarnavam aplavesam sad-varga-nakram asukhena titirsanti tat tvam harer bhagavato bhajaniyam anghrim krtvodupam vyasanam uttara dustararnam\nThe ocean of nescience is very difficult to cross because it is infested with many dangerous sharks. Although those who are non-devotees undergo severe austerities and penances to cross that ocean, we recommend that you simply take shelter of the lotus feet of the Lord, which are like boats for crossing the ocean. Although the ocean is difficult to cross, by taking shelter of His lotus feet you will overcome all dangers. SB 4.22.40\nEven that goal which is attained by such suffering is attained only by having a mixture with bhakti. Without bhakti to the Lord, the worshippers of the impersonal brahman obtain only suffering, and not brahman. Brahma says:\ntesam asau klesala eva sisyate nanyad yatha sthula-tusavaghatinam\nAs a person who beats an empty husk of wheat cannot get grain, one who simply speculates cannot achieve self-realization. His only gain is trouble. SB 10.14.4 ","rudra":" 3 \n4 One may interject that if the followers of the abstract, impersonal and\nimperishable brahman also attain the Supreme Lord anyway then what is\nthe superiority of personal loving devotion to Lord Krishna. Here the\ndistinction is given that worshipping the abstract unmanifest,\nimpersonal brahman is very difficult and requires excessive\ntribulation. This is because one who only contemplates something\nabstract and unmanifest can never envision what they are unable to\nperceive and thus the mind is not able to realise it and is only\nrarely achieved with great difficulty in a very complex way because\nfor those identifying with the mind, body and senses, internal\nintrospection which is required for atma-tattva or self-realisation is\nexceedingly difficult. ","brahma":"The original question at the commencement of this chapter was whether it\nwas better to directly worship the Supreme Lord by bhakti or excluisve\nloving devotion or to worship the impersonal, unmanifest brahman or\nspiritual substratum pervading all existence. Herein Lord Krishna explains\nthe difficulties of worshipping the impersonal, unmanifest brahman. The path to reaching the unmanifest brahman is covered with difficulties.\nThe word gati means the path or the way. The path adopted by the worshipers\nof the unmanifest brahman is very difficult. They must perform intense\nmeditation, rigid restraint of the senses, compassion for all living\nentities, consistent purity in thought and actions, equanimity to the\ndualities such as censure and praise, joy and grief, pain and pleasure,\netc; but to be successful it is essential that the grace of the Supreme\nLord is betsowed. But without the grace of His sakti or spiritual feminine\npotency who is known as Sri Laxsmi and is represented by the unmanifest the\ngrace of the Supreme Lord can not be possible and propitiation to her alone\nwithout Him displeases her and bequeaths no chance for realising the\nSupreme Lord and likewise no opportunity for moksa. This is true even if\nshe is opulently worshipped. The worship of the unmanifest brahman does not\nfocus on a personal form of the Supreme Lord possessing qulaities and\nattributes and by whose grace is required to receive the grace of Sri\nLaxsmi who in turn blesses the aspirant and bestows perception of the\ninfinite unmanifest. This is why this path is so difficult. Yet and still\nif someone, somehow or other are graced by Sri Laxsmi due to association\nwith or service to one of the Supreme Lords devotees, then facilitation to\nrealisation of the Supreme Lord would immediately take effect and this is\nthe most conducive means to achieve this. Thereafter those who exert effort\nin propitiating the unmanifest brahman will have the insight to properly\npropitiate the Supreme Lord as well and directly receive the desired\nresult. In the case of propitiating Sri Laxsmi, if there is any deficiency in the\nworship of her or defect in the aspirant such as rigid control of the\nsenses, then she may not be pleased and will not bestow her grace. But\nregarding the Supreme Lord if anyone approaches Him directly through the\nspiritual master from one of the four authorised sampradayas or lines of\ndisciplic succession then He being pleased provides His devotees with all\nconveniences and assistance required by His own initiative for facilitating\ntheir advancement to Him. In all other cases and situations the\ndifficulties are unrelenting and increase. This is evidenced here by the\nwords klesodhikaratas tesam meaning for them tribulations are much more. The Sama Veda states in the Madhuchucanda section: That those who have\nbhakti or exclusive loving devotion for Lord Krishna have control of the\nmind, restraint of the senses, purity of behaviour, equanimity towards all\nliving entities, compassion and humility. To them alone is Sri Laksmi\nelevated position as the eternal sakti of Lord Krishna realised and not by\nothers. Being thus realised Sri Laksmi will grace these devotees of Lord\nKrishna and the devotees of any of His avatars or incarnations and\nexpansions by meticulously removing all obstacles on their path of bhakti\nfor Lord Krishna. Subsequently their performance of bhakti quickly attains\nfruit and without any hindrances they quickly attain communion with Him and\nby His grace attain eternal association with Him in the immortal spiritual\nworlds. Similarly the Sama Veda states in the Ayasya section: That it is beneficial\nto propitiate the Supreme Lord by propitiating the grace of Sri Laksmi\nwhich bestows the grace of the Supreme Lord as well. It is not sufficient\nto propitiate Sri Laxsmi separate from the Supreme Lord as then neither of\nthem are pleased and it is by the satisfaction of the Supreme Lord only\nthat she and every other living being becomes eternally pleased so the\nproper etiquette must be observed. Following the proper etiquette even if\nthere was some defect or laxity in such propitiation one would not fail to\nachieve success because Lord Krishna is the sole giver of moksa or\nliberation from material existence and by performing actions for His\nsatisfaction everything else because exalted which is not possible by the\nstrictest worship of the impersonal, unmanifest, brahman. The Moksa Dharma quotes a conversation between Lord Krishna and Sri Laksmi\nwhere she states: Those who are enthusiastic for moksa will be devoted to\nworship of the Supreme Lord and that she is always established in those who\nare devoted to the sanatan dharma or the perrennial principles of\nrighteousness, devoted to atma tattva or realisation of the soul, to those\nwho have perceived the brahman and to those who are truthful, humble and\ncharitable. Superior to prakiti the material substratum underlying physical existence\nis the brahman the spiritual substratum pervading all existence and\nsuperior to the brahman is atma tattva and superior to atma tattva is\ncommunion with the Supreme Lord Krishna Himself. The Agnivesya section has\nclarified the same stating: Without beginning and without end is the\nbrahman etrnally existing and the Supreme Lord is superior to even the\nbrahman. Vedavyasa the author of Brahma Sutra has explained there that\nknowledge of the Supreme Lord alone is the only way to achieve moksa. Now begins the commentary. Although Vedavyasa has established the truth concerning the position of\nprakriti in Mahabharata He has rejected the ideas given in the Sankhya\nphilosophy that the existence of prakriti is independent and He has proven\nby Vedic statements that prakriti is totally dependent upon the Supreme\nLord. Similarly the Saukarayani scripture states: The one with form Sri\nLaxsmi is dearmost to the transcendental Supreme Lord and the cause of the\nexistence of the worlds. By propitiating Sri Laxsmi always in adjunct to\nthe Supreme Lord she becomes very pleased and bestows opulence and grandeur\nupon the propitiator much more expediently than the Supreme Lord Himself\nwho is not so inclined to give these things. In the subsidary section of\nthe Rig Veda it states: Knowing Sri Laxsmi of golden hue with lotus flowers\nin hands as the Supreme diety presiding over material nature enveloping\neverything one should propitiate her as the sakti of the Supreme Lord. By\ndoing so she will grant the sincere and knowledgeable aspirant splendour\nand wealth that would not to be given by the Supreme Lord Himself, ","shri":"\nWhosoever devotes themselves to contemplation of the atma will certainly\nprapnuvanti or attain the Supreme Lord which means that by realisation of\nthe atma is essentially realising an essence of the Supreme Lord which is\nlike unto His essence as paramatma the Supreme Soul within the etheric\nheart of all living entities. This is what is affirmed later in chapter 14,\nverse 2 with the words mama sadharmyam agatah meaning endowed with a form\nsimilar to the Supreme Lords. The Mundaka Upanisad III.I,II,III beginning\nniranjanah paramam samyam states: Absolved from all sins one achieves\nsublime similarity with the Supreme Lord. Also in Mundaka Upanisad I.I-V\nbeginning atha para yaya tad aksharam adhigamyate which means: Now that the\nhigher science by which the aksara can be reached. Parabrahma or the\nSupreme Lord Himself is also designated by the word aksara for He is the\nsource of all beings. That the Supreme Lord is known as Parabrahma is\nconfirmed as distinct from the atma will be explained later in chapter 15,\nverse 17. But those who minds are attracted to avyakta the unmanifest,\nimpersonal brahman, their tribulations and difficulties are great. This\nincludes those who meditate upon the atma as well for the meditation of\ncontrolling the mind to think of all activities in relation to ones\nindividual atma without being able to imagine it in any way while\nperforming physical and material activities is tantamount to great struggle\nand futile results. It will be shown next how devotees of the Supreme Lord Krishna are superior\nbeing better equipped by bhakti to attain communion with the Supreme Lord. ","kumar":"Whosoever devotes themselves to contemplation of the atma will certainly\nprapnuvanti or attain the Supreme Lord which means that by realisation of\nthe atma is essentially realising an essence of the Supreme Lord which is\nlike unto His essence as paramatma the Supreme Soul within the etheric\nheart of all living entities. This is what is affirmed later in chapter 14,\nverse 2 with the words mama sadharmyam agatah meaning endowed with a form\nsimilar to the Supreme Lords. The Mundaka Upanisad III.I,II,III beginning\nniranjanah paramam samyam states: Absolved from all sins one achieves\nsublime similarity with the Supreme Lord. Also in Mundaka Upanisad I.I-V\nbeginning atha para yaya tad aksharam adhigamyate which means: Now that the\nhigher science by which the aksara can be reached. Parabrahma or the\nSupreme Lord Himself is also designated by the word aksara for He is the\nsource of all beings. That the Supreme Lord is known as Parabrahma is\nconfirmed as distinct from the atma will be explained later in chapter 15,\nverse 17. But those who minds are attracted to avyakta the unmanifest,\nimpersonal brahman, their tribulations and difficulties are great. This\nincludes those who meditate upon the atma as well for the meditation of\ncontrolling the mind to think of all activities in relation to ones\nindividual atma without being able to imagine it in any way while\nperforming physical and material activities is tantamount to great struggle\nand futile results. It will be shown next how devotees of the Supreme Lord Krishna are superior\nbeing better equipped by bhakti to attain communion with the Supreme Lord. "}