{"meta":"Bhagavad Gita Chapter 13 Verse 10","metahi":"भगवद् गीता 13.10","slok":"असक्ितरनभिष्वङ्गः पुत्रदारगृहादिषु।नित्यं च समचित्तत्वमिष्टानिष्टोपपत्तिषु।।13.10।। ","htsrsd":"।।13.10।।आसक्तिरहित होना पुत्र? स्त्री? घर आदिमें एकात्मता (घनिष्ठ सम्बन्ध) न होना और अनुकूलताप्रतिकूलताकी प्राप्तिमें चित्तका नित्य सम रहना। ","htstma":"।।13.10।। आसक्ति तथा पुत्र? पत्नी? गृह आदि में अनभिष्वङ्ग (तादात्म्य का अभाव) और इष्ट और अनिष्ट की प्राप्ति में समचित्तता।। ","transliteration":"Asaktiranabhishwangah putradaaragrihaadishu;\nNityam cha samachittatwam ishtaanishtopapattishu. ","englishmeaning":"amānitvam—humbleness; adambhitvam—freedom from hypocrisy; ahinsā—non-violence; kṣhāntiḥ—forgiveness; ārjavam—simplicity; āchārya-upāsanam—service of the Guru; śhaucham—cleanliness of body and mind; sthairyam—steadfastness; ātma-vinigrahaḥ—self-control; indriya-artheṣhu—toward objects of the senses; vairāgyam—dispassion; anahankāraḥ—absence of egotism; eva cha—and also; janma—of birth; mṛityu—death; jarā—old age; vyādhi—disease; duḥkha—evils; doṣha—faults; anudarśhanam—perception; asaktiḥ—non-attachment; anabhiṣhvaṅgaḥ—absence of craving; putra—children; dāra—spouse; gṛiha-ādiṣhu—home, etc; nityam—constant; cha—and; sama-chittatvam—even-mindedness; iṣhṭa—the desirable; aniṣhṭa—undesirable; upapattiṣhu—having obtained; mayi—toward Me; cha—also; ananya-yogena—exclusively united; bhaktiḥ—devotion; avyabhichāriṇī—constant; vivikta—solitary; deśha—places; sevitvam—inclination for; aratiḥ—aversion; jana-sansadi—for mundane society; adhyātma—spiritual; jñāna—knowledge; nityatvam—constancy; tat ","hcsrsd":"।।13.10।। व्याख्या --   असक्तिः -- उत्पन्न होनेवाली (सांसारिक) वस्तु? व्यक्ति? घटना? परिस्थिति आदिमें जो प्रियता है? उसको सक्ति कहते हैं। उस सक्तिसे रहित होनेका नाम असक्ति है।सांसारिक वस्तुओं? व्यक्तियों आदिसे सुख लेनेकी इच्छासे? सुखकी आशासे और सुखके भोगसे ही मनुष्यकी उनमें आसक्ति? प्रियता होती है। कारण कि मनुष्यको संयोगके सिवाय सुख नहीं दीखता? इसलिये उसको संयोगजन्य सुख प्रिय लगता है। परन्तु वास्तविक सुख संयोगके वियोगसे होता है (गीता 6। 23)? इसलिये साधकके लिये सांसारिक आसक्तिका त्याग करना बहुत आवश्यक है।उपाय -- संयोगजन्य सुख आरम्भमें तो अमृतकी तरह दीखता है? पर परिणाममें विषकी तरह होता है (गीता 18। 38)। संयोगजन्य सुख भोगनेवालेको परिणाममें दुःख भोगना ही पड़ता है -- यह नियम है। अतः संयोगजन्य सुखके परिणामपर दृष्टि रखनेसे उसमें आसक्ति नहीं रहती।अनभिष्वङ्गः पुत्रदारगृहादिषु -- पुत्र? स्त्री? घर? धन? जमीन? पशु आदिके साथ माना हुआ जो घनिष्ठ सम्बन्ध है? गाढ़ मोह है? तादात्म्य है? मानी हुई एकात्मता है? जिसके कारण शरीरपर भी असर पड़ता है? उसका नाम अभिष्वङ्ग है (टिप्पणी प0 683)। जैसे -- पुत्रके साथ माताकी एकात्मता रहनेके कारण जब पुत्र बीमार हो जाता है? तब माताका शरीर कमजोर हो जाता है। ऐसे ही पुत्रके? स्त्रीके मर जानेपर मनुष्य कहता है कि मैं मर गया? धनके चले जानेपर कहता है कि मैं मारा गया? आदि। ऐसी एकात्मतासे रहित होनेके लिये यहाँ अनभिष्वङ्गः पद आया है।उपाय -- जिनके साथ अपना घनिष्ठ सम्बन्ध दीखे? उनकी सेवा करे? उनको सुख पहुँचाये? पर उनसे सुख लेनेका उद्देश्य न रखे। उद्देश्य तो उनसे अभिष्वङ्ग (तादात्म्य) दूर करनेका ही रखे। अगर उनसे सेवा,लेनेका उद्देश्य रखेंगे तो उनसे तादात्म्य हो जायगा। हाँ? उनकी प्रसन्नताके लिये कभी उनसे सेवा लेनी भी पड़े तो उसमें राजी न हो क्योंकि राजी होनेसे अभिष्वङ्ग हो जायगा। तात्पर्य है कि किसीके साथ अपनेको लिप्त न करे। इस बातकी बहुत सावधानी रखे।नित्यं च समचित्तत्वमिष्टानिष्टोपपत्तिषु -- इष्ट अर्थात् मनके अनुकूल वस्तु? व्यक्ति? परिस्थिति? घटना आदिके प्राप्त होनेपर चित्तमें राग? हर्ष? सुख आदि विकार न हो और अनिष्ट अर्थात् मनके प्रतिकूल वस्तु? व्यक्ति आदिके प्राप्त होनेपर चित्तमें द्वेष? शोक? दुःख? उद्वेग आदि विकार न हो। तात्पर्य है कि अनुकूलप्रतिकूल परिस्थितियोंके प्राप्त होनेपर चित्तमें निरन्तर समता रहे? चित्तपर उसका कोई असर न पड़े। इसको भगवान्ने सिद्ध्यसिद्ध्योः समो भूत्वा (2। 48)। पदोंसे भी कहा है।उपाय -- मनुष्यको जो कुछ अनुकूल सामग्री मिली है? उसको वह अपने लिये मानकर सुख भोगता है -- यह महान् बाधक है। कारण कि संसारकी सामग्री केवल संसारकी सेवामें लगानेके लिये ही मिली है? अपने शरीरइन्द्रियोंको सुख पहुँचानेके लिये नहीं। ऐसे ही मनुष्यको जो कुछ प्रतिकूल सामग्री मिली है? वह दुःख भोगनेके लिये नहीं मिली है? प्रत्युत संयोगजन्य सुखका त्याग करनेके लिये? मनुष्यको सांसारिक राग? आसक्ति? कामना? ममता आदिसे छुड़ानेके लिये ही मिली है। तात्पर्य है कि अनुकूल और प्रतिकूल -- दोनों परिस्थितियाँ मनुष्यको सुखदुःखसे ऊँचा उठाकर (उन दोनोंसे अतीत) परमात्मतत्त्वको प्राप्त करानेके लिये ही मिली हैं -- ऐसा दृढ़तासे मान लेनेसे साधकका चित्त इष्ट और अनिष्टकी प्राप्तिमें स्वतः सम रहेगा। ","hcsca":"।।13.10।। असक्ति अर्जित की हुयी वस्तुओं से होने वाली सामान्य प्रीति को सक्ति अर्थात् संग कहते हैं। उसका अभाव असक्ति कहलाता है। हमें जो दुख होता है? वह विषयों के कारण नहीं? हमारे उसके साथ के मानसिक संग के कारण होता है। जैसै? अग्नि स्वयं किसी को नहीं जला सकती? जब तक कि कोई उसे स्पर्श न करे।पुत्र? भार्या और गृहादिक में अनभिष्वंग अति स्नेह को अभिष्वंग कहते हैं। अत उसका अभाव ही अनभिष्वंग कहलाता है। जब किसी वस्तु या व्यक्ति के प्रति सामान्य प्रीति बढ़कर आसक्ति का रूप ले लेती है? तब उसे अभिष्वंग कहते हैं। इस आसक्ति का लक्षण है यह है कि मनुष्य को अपनी प्रिय वस्तु या व्यक्ति के साथ इतना तादात्म्य हो जाता है कि उनके सुखदुख उसे अपने ही अनुभव होते हैं। इसका स्पष्ट उदाहरण है पुत्र के प्रति माता की आसक्ति का। इस प्रकार की आसक्ति के कारण व्यक्ति के मन में सदा विक्षेप बना रहता है और वह कार्य करने में भी अकुशल हो जाता है।हमें अपने आन्तरिक व्यक्तित्व के चारों ओर विवेक की ऐसी दीवार खड़ी करनी चाहिये कि ये सभी विक्षेप हमसे दूर रहें और मन का सन्तुलन सदा बना रहे जिसके बिना किसी प्रकार की प्रगति या समृद्धि कदापि संभव नहीं होती।प्रिय और अप्रिय परिस्थितियों में चित्त की समता को सतत अभ्यास करते रहने से प्राप्त किया जा सकता है। यदि मनुष्य अपनी मूढ़ प्रीति और आसक्ति के बन्धनों से मुक्त हो जाये? तो उसे अपने में ही अतिरिक्त शक्ति का भण्डार प्राप्त होता है? जिसका उसे सही दिशा में सदुपयोग करना चाहिये? अन्यथा वही शक्ति आत्मघातक सिद्ध हो सकती है।वह सही दिशा क्या है इसे अगले श्लोक में बताते हैं ","etsga":"13.10 Non-attachment and absence of fondness with regard to sons, wives, homes, etc., and constant eanimity of the mind with regard to the attainment of the desirable and the undesirable; ","etssa":"13.10 Non-attachment, non-identification of the Self with son, wife, home and the rest, and constant even-mindedness on the attainment of the desirable and the undesirable. ","etdss":"13.10. Non-attachment; detachment towards [ones] children, wives, houses and the like; and a constant eal-mindedness on the occurrence of the desirable and the undesirable things; ","ecssa":"13.10 असक्तिः nonattachment? अनभिष्वङ्गः nonidentification of the Self? पुत्रदारगृहादिषु in son? wife? home and the rest? नित्यम् constant? च and?समचित्तत्वम् evenmindedness? इष्टानिष्टोपपत्तिषु on the attainment of the desirable and the undesirable.Commentary When a man thinks? This object is mine? the idea of mineness enters his mind. He develops Abhimana (false identification). Then he begins to love the objects. He clings to them and gets attached to them. Asakti is nonattachment to objects. There is absence of liking for the objects.Anabhishvangah There is intense attachment to wife? son or mother? etc. There is complete identification of the Self with another. He feels happy or miserable when that person is happy or miserable. Govindan feels miserable when his wife is dead because he was very much attached to her but he does not feel anything when his neighbours wife is dead. A man of wisdom has no attachment to his home. He considers his home as a public inn on the side of a public road.And the rest Others who are very dear relatives or other dependants.Constant evenmindedness or eanimity is an index of knowledge. The man of wisdom is neither elated when he gets the desirable or pleasant objects? nor grieves when he attains the undesriable or painful objects.Nonattachment? absence of affection and eanimity are all conducive to the attainment of knowledge of the Self. They are designated as knowledge because they are the means of attaining knowledge. ","scetsga":"13.10 Asaktih, non-attachment-attachment means merely the kind for things arising from association; the absence of that is asaktih; and anabhisvangah, absence of fondness-abhisvangah, is in fact a special kind of attachment consisting of the idea of self-identification; as for instance, thinking I myself am happy, or, I am sorrowful, when somody else is happy or unhappy, and thinking I live, or, I shall die, when some- body else lives or dies-With regard to what? In answer the Lord says: putra-dara-grhadisu, with regard to sons, wives, homes, etc. From the use of etc. (it is understood that this fondness is) even with regard to others who are liked very much-retinue of sevants and so on. And since both these (absence of attachment and fondness) lead to Knowledge, therefore they are called Knowledge.\nAnd nityam, constant; sama-cittatvam, eanimity of mind, mental eipoise;-with regard to what?-ista-anista-upapattisu, the attainment of the desirable and the undesirable; mental eipoise with regard to them, always, without exception. One does not become happy on the attainment of the desirable, nor does he become angry on the attainment of the undesirable. And that constant eanimity of mind which is of this kind is Knowledge\nFurther, ","scetdss":"13.10 See Comment under 13.12 ","scetssa":"13.10 Non-attachment means freedom from attachment to things other than the self. Absecne of clinging to son, wife, home and the like means absence of excessive affection for these beyond the limits allowed by the Sastras. Constant even-mindedness to all desirable and undesriable events means the state of freedom from joy and grief with regard to occurrences springing from desire. ","chakravarthi":" ","rudra":"  Now in order to elucidate at length the purely spiritual ksetra-jna as the\nobject to be realised and its distinct difference from the previously\ndescribed ksetra; Lord Krishna will enumerate in these five verses the\nmeans and path to realisation of the ksetra-jna beginning with the word\namanitvam meaning humility not seeking recognition, adambhitvam means to be\nwithout pride, ahimsa is not causing pain to other living beings, ksanti is\ntolerance in the face of insults, arjava is uprightness and\nstraightforwardness, acaryapasana means unreserved and unmotivated service\nto the Vaisnava spiritual master, sauca means purity both internal and\nexternal. In the Sandilya Upanisad beginning saucam ca dvividham prohitam\nrefers to two types of purity. External purity is obtained by rubbing earth\nand water while internal purity is obtained by purification of the mind.\nThe word sthairya means steadfastness on the path of righteousness by one\nwho has accepted it, atma-vinigraha or control over the body and the senses\nwhich uncontrolled hinder realisation of the atma or immortal soul,\nvairagya indriyartha means renunciation of sense objects, ahankarah means\nrelinquishing false ego and identification of the physical body as the\nself, dukha-dosa-anudarsanam means dispassion by pondering the misery of\nsamsara or the perpetual cycle of birth and death in material existence,\nasakti means equipoise and non-attachment to wife, sons and other loved\nones, anabhisvanga means remaining even minded to s what life gives whether\nevil or excellence befalls one, sama-citta means to avoid both happiness or\ndistress by temporary external circumstances. The compound words\navyabhicarini bhakti means unwavering, unalloyed loving devotion to the\nSupreme Lord Krishna and realising the atma in all living beings, vivekta-\ndesa-sevitam is fondness for performing austerities in solitary places,\naratir jana-samsadt means indifference to mundane topics and mundane\nassociation. The words adhyatma-jnana nityatvam means always interested in\nspiritual knowledge and self-realisation and atma-tattva or knowledge of\nthe immortal soul within. Continuously reflecting, contemplating and\nengaging ones total being in understanding the purpose and goal of human\nexistence by comprehending the precise significance of various verses and\nconceptions in the Vedic scriptures to learn and realise the ultimate truth\nand upon achieving moksa or liberation from material existence to further\nattain the ultimate consciousness and eternal association with the Supreme\nLord which is the highest apex of all existence. Thus these 20 virtues that\nhave been described by Lord Krishna constitute the essence of knowledge for\ntheir attributes are the means which opens the way to this highest\nexistence. Whatever is contrary to these 20 virtues of renowned excellence\nshould always be rejected as it is understood to be ignorance and\nemphatically antagonistic to truth. This has been confirmed in by gone ages\nby great sages and seers such as Vyasa, Vasistha and Parasara. ","brahma":" In these five verses Lord Krishna defines the quintessential qualities and\nattributes to achieve the means to fulfil the highest purpose of human\nexistence. Realisation of these 24 essential principles means knowledge\nthrough the experience of living them in conjunction with the injunctions\nof the Vedic scriptures. The Supreme Lord Krishna is the object of\nattainment for these essential principles and is the ultimate goal to be\nattained. Realisation through experience equates to imbibing and living\nthese 20 principles. That by which things become realised is known as\nknowledge. Thus knowledge is known to be a means of realisation. Emphasis\non jnana or knowledge is herein given as the goal for self-realisation. ","shri":"\nAmanitvam is absence of desire for honour due to reverence and humilty.\nAdambhitva is lack of pride due to simplicity and absence of duplicity.\nAhimsa is non-violence to others by thought, word or action.\nKsantih is tolerance, forbearance even when antagonised.\nArjavam is sincerity and straightforwardness even to those duplicitous.\nAcaryopasana is unmotivated devotion to the guru who imparts spiritual\nknowledge.\nSaucam is purity in thought, word and action to enable to qualify for\nspiritual knowledge.\nSthairya is unwavering faith in the spiritual masters teachings from the\nVedic scriptures.\nAtma-vinigriha is self control by withdrawing the mind from pursuits other\nthan spiritual.\nVairagyam is renunciation of activities unrelated to the soul.\nAnahankara is absence of false ego or misidentification of the physical\nbody as the self.\nAnudarsanam is reflecting on the evils of birth and inevitable old age,\ndisease and death.\nAsakti is detachment from over attraction to wife, sons and family members.\nAnabhisvangah is neutrality in both happiness and distress.\nSama-citta is equipoise of mind in both favourable and unfavourable\ncircumstances.\nBhaktih is rendering exclusive loving devotion to the Supreme Lord Krishna.\nVivikta-desa-sevitvam is fondness for solitary places out in nature for\ninhabiting.\nAdhyatma-jnana-nityatvam is to be permanently established in knowledge of\nthe soul.\nTattva-jnana-darsana is contemplating the spiritual teachings of the Vedas\nto gain insight.\nJnana refers to that knowledge where one can achieve atma tattva or\nrealisation of the soul. The aggregate of imbibing these 20 most excellent attributes facilitates\natma tattva within the jiva or embodied being. Whatever is contrary and\nopposed to these 20 attributes is to be considered ignorance and\ndetrimental to any real knowledge of the soul. Next the nature of the\nksetra-jna or knower of the field will be delineated by Lord Krishna as was\nalluded to in chapter 10, verse 3 where He states: One who knows Me. ","kumar":"Amanitvam is absence of desire for honour due to reverence and humilty.\nAdambhitva is lack of pride due to simplicity and absence of duplicity.\nAhimsa is non-violence to others by thought, word or action.\nKsantih is tolerance, forbearance even when antagonised.\nArjavam is sincerity and straightforwardness even to those duplicitous.\nAcaryopasana is unmotivated devotion to the guru who imparts spiritual\nknowledge.\nSaucam is purity in thought, word and action to enable to qualify for\nspiritual knowledge.\nSthairya is unwavering faith in the spiritual masters teachings from the\nVedic scriptures.\nAtma-vinigriha is self control by withdrawing the mind from pursuits other\nthan spiritual.\nVairagyam is renunciation of activities unrelated to the soul.\nAnahankara is absence of false ego or misidentification of the physical\nbody as the self.\nAnudarsanam is reflecting on the evils of birth and inevitable old age,\ndisease and death.\nAsakti is detachment from over attraction to wife, sons and family members.\nAnabhisvangah is neutrality in both happiness and distress.\nSama-citta is equipoise of mind in both favourable and unfavourable\ncircumstances.\nBhaktih is rendering exclusive loving devotion to the Supreme Lord Krishna.\nVivikta-desa-sevitvam is fondness for solitary places out in nature for\ninhabiting.\nAdhyatma-jnana-nityatvam is to be permanently established in knowledge of\nthe soul.\nTattva-jnana-darsana is contemplating the spiritual teachings of the Vedas\nto gain insight.\nJnana refers to that knowledge where one can achieve atma tattva or\nrealisation of the soul. The aggregate of imbibing these 20 most excellent attributes facilitates\natma tattva within the jiva or embodied being. Whatever is contrary and\nopposed to these 20 attributes is to be considered ignorance and\ndetrimental to any real knowledge of the soul. Next the nature of the\nksetra-jna or knower of the field will be delineated by Lord Krishna as was\nalluded to in chapter 10, verse 3 where He states: One who knows Me. "}