{"meta":"Bhagavad Gita Chapter 13 Verse 1","metahi":"भगवद् गीता 13.1","slok":"अर्जुन उवाचप्रकृतिं पुरुषं चैव क्षेत्रं क्षेत्रज्ञमेव च।एतद्वेदितुमिच्छामि ज्ञानं ज्ञेयं च केशव।।13.1।। ","htsrsd":"।।13.1।।No Translation. ","htstma":"।।13.1।। अर्जुन ने कहा -- हे केशव मैं? प्रकृति और पुरुष? क्षेत्र और क्षेत्रज्ञ तथा ज्ञान और ज्ञेय को जानना चाहता हूँ।। ","transliteration":"Arjuna Uvaacha:\nPrakritim purusham chaiva kshetram kshetrajnameva cha;\nEtadveditumicchaami jnaanam jneyam cha keshava. ","englishmeaning":"arjunaḥ uvācha—Arjun said; prakṛitim—material nature; puruṣham—the enjoyer; cha—and; eva—indeed; kṣhetram—the field of activities; kṣhetra-jñam—the knower of the field; eva—even; cha—also; etat—this; veditum—to know; ichchhāmi—I wish; jñānam—knowledge; jñeyam—the goal of knowledge; cha—and; keśhava—Krishna, the killer of the demon named Keshi ","hcsrsd":"।।13.1।।No Commentary. ","hcsca":"।।13.1।। गीता की अनेक पाण्डुलिपियों में यह श्लोक नहीं मिलता है? जबकि कुछ अन्य हस्तलिपियों में यह अर्जुन की जिज्ञासा के रूप में दिया हुआ है।प्रकृति और पुरुष भारतीय सांख्य दर्शन के प्रणेता कपिल मुनि जी ने जड़ और चेतन तत्त्वों का निर्देश क्रमश प्रकृति और पुरुष इन दो शब्दों से किया है। इन दोनों के संयोग से ही उस सृष्टि का निर्माण हुआ है इन्हें अर्जुन जानना चाहता है।क्षेत्र और क्षेत्रज्ञ इन दो शब्दों का अर्थ इस अध्याय की प्रस्तावना में स्पष्ट किया गया है।ज्ञान और ज्ञेय इस अध्याय में ज्ञान शब्द से तात्पर्य उस शुद्धान्तकरण से हैं? जिसके द्वारा ही आत्मतत्त्व का अनुभव किया जा सकता है। यह आत्मा ही ज्ञेय अर्थात् जानने योग्य वस्तु है।अर्जुन की इस जिज्ञासा के उत्तर को जानना सभी साधकों को लाभदायक होगा। ","etsga":"13.1 Swami Gambhirananda has not translated this sloka. Many editions of the Bhagavadgita do not contain this sloka, including the commentary by Sankaracharya. If this sloka is included, the total number of slokas in the Bhagavadgita is 701. ","etssa":"13.1 Arjuna said I wish to learn about Nature (matter) and the Spirit (soul), the field and the knower of the field, knowledge and that which ought to be known, O Kesava. ","etdss":"13.1. No such translation is available for this sloka. ","ecssa":"13.1 प्रकृतिम् the Prakriti (matter)? पुरुषम् the Purusha (Spirit or Soul)? च and? एव even? क्षेत्रम् the field? क्षेत्रज्ञम् the knower of the field? एव even? च and? एतत् this? वेदितुम् to know? इच्छामि (I) wish? ज्ञानम् knowledge? ज्ञेयम् what ought to be known? च and? केशव O Kesava.Commentary In some of the books you will not find this verse. If you include this verse also? the number of verses of the Bhagavad Gita will come to 701. Some commentators look upon this verse as an interpolation.We have come to the beginning of the third section of the Gita. Essentially the same knowledge is taught in this section but there are more details.This discourse on Kshetra (matter) is commenced with a view to determine the essential nature of the possessor of the two Prakritis (Natures)? the lower and the higher? described in chapter VII? verses 4 and 5.In the previous discourse a description of the devotee who is dear to the Lord is given from verse 13 to the end. Now the estion arises What sort of knowledge of Truth should he possess The answer is given in this discourse.Nature is composed of the three alities. It transforms itself into the body? senses and the sensual objects to serve the two purposes of the individual soul? viz.? Bhoga (enjoyment) and Apavarga (liberation).The Gita is divided into three sections illustrative of the three words of the Mahavakya or Great Sentence of the Sama Veda -- TatTvamAsi (That thou art). In accordance with this view the first six chapters deal with the path of action or Karma Yoga and the nature of the thou (TvamPada). The next six chapters explain the path of devotion or Bhakti Yoga and the nature of That (TatPada). The last six chapters treat of the path of knowledge or Jnana Yoga and the nature of the middle term art (AsiPada) which establishes the identity of the individual and the Supreme Soul (Jiva Brahma Aikyam).Arjuna now wishes to know in detail the difference between Prakriti and Purusha (Matter and Spirit). He desires to have a discriminative knowledge of the difference between them. ","scetsga":"13.1 Sri Sankaracharya did not comment on this sloka. Many editions of the Bhagavadgita do not contain this sloka৷৷ If this sloka is included, the total number of slokas in the Bhagavadgita is 701. ","scetdss":"13.1 Inclusion of this sloka, spoken by Arjuna, brings the total number of slokas in the Bhagavadgita to 701. Many versions of the Bhagavadgita, including the current commentary by Dr. S Sankaranarayan, do not include this sloka. ","scetssa":"13.1 No commentary. ","chakravarthi":"Text 1: Let me offer my respects to the Lord’s bhakti, which, by its mercy, resides within jnana and other processes to a small degree in order to bring about success in those processes. In the last six chapters of the Gita, jnana mixed with bhakti is delineated. Within these six chapters, kevala bhakti also is shown as supreme, indirectly. In the thirteenth chapter, the body where jiva and paramatma reside, the practice of jnana, the jiva and prakrti are described.\nIn the middle six chapters, it was mentioned that by kevala bhakti one attains the Lord, bhagavan, and three other methods of worship, starting with those who worship themselves, were then described. Liberation arising from jnana mixed with bhakti practiced by followers of niskama karma yoga and the process of jnana were briefly described in the first six chapters. The third six chapters commence to explain this jnana in detail by first examining the field, the knower of the field, the process of knowledge and the object of knowledge.\nText 2: This verse answers the question of what is the field and who is the knower of the field. This body with senses, the abode of enjoyment, is the field, since it is the basis for sprouting the tree of repeated births. He who knows that body in terms of “I and mine” in the conditioned state due his attachment to that body, and who, being devoid of the conception of “I and mine” in the liberated state, knows that he is not attached to that body, is the jiva, He is called the knower of the field, situated in these two conditions. Like one who ploughs the field, he is the knower of the field, and is the enjoyer of the fruit. The Lord says:\nadanti caikam phalam asya grdhra\ngrame-cara ekam aranya-vasah\nhamsa ya ekam bahu-rupam ijyair\nmaya-mayam veda sa veda vedam\nThose lusty after material enjoyment and dedicated to family life enjoy one of the tree’s fruits, and swanlike men in the renounced order of life enjoy the other fruit One who with the help of the bona fide spiritual masters can understand this tree to be a manifestation of the potency of the one Supreme Truth appearing in many forms actually knows the meaning of the Vedic literature. SB 11.12.23\nThe meaning of this verse from Bhagavatam is as follows. Grdhrah means “those who desire.” Those who have desire, who move in the village, the conditioned jivas, eat one fruit of the tree called distress, because the tree has the ability to generate distress, even in ripening into svarga. The swans, which live in the forest, the liberated jivas, eat another fruit called happiness, because the tree has ability to generate happiness in the form of liberation. Thus, the one tree of samsara has many forms since it has the capacity to let one attain hell, svarga, and liberation. It is called maya mayam, made of maya, because it is generated from the Lord’s maya sakti. He who knows this tree with the help of the worshipable gurus (ijyaih) knows the Vedas.\nTad vidah in the Gita verse refers to those who know the field and the knower of the field. ","rudra":"\nIn verse seven of the previous chapter Lord Krishna declares sammuddharta\nmrtyu-samsara sagarat meaning saves them from the perpetual cycle of birth\nand the death which is like an ocean because in a day of Brahma every human\nbeing has approximately 43,000 separate births and life cycles. So the\nfigure is astronomical if one calculates how many human lifetimes transpire\nin a only year of Brahmas lifetime. So in this present chapter the truth\nabout redemption from this transmigration from the cycle of birth and death\nis being revealed for this fulfilment. As it is not even remotely possible\nto achieve the fulfilment of redemption without atma-tattva or realisation\nof the eternal soul within. So in order to inoculate this knowledge of\ntruth this chapter will delineate the relationship between prakriti or the\nmaterial substratum pervading physical existence and the Pususa or the\nSupreme Consciousness pervading spiritual existence that is the source of\nall existence. It is the lack of discrimination and discernment between the\nprakriti and Purusa which causes delusion and binds the atma or eternal\nsoul which is an infinitesimal spark of the Purusa within the etheric heart\nof the jiva or embodied being, keeping them in bondage locked by samsara or\nthe perpetual cycle of transmigratory existence birth after birth, life\nafter life. It is by the power of first Purusa and then prakriti that the\nSupreme Lord Krishna manifests all creation and they are distinctly\ndifferent from each other. Prakriti is related to the ksetra or the field\nand the Purusa is related to ksetrajnam or knower of the field. The ksetra\nis the material body which is the basis for all physical enjoyment and the\nsprouting ground for endless transmigration. The ksetrajnam is that which\nis conscious of itself and thinks in terms of I and mine and is called the\njiva by those who have factual discriminative knowledge of both. This is\nbecause the jiva is the beneficiary of the results of the actions performed\nby the body like the farmer who reaps the harvest of his field. ","brahma":" Hari OM! In this chapter whatever has been previously stated about\nknowledge, the object of knowledge, prakriti or the material substratum\npervading physical existence and the Purusa or the Supreme eternal\nconsciousness is herein being categorically collated and elucidated by Lord\nKrishna. The means of developing spiritual intelligence through karma or\nactivities was given by Lord Krishna in the first six chapters known as the\nKarma Yoga section and the means of achieving bhakti or exclusive loving\ndevotion to Lord Krishna was revealed in the subsequent six chapters known\nas the Bhakti Yoga section along with the different manifestations of the\nSupreme Lord have all been arranged here together in summation. The jiva or embodied being is by itself eternal because it possesses an\natma or eternal soul bestowed by the Lord Krishna which is an infinitesimal\nspark from Him; but the physical body although energized by the Supreme\nLord is not eternal and disintegrates with time. Therefore the physical\nbody is called sharira because it appears to die and since the Supreme Lord\nresides within all jivas as the atma He is known as ksetrajna or the\nconsciousness within the ksetra or field of activity. This consciousness\nenvelopes the physical body and is the source of the material senses which\ndisplay their perceptions of duality in the ksetra of the physical body\nwith emotions of like and dislike, happiness and misery, pleasant and\nunpleasant, love and hate etc. Now begins the summation. One who is freed from the modulations of desires and the bewilderment of\nattractions is able to unite with pure thoughts of spiritual consciousness.\nSuch a jiva or embodied being is considered to have achieved moksa or\nliberation from material existence. The Narayana Scripture states that\nthere are two manifestations of moksa. The superior form of moksa is known\nas suddha or pure liberation and its consciousness is always attuned and in\nharmony with dharma or eternal righteousness and the Supreme Lord Krishna\nor any of His authorized avatars or incarnations and expansions as revealed\nin Vedic scriptures. This consciousness has an all comprehensive knowledge\nabout the atma or eternal soul and following the injunctions and ordinances\nof the Vedic scriptures is always engaged in performing different levels of\nbhakti or devotion to the Supreme Lord which eventually results in direct\ncommunion with the Supreme Lord eternal association with Him. The inferior form of moksa is known as asuric or demoniac liberation and\nits consciousness is antagonistic to dharma or eternal righteousness, it is\naddicted to perverse pleasures of the physical body, it has a distorted\nconceptions of the atma and is always desiring to perform degraded and\nprohibited activities. Its mentality is adverse to engaging in any service\nof the Supreme Lord and eventually without fail end up in the most fallen\nof species in the lowest hellish realms due to offenses made against the\ndevotees of the Supreme Lord Krishna. ","shri":" The first division of Srimad Bhagavad-Gita known as the Karma Yoga section\ncomprises the first six chapters describing two paths: the path of\nspiritual actions and the path of spiritual knowledge by which an aspirant\nmay achieve atma tattva or realisation of the eternal soul. It has also\nbeen explained that the achievement of atma tattva is essential for\nattaining moksa or liberation from material existence. The middle division of Srimad Bhagavad-Gita known as the Bhakti Yoga\nsection comprises the second six chapters which reveals that bhakti or\nexclusive loving devotion which is preceded by factual spiritual knowledge\nof the Supreme Lord Krishna as revealed in the Vedic scriptures is the\nparamount attainment. Such spiritual knowledge about Lord Krishna is\nprerequisite and essential to bhakti and subsequent attainment of communion\nwith the Supreme Lord and eternal association which is the ultimate goal\nand most exalted destination. It is also elucidated herein that bhakti\nconstitutes the means by which those aspirants ambitious of acquiring\nopulence and those aspirants ambitious for atma-tattva or soul realisation\ncan both have their respective desires fulfilled as well. Now in the final division of Srimad Bhagavad-Gita known as the Jnana Yoga\nsection comprising the last six chapters, the topics propounded in the\nfirst 12 chapters will be further illuminated by Lord Krishna. Two\ncategories will be examined: prakriti or the spiritual substratum pervading\nphysical existence and Purusa or the Supreme eternal consciousness. Their\ncombined union constitutes the complete cosmic creation. The nature of\nIsvara or the Supreme Lord, the means of salvation, the paths of karma or\nspiritual activities for the Supreme Lord, jnana or spiritual knowledge of\nthe Supreme Lord and bhakti or loving devotion to the Supreme Lord will be\nfurther delineated along with instructions on how to practice and perform\neach path. Beginning this Jnana Yoga section, this chapter explains the nature of\nmatter and the soul, the way to realise the soul as distinctly different\nfrom matter, the reason why the atma is associated with matter and the way\nthe atma may be meditated upon. \nLord Krishna explains that while in a physical body the jiva or embodied\nbeing believes they are that body, thinking I am a man, I am a demigod, I\nam a female, I am famous, I am powerful, etc. all of which are distinctly\ndifferent form the atma or eternal soul. The physical body is that which\nthe spiritually intelligent assert as the ksetra or field of enjoyment. One\nwho has the realisation of the jiva being part of an aggregate whole\ncomposed of divisible parts being the physical body, the subtle body and\nthe atma. One who has the understanding that I know this body and instead\nof the mentality that I am this body. One who is cognisant of these things\nand realises what the atma actually is factually asserted as being\nksetrajna or the knower of the field. It can be said that when cognition of\nobjects external to the physical body arises the conception of I am my\nhuman body who sees for example this house before me, implying that the one\nwho sees thinks the atma is inseparable from the physical body and not that\nthe atma is totally independent of the physical and subtle bodies.\nSubsequently when one has achieved atma tattva or realisation of the soul\nand experienced its spiritual existence then one will be cognisant of their\nphysical body merely as a house within which the atma inhabits. To perceive\na house as external from the physical body is the same as perceiving the\natma as external from the physical body for one who is realised. One who is\ncognisant of this reality sees the atma as a distinct entity separate from\nthe physical and subtle bodies.   To assert the indisputably modifiable and perishable physical body and its\nqualitative characteristics to the immortal atma in accordance with the law\nof coexistence of subject and attribute is as unreasonable as asserting\nthat the milk of cattle is an inseparable attribute of every type of cow,\nbull or heifer falling under that generic term.   Due to the fact that the phenomenally unique and sublime nature of the atma\nprecludes any perceptibility by the senses of sight, sound, taste, touch\nand smell to experience it and is only perceptible by the consciousness of\na clarified mind purified by introspection amd meditation derived from the\nprocess of yoga or the science of the individual consciousness perfecting\ncommunion with the ultimate consciousness. The spiritually deficient are\nbeguiled and bewildered by the mere propensity of matter and deluded\nmisconstrue the perishable physical body and the eternal, immortal atma.\nThis will be further clarified in chapter 15, verses 10 and 11 where Lord\nKrishna explains that those bereft of wisdom with impure thoughts cannot\nperceive the atma. ","kumar":"The first division of Srimad Bhagavad-Gita known as the Karma Yoga section\ncomprises the first six chapters describing two paths: the path of\nspiritual actions and the path of spiritual knowledge by which an aspirant\nmay achieve atma tattva or realisation of the eternal soul. It has also\nbeen explained that the achievement of atma tattva is essential for\nattaining moksa or liberation from material existence. The middle division of Srimad Bhagavad-Gita known as the Bhakti Yoga\nsection comprises the second six chapters which reveals that bhakti or\nexclusive loving devotion which is preceded by factual spiritual knowledge\nof the Supreme Lord Krishna as revealed in the Vedic scriptures is the\nparamount attainment. Such spiritual knowledge about Lord Krishna is\nprerequisite and essential to bhakti and subsequent attainment of communion\nwith the Supreme Lord and eternal association which is the ultimate goal\nand most exalted destination. It is also elucidated herein that bhakti\nconstitutes the means by which those aspirants ambitious of acquiring\nopulence and those aspirants ambitious for atma-tattva or soul realisation\ncan both have their respective desires fulfilled as well. Now in the final division of Srimad Bhagavad-Gita known as the Jnana Yoga\nsection comprising the last six chapters, the topics propounded in the\nfirst 12 chapters will be further illuminated by Lord Krishna. Two\ncategories will be examined: prakriti or the spiritual substratum pervading\nphysical existence and Purusa or the Supreme eternal consciousness. Their\ncombined union constitutes the complete cosmic creation. The nature of\nIsvara or the Supreme Lord, the means of salvation, the paths of karma or\nspiritual activities for the Supreme Lord, jnana or spiritual knowledge of\nthe Supreme Lord and bhakti or loving devotion to the Supreme Lord will be\nfurther delineated along with instructions on how to practice and perform\neach path. Beginning this Jnana Yoga section, this chapter explains the nature of\nmatter and the soul, the way to realise the soul as distinctly different\nfrom matter, the reason why the atma is associated with matter and the way\nthe atma may be meditated upon. \nLord Krishna explains that while in a physical body the jiva or embodied\nbeing believes they are that body, thinking I am a man, I am a demigod, I\nam a female, I am famous, I am powerful, etc. all of which are distinctly\ndifferent form the atma or eternal soul. The physical body is that which\nthe spiritually intelligent assert as the ksetra or field of enjoyment. One\nwho has the realisation of the jiva being part of an aggregate whole\ncomposed of divisible parts being the physical body, the subtle body and\nthe atma. One who has the understanding that I know this body and instead\nof the mentality that I am this body. One who is cognisant of these things\nand realises what the atma actually is factually asserted as being\nksetrajna or the knower of the field. It can be said that when cognition of\nobjects external to the physical body arises the conception of I am my\nhuman body who sees for example this house before me, implying that the one\nwho sees thinks the atma is inseparable from the physical body and not that\nthe atma is totally independent of the physical and subtle bodies.\nSubsequently when one has achieved atma tattva or realisation of the soul\nand experienced its spiritual existence then one will be cognisant of their\nphysical body merely as a house within which the atma inhabits. To perceive\na house as external from the physical body is the same as perceiving the\natma as external from the physical body for one who is realised. One who is\ncognisant of this reality sees the atma as a distinct entity separate from\nthe physical and subtle bodies.   To assert the indisputably modifiable and perishable physical body and its\nqualitative characteristics to the immortal atma in accordance with the law\nof coexistence of subject and attribute is as unreasonable as asserting\nthat the milk of cattle is an inseparable attribute of every type of cow,\nbull or heifer falling under that generic term.   Due to the fact that the phenomenally unique and sublime nature of the atma\nprecludes any perceptibility by the senses of sight, sound, taste, touch\nand smell to experience it and is only perceptible by the consciousness of\na clarified mind purified by introspection amd meditation derived from the\nprocess of yoga or the science of the individual consciousness perfecting\ncommunion with the ultimate consciousness. The spiritually deficient are\nbeguiled and bewildered by the mere propensity of matter and deluded\nmisconstrue the perishable physical body and the eternal, immortal atma.\nThis will be further clarified in chapter 15, verses 10 and 11 where Lord\nKrishna explains that those bereft of wisdom with impure thoughts cannot\nperceive the atma. "}