{"meta":"Bhagavad Gita Chapter 13 Verse 19","metahi":"भगवद् गीता 13.19","slok":"इति क्षेत्रं तथा ज्ञानं ज्ञेयं चोक्तं समासतः।मद्भक्त एतद्विज्ञाय मद्भावायोपपद्यते।।13.19।। ","htsrsd":"।।13.19।।इस प्रकार क्षेत्र? ज्ञान और ज्ञेयको संक्षेपसे कहा गया। मेरा भक्त इसको तत्त्वसे जानकर मेरे भावको प्राप्त हो जाता है। ","htstma":"।।13.19।। इस प्रकार? (मेरे द्वारा) क्षेत्र? ज्ञान और ज्ञेय को संक्षेपत कहा गया। इसे तत्त्व से जानकर (विज्ञाय) मेरा भक्त मेरे स्वरूप को प्राप्त होता है।। ","transliteration":"Iti kshetram tathaa jnaanam jneyam choktam samaasatah;\nMadbhakta etadvijnaaya madbhaavaayopapadyate. ","englishmeaning":"iti—thus; kṣhetram—the nature of the field; tathā—and; jñānam—the meaning of knowledge; jñeyam—the object of knowledge; cha—and; uktam—revealed; samāsataḥ—in summary; mat-bhaktaḥ—My devotee; etat—this; vijñāya—having understood; mat-bhāvāya—My divine nature; upapadyate—attain ","hcsrsd":"।।13.19।। व्याख्या --   इति क्षेत्रं तथा ज्ञानं ज्ञेयं चोक्तं समासतः -- इसी अध्यायके पाँचवें और छठे श्लोकमें जिसका वर्णन किया गया है? वह क्षेत्र है सातवेंसे ग्यारहवें श्लोकतक जिस साधनसमुदायका,वर्णन किया गया है? वह ज्ञान है और बारहवेंसे सत्रहवें श्लोकतक जिसका वर्णन किया गया है? वह ज्ञेय है। इस तरह मैंने क्षेत्र? ज्ञान और ज्ञेयका संक्षेपसे वर्णन किया है।मद्भक्त एतद्विज्ञाय मद्भावायोपपद्यते -- मेरा भक्त क्षेत्रको? साधनसमुदायरूप ज्ञानको और ज्ञेय तत्त्व(परमात्मा)को तत्त्वसे जानकर मेरे भावको प्राप्त हो जाता है।क्षेत्रको ठीक तरहसे जान लेनेपर क्षेत्रसे सम्बन्धविच्छेद हो जाता है। ज्ञानको अर्थात् साधनसमुदायको ठीक तरहसे जाननेसे? अपनानेसे देहाभिमान (व्यक्तित्व) मिट जाता है। ज्ञेय तत्त्वको ठीक तरहसे जान लेनेपर उसकी प्राप्ति हो जाती है अर्थात् परमात्मतत्त्वके साथ अभिन्नताका अनुभव हो जाता है। सम्बन्ध --   इसी अध्यायके पहले और दूसरे श्लोकमें जिस क्षेत्र और क्षेत्रज्ञका संक्षेपसे वर्णन किया था? उसीका विस्तारसे वर्णन करनेके लिये आगेका प्रकरण आरम्भ करते हैं। ","hcsca":"।।13.19।। अब तक? गीतोपदेश में जो कुछ विवेचन किया गया है? वह वस्तुत वैदिक सिद्धांत का ही प्रतिपादन है। महाभूतों से प्रारम्भ होकर धृति पर्यन्त क्षेत्र है। अमानित्वादि से तत्त्वज्ञानार्थ दर्शन तक ज्ञान का वर्णन है। और तत्पश्चात् के श्लोकों में ज्ञेय वस्तु का निर्देश किया गया है।अब? प्रश्न यह है कि इस ज्ञान का उत्तम अधिकारी कौन है भगवान् कहते हैं? जो मेरा भक्त है? वह मेरे स्वरूप को प्राप्त होता है। परन्तु यह भक्ति केवल भावुकतापूर्ण प्रेम ही नहीं है। जिसने क्षेत्र और क्षेत्रज्ञ के विवेक द्वारा यह स्वानुभव प्राप्त किया है कि एक वासुदेव ही भूतमात्र में क्षेत्रज्ञ के रूप में विराजमान हैं? वही साधक उत्तम भक्त है जो मेरे स्वरूप को प्राप्त होता है।क्षेत्र और क्षेत्रज्ञ का ही वर्णन? अगले श्लोक में? प्रकृति और पुरुष के रूप में किया जा रहा है ","etsga":"13.19 Thus has been spoken of in brief the field as also Knowledge and the Knowable. By understanding this My devotee becomes alified for My state. ","etssa":"13.19 Thus the field, as well as knowledge and the knowable have been briefly stated. My devotee, knowing this, enters into My Being. ","etdss":"13.19. This field as well as the knowledge and what is to be known, all are mentioned collectively; clearly understanding this, My devotee becomes worthy of My state. ","ecssa":"13.19 इति thus? क्षेत्रम् the field? तथा as well as? ज्ञानम् knowledge? ज्ञेयम् the knowable? च and? उक्तम् have been stated? समासतः briefly? मद्भक्तः My devotee? एतत् this? विज्ञाय knowing? मद्भावाय to My being? उपपद्यते enters.Commentary He whohas controlled his mind and organs? who has the knowledge of the field and the knowable? and who fixes his mind on Me becomes one with Me.Thus the field described above (beginning with the great elements and ending with firmness? verses 5 and 6)? knowledge described above (beginning with humility and ending with perception of the end of true knowledge in verses 7 to 11) and the knowable described in verses 12 to 17 -- these have briefly been stated.He who has singleminded devotion unto Me? who takes Me (Vaasudeva? the Supreme Lord? the omniscient? and the supreme Guru) as the Self of everything? he who thinks and feels that all that he sees? hears and touches is nothing but the Lord and he who has the right knowledge described above enters into My Being or attains release from birth and death. ","scetsga":"13.19 Iti, thus; uktam, has been spoken-commencing from I shall speak of that which is to be known (12) and ending with It is spoken of as beyond darkness (17); samasatah, in brief; the ksetram, field -beginning with the great elements and ending with for titude (5,6); tatha, as also; jnanam, Knowledge-beginning from humility (7) and ending with contemplation on the Goal of the knowledge of Reality (11); and the jneyam, Knowable.\nAll this has been stated by way of summarizing the purport of the Vedas and the Gita. Who is fit for this true knowledge? The answer is: madbhaktah, My devotee, who attributes the fact of being the Self of all to Me who am God, Vasudeva, the Omniscient, the supreme Teacher, (and) whose conviction has been saturated with the idea that whatever he sees, hears or touches, all that verily is Lord Vasudeva. Vijnaya, by understanding; etat, this, the aforesaid true knowledge; he upa-padyate, becomes alified; mad-bhavaya, for My State (bhava) -the State of being the supreme Self; for that State of Mine. He attains Liberation.\nThere in the Seventh Chapter have been presented the two aspects [Cf. 15.16-18.] of God, viz the higher and the lower, characterized as the field and the Knower of the field. And it has also been said, (Understand thus) that all things have these as their source (7.6). The explanation as to how creatures have the two aspects, the field and the Knower of the field, as their source is now being stated: ","scetdss":"13.19 Etat etc. He, who understands this traid of the Field, the knowledge and what is to be known-he alone is a devotee of Mine; and he atains My state.  \n After making this definition, the same is now examined as - ","scetssa":"13.19 This is a brief description of the principle of Ksetra - i.e., the text beginning with The great elements, the Ahankara (13.5) and ending with An association (13.6). Knowledge which is the means for attaining the comprehension of the principle known as the self has been taught in the text beginning with Modesty (13.7) and ending with Reflection for attainment of knowledge of truth (13.11). The nature of Ksetrajna (the self) which is the object of knowledge has also been concisely taught by the text beginning with The beginningless brahman having Me for the Highest (13.12) and ending with present in the heart of all (13.17). My devotee, on knowing this, i.e., the truth about the Ksetra, the truth about the means for attaining the nature of the self as distinct from the Ksetra, and the truth about the Ksetrajna, becomes worthy to attain My state of being. What is called My state of being is My own nature (Svabhava), namely, the transcendence of transmigratory existence. The meaning is that he becomes worthy to attain the state of freedom for transmigratory existence. Next (1) the beginninglessness of the conjunction between the Prakrti and the self which are completely distinct, (2) the difference in the workings of these two when they are associated with each other, and (3) the cause of this conjunction - these are treated: ","chakravarthi":"In this verse the Lord summarizes the topic about the field and other items previously described along with the result for those who practice. The field consists of the items starting with the five gross elements and ending with dhrti, perseverance in verses 5 and 6. Knowledge was described starting with pridelessness (amanitvam) and ending with reviewing the goal of liberation (tattvajnartha darsanam) in verses 7 through 11. The object of knowledge to be attained by the process of knowledge was described in verses 12 through 18 starting with the word anadi and ending with the word dhistam. The one truth known as brahman, bhagavan and paramatma has thus been briefly described.\nThe jnani with some devotion (mad bhaktah), knowing this, merges with me (mad bhavaya). An alternate meaning of the sentence is “My ekanta bhakta, understanding that I, his master, have such powers (etad vijnaya), becomes endowed with prema (mad bhavaya) for me.” ","rudra":" Thus the reality concerning the ksetra or field of activity and the ksetra-\njna the knower of the field of activity has been explained in conjunction\nwith the rewards of this knowledge and description of one qualified by this\nknowledge. What has been previously taught in detail by great sages like\nVasistha and Parasara concerning the ksetra or field of activity was given\nin brief by Lord Krishna beginning in verses 6 and 7 with the maha-bhutany\nor the five fundamental elements. Continuing in verses 8 to 12 beginning\nwith amanitvam or humility and ending with tattva-jnana-artha-darsanam or\nthe goal of spiritual knowledge. Concluding in verses 13 to 17 of an\nexplanation of Parabrahma and the examination of His nature. All these\nthings have been precisely enumerated in a concise manner. Knowing well\nthese things and practicing them incessantly a devotee of Lord Krishna as\ndescribed in chapter 12 becomes qualified and worthy to attain His eternal\nassociation in this very life. ","brahma":"\nIn verses 8 to 12 Lord Krishna has given the means of knowledge by imbibing\nthe 20 super excellent spiritual endowments beginning with amanitvam or\nreverence and adamvitam or humility even before explaining the\nmodifications of the ksetra or field of activity. This is because they hold\nthe primary position and the many modifications of the ksetra hold a\nsecondary position. Here Lord Krishna is not at all implying any merger or\nabsorption into His nature by a qualified aspirant. The words mad-\nbhavayopapadyate means qualification for the Supreme Lords service. When a\njiva or embodied being becomes a devotee of the Supreme Lord one becomes\nqualified to attain bhakti or exclusive loving devotional service unto Lord\nKrishna and subsequently when one achieves moksa or liberation from\nmaterial existence at that time one attains the Supreme Lords association\nin the spiritual worlds. ","shri":"\nPreviously a concise description of what is to be known as constituting the\nksetra or field of activity has been given by Lord Krishna beginning in\nverse six with maha-bhutani meaning the five fundamental elements of\nmaterial nature and in verses 8 through 12 beginning with amanivitam or\nreverence the 20 excellent are enumerated as the means for acquiring the\nknowledge of atma-tattva or soul realisation up to perception of the\neternal spiritual reality, knowing the Supreme Lord reside within the\netheric heart of all living beings. Here Lord Krishna states mad bhakta\nmeaning His devotees are knowledgeable of the reality regarding the ksetra,\nknowledgeable of the means by which to realise the atma or immortal soul\nwhich is of the nature of ksetra-jna or knower of the sphere of activity\nand distinctly different from the ksetra. Only His devotees are those\nsituated in such knowledge and mad bhavayopapadyate meaning qualified to\nattain exclusive loving devotion to Him which is everlasting and eternal\nand which is different from samsara or the perpetual cycle of birth and\ndeath. Next Lord Krishna will explain the beginingless state of the two\ndistinct natural verities of matter and soul conjoined together and the\ndifferent functions each is engendered to perform as well as how these two\nverities came to be situated in this condition. ","kumar":"Previously a concise description of what is to be known as constituting the\nksetra or field of activity has been given by Lord Krishna beginning in\nverse six with maha-bhutani meaning the five fundamental elements of\nmaterial nature and in verses 8 through 12 beginning with amanivitam or\nreverence the 20 excellent are enumerated as the means for acquiring the\nknowledge of atma-tattva or soul realisation up to perception of the\neternal spiritual reality, knowing the Supreme Lord reside within the\netheric heart of all living beings. Here Lord Krishna states mad bhakta\nmeaning His devotees are knowledgeable of the reality regarding the ksetra,\nknowledgeable of the means by which to realise the atma or immortal soul\nwhich is of the nature of ksetra-jna or knower of the sphere of activity\nand distinctly different from the ksetra. Only His devotees are those\nsituated in such knowledge and mad bhavayopapadyate meaning qualified to\nattain exclusive loving devotion to Him which is everlasting and eternal\nand which is different from samsara or the perpetual cycle of birth and\ndeath. Next Lord Krishna will explain the beginingless state of the two\ndistinct natural verities of matter and soul conjoined together and the\ndifferent functions each is engendered to perform as well as how these two\nverities came to be situated in this condition. "}