{"meta":"Bhagavad Gita Chapter 13 Verse 2","metahi":"भगवद् गीता 13.2","slok":"श्री भगवानुवाचइदं शरीरं कौन्तेय क्षेत्रमित्यभिधीयते।एतद्यो वेत्ति तं प्राहुः क्षेत्रज्ञ इति तद्विदः।।13.2।। ","htsrsd":"।।13.2।।श्रीभगवान् बोले -- हे कुन्तीपुत्र अर्जुन यह -- रूपसे कहे जानेवाले शरीरको क्षेत्र कहते हैं और इस क्षेत्रको जो जानता है? उसको ज्ञानीलोग क्षेत्रज्ञ नामसे कहते हैं। ","htstma":"।।13.2।। श्रीभगवान् ने कहा -- हे कौन्तेय यह शरीर क्षेत्र कहा जाता है और इसको जो जानता है? उसे तत्त्वज्ञ जन? क्षेत्रज्ञ कहते हैं।। ","transliteration":"Sri Bhagavaan Uvaacha:\nIdam shareeram kaunteya kshetramityabhidheeyate;\nEtadyo vetti tam praahuh kshetrajna iti tadvidah. ","englishmeaning":"śhrī-bhagavān uvācha—the Supreme Divine Lord said; idam—this; śharīram—body; kaunteya—Arjun, the son of Kunti; kṣhetram—the field of activities; iti—thus; abhidhīyate—is termed as; etat—this; yaḥ—one who; vetti—knows; tam—that person; prāhuḥ—is called; kṣhetra-jñaḥ—the knower of the field; iti—thus; tat-vidaḥ—those who discern the truth ","hcsrsd":"।।13.2।। व्याख्या --   इदं शरीरं कौन्तेय क्षेत्रमित्यभिधीयते -- मनुष्य यह पशु है? यह पक्षी है? यह वृक्ष है आदिआदि भौतिक चीजोंको इदंतासे अर्थात् यहरूपसे कहता है और इस शरीरको कभी मैंरूपसे तथा कभी मेरारूपसे कहता है। परन्तु वास्तवमें अपना कहलानेवाला शरीर भी इदंतासे कहलानेवाला ही है। चाहे स्थूलशरीर हो? चाहे सूक्ष्मशरीर हो और चाहे कारणशरीर हो? पर वे हैं सभी इदंतासे कहलानेवाले ही।जो पृथ्वी? जल? तेज? वायु और आकाश -- इन पाँच तत्त्वोंसे बना हुआ है अर्थात् जो मातापिताके रजवीर्यसे पैदा होता है? उसको स्थूलशरीर कहते हैं। इसका दूसरा नाम अन्नमयकोश भी है क्योंकि यह अन्नके विकारसे ही पैदा होता है और अन्नसे ही जीवित रहता है। अतः यह अन्नमय? अन्नस्वरूप ही है। इन्द्रियोंका विषय होनेसे यह शरीर इदम् (यह) कहा जाता है।पाँच ज्ञानेन्द्रियाँ? पाँच कर्मेन्द्रियाँ? पाँच प्राण? मन और बुद्धि -- इन सत्रह तत्त्वोंसे बने हुएको सूक्ष्मशरीर कहते हैं। इन सत्रह तत्त्वोंमेंसे प्राणोंकी प्रधानताको लेकर यह सूक्ष्मशरीर प्राणमयकोश? मनकी प्रधानताको लेकर यह मनोमयकोश और बुद्धिकी प्रधानताको लेकर यह विज्ञानमयकोश कहलाता है। ऐसा यह सूक्ष्मशरीर भी अन्तःकरणका विषय होनेसे इदम् कहा जाता है।अज्ञानको कारणशरीर कहते हैं। मनुष्यको बुद्धितकका तो ज्ञान होता है? पर बुद्धिसे आगेका ज्ञान नहीं होता? इसलिये उसे अज्ञान कहते हैं। यह अज्ञान सम्पूर्ण शरीरोंका कारण होनेसे कारणशरीर कहलाता है -- अज्ञानमेवास्य हि मूलकारणम् (अध्यात्म0 उत्तर0 5। 9)। इस कारणशरीरको स्वभाव? आदत और प्रकृति भी कह देते हैं और इसीको आनन्दमयकोश भी कह देते हैं। जाग्रत्अवस्थामें स्थूलशरीरकी प्रधानता होती है और उसमें सूक्ष्म तथा कारणशरीर भी साथमें रहता है। स्वप्नअवस्थामें सूक्ष्मशरीरकी प्रधानता होती है और उसमें कारणशरीर भी साथमें रहता है। सुषुप्तिअवस्थामें स्थूलशरीरका ज्ञान नहीं रहता? जो कि अन्नमयकोश है और सूक्ष्मशरीर भी ज्ञान नहीं रहता? जो कि प्राणमय? मनोमय एवं विज्ञानमयकोश है अर्थात् बुद्धि अविद्या(अज्ञान)में लीन हो जाती है। अतः सुषुप्तिअवस्था कारणशरीरकी होती है। जाग्रत् और स्वप्नअवस्थामें तो सुखदुःखका अनुभव होता है? पर सुषुप्तिअवस्थामें दुःखका अनुभव नहीं होता और सुख रहता है। इसलिये कारणशरीरको आनन्दमयकोश कहते हैं। कारणशरीर भी स्वयंका विषय होनेसे? स्वयंके द्वारा जाननेमें आनेवाला होनेसे इदम् कहा जाता है।उपर्युक्त तीनों शरीरोंको शरीर कहनेका तात्पर्य है कि इनका प्रतिक्षण नाश होता रहता है (टिप्पणी प0 668.1)। इनको कोश कहनेका तात्पर्य है कि जैसे चमड़ेसे बनी हुई थैलीमें तलवार रखनेसे उसकी म्यान संज्ञा हो जाती है? ऐसे ही जीवात्माके द्वारा इन तीनों शरीरोंको अपना माननेसे? अपनेको इनमें रहनेवाला माननेसे इन तीनों शरीरोंकी कोश संज्ञा हो जाती है।इस शरीरको क्षेत्र कहनेका तात्पर्य है कि यह प्रतिक्षण नष्ट होता? प्रतिक्षण बदलता है (टिप्पणी प0 668.2)। यह इतना जल्दी बदलता है कि इसको दुबारा कोई देख ही नहीं सकता अर्थात् दृष्टि पड़ते ही जिसको देखा? उसको फिर दुबारा नहीं देख सकते क्योंकि वह तो बदल गया।शरीरको क्षेत्र कहनेका दूसरा भाव खेतसे है। जैसे खेतमें तरहतरहके बीज डालकर खेती की जाती है? ऐसे ही इस मनुष्यशरीरमें अहंताममता करके जीव? तरहतरहके कर्म करता है। उन कर्मोंके संस्कार,अन्तःकरणमें पड़ते हैं। वे संस्कार जब फलके रूपमें प्रकट होते हैं? तब दूसरा (देवता? पशुपक्षी? कीटपतङ्ग आदिका) शरीर मिलता है। जिस प्रकार खेतमें जैसा बीज बोया जाता है? वैसा ही अनाज पैदा होता है? उसी प्रकार इस शरीरमें जैसे कर्म किये जाते हैं? उनके अनुसार ही दूसरे शरीर? परिस्थिति आदि मिलते हैं। तात्पर्य है कि इस शरीरमें किये गये कर्मोंके अनुसार ही यह जीव बारबार जन्ममरणरूप फल भोगता है। इसी दृष्टिसे इसको क्षेत्र (खेत) कहा गया है।अपने वास्तविक स्वरूपसे अलग दीखनेवाला यह शरीर प्राकृत पदार्थोंसे? क्रियाओंसे? वर्णआश्रम आदिसे,इदम् (दृश्य) ही है। यह है तो इदम् पर जीवने भूलसे इसको अहम् मान लिया और फँस गया। स्वयं परमात्माका अंश एवं चेतन है? सबसे महान् है। परन्तु जब वह जड (दृश्य) पदार्थोंसे अपनी महत्ता मानने लगता है (जैसे? मैं धनी हूँ? मैं विद्वान् हूँ आदि)? तब वास्तवमें वह अपनी महत्ता घटाता ही है। इतना ही नहीं? अपनी महान् बेइज्जती करता है क्योंकि अगर धन? विद्या आदिसे वह अपनेको बड़ा मानता है? तो धन विद्या आदि ही बड़े हुए उसका अपना महत्त्व तो कुछ रहा ही नहीं वास्तवमें देखा जाय तो महत्त्व स्वयंका ही है? नाशवान् और जड धनादि पदार्थोंका नहीं क्योंकि जब स्वयं उन पदार्थोंको स्वीकार करता है? तभी वे महत्त्वशाली दीखते हैं। इसलिये भगवान् इदं शरीरं क्षेत्रम् पदोंसे शरीरादि पदार्थोंको अपनेसे भिन्न इदंता से देखनेके लिये कह रहे हैं।एतद्यो वेत्ति -- जीवात्मा इस शरीरको जानता है अर्थात् यह शरीर मेरा है? इन्द्रियाँ मेरी हैं? मन मेरा है? बुद्धि मेरी है? प्राण मेरे हैं -- ऐसा मानता है। यह जीवात्मा इस शरीरको कभी मैं कह देता है और कभी,यह कह देता है अर्थात् मैं शरीर हूँ -- ऐसा भी मान लेता है और यह शरीर मेरा है -- ऐसा भी मान लेता है।इस श्लोकके पूर्वार्धमें शरीरको इदम् पदसे कहा है और उत्तरार्धमें शरीरको एतत् पदसे कहा है। यद्यपि ये दोनों ही पद नजदीकके वाचक हैं? तथापि इदम् की अपेक्षा एतत् पद अत्यन्त नजदीकका वाचक है। अतः यहाँ इदम् पद अङ्गुलिनिर्दिष्ट शरीरसमुदायका द्योतन करता है और एतत् पद इस शरीरमें जो मैंपन है? उस मैंपनका द्योतन करता है।तं प्राहुः क्षेत्रज्ञ (टिप्पणी प0 668.3) इति तद्विदः -- जैसे दूसरे अध्यायके सोलहवें श्लोकमें सत्असत्के तत्त्वको जाननेवालोंको तत्त्वदर्शी कहा है? ऐसे ही यहाँ क्षेत्रक्षेत्रज्ञके तत्त्वको जाननेवालोंको तद्विदः कहा है। क्षेत्र क्या है और क्षेत्रज्ञ क्या है -- इसका जिनको बोध हो चुका है? ऐसे तत्त्वज्ञ महापुरुष इस जीवात्माको क्षेत्रज्ञ नामसे कहते हैं। तात्पर्य है कि क्षेत्रकी तरफ दृष्टि रहनेसे? क्षेत्रके साथ सम्बन्ध रहनेसे ही इस जीवात्माको वे ज्ञानी महापुरुष क्षेत्रज्ञ कहते हैं। अगर यह जीवात्मा क्षेत्रके साथ सम्बन्ध न रखे? तो फिर इसकी क्षेत्रज्ञ संज्ञा नहीं रहेगी? यह परमात्मस्वरूप हो जायगा (गीता 13। 31)।मार्मिक बातयह नियम है कि जहाँसे बन्धन होता है? वहाँसे खोलनेपर ही (बन्धनसे) छुटकारा हो सकता है। अतः मनुष्यशरीरसे ही बन्धन होता है और मनुष्यशरीरके द्वारा ही बन्धनसे मुक्ति हो सकती है। अगर मनुष्यका अपने शरीरके साथ किसी प्रकारका भी अहंताममतारूप सम्बन्ध न रहे? तो वह मात्र संसारसे मुक्त ही है। अतः भगवान् शरीरके साथ माने हुए अहंताममतारूप सम्बन्धका विच्छेद करनेके लिये शरीरको क्षेत्र बताकर उसको इदंता(पृथक्ता) से देखनेके लिये कह रहे हैं? जो कि वास्तवमें पृथक् है ही।शरीरको इदंतासे देखना केवल अपना कल्याण चाहनेवाले साधकोंके लिये ही नहीं? प्रत्युत मनुष्यमात्रके लिये परम आवश्यक है। कारण कि अपना उद्धार करनेका अधिकार और अवसर मनुष्यशरीरमें ही है। यही कारण,है कि गीताका उपदेश आरम्भ करते ही भगवान्ने सबसे पहले शरीर और शरीरीका पृथक्ताका वर्णन किया है।इदम् का अर्थ है -- यह अर्थात् अपनेसे अलग दीखनेवाला। सबसे पहले देखनेमें आता है -- पृथ्वी? जल? तेज? वायु तथा आकाशसे बना यह स्थूलशरीर। यह दृश्य है और परिवर्तनशील है। इसको देखनेवाले हैं -- नेत्र। जैसे दृश्यमें रंग? आकृति? अवस्था? उपयोग आदि सभी बदलते रहते हैं? पर उनको देखनेवाले नेत्र एक ही रहते हैं? ऐसे ही शब्द? स्पर्श? रूप? रस और गन्धरूप विषय भी बदलते रहते हैं? पर उनको जाननेवाले कान? त्वचा? नेत्र? जिह्वा और नासिका एक ही रहते हैं। जैसे नेत्रोंसे ठीक दीखना? कम दीखना और बिलकुल न दीखना -- ये नेत्रमें होनेवाले परिवर्तन मनके द्वारा जाने जाते हैं? ऐसे ही कान? त्वचा? जिह्वा और नासिकामें होनेवाले परिवर्तन भी मनके द्वारा जाने जाते हैं। अतः पाँचों ज्ञानेन्द्रियाँ (कान? त्वचा? नेत्र? जिह्वा और नासिका) भी दृश्य हैं। कभी क्षुब्ध और कभी शान्त? कभी स्थिर और कभी चञ्चल -- ये मनमें होनेवाले परिवर्तन बुद्धिके द्वारा जाने जाते हैं। अतः मन भी दृश्य है। कभी ठीक समझना? कभी कम समझना और कभी बिलकुल न समझना -- ये बुद्धिमें होनेवाले परिवर्तन स्वयं(जीवात्मा) के द्वारा जाने जाते हैं। अतः बुद्धि भी दृश्य है। बुद्धि आदिके द्रष्टा स्वयं(जीवात्मा) में कभी परिवर्तन हुआ नहीं? है नहीं? होगा नहीं और होना सम्भव भी नहीं। वह सदा एकरस रहता है अतः वह कभी किसीका दृश्य नहीं हो सकता (टिप्पणी प0 669)।इन्द्रियाँ अपनेअपने विषयको तो जान सकती हैं? पर विषय अपनेसे पर (सूक्ष्म? श्रेष्ठ और प्रकाशक) इन्द्रियोंको नहीं जान सकते। इसी तरह इन्द्रियाँ और विषय मनको नहीं जान सकते मन? इन्द्रियाँ और विषय बुद्धिको नहीं जान सकते तथा बुद्धि? मन? इन्द्रियाँ और विषय स्वयंको नहीं जान सकते। न जाननेमें मुख्य कारण यह है कि इन्द्रियाँ? मन और बुद्धि तो सापेक्ष द्रष्टा हैं अर्थात् एकदूसरेकी सहायतासे केवल अपनेसे स्थूल रूपको देखनेवाले हैं किन्तु स्वयं (जीवात्मा) शरीर? इन्द्रियाँ? मन और बुद्धिसे अत्यन्त सूक्ष्म और श्रेष्ठ होनेके कारण निरपेक्ष द्रष्टा है अर्थात् दूसरे किसीकी सहायताके बिना खुद ही देखनेवाला है।उपर्युक्त विवेचनमें यद्यपि इन्द्रियाँ? मन और बुद्धिको भी द्रष्टा कहा गया है? तथापि वहाँ भी यह समझ लेना चाहिये कि स्वयं(जीवात्मा) के साथ रहनेपर ही इनके द्वारा देखा जाना सम्भव होता है। कारण कि मन? बुद्धि आदि जड प्रकृतिका कार्य होनेसे स्वतन्त्र द्रष्टा नहीं हो सकते। अतः स्वयं ही वास्तविक द्रष्टा है। दृश्य पदार्थ (शरीर)? देखनेकी शक्ति (नेत्र? मन? बुद्धि) और देखनेवाला (जीवात्मा) -- इन तीनोंमें गुणोंकी भिन्नता होनेपर भी तात्त्विक एकता है। कारण कि तात्त्विक एकताके बिना देखनेका आकर्षण? देखनेकी सामर्थ्य और देखनेकी प्रवृत्ति सिद्ध ही नहीं होती। यहाँ यह शङ्का हो सकती है कि स्वयं (जीवात्मा) तो चेतन है? फिर वह जड बुद्धि आदिको (जिससे उसकी तात्त्विक एकता नहीं है।) कैसे देखता है इसका समाधान यह है कि स्वयं जडसे तादात्म्य करके जडके सहित अपनेको मैं मान लेता है। यह मैं न तो जड है और न चेतन ही है। जडमें विशेषता देखकर यह जडके साथ एक होकर कहता है कि मैं धनवान हूँ मैं विद्वान हूँ आदि और चेतनमें विशेषता देखकर यह चेतनके साथ एक होकर कहता है कि मैं आत्मा हूँ मैं ब्रह्म हूँ आदि। यही प्रकृतिस्थ पुरुष है? जो प्रकृतिजन्य गुणोंके सङ्गसे ऊँचनीच योनियोंमें बारबार जन्म लेता रहता है (गीता 13। 21)। तात्पर्य यह निकला कि प्रकृतिस्थ पुरुषमें जड और चेतन -- दोनों अंश विद्यमान हैं। चेतनकी रुचि परमात्माकी तरफ जानेकी है किन्तु भूलसे उसने जडके साथ तादात्म्य कर लिया। तादात्म्यमें जो जडअंश है? उसका आकर्षण (प्रवृत्ति) जडताकी तरफ होनेसे वही सजातीयताके कारण जड बुद्धि आदिका द्रष्टा बनता है। यह नियम है कि देखना केवल सजातीयतामें ही सम्भव होता है अर्थात् दृश्य? दर्शन और द्रष्टाके एक ही जातिके होनेसे देखना होता है? अन्यथा नहीं। इस नियमसे यह पता लगता है कि स्वयं (जीवात्मा) जबतक बुद्धि आदिका द्रष्टा रहता है? तबतक उसमें बुद्धिकी जातिकी जड वस्तु है अर्थात् जड प्रकृतिके साथ उसका माना हुआ सम्बन्ध है। यह माना हुआ सम्बन्ध ही सब अनर्थोंका मूल है। इसी माने हुए सम्बन्धके कारण वह सम्पूर्ण जड प्रकृति अर्थात् बुद्धि? मन? इन्द्रियाँ? विषय? शरीर और,पदार्थोंका द्रष्टा बनता है। सम्बन्ध --   उस क्षेत्रज्ञका स्वरूप क्या है -- इसको आगेके श्लोकमें बताते हैं। ","hcsca":"।।13.2।। पूर्णत्व का अनुभव आत्मरूप से होता है? न कि दृश्य रूप से। हिन्दू ऋषियों का इस विषय में एकमत है कि अन्तर्मुखी होकर आत्मविचार करना ही आत्मबोध तथा उसके साक्षात् अनुभव का साधन मार्ग है। इस अध्याय में आत्मा और उसकी उपाधियों का सुन्दर दार्शनिक पद्धति से विभाजन किया गया है। आत्मानात्मविवेक जनित बोध ही साधक को दर्शायेगा कि किस प्रकार पारमर्थिक सत्य की दृष्टि से जड़ अनात्मा का आत्यन्तिक (सर्वथा) अभाव है।जाग्रत पुरुष ही अपनी किसी एक विशेष मनस्थिति से स्वप्नद्रष्टा बन जाता है? और जब तक स्वप्न बना रहता है तब तक उस स्वप्नद्रष्टा के लिये वह अत्यन्त सत्य प्रतीत होता है। परन्तु जाग जाने पर उस स्वप्न का अभाव हो जाता है? और जाग्रत् पुरुष यह जानता है कि वह स्वप्न उसके ही मन का विभ्रम मात्र था। इसी प्रकार आत्मानुभूति की वास्तविक जागृति में इस दृश्य प्रपंच का अभाव होता है। साधक अपने आत्मस्वरूप से ही आत्मा का अनुभव करता है? जिसमें इस छायारूप जगत् का कोई अस्तित्व ही नहीं है।इस प्रकार? वेदान्त दर्शन के अनुसार विचार करने पर ज्ञात होता है कि समस्त प्राणी दो तत्त्वों से बने हैं। एक तत्त्व है जड़अचेतन और दूसरा है चेतन तत्त्व। प्रस्तुत श्लोक में इन दोनों को परिभाषित किया गया है।यह शरीर क्षेत्र कहलाता है इस यान्त्रिक युग में यह समझना सरल है कि ऊर्जा को व्यक्त होने अथवा कार्य करने के लिए उपयुक्त क्षेत्र की आवश्यकता होती है। तभी वह व्यक्त होकर मानव की सेवा कर सकती है।इंजन के बिना वाष्पशक्ति तथा पंखे के बिना विद्युत् शक्ति हमें क्रमश गति और मन्द समीर प्रदान नहीं कर सकती। इसी प्रकार? जिन शरीरादि उपाधियों के माध्यम से आत्मचैतन्य व्यक्त होता है? उन्हें ही यहाँ क्षेत्र कहा गया है।इसको जो जानता है उसे क्षेत्रज्ञ कहते हैं यह क्षेत्र जड़ पदार्थों से बना हुआ है। तथापि? इसमें चैतन्य की अभिव्यक्ति होने से यह कार्य करता है और विषयों को जानता है। वास्तव में? यह चेतन तत्त्व जो इन उपाधियों से व्यक्त होकर विषयों को प्रकाशित कर रहा है वह क्षेत्रज्ञ है। शास्त्रीय भाषा में कहेंगे कि उपाधि से अवच्छिन्न चैतन्य ही क्षेत्रज्ञ अथवा जीव कहलाता है।जब तक जीव शरीर धारण किये रहता है? उसकी उपस्थिति जानने की प्रवृत्ति से स्पष्ट ज्ञात होती है। इस जिज्ञासा की प्रवृत्ति की मात्रा विभिन्न व्यक्तियों में विभिन्न तारतम्य में हो सकती है। परन्तु? इसके व्यक्त होने को ही हम जीवन का लक्षण मानते हैं। प्राणी की विषय ग्रहण की तथा उनके प्रति अपनी प्रतिक्रियाओं को व्यक्त करने की क्षमता ही जीवन का व्यवहार है? और जब यह ज्ञाता? शरीर का त्याग करके चला जाता है तब हम उस शरीर को मृत घोषित करते हैं। यह ज्ञाता ही क्षेत्रज्ञ है।तद्विद (तत्त्वज्ञजन) यहाँ? भगवान् श्रीकृष्ण हमें आश्वस्त करते हैं कि क्षेत्र और क्षेत्रज्ञ की ये परिभाषाएं उनकी स्वच्छन्द घोषणा नहीं हैं और न ही ये केवल परिकल्पित अनुमान है? अपितु स्वयं ब्रह्मनिष्ठ ऋषियों द्वारा ही ये प्रमाणित की गई हैं। संक्षेप में? संपूर्ण जड़ जगत् क्षेत्र है? और चैतन्य स्वरूप आत्मा क्षेत्रज्ञ कहा जाता है।क्या इस विषय में केवल इतना ही जानना है नहीं? आगे सुनो ","etsga":"13.2 The Blessed Lord said O son of Kunti, this body is referred to as the field. Those who are versed in this call him who is conscious of it as the knower of the field. ","etssa":"13.2 The Blessed Lord said This body, O Arjuna, is called the field; he who knows it is called the knower of the field, by those who know of them. ","etdss":"13.2. The Bhagavat said O son of Kunti ! This [physical] hody is called Field [and decayer-cum-protector]; He, who sensitiezes it - His knowers call Him properly as Field-sensitizer. ","ecssa":"13.2 इदम् this? शरीरम् body? कौन्तेय O son of Kunti (Arjuna)? क्षेत्रम् the field? इति thus? अभिधीयते is called? एतत् this? यः who? वेत्ति knows? तम् him? प्राहुः (they) call? क्षेत्रज्ञः the knower of the field? इति thus? तद्विदः the knowers of that.Commentary Kshetra literally means field. The body is so called because the fruits (harvest) of actions in the form of pleasure and pain are reaped in it as in a field. The physical? the mental and the causal bodies go to constitute the totality of the field. It is not the physical body alone that forms the field.He who knows the field and he who beholds it as distinct from himself through knowledge is the knower of the field or matter.Those who know them The sages. ","scetsga":"13.2 The Lord specifies the body as the object referred to by the pronoun idam (this). O son of Kunti, (this body) abhidhiyate, is referred to; ksetram iti, as the field-because it is protected (tra) against injury (ksata), or because it perishes (ksi), wastes away (ksar), or because the results of actions get fulfilled in the body as in a field (ksetra). The word iti is used in the sense of as.\nThey-who?-tadvidah, who are versed in this, who know the field and the knower of the field; ahuh, call; tam, him, the knower; yah, who; vetti etat, is concious of, knows, it, the body, the field-makes it, from head to foot, an abject of his knowledge; makes it an object of perception as a separate entity, through knowledg which is spontaneous or is acired through instruction; ksetrajna iti, as the knower of the field. As before, the word iti is used in the sense of as. They call him as the knower of the field.\nIs it that the field and the knower of the field thus mentioned are to be understood through this much knowledge only? The answer is, no. ","scetdss":"13.2 See Comment under 13.3 ","scetssa":"13.2 The body which is cognised in identity with the experiencing self by co-ordinate predication (Samanadhikaranya) in the propositions, I am a god, I am a man, I am fat, I am slender etc., is described by those who know the real nature of the body as only the Field (Ksetra) of experience for the experiencing self, who is distinct from the body. Those who know this, namely, those who know the exact nature of the self, call It the Field-knower (Ksetrajna). That knower who knows the body, as divided into its different members and as their collectivity, can say I know it, the body, as an object. The person with this perception is the one who is called the Ksetrajna or the Field-knower, who must necessarily be different from the Field (Ksetra), which is the object of this knowledge. It is true that at the time of perceiving an object like a pot which is different from ones body, the seer who thinks I am a god who sees it or I am a man who sees it etc., is putting himself as identical with the body through co-ordinate predication. In the same way he experiences the body as an object of knowledge when he says I know this body. Thus if the body is an object of knowledge, it must be different from the knowing self. Therefore, the Field-knower (Ksetrajna). The knower, is other than the body which is an object of knowledge like a jar, etc. But this knowledge which arises by way of co-ordinate predication is justified on the ground that the body is inseparable from oneself; for it constitutes an attribute of the self like cow-ness of the cow etc. The knowing self is however unie in being an eternal and subtle form of knowledge. But this is inaccessible to the ordinary mans organs of vision; it is accessible only to a mind refined by Yoga. The ignorant see the knower only in the form of Prakrti because of close proximity to or union with Prakrti. Sri Krsna thus declares later on: When in identiciation with the Gunas he departs or stays or experiences, the deluded perceive him not. They, who have the eye of knowledge, see (15.10). ","chakravarthi":"“You have described the paramatma as knower of the field, but speaking of the jiva who is also the knower of the field, how does the jiva come in contact with maya and when did it start?”\nKnow that maya (prakrti), and the jiva (purusa) are both without an origin (anadi), having no first cause. This is because they are saktis of me, the Lord who is also without origin (anadi). In verses 4 and 5 of chapter 7 it was said:\nbhumir apo ‘nalo vayuh kham mano buddhir eva ca\nahankara itiyam me bhinna prakrtir astadha\napareyam itas tv anyam prakrtim viddhi me param\njiva-bhutam mahabaho yayedam dharyate jagat\nFrom this it is understood that, because matter and jiva are both without origin, being my saktis, their connection is also without origin (anadi). But there is a real difference between them, even though they are mutually connected. Know that the body, senses and other elements (gunan) and the transformations of the gunas such as happiness, distress, lamentation and illusion (vikaran), all arise from prakrti. Know that the jiva is very different from that prakrti which has transformed into the field. ","rudra":"\nIn verse seven of the previous chapter Lord Krishna declares sammuddharta\nmrtyu-samsara sagarat meaning saves them from the perpetual cycle of birth\nand the death which is like an ocean because in a day of Brahma every human\nbeing has approximately 43,000 separate births and life cycles. So the\nfigure is astronomical if one calculates how many human lifetimes transpire\nin a only year of Brahmas lifetime. So in this present chapter the truth\nabout redemption from this transmigration from the cycle of birth and death\nis being revealed for this fulfilment. As it is not even remotely possible\nto achieve the fulfilment of redemption without atma-tattva or realisation\nof the eternal soul within. So in order to inoculate this knowledge of\ntruth this chapter will delineate the relationship between prakriti or the\nmaterial substratum pervading physical existence and the Pususa or the\nSupreme Consciousness pervading spiritual existence that is the source of\nall existence. It is the lack of discrimination and discernment between the\nprakriti and Purusa which causes delusion and binds the atma or eternal\nsoul which is an infinitesimal spark of the Purusa within the etheric heart\nof the jiva or embodied being, keeping them in bondage locked by samsara or\nthe perpetual cycle of transmigratory existence birth after birth, life\nafter life. It is by the power of first Purusa and then prakriti that the\nSupreme Lord Krishna manifests all creation and they are distinctly\ndifferent from each other. Prakriti is related to the ksetra or the field\nand the Purusa is related to ksetrajnam or knower of the field. The ksetra\nis the material body which is the basis for all physical enjoyment and the\nsprouting ground for endless transmigration. The ksetrajnam is that which\nis conscious of itself and thinks in terms of I and mine and is called the\njiva by those who have factual discriminative knowledge of both. This is\nbecause the jiva is the beneficiary of the results of the actions performed\nby the body like the farmer who reaps the harvest of his field. ","brahma":" Hari OM! In this chapter whatever has been previously stated about\nknowledge, the object of knowledge, prakriti or the material substratum\npervading physical existence and the Purusa or the Supreme eternal\nconsciousness is herein being categorically collated and elucidated by Lord\nKrishna. The means of developing spiritual intelligence through karma or\nactivities was given by Lord Krishna in the first six chapters known as the\nKarma Yoga section and the means of achieving bhakti or exclusive loving\ndevotion to Lord Krishna was revealed in the subsequent six chapters known\nas the Bhakti Yoga section along with the different manifestations of the\nSupreme Lord have all been arranged here together in summation. The jiva or embodied being is by itself eternal because it possesses an\natma or eternal soul bestowed by the Lord Krishna which is an infinitesimal\nspark from Him; but the physical body although energized by the Supreme\nLord is not eternal and disintegrates with time. Therefore the physical\nbody is called sharira because it appears to die and since the Supreme Lord\nresides within all jivas as the atma He is known as ksetrajna or the\nconsciousness within the ksetra or field of activity. This consciousness\nenvelopes the physical body and is the source of the material senses which\ndisplay their perceptions of duality in the ksetra of the physical body\nwith emotions of like and dislike, happiness and misery, pleasant and\nunpleasant, love and hate etc. Now begins the summation. One who is freed from the modulations of desires and the bewilderment of\nattractions is able to unite with pure thoughts of spiritual consciousness.\nSuch a jiva or embodied being is considered to have achieved moksa or\nliberation from material existence. The Narayana Scripture states that\nthere are two manifestations of moksa. The superior form of moksa is known\nas suddha or pure liberation and its consciousness is always attuned and in\nharmony with dharma or eternal righteousness and the Supreme Lord Krishna\nor any of His authorized avatars or incarnations and expansions as revealed\nin Vedic scriptures. This consciousness has an all comprehensive knowledge\nabout the atma or eternal soul and following the injunctions and ordinances\nof the Vedic scriptures is always engaged in performing different levels of\nbhakti or devotion to the Supreme Lord which eventually results in direct\ncommunion with the Supreme Lord eternal association with Him. The inferior form of moksa is known as asuric or demoniac liberation and\nits consciousness is antagonistic to dharma or eternal righteousness, it is\naddicted to perverse pleasures of the physical body, it has a distorted\nconceptions of the atma and is always desiring to perform degraded and\nprohibited activities. Its mentality is adverse to engaging in any service\nof the Supreme Lord and eventually without fail end up in the most fallen\nof species in the lowest hellish realms due to offenses made against the\ndevotees of the Supreme Lord Krishna. ","shri":" The first division of Srimad Bhagavad-Gita known as the Karma Yoga section\ncomprises the first six chapters describing two paths: the path of\nspiritual actions and the path of spiritual knowledge by which an aspirant\nmay achieve atma tattva or realisation of the eternal soul. It has also\nbeen explained that the achievement of atma tattva is essential for\nattaining moksa or liberation from material existence. The middle division of Srimad Bhagavad-Gita known as the Bhakti Yoga\nsection comprises the second six chapters which reveals that bhakti or\nexclusive loving devotion which is preceded by factual spiritual knowledge\nof the Supreme Lord Krishna as revealed in the Vedic scriptures is the\nparamount attainment. Such spiritual knowledge about Lord Krishna is\nprerequisite and essential to bhakti and subsequent attainment of communion\nwith the Supreme Lord and eternal association which is the ultimate goal\nand most exalted destination. It is also elucidated herein that bhakti\nconstitutes the means by which those aspirants ambitious of acquiring\nopulence and those aspirants ambitious for atma-tattva or soul realisation\ncan both have their respective desires fulfilled as well. Now in the final division of Srimad Bhagavad-Gita known as the Jnana Yoga\nsection comprising the last six chapters, the topics propounded in the\nfirst 12 chapters will be further illuminated by Lord Krishna. Two\ncategories will be examined: prakriti or the spiritual substratum pervading\nphysical existence and Purusa or the Supreme eternal consciousness. Their\ncombined union constitutes the complete cosmic creation. The nature of\nIsvara or the Supreme Lord, the means of salvation, the paths of karma or\nspiritual activities for the Supreme Lord, jnana or spiritual knowledge of\nthe Supreme Lord and bhakti or loving devotion to the Supreme Lord will be\nfurther delineated along with instructions on how to practice and perform\neach path. Beginning this Jnana Yoga section, this chapter explains the nature of\nmatter and the soul, the way to realise the soul as distinctly different\nfrom matter, the reason why the atma is associated with matter and the way\nthe atma may be meditated upon. \nLord Krishna explains that while in a physical body the jiva or embodied\nbeing believes they are that body, thinking I am a man, I am a demigod, I\nam a female, I am famous, I am powerful, etc. all of which are distinctly\ndifferent form the atma or eternal soul. The physical body is that which\nthe spiritually intelligent assert as the ksetra or field of enjoyment. One\nwho has the realisation of the jiva being part of an aggregate whole\ncomposed of divisible parts being the physical body, the subtle body and\nthe atma. One who has the understanding that I know this body and instead\nof the mentality that I am this body. One who is cognisant of these things\nand realises what the atma actually is factually asserted as being\nksetrajna or the knower of the field. It can be said that when cognition of\nobjects external to the physical body arises the conception of I am my\nhuman body who sees for example this house before me, implying that the one\nwho sees thinks the atma is inseparable from the physical body and not that\nthe atma is totally independent of the physical and subtle bodies.\nSubsequently when one has achieved atma tattva or realisation of the soul\nand experienced its spiritual existence then one will be cognisant of their\nphysical body merely as a house within which the atma inhabits. To perceive\na house as external from the physical body is the same as perceiving the\natma as external from the physical body for one who is realised. One who is\ncognisant of this reality sees the atma as a distinct entity separate from\nthe physical and subtle bodies.   To assert the indisputably modifiable and perishable physical body and its\nqualitative characteristics to the immortal atma in accordance with the law\nof coexistence of subject and attribute is as unreasonable as asserting\nthat the milk of cattle is an inseparable attribute of every type of cow,\nbull or heifer falling under that generic term.   Due to the fact that the phenomenally unique and sublime nature of the atma\nprecludes any perceptibility by the senses of sight, sound, taste, touch\nand smell to experience it and is only perceptible by the consciousness of\na clarified mind purified by introspection amd meditation derived from the\nprocess of yoga or the science of the individual consciousness perfecting\ncommunion with the ultimate consciousness. The spiritually deficient are\nbeguiled and bewildered by the mere propensity of matter and deluded\nmisconstrue the perishable physical body and the eternal, immortal atma.\nThis will be further clarified in chapter 15, verses 10 and 11 where Lord\nKrishna explains that those bereft of wisdom with impure thoughts cannot\nperceive the atma. ","kumar":"The first division of Srimad Bhagavad-Gita known as the Karma Yoga section\ncomprises the first six chapters describing two paths: the path of\nspiritual actions and the path of spiritual knowledge by which an aspirant\nmay achieve atma tattva or realisation of the eternal soul. It has also\nbeen explained that the achievement of atma tattva is essential for\nattaining moksa or liberation from material existence. The middle division of Srimad Bhagavad-Gita known as the Bhakti Yoga\nsection comprises the second six chapters which reveals that bhakti or\nexclusive loving devotion which is preceded by factual spiritual knowledge\nof the Supreme Lord Krishna as revealed in the Vedic scriptures is the\nparamount attainment. Such spiritual knowledge about Lord Krishna is\nprerequisite and essential to bhakti and subsequent attainment of communion\nwith the Supreme Lord and eternal association which is the ultimate goal\nand most exalted destination. It is also elucidated herein that bhakti\nconstitutes the means by which those aspirants ambitious of acquiring\nopulence and those aspirants ambitious for atma-tattva or soul realisation\ncan both have their respective desires fulfilled as well. Now in the final division of Srimad Bhagavad-Gita known as the Jnana Yoga\nsection comprising the last six chapters, the topics propounded in the\nfirst 12 chapters will be further illuminated by Lord Krishna. Two\ncategories will be examined: prakriti or the spiritual substratum pervading\nphysical existence and Purusa or the Supreme eternal consciousness. Their\ncombined union constitutes the complete cosmic creation. The nature of\nIsvara or the Supreme Lord, the means of salvation, the paths of karma or\nspiritual activities for the Supreme Lord, jnana or spiritual knowledge of\nthe Supreme Lord and bhakti or loving devotion to the Supreme Lord will be\nfurther delineated along with instructions on how to practice and perform\neach path. Beginning this Jnana Yoga section, this chapter explains the nature of\nmatter and the soul, the way to realise the soul as distinctly different\nfrom matter, the reason why the atma is associated with matter and the way\nthe atma may be meditated upon. \nLord Krishna explains that while in a physical body the jiva or embodied\nbeing believes they are that body, thinking I am a man, I am a demigod, I\nam a female, I am famous, I am powerful, etc. all of which are distinctly\ndifferent form the atma or eternal soul. The physical body is that which\nthe spiritually intelligent assert as the ksetra or field of enjoyment. One\nwho has the realisation of the jiva being part of an aggregate whole\ncomposed of divisible parts being the physical body, the subtle body and\nthe atma. One who has the understanding that I know this body and instead\nof the mentality that I am this body. One who is cognisant of these things\nand realises what the atma actually is factually asserted as being\nksetrajna or the knower of the field. It can be said that when cognition of\nobjects external to the physical body arises the conception of I am my\nhuman body who sees for example this house before me, implying that the one\nwho sees thinks the atma is inseparable from the physical body and not that\nthe atma is totally independent of the physical and subtle bodies.\nSubsequently when one has achieved atma tattva or realisation of the soul\nand experienced its spiritual existence then one will be cognisant of their\nphysical body merely as a house within which the atma inhabits. To perceive\na house as external from the physical body is the same as perceiving the\natma as external from the physical body for one who is realised. One who is\ncognisant of this reality sees the atma as a distinct entity separate from\nthe physical and subtle bodies.   To assert the indisputably modifiable and perishable physical body and its\nqualitative characteristics to the immortal atma in accordance with the law\nof coexistence of subject and attribute is as unreasonable as asserting\nthat the milk of cattle is an inseparable attribute of every type of cow,\nbull or heifer falling under that generic term.   Due to the fact that the phenomenally unique and sublime nature of the atma\nprecludes any perceptibility by the senses of sight, sound, taste, touch\nand smell to experience it and is only perceptible by the consciousness of\na clarified mind purified by introspection amd meditation derived from the\nprocess of yoga or the science of the individual consciousness perfecting\ncommunion with the ultimate consciousness. The spiritually deficient are\nbeguiled and bewildered by the mere propensity of matter and deluded\nmisconstrue the perishable physical body and the eternal, immortal atma.\nThis will be further clarified in chapter 15, verses 10 and 11 where Lord\nKrishna explains that those bereft of wisdom with impure thoughts cannot\nperceive the atma. "}