{"meta":"Bhagavad Gita Chapter 13 Verse 22","metahi":"भगवद् गीता 13.22","slok":"पुरुषः प्रकृतिस्थो हि भुङ्क्ते प्रकृतिजान्गुणान्।कारणं गुणसङ्गोऽस्य सदसद्योनिजन्मसु।।13.22।। ","htsrsd":"।।13.22।।प्रकृतिमें स्थित पुरुष ही प्रकृतिजन्य गुणोंका भोक्ता बनता है और गुणोंका सङ्ग ही उसके ऊँचनीच योनियोंमें जन्म लेनेका कारण बनता है। ","htstma":"।।13.22।। प्रकृति में स्थित पुरुष प्रकृति से उत्पन्न गुणों को भोगता है। इन गुणों का संग ही इस पुरुष (जीव) के शुभ और अशुभ योनियों में जन्म लेने का कारण है।। ","transliteration":"Purushah prakritistho hi bhungkte prakritijaan gunaan;\nKaaranam gunasango’sya sadasadyoni janmasu. ","englishmeaning":"puruṣhaḥ—the individual soul; prakṛiti-sthaḥ—seated in the material energy; hi—indeed; bhuṅkte—desires to enjoy; prakṛiti-jān—produced by the material energy; guṇān—the three modes of nature; kāraṇam—the cause; guṇa-saṅgaḥ—the attachment (to three guṇas); asya—of its; sat-asat-yoni—in superior and inferior wombs; janmasu—of birth ","hcsrsd":"।।13.22।। व्याख्या --   पुरुषः प्रकृतिस्थो (टिप्पणी प0 697) हि भुङ्क्ते प्रकृतिजान्गुणान् -- वास्तवमें पुरुष प्रकृति(शरीर) में स्थित है ही नहीं। परन्तु जब वह प्रकृति(शरीर)के साथ तादात्म्य करके शरीरको मैं और मेरा मान लेता है? तब वह प्रकृतिमें स्थित कहा जाता है। ऐसा प्रकृतिस्थ पुरुष ही (गुणोंके द्वारा रचित अनुकूलप्रतिकूल परिस्थितिको सुखदायीदुःखदायी मानकर) अनुकूल परिस्थितिके आनेपर सुखी होता है और प्रतिकूल परिस्थितिके आनेपर दुःखी होता है। यही पुरुषका प्रकृतिजन्य गुणोंका भोक्ता बनना है।जैसे मोटरदुर्घटनामें मोटर और चालक -- दोनोंका हाथ रहता है। क्रियाके होनेमें तो केवल मोटरकी ही प्रधानता रहती है? पर दुर्घटनाका फल (दण्ड) मोटरसे अपना सम्बन्ध जोड़नेवाले चालक(कर्ता) को ही भोगना पड़ता है। ऐसे ही सांसारिक कार्योंको करनेमें प्रकृति और पुरुष -- दोनोंका हाथ रहता है। क्रियाओंके होनेमें तो केवल शरीरकी ही प्रधानता रहती है? पर सुखदुःखरूप फल शरीरसे अपना सम्बन्ध जोड़नेवाले पुरुष(कर्ता) को ही भोगना पड़ता है। अगर वह शरीरके साथ अपना सम्बन्ध न जोड़े और सम्पूर्ण क्रियाओंको प्रकृतिके द्वारा ही होती हुई माने (गीता 13। 29)? तो वह उन क्रियाओंका फल भोगनेवाला नहीं बनेगा।कारणं गुणसङ्गोऽस्य सदसद्योनिजन्मसु -- जिन योनियोंमें सुखकी बहुलता होती है? उनको सत्योनि कहते हैं और जिन योनियोंमें दुःखकी बहुलता होती है? उनको असत्योनि कहते हैं। पुरुषका सत्असत् योनियोंमें जन्म लेनेका कारण गुणोंका सङ्ग ही है।सत्त्व? रज और तम -- ये तीनों गुण प्रकृतिसे उत्पन्न होते हैं। इन तीनों गुणोंसे ही सम्पूर्ण पदार्थों और क्रियाओंकी उत्पत्ति होती है। प्रकृतिस्थ पुरुष जब इन गुणोंके साथ अपना सम्बन्ध मान लेता है? तब ये उसके ऊँचनीच योनियोंमें जन्म लेनेका कारण बन जाते हैं।प्रकृतिमें स्थित होनेसे ही पुरुष प्रकृतिजन्य गुणोंका भोक्ता बनता है और यह गुणोंका सङ्ग? आसक्ति? प्रियता ही पुरुषको ऊँचनीच योनियोंमें ले जानेका कारण बनती है। अगर यह प्रकृतिस्थ न हो? प्रकृति(शरीर) में अहंताममता न करे? अपने स्वरूपमें स्थित रहे? तो यह पुरुष सुखदुःखका भोक्ता कभी नहीं बनता? प्रत्युत सुखदुःखमें सम हो जाता है? स्वस्थ हो जाता है (गीता 14। 24)। अतः यह प्रकृतिमें भी स्थित हो सकता है और अपने स्वरूपमें भी। अन्तर इतना ही है कि प्रकृतिमें स्थित होनेमें तो यह परतन्त्र है और स्वरूपमें स्थित होनेमें यह स्वाभाविक स्वतन्त्र है। बन्धनमें पड़ना इसका अस्वाभाविक है और मुक्त होना इसका स्वाभाविक है। इसलिये बन्धन इसको सुहाता नहीं है और मुक्त होना इसको सुहाता है।जहाँ प्रकृति और पुरुष -- दोनोंका भेद (विवेक) है? वहाँ ही प्रकृतिके साथ तादात्म्य करनेका? सम्बन्ध जोड़नेका अज्ञान है। इस अज्ञानसे ही यह पुरुष स्वयं प्रकृतिके साथ तादात्म्य कर लेता है। तादात्म्य कर लेनेसे यह पुरुष अपनेको प्रकृतिस्थ अर्थात् प्रकृति(शरीर) में स्थित मान लेता है। प्रकृतिस्थ होनेसे शरीरमें मैं और मेरापन हो जाता है। यही गुणोंका सङ्ग है। इस गुणसङ्गसे पुरुष बँध जाता है (गीता 14। 5)। गुणोंके द्वारा बँध जानेसे ही पुरुषकी गुणोंके अनुसार गति होती है (गीता 14। 18)। सम्बन्ध --   उन्नीसवें? बीसवें और इक्कीसवें श्लोकमें प्रकृति और पुरुषका वर्णन हुआ। अब आगेके श्लोकमें पुरुषका विशेषतासे वर्णन करते हैं। ","hcsca":"।।13.22।। यद्यपि पूर्ण पुरुष परमात्मा का कोई संसार नहीं है? तथापि प्रकृति से उत्पन्न उपाधियों से अविच्छिन्नसा हुआ वह भोक्ता भाव को प्राप्त होता है। यही प्रकृतिस्थ पुरुष है।शीतउष्ण? रागद्वेष? सुखदुख आदि गुण जड़ प्रकृति (क्षेत्र) के धर्म हैं। किन्तु उपाधियों के साथ अहंभाव से तादात्म्य होने के कारण यह पुरुष उसे अपने ही धर्म मानकर व्यर्थ ही दुखों को भोगता है। इससे यह स्पष्ट होता है कि पुरुष का दुख प्रकृति के कारण नहीं? वरन् उसके साथ हुए तादात्म्य के कारण है।प्रकृति के गुणों के साथ अत्याधिक आसक्ति हो जाने के कारण यह पुरुष असंख्य शुभ और अशुभ? उत्तम और अधम योनियों में जन्म लेता रहता है। ये असंख्य जन्म उसे उन वासनाओं के अनुसार प्राप्त होते हैं? जिन्हें वह जगत् में कार्य करते और फल भोगते हुए अर्जित करता रहता है।इस प्रकार? पारमार्थिक दृष्टि से सच्चिदानन्द स्वरूप होते हुए भी अविद्यावशात् यह पुरुष कर्ता? भोक्ता? सुखी? दुखी? इहलोक परलोकगामी संसारी जीव बन जाता है आत्म अज्ञान और प्रकृतिजनित गुणों से आसक्ति ही पुरुष के सांसारिक दुख का कारण है। अत संसार की आत्यन्तिक निवृत्ति के लिए जो ज्ञानमार्ग है? उसके दो अंग हैं विवेक और वैराग्य। साधक को चाहिए कि वह विवेक के द्वारा आत्मज्ञान प्राप्त करे और वैराग्य के द्वारा मिथ्या आसक्ति का त्याग करे।अगले श्लोक में परमात्मा का ही साक्षात् निर्देश करते हुए भगवान् श्रीकृष्ण कहते हैं ","etsga":"13.22 Since the soul is seated in Nature, therefore it experiences the alities born of Nature. Contact with the alities is the cause of its births in good and evil wombs. ","etssa":"13.22 The soul seated in Nature experiences the alities born of Nature; attachment to the alities is the cause of its birth in good and evil wombs. ","etdss":"13.22. For, the Soul, seated on the Material Cause, enjoys the Strands born of the Material Cause; His attachment to the Strands is the cause for his births in the good and evil wombs. ","ecssa":"13.22 पुरुषः Purusha? प्रकृतिस्थः seated in Prakriti? हि indeed? भुङक्ते enjoys? प्रकृतिजान् born of Prakriti? गुणान् alities? कारणम् the cause? गुणसङ्गः attachment to the Gunas? अस्य of his? सदसद्योनिजन्मसु of birth in good and evil wombs.Commentary The soul residing in Nature and identifying itself with the body and the senses which are modifications of Nature acts through the alities of Nature and experiences pleasure and pain and delusion. It thinks? I am happy? I am miserable? I am deluded? I am wise. When it thus identifies itself with the alities? it assumes individuality and takes birth in pure and impure wombs.The soul (Jivatma) enjoys the sensual objects in conjunction with the body? mind and the senses and thus becomes the enjoyer. Brahman is the silent witness and nonenjoyer. The souls attachment to the alities of pleasure? pain and delusion is the chief cause of its birth. If you add the word Samsara to the second half of the verse? it will mean Attachment to the alities is the cause of Samsara through births in good and evil wombs.Good wombs (Sat Yoni) are those of the gods and the like evil wombs (Asat Yoni) are those of lower animals. The human womb is partly good and partly evil on account of mixed Karmas.Purushah prakritisthah Purusha (the soul) seated in Prakriti (Nature). This is Avidya (ignorance). Attachment to the alities of Nature is Kama (desire). Avidya and Kama are the cause of Samsara.Jnana (wisdom) and Vairagya (dispassion) will destroy ignorance and desire. (Cf.XIV.5XV.7) ","scetsga":"13.22 Hi, since; purusah, the soul, the experiencer; is prakrtisthah, seated in Nature, which is characterized as ignorance and gets transformed into body and organs, i.e., (since the soul) has become identified with Nature; therefore, bhunkte, [Bhunkte, lit. enjoys, here means experiences.-Tr.] it enjoys, i.e. experiences; gunan, the alities-manifest as happiness, sorrow and delusion; prakrtijan, born of Nature, thinking thus, I am happy, sorrowful, deluded, learned. Even though ignorance continues as a cause, still the main cause of worldly existence, of birth, is the contact, the self-identification, with the alities-happiness,sorrow, and delusion-when they are experienced, as is affirmed by the Upanisadic text, What it desires, it resolves (Br. 4.4.5) [See Sankaracaryas Comm. on this.-Tr.].\nThat very fact is stated here: Gunasangah, contact with the alities; is karanam, the cause; asya, of its, the souls, the experiencers; sad-asad-yoni-janmasu, births in good and evil wombs. Self-identification with the alities is the cause of the experience of births in good and evil wombs. Or the meaning is, Self-identification with the alities is the cause or its worldly existence through birth in good and evil wombs, where the words of worldly existence have to be supplied. The good wombs are he wombs of gods and others; evil wombs are the wombs of gods and others; evil wombs are the wombs of beasts etc. From the force of the context it is to be understood that there is no contradiction in including even human wombs among good and evil wombs.\nIt amounts to saying that ignorance-called being seated in Nature-and the contact with. i.e. the desire for, the alities are the causes of worldly existence. And this is said so that they can be avoided. And in the scripture Gita it is a well-known fact that knowledge and dispassion, accompanied with renunciation, are the causes of removing this (ignorance and self-identification with the alities). That knowledge about the field and the Knower of the field, too, has been presented earlier. This has also been said in, ৷৷.by realizing which one attains Immortality (12), etc., through the process of refutation of elements alien (to the Self) and superimposition of alities belonging to others (that are not the Self). [Verse 12 deals with the refutation of alien elements, and vere 13 with the superimposition of alities belonging to others.]\nA direct presentation is again being made of that (knowledge) itself: ","scetdss":"13.22 See Comment under 13.23 ","scetssa":"13.22 The self, settled in a series of bodies of divinities, men etc., which are modifications of Prakrti, becomes attached to happiness, pain etc., resulting from the Sattva and other alities associated with the respective wombs, and hence engages Itself in virtuous and sinful deeds, constituting the means for happiness, misery etc. In order to experience the fruits of those good and evil deeds, It is born again in good and evil wombs. Then It becomes active and conseently is born again as a result of Its activities. As long as It does not cultivate alities like modesty etc., which are the means for realising the self, so long Its entanglement in Samsara continues like this. Thus, it has been declared here that attachment causes births in good and evil wombs. ","chakravarthi":"But the jiva, just by misidentification caused by beginningless ignorance, thinks that his capacity for action and enjoyment are his very nature, though they are just the nature of things related to him (body, senses). From this, he takes repeated birth. Situated in the body produced from prakrti and identifying with it (prakrti sthah), the jiva enjoys and suffers by identifying as his own (bhunkte) the lamentation, illusion, happiness and distress (gunan) which are qualities of his mind (prakrti jan). The cause is the contact of the soul (asya) with the body, made of gunas (guna sangah). Though the soul does not actually contact the body, the contact is fabricated through ignorance. Where does the jiva enjoy? In repeated births in life forms like devatas (sad yoni) or animals (asad yoni), produced by his pious or sinful actions. ","rudra":"\nEven though this is such how is it possible for the immortal and changeless\nPurusa which is paramatma the supreme soul and is the localised\nmanifestation of the Supreme Lord, experience anything? This is being\nanswered here. For the Purusa residing within prakriti the effect being the\nphysical body is identified with it and through the medium of this body the\nsymptoms of joy and misery produced by the actions of the body are\nexperienced. The cause of the Purusas entrapment within a jiva or embodied\nbeing in a higher source like that of a demigod or a lower source like that\nof an animal is merely due to attachments accepted by the mind and senses\nwhich induce the body to perform good and evil actions which facilitates\nkarma or reactions to ones actions and activates samsara the perpetual\ncycle of birth and death. ","brahma":"\nHere the word Purusa should be understood to refer to the jiva or embodied\nliving entities. In previous verses both the Supreme Lord and the jivas\nhave been referred to as Purusa. Hence this clarification is required to\nunderstand this verse in the proper context. Thus the jiva enjoys the\nattributes of prakriti or the material substratum pervading physical\nexistence. This statement by the Supreme Lord Krishna effectively\neradicates the arguments of those whose conjecture is that the relationship\nof the physical body and its organs of the senses interacting with sense\nobjects as instruments of action are illusory. The word hi meaning\ncertainly is used to emphasise that the conjecture of illusion in this case\nis contrary to actual experience. It has never been observed by the\ngreatest of minds that internal experiences knowledge and ignorance,\npleasure and pain are the products of delusion. That these are illusory is\nunacceptable to both the spiritual mind and the rational mind. Only those\nminds which are preoccupied with the external concerns of the physical body\nare susceptible to illusion; but never those who are devoted to atma tattva\nor knowledge of the immortal soul and the divine internal spiritual\nexperience. It should be pointed out that even external conceptions should\nonly be considered illusory when discrimination is accurately used in\nverification. If it ever were established that the internal consciousness\nperfectly perceived by those who are self-realised as eternal are illusory\nthen all that has been collaborated and confirmed by the imperishable Vedic\nscriptures would also have to be considered illusory and that is impossible\nas they are the only authorised and verifiable proof in all of creation and\nanything whatsoever contrary to the Vedic scriptures is absolutely\nillusory. It must be understood that illusion is only present in the\nempirical world of material existence. Thus any proof that could be given\nmust also be empirical and thus determining whether anything is illusory in\nabsence of any contrary evidence must be determined exclusively by the\nconclusions of the Vedic scriptures. ","shri":"\nThe atma or immortal soul is compelled to accept unlimited varieties of\nphysical bodies from all levels of creation. Sometimes as a demigod,\nsometimes as a human, sometimes as an animal etc. These forms are neutrally\nawarded according to the gunas or three modes of goodness, passion and\nignorance which adhere in strict accordance to the karma or reactions from\npast actions in proportion to the degree of attachment and cravings one is\npredisposed to pursue in order to procure pleasure and enjoy sense\ngratification. Taking birth one launches into activities pursuing good and\nevil in order to satisfy and gratify ones desires and propensities. Hence\nis order to exhaust the karma one is incessantly creating by innumerable\nactions one is born into wombs of good and evil perpetually in material\nexistence. That is why it is stated that attachment to the gunas is the\ncause of birth in good and evil wombs. Born one performs actions and from\nthe reactions one is forced to take birth again and again without\ncessation. This circumvolution never ends until by the aggregation of\nsukriti or pious activities one seemingly by chance has the auspicious\nopportunity to attain the association of a Vaisnava devotee of the Supreme\nLord Krishna and being blessed by them alters the course of their destiny\nand upgrades their karma as Lord Krishna Himself confirms in chapter seven\nverse 19 beginning bahunam janmanam ante meaning after many births a\nknowledgeable living entity gets association of a mahatma or great soul. ","kumar":"The atma or immortal soul is compelled to accept unlimited varieties of\nphysical bodies from all levels of creation. Sometimes as a demigod,\nsometimes as a human, sometimes as an animal etc. These forms are neutrally\nawarded according to the gunas or three modes of goodness, passion and\nignorance which adhere in strict accordance to the karma or reactions from\npast actions in proportion to the degree of attachment and cravings one is\npredisposed to pursue in order to procure pleasure and enjoy sense\ngratification. Taking birth one launches into activities pursuing good and\nevil in order to satisfy and gratify ones desires and propensities. Hence\nis order to exhaust the karma one is incessantly creating by innumerable\nactions one is born into wombs of good and evil perpetually in material\nexistence. That is why it is stated that attachment to the gunas is the\ncause of birth in good and evil wombs. Born one performs actions and from\nthe reactions one is forced to take birth again and again without\ncessation. This circumvolution never ends until by the aggregation of\nsukriti or pious activities one seemingly by chance has the auspicious\nopportunity to attain the association of a Vaisnava devotee of the Supreme\nLord Krishna and being blessed by them alters the course of their destiny\nand upgrades their karma as Lord Krishna Himself confirms in chapter seven\nverse 19 beginning bahunam janmanam ante meaning after many births a\nknowledgeable living entity gets association of a mahatma or great soul. "}