{"meta":"Bhagavad Gita Chapter 13 Verse 35","metahi":"भगवद् गीता 13.35","slok":"क्षेत्रक्षेत्रज्ञयोरेवमन्तरं ज्ञानचक्षुषा।भूतप्रकृतिमोक्षं च ये विदुर्यान्ति ते परम्।।13.35।। ","htsrsd":"।।13.35।।इस प्रकार जो ज्ञानरूपी नेत्रसे क्षेत्र और क्षेत्रज्ञके अन्तर(विभाग) को तथा कार्यकारणसहित प्रकृतिसे स्वयंको अलग जानते हैं? वे परमात्माको प्राप्त हो जाते हैं। ","htstma":"।।13.35।। इस प्रकार? जो पुरुष ज्ञानचक्षु के द्वारा क्षेत्र और क्षेत्रज्ञ के भेद को तथा प्रकृति के विकारों से मोक्ष को जानते हैं? वे परम ब्रह्म को प्राप्त होते हैं।। ","transliteration":"Kshetrakshetrajnayor evam antaram jnaanachakshushaa;\nBhootaprakritimoksham cha ye vidur yaanti te param. ","englishmeaning":"kṣhetra—the body; kṣhetra-jñayoḥ—of the knower of the body; evam—thus; antaram—the difference; jñāna-chakṣhuṣhā—with the eyes of knowledge; bhūta—the living entity; prakṛiti-mokṣham—release from material nature; cha—and; ye—who; viduḥ—know; yānti—approach; te—they; param—the Supreme ","hcsrsd":"।।13.35।। व्याख्या --   [ज्ञानमार्ग विवेकसे ही आरम्भ होता है और वास्तविक विवेक(बोध) में ही समाप्त होता है। वास्तविक विवेक होनेपर प्रकृतिसे सर्वथा सम्बन्धविच्छेद होकर स्वतःसिद्ध परमात्माकी प्राप्ति हो जाती है -- इसी बातको यहाँ बताया गया है।]क्षेत्रक्षेत्रज्ञयोरेवमन्तरं ज्ञानचक्षुषा -- सत्असत्? नित्यअनित्य? क्षेत्रक्षेत्रज्ञको अलगअलग जाननेका नाम,ज्ञानचक्षु (विवेक) है। यह क्षेत्र विकारी है? कभी एकरूप नहीं रहता। यह प्रतिक्षण परिवर्तित होता रहता है। ऐसा कोई भी क्षण नहीं है? जिसमें यह स्थिर रहता हो। परन्तु इस क्षेत्रमें रहनेवाला? इसको जाननेवाला क्षेत्रज्ञ सदा एकरूप रहता है। क्षेत्रज्ञमें परिवर्तन न हुआ है? न होगा और न होना सम्भव ही है। इस तरह जानना? अनुभव करना ही ज्ञानचक्षुसे क्षेत्रक्षेत्रज्ञके विभागको जानना है।भूतप्रकृतिमोक्षं च ये विदुर्यान्ति ते परम् -- वास्तविक विवेक अर्थात् बोध होनेपर भूत और प्रकृतिसे अर्थात् प्रकृतिके कार्यमात्रसे तथा प्रकृतिसे सम्बन्धविच्छेद हो जाता है। प्रकृतिसे सर्वथा सम्बन्धविच्छेद होनेपर अर्थात् प्रकृतिसे अपने अलगावका ठीक अनुभव होनेपर साधक परमात्मतत्त्वको प्राप्त हो जाते हैं।भगवान्ने पहले अव्यक्तकी उपासना करनेवालोंको अपनी प्राप्ति बतायी थी -- ते प्राप्नुवन्ति मामेव (12। 4)? उसी बातको इस अध्यायके अठारहवें श्लोकमें मद्भावायोपपद्यते पदसे? तेईसवें श्लोकमें न स भूयोऽभिजायते पदोंसे और यहाँ यान्ति ते परम् पदोंसे कहा है।ज्ञानमार्गमें देहाभिमान ही प्रधान बाधा है। इस बाधाको दूर करनेके लिये भगवान्ने इसी अध्यायके आरम्भमें,इदं शरीरम् पदोंसे शरीर(क्षेत्र) से अपनी (क्षेत्रज्ञकी) पृथक्ताका अनुभव करनेके लिये कहा? और दूसरे श्लोकमें क्षेत्रक्षेत्रज्ञयोर्ज्ञानम् पदसे क्षेत्रक्षेत्रज्ञके ज्ञानको वास्तविक ज्ञान कहा? फिर क्षेत्रक्षेत्रज्ञकी पृथक्ताका कई तरहसे वर्णन किया। अब उसी विषयका उपसंहार करते हुए भगवान् अन्तमें कहते हैं कि क्षेत्रक्षेत्रज्ञकी पृथक्ताको ठीकठीक जान लेनेसे क्षेत्रके साथ सर्वथा सम्बन्धविच्छेद हो जाता है।क्षेत्रज्ञने ही परमात्मासे विमुख होकर परमात्मासे भिन्नता मानी है और क्षेत्रके सम्मुख होकर क्षेत्रसे एकता मानी है। इसलिये परमात्मासे एकता और क्षेत्रसे सर्वथा भिन्नता -- दोनों बातोंको कहना आवश्यक हो गया। अतः भगवान्ने इसी अध्यायके दूसरे श्लोकमें क्षेत्रज्ञं चापि मां विद्धि पदोंसे क्षेत्रज्ञकी परमात्मासे एकता बतायी और यहाँ क्षेत्रकी समष्टि संसारसे एकता बता रहे हैं। दोनोंका तात्पर्य क्षेत्रज्ञ और परमात्माकी अभिन्नता बतानेमें ही है।जैसे किसी मकानमें चारों ओर अँधेरा है। कोई कह देता है कि मकानमें प्रेत रहते हैं? तो उसमें प्रेत दीखने लग जाते हैं अर्थात् उसमें प्रेत होनेका वहम हो जाता है। परन्तु किसी साहसी पुरुषके द्वारा मकानके भीतर जाकर प्रवेश कर देनेसे अँधेरा और प्रेत -- दोनों ही मिट जाते हैं। अँधेरेमें चलते समय मनुष्य धीरेधीरे चलता है कि कहीं ठोकर न लग जाय? कहीं गड्ढा न आ जाय। उसको गिरनेका और साथ ही बिच्छू? साँप? चोर आदिका भय भी लगा रहता है। परन्तु प्रकाश होते ही ये सब भय मिट जाते हैं। ऐसे ही सर्वत्र परिपूर्ण प्रकाशस्वरूप परमात्मासे विमुख होनेपर अन्धकारस्वरूप संसारकी स्वतन्त्र सत्ता सर्वत्र दीखने लग जाती है और तरहतरहके भय सताने लग जाते हैं। परन्तु वास्तविक बोध होनेपर संसारकी स्वतन्त्र सत्ता नहीं रहती और सब भय मिट जाते हैं। एक प्रकाशस्वरूप परमात्मा ही शेष रह जाता है। अँधेरेको मिटानेके लिये तो प्रकाशको लाना पड़ता है? परमात्माको कहींसे लाना नहीं पड़ता। वह तो सब देश? काल? वस्तु? व्यक्ति? परिस्थिति आदिमें ज्योंकात्यों परिपूर्ण है। इसलिये संसारसे सर्वथा सम्बन्धविच्छेद होनेपर उसका अनुभव,अपनेआप हो जाता है।इस प्रकार ? तत्? सत् -- इन भगवान्नामोंके उच्चारणपूर्वक ब्रह्मविद्या और योगशास्त्रमय श्रीमद्भगवद्गीतोपनिषद्रूप श्रीकृष्णार्जुनसंवादमें क्षेत्रक्षेत्रज्ञविभागयोग नामक तेरहवाँ अध्याय पूर्ण हुआ।।13।।, ","hcsca":"।।13.35।। आत्मा सर्वप्रकाशक होने से प्रकाश्य के धर्मों से लिप्त नहीं होता है। इस सिद्धांत का वर्णन करने के पश्चात् भगवान् श्रीकृष्ण यहाँ कहते हैं कि मानव जीवन का परम लक्ष्य है? क्षेत्र और क्षेत्रज्ञ के स्वरूप? कार्य और सम्बन्ध को जानकर अपने परमात्मस्वरूप का साक्षात्कार करना। जीवन का यह साध्य वही साधक सम्पादित कर सकता है जो इस अध्याय में निर्दिष्ट विवेक और हृदय के गुणों से साधन सम्पन्न होता है। केवल वही साधक अपने एकमेव अद्वितीय सच्चिदानन्द ब्रह्मस्वरूप का साक्षात् अनुभव कर सकता है। आत्मानुभव का साधन अन्तर्प्रज्ञा कहलाता है? जिसे हिन्दू शास्त्रों में ज्ञानचक्षु कहा गया है।परमात्मस्वरूप में स्थित होकर जिन्होंने प्रकृति (क्षेत्र? अव्यक्त? अविद्या) के आत्यन्तिक अभाव को पहचान लिया है? वे ही पूर्ण ज्ञानी पुरुष हैं। केवल अविद्या वशात् ही प्रकृति की प्रतीति होती है वास्तव में केवल ब्रह्म ही एक पारमार्थिक सत्य है।conclusion तत्सदिति श्रीमद्भगवद्गीतासूपनिषत्सु ब्रह्मविद्यायां योगशास्त्रेश्रीकृष्णार्जुनसंवादे क्षेत्रक्षेत्रज्ञविज्ञानयोगो नाम त्रयोदशोऽध्याय।।इस प्रकार? श्रीकृष्णार्जुनसंवाद के रूप में ब्रह्मविद्या और योगशास्त्रस्वरूप श्रीमद्भगवद्गीतोपनिषद् का क्षेत्रक्षेत्रज्ञविभागयोग नामक तेरहवाँ अध्याय समाप्त होता है।गीता का यह अतिशय उज्ज्वल अध्याय है? जो हमें अपने नित्यशुद्धबुद्धमुक्त आत्मस्वरूप के ध्यान करने के साक्षात् साधन का उपदेश देता है? जिसके अभ्यास से हम अपरोक्षनुभूति प्राप्त कर सकते हैं। स्वप्न से जाग जाने का अर्थ स्वप्नावस्था के सब दुखों का अन्त हो जाना है। जाग्रत् ? स्वप्न और सुषुप्ति अवस्थाओं के मध्य यातायात की कोई निश्चित सीमा नहीं निर्धारित की गयी है अर्थात् अवस्थान्तर के लिए हमें कोई परिश्रम नहीं करना पड़ता है। इसी प्रकार हमारा संसारदुख प्रकृति के साथ हमारे अविद्याजनित मिथ्या तादात्म्य के कारण ही है। अत क्षेत्र और क्षेत्रज्ञ के विवेक के द्वारा प्राप्त आत्मबोध से संसार की निवृत्ति हो जाती है। यही एकमात्र ज्ञेय वस्तु है। सम्पूर्ण गीता में? परमात्मा का इससे अधिक स्पष्ट और साक्षात् निर्देशन हमें किसी अन्य अध्याय में नहीं मिलता है। ","etsga":"13.35 Those who know thus through the eye of wisdom the distinction between the field and the Knower of the field, and the annihilation of the Matrix of beings,-they reach the Supreme. ","etssa":"13.35 They who, by the eye of knowledge, perceive the distinction between the field and its knower and also the liberation from the Nature of being, go to the Supreme. ","etdss":"13.35. Those who thus understand, with the knowledge-eye, the inner Soul of the Field and the Field-sensitizer and also the deliverance from the Material Cause of the elements-they attain the Supreme. ","ecssa":"13.35 क्षेत्रक्षेत्रज्ञयोः between the Kshetra and the Kshetrajna? एवम् thus? अन्तरम् distinction? ज्ञानचक्षुषा by the eye of knowledge? भूतप्रकृतिमोक्षम् the liberation from the Prakriti of being? च and? ये who? विदुः know? यान्ति go? ते they? परम् the Supreme.Commentary They who know through the eye of intuition opened by meditation and the instructions of the spiritual preceptor and the scriptures? that the field is insentient? the doer? changing and finite? and that the knower of the field (the Self) is pure consciousness? the nondoer? unchanging and infinite? and who also perceive the nonexistence of Nature? ignorance? the Unmanifested? the material cause of being -- they attain the Supreme. Through the attainment of Selfrealisation or knowledge of the Self? they are entirely liberated from the clutches or the influence of Maya (delusion) and ignorance. They do not assume any more bodies. They are not born again. They attain Kaivalya Moksha.In accordance with the doctrine of the Sankhyas? bondage and freedom do not pertain to the Self because It is always unattached and it is the nondoer and nonenjoyer and also without limbs or parts. But on account of Its union with Nature? It assumes agency through superimposition. When ignorance is annihilated through the knowledge of the Self? Nature which is conjoined with the Self is liberated. Then She gives up Her play or dance in front of the Spirit. She has discharged all Her duties well for the sake of the enjoyment and the release (Bhoga and Apavarga) of the Purusha (Spirit). Therefore the Sankhyas declare that bondage and freedom are states of Nature only. Some interpret that the Self is emancipated from the shackles of Nature and Her modifications.(This chapter is known by the name PrakritiPurushaVibhagaYoga also.)Thus in the Upanishads of the glorious Bhagavad Gita? the science of the Eternal? the scripture of Yoga? the dialogue between Sri Krishna and Arjuna? ends the thirteenth discourse entitledThe Yoga of the Distinction BetweenThe Field and the Knower of the Field. , ","scetsga":"13.35 Ye, those who; viduh, know; evam, thus, in the manner described above; jnana-caksusa, through the eye of wisdom-the eye is the realization in the form of the knowledge of the Self, which arises from following the instructions of the scriptures and teachers; through that eye of wisdom; antaram, the distinction, the particular mutual distinction; ksetra-ksetrajnayoh, beween the field and the Knower of the field as they have been explained; and bhuta-prakrti-moksam, the annihilation of the Matrix of beings-the Matrix of beings is that which is described as ignorance and is called the Unmanifest; (those who know) the annihilation (moksanam) of that Matrix of beings; te, they; yanti, reach, go to; param, the Supreme, to Brahman, the Reality which is the suprme Goal. The idea is that they do not take up a body again. ","scetdss":"13.35 Yatha etc. But, how is it that a single Supreme Self pervades many a Field ? This doubt has even been removed by the well known example, the sun. The entire Field : It means [all] the movable and immovable Fields. ","scetssa":"13.35 Those who discern thus in the described manner the difference, namely, the difference between the body and the knower of the body with the eye of knowledge or discrimination, and also the means of deliverance from manifested Prakrti - they attain the highest, namely, the self. They are completely delivered from bondage. Moksa is that by which deliverance is effected. The means of deliverance as already stated consists of alities beginning with modesty (13.7). They, through the knowledge already imparted concerning the differences between the body and the self, know those differences existing between them. Then learning about modesty etc., which form the means of deliverance from Prakrti that has devleoped into material elements constituting the body, they have to practise these virtues, and they will thery be absolutely delivered from bondage and will reach the self marked by infinite knowledge abiding in Its own form. ","chakravarthi":"The Lord summarizes the contents of the chapter.\nThose who know the difference between two knowers of the field (ksetra jnayoh), the jiva and paramatma, along with the field, and also the method of liberation (moksa) from prakrti for the living entities (bhuta), such as meditation, achieve the supreme goal.\nAmong the knowers of the field, the jiva, enjoying the qualities of the field, is bound up, but is also liberated by knowledge. This is the meaning of the chapter. ","rudra":"\nThe actual purport of this chapter is now being concluded. Those with the\nspiritual eye of discriminative knowledge can see the difference and\ndistinction between the material ksetra or sphere of activity and the\nspiritual ksetrajna or knower of the sphere of activity. Who by reflection\nand meditation understand the path to moksa or freedom from material\nexistence and its corollary of samsara or the perpetual cycle of birth and\ndeath. Such persons attain param pure spiritual existence. I bow down to the Supreme Lord Krishna who appeared as the son of Nanda\nMaharaj in Vrindavan at the end of Dvapara Yuga and who is of the nature of\nananda or unending bliss. Who eloquently elaborated and concisely clarified\nwhat is generally misunderstood that is: The distinct difference between\ntransitory prakriti the material substratum pervading physical existence\nand the eternal purusa the Supreme Being who manifests as paramatma the\nSupreme Soul in each and every jiva or embodied being everywhere in\ncreation and is the source of the brahman or spiritual substratum pervading\nall existence. ","brahma":" The path of deliverance from prakriti or the material substratum pervading\nphysical existence and moksa or liberation from the material existence for\nthe jivas is achieved by embracing the 20 virtues given in verses 8 to 12\nof this chapter beginning with the word amanitvam meaning humilty,\nreverence. ","shri":"  \nLord Krishna concludes this chapter by revealing that those who by the\nvision of knowledge realise the distinction existing between the ksetra or\nsphere of activity which is the physical body and the ksetrajna or knower\nof the sphere of activity which for the omnipresent paramatma the Supreme\nSoul includes each and every the atma or immortal soul and in the case of\nthe atma is the physical body. Along with those who imbibe and realise the\n20 virtues given in verses 8 to 12 of this chapter beginning with amanitvam\nor humility, reverence which are the way and means of effecting escape from\nthe degradation of mandated corporeal existence in samsara or the perpetual\ncycle of birth and death. Such persons realising their atma achieve moksam\nor liberation from material existence and attain param the supreme\ntranscendence. ","kumar":"Lord Krishna concludes this chapter by revealing that those who by the\nvision of knowledge realise the distinction existing between the ksetra or\nsphere of activity which is the physical body and the ksetrajna or knower\nof the sphere of activity which for the omnipresent paramatma the Supreme\nSoul includes each and every the atma or immortal soul and in the case of\nthe atma is the physical body. Along with those who imbibe and realise the\n20 virtues given in verses 8 to 12 of this chapter beginning with amanitvam\nor humility, reverence which are the way and means of effecting escape from\nthe degradation of mandated corporeal existence in samsara or the perpetual\ncycle of birth and death. Such persons realising their atma achieve moksam\nor liberation from material existence and attain param the supreme\ntranscendence. "}