{"meta":"Bhagavad Gita Chapter 13 Verse 27","metahi":"भगवद् गीता 13.27","slok":"यावत्सञ्जायते किञ्चित्सत्त्वं स्थावरजङ्गमम्।क्षेत्रक्षेत्रज्ञसंयोगात्तद्विद्धि भरतर्षभ।।13.27।। ","htsrsd":"।।13.27।।हे भरतवंशियोंमें श्रेष्ठ अर्जुन स्थावर और जंगम जितने भी प्राणी पैदा होते हैं? उनको तुम क्षेत्र और क्षेत्रज्ञके संयोगसे उत्पन्न हुए समझो। ","htstma":"।।13.27।। हे भरत श्रेष्ठ यावन्मात्र जो कुछ भी स्थावर जंगम (चराचर) वस्तु उत्पन्न होती है? उस सबको तुम क्षेत्र और क्षेत्रज्ञ के संयोग से उत्पन्न हुई जानो।। ","transliteration":"Yaavat sanjaayate kinchit sattwam sthaavarajangamam;\nKshetrakshetrajnasamyogaat tadviddhi bharatarshabha. ","englishmeaning":"yāvat—whatever; sañjāyate—manifesting; kiñchit—anything; sattvam—being; sthāvara—unmoving; jaṅgamam—moving; kṣhetra—field of activities; kṣhetra-jña—knower of the field; sanyogāt—combination of; tat—that; viddhi—know; bharata-ṛiṣhabha—best of the Bharatas ","hcsrsd":"।।13.27।। व्याख्या --   यावत्संजायते ৷৷. क्षेत्रक्षेत्रज्ञसंयोगात् -- स्थिर रहनेवाले वृक्ष? लता? दूब? गुल्म? त्वक्सार? बेंत? बाँस? पहाड़ आदि जितने भी स्थावर प्राणी हैं और चलनेफिरनेवाले मनुष्य? देवता? पशु? पक्षी? कीट? पतंग? मछली? कछुआ आदि जितने भी जङ्गम (थलचर? जलचर? नभचर) प्राणी हैं? वे सबकेसब क्षेत्र और क्षेत्रज्ञके संयोगसे ही पैदा होते हैं।उत्पत्तिविनाशशील पदार्थ क्षेत्र हैं और जो इस क्षेत्रको जाननेवाला? उत्पत्तिविनाशरहित एवं सदा एकरस रहनेवाला है? वह क्षेत्रज्ञ है। उस क्षेत्रज्ञ(प्रकृतिस्थ पुरुष)का जो शरीरके साथ मैंमेरेपनका सम्बन्ध मानना है -- यही क्षेत्र और क्षेत्रज्ञका संयोग है। इस माने हुए संयोगके कारण ही इस जीवको स्थावरजङ्गम योनियोंमें जन्म लेना पड़ता है। इसी क्षेत्रक्षेत्रज्ञके संयोगको पहले इक्कीसवें श्लोकमें,गुणसङ्गः पदसे कहा है। तात्पर्य यह हुआ कि निरन्तर परिवर्तनशील प्रकृति और प्रकृतिके कार्य शरीरादिके साथ तादात्म्य कर लेनेसे स्वयं जीवात्मा भी अपनेको जन्मनेमरनेवाला मान लेता है।[स्थावरजङ्गम प्राणियोंके पैदा होनेकी बात तो यहाँ संजायते पदसे कह दी और उनके मरनेकी बात आगेके श्लोकमें विनश्यत्सु पदसे कहेंगे।]तद्विद्धि भरतर्षभ -- यह क्षेत्रज्ञ क्षेत्रके साथ अपना सम्बन्ध मानता है? इसीसे इसका जन्म होता है परन्तु जब यह शरीरके साथ अपना सम्बन्ध नहीं मानता? तब इसका जन्म नहीं होता -- इस बातको तुम ठीक समझ लो। सम्बन्ध --   पूर्वश्लोकमें भगवान्ने बताया कि क्षेत्र(शरीर) के साथ सम्बन्ध रखनेसे? उसकी तरफ दृष्टि रखनेसे यह पुरुष जन्ममरणमें जाता है? तो अब प्रश्न होता है कि इस जन्ममरणके चक्करसे छूटनेके लिये उसको क्या करना चाहिये इसका उत्तर भगवान् आगेके श्लोकमें देते हैं। ","hcsca":"।।13.27।। क्षेत्र (प्रकृति) और क्षेत्रज्ञ (पुरुष) इन दोनों में ही स्वतन्त्र रूप से कोई एक ही तत्त्व इस चराचर जगत् का कारण नहीं है। इन दोनों के संयोग से जगत् उत्पन्न होता है परन्तु इन दोनों का संयोग वास्तविक नहीं? वरन् अन्योन्य धर्म अध्यासरूप है।अध्यास की प्रक्रिया में विद्यमान अधिष्ठान पर भ्रान्ति से किसी अन्य वस्तु की ही कल्पना की जाती है? जैसे स्तम्भ में प्रेत का अध्यास। इस प्रकार के अध्यास में? भ्रान्त व्यक्ति स्तम्भ में वस्तुत अविद्यमान प्रेत के रूप? गुण और क्रियाओं को देखता है। यह स्तम्भ पर प्रेत के धर्म का अध्यास है। इसी प्रकार? स्वयं अविद्यमान होते हुए भी जो प्रेत उस व्यक्ति को सद्रूप अर्थात् है इस रूप में प्रतीत हो रहा होता है? उसकी सत्ता वस्तुत स्तम्भ की ही होती है। यह है स्तम्भ के अस्तित्व के धर्म का प्रेत पर आरोप। गुणों के इस परस्पर अध्यास के कारण विचित्र बात यह होती है कि व्यक्ति को मिथ्या प्रेत तो दिखाई पड़ता है? परन्तु सत्य स्तम्भ नहीं मन की यह विचित्र युक्ति अध्यास कहलाती है। शुद्ध चैतन्य में क्षेत्र का सर्वथा अभाव है। क्षेत्र की अपनी न सत्ता है और न चेतनता। परन्तु? परस्पर विचित्र संयोग से इस चराचर जगत् की उत्पत्ति हुई प्रतीत होती है।इस अध्यास के कार्य को हम अपने में ही अनुभव कर सकते हैं। विचार करने पर विविधता पूर्ण सृष्टि निवृत्त हो जाती है और हमें यह ज्ञात होता है कि ब्रह्म ही वह परम सत्य अधिष्ठान है? जिस पर प्रकृति और पुरुष की क्रीड़ा हो रही है।उदाहरणार्थ? कोई एक व्यक्ति सामान्यत शान्त प्रकृति का है। परन्तु यदाकदा उसके मन में प्रबल कामना का उदय होता है। उस कामना से तादात्म्य करने के फलस्वरूप वह व्यक्ति कामुक बनकर ऐसा निन्द्य कर्म करता है? जिसका उसे पश्चात्ताप होता है इस उदाहरण में? कामना? कामुक व्यक्ति? पश्चात्ताप इन सबका अस्तित्व उस व्यक्ति में ही निहित होता है। यद्यपि वे उसमें हैं? किन्तु वस्तुत वह उसमें नहीं होता क्योंकि? उनके बिना भी उस व्यक्ति का अस्तित्व बना रहता है। तथापि? उस कामना वृत्ति से तादात्म्य करके वह पश्चात्ताप के योग्य कर्मों का कर्ता बन जाता है। इसी प्रकार? आत्मा परिपूर्ण होने के कारण उसमें क्षेत्र या अनात्मा की संभावना रहती है। प्रकृति को व्यक्त कर उसके साथ तादात्म्य से वह जीवरूप पुरुष बन जाता है। यह पुरुष मिथ्या आसक्तियों के द्वारा अपने संसार को बनाये रखता है। इस स्थिति में स्वयं को मुक्त कर अपने पूर्ण स्वरूप का साक्षात्कार करने का यही उपाय है कि हम आत्मा और अनात्मा का प्रमाण पूर्वक विवेक करें और प्रकृति से विलग होकर उसके कार्यों के साक्षी बनकर रहें।विवेक द्वारा प्राप्त सम्यक् दर्शन को अगले श्लोक में बताते हैं ","etsga":"13.27 O scion of the Bharata dynasty, whatever object, moving or non-moving, comes into being, know that to be from the association of the field and the Knower of the field! ","etssa":"13.27 Wherever a being is born, whether unmoving or moving, know thou, O best of the Bharatas (Arjuna), that it is from the union between the field and its knower. ","etdss":"13.27. Whatever living being is born, stationary or moving, you should know that all this has a close connection with the Field and the Field-sensitizer, O the best of the Bharatas ! ","ecssa":"13.27 यावत् whatever? सञ्जायते is born? किञ्चित् any? सत्त्वम् being? स्थावरजङ्गमम् the unmoving and the moving? क्षेत्रक्षेत्रज्ञसंयोगात् from the union between the field and the knower of the field? तत् that? विद्धि know? भरतर्षभ O best of the Bharatas.Commentary O Arjuna? remember that whatever is born? unmoving or moving? know thou that to be done to the union between the body and the Self.The knower of the field is like the ether without parts. Therefore? there cannot be a union of the field and the knower of the field through contact of each others parts like the contact of the drum and the stick or a rope and a vessel. There cannot be the inseparable connection between them like the connection that exists between the head and the neck? or the arm and the shoulder? because the field and its knower are not related to each other as cause and effect.Then? what sort of union is there between the field and its knower It is of the nature of mutual superimposition or illusion. This consists in confounding the one with the other as well as their attributes? like the union of a rope with a snake? and motherofpearl with silver? on account of lack of discrimination of their real nature. The attributes of the Self are transferred to the body and vice versa. The insentient body is mistaken for the sentient Self. The activities of the body or Nature are transferred to the silent? actionless Self. This sort of illusion or superimposition will disappear when one attains knowledge of the Self? when he is able to separate the field from the knower like the reed from the Munja grass? when he realises that Brahman which is free from all limiting adjuncts is his own immortal Self? and that the field is a mere appearance like the snake in the rope? silver in motherofpearl? an imaginary city in the sky? and is like an object seen in a dream or like the horses? places and forests projected by ajuggler. A sage who has the knowledge of the Self is not born again. ","scetsga":"13.27 Bharatarsabha, O scion of the Bharata dynasty; yavat kincit, whatever; sattvam, object;-as to whether they are without exception the Lord says-sthavara-jangamam, moving or non-moving; sanjayate, comes into being; viddhi, know; tat, that; as originating ksetra-ksetrajna-samyogat, from the association of the field and the Knower of the field.\nObjection: What, again, is meant by this association of the field and the Knower of the field? Since the Knower of the field is partless like space, therefore Its conjunction with the field cannot be a kind of relationship like coming together of a rope and a pot through the contact of their parts. Nor can it be an intimate and inseparable relation as between a thread and a cloth, since it is not admitted that the field and the Knower of the field are mutually related by way of being cause and effect.\nReply: The answer is: The association of the field and the Knower of the field-which are the object and the subject, respectively, and are of different natures-is in the form of superimposition of each on the other an also of their alities, as a conseence of the absence of discrimination between the real natures of the field and the Knower of the field. This is like the association of a rope, nacre, etc. with the superimposed snake, silver, etc. owing to the absence of discrimination between them. This association of the field and the Knower of the field in the form of superimposition is described as false knowledge. After having known the distinction between and the characteristics of the field and the Knower of the field according to the scriptures, and having separated, like a stalk from the Munjagrass, the above-described Knower of the field from the field whose characteristics have been shown earlier, he who realizes the Knowable (i.e. the Knower of the field)-which, in accordance with That is neither called being nor non-being (12), is devoid of all distinctions created by adjuncts- as identical with Brahman; and he who has the firm realization that the field is surely unreal like an elephant created by magic, a thing seen in a dream, an imaginary city seen in the sky, etc., and it appears as though real-for him false knowledge becomes eradicated, since it is opposed to the right knowledge described above.\nSince the cause of his rirth has been eliminated. therefore what was said in, He who knows thus the Person and Nature along with the alities৷৷., that the man of realization is not born again (23), has been a reasonable statement. \nIn He৷৷.will not be born again (23) has been stated the result of right knowledge, which is the absence of birth owing to the destruction of ignorance etc., the seeds of worldly existence. The cause of birth, viz the association of the field and the Knower of the field brought about by ignorance, has also been stated. Hence, although right knowledge, which is the remover of that ignorance, has been spoken of, still it is being stated over again in other words: ","scetdss":"13.27 Yavat etc. Whatever is a thing, whether moving or unmoving - all this is born not as something altogether different from the Field and the Field-sensitizer. \n Therefore - ","scetssa":"13.27 Whatever being is born, whether it be movable or stationary, it is born only from the mutual combination of the Ksetra and Ksetrajna. The sense is that it is born only from this combination, i.e., is born as a compound of the two and never in their separateness. ","chakravarthi":"From this verse till the end, the Lord expands on the meaning of what he already spoke. Know that all living entities (sattvam), whether low or high, non-moving or moving, are born from the combination of field and knower of the field. ","rudra":"  \nLord Krishna has instructed the path of selfless actions in chapters 3, 4\nand 5 and path of meditation in chapters 6 and 8. As true meditation\nconcerns the atma or immortal soul and that is ascertained exclusively by\njnana or knowledge, therefore knowledge alone is being declared until the\nend of the chapter beginning with the words yavat kincit meaning\nwhatsoever. Whatsoever is born or manifests in existence arises from the\ncombination of the ksetrajna or spirit and the ksetra or matter placing\ntheir mutual superimposition upon it defining its identity. ","brahma":"\nEven after elaborating upon the applicable perennial principles applicable\nto all creation Lord Krishna again refers to the purusa or Supreme Being\nand prakriti or the material substratum pervading physical existence. The\nword ksetrajna refers to the Supreme Being. The word ksetra also can refer\nto Sri-devi or Laxsmi-devi the spiritual shakti or feminine energy of the\nSupreme Being. Being superior to all jivas or embodied beings she is always\nidentified by one word, Sri denoting majesty and opulence. How is this to\nbe understood? Sri is the embodiment of pure consciousness and is eternally\ndear to the Supreme Lord. She never disintegrates and is thus the fertile\nfield of inexhaustible potentiality for the Supreme Lord. Energised by Sri the foremost of all jivas or embodied beings, the\nsecondary creator known as Brahma combines the ingredients which manifests\nthe material worlds. Having willed to create the jivas from Brahma are\nbestowed the aham-akar or ego from Shiva, the buddhi or intellect from\nParvati from through the knowledge of the word is obtained. Then Indra,\nSkanda nad Aniruddha cause the mind to ascend. The moon causes the ear to\nhear. The sun causes the eye to see. The Maruts cause touch to be felt.\nVaruna causes the tongue to taste and the Aswins causes the nose to smell\nthongs pleasant and unpleasant. Agnis the firegod causes the Vak to speak.\nHands should be known as the instruments of the sons of Vayu known as the\nMaruts. Feet are activated by the children of Shachi born of Vedic rituals.\nYama is Payu or waste since he expels the things eaten. Shiva and Manu are\nbeing the progenitors are known as upastha the establishers. Since Vinayaka\nremoves the obstacles from people he is known as akasha or space. Marichika\nthe son of prana or primal breath is known as earthly wind. Prithivi is the\ngoddess sustaining the Earth. Varuna the demigod in charge of water is the\npresiding deity of birth and death. Five sons of Shiva are the presiding\ndeities of the Shabda or five sounds which they are associated with. Prana\nis known as happiness, Saraswati as vigour and energy, Sri as consciousness\nand will being associated with those attributes. Like Saraswati the wife of\nVayu is also known by vigour and energy. According to circumstances Sri is\nalso known by various names as well even though her principle qualities of\nmajesty, opulence, consciousness and will are foremost. Kali presides over\nmisery and hate. Dwapara over jealousy and envy. Among the demons Kali is\nmore powerful. In this way the various deities and demons preside over\ntheir respective attributes. Everything animate and inanimate in all of creation is to be known as the\nksetra or field of activity because it where the Resplendent Supreme Lord\nabides omnipresent in subtle forms. Because He abides in all jivas as\nparamatma and permeates in a subatomic state of consciousness all existence\nas the brahman he is known as ksetra. Also He is known as ksetra because at\nthe time of pralaya or universal dissolution like inhaling He modifies all\nanimate and inanimate things back into Himself and at pralayas end when\ncreation begins, like exhaling He modifies all animate and inanimate things\nback into their original forms and natures. By modification of the ichha or will to be compatible with every element\nand dimension in creation He is known as ksetra as well. All these\nmodifications are considered extraordinary because they establish the\nembellishments of the distinctive attributes. The action creates something\nextraordinary and is therefore a singular distinctive modification. The\nresult manifested does not cause any modification or mutation to the\noriginal and therefore modifications such as will, ego and others become\nthe presiding deities. Since all these are seen by the Supreme Lord who\ncompletely energises them all in perfect unison; He is known as ksetrajna\nas well, the knower of the field. In some places in the Vedic scriptures it is stated that the atma or\nimmortal soul is the body but this denotes the consciousness within the\nbody. Manifested in a body as one born the jiva is said to have taken birth\nwith the body but this is because it appears as such. The mode of goodness\nis known as satva which sometimes is referred to the Supreme Lord and\nsometimes even referred to the jivas but that is in regard to the atma or\nimmortal soul which is the eternal part. The Shabda Nirnaya states that\nsatva is the attribute of noble righteousness. ","shri":"  \nLord Krishna states yavat kincit whatsoever meaning anything mobile or\nimmobile regardless of how grandiose or infinitesimal that is existing in\nany dimension of creation is the mutual combination of matter and spirit.\nIt is always a compound existence with interdependence upon each other and\nnever independence from each other. ","kumar":"Lord Krishna states yavat kincit whatsoever meaning anything mobile or\nimmobile regardless of how grandiose or infinitesimal that is existing in\nany dimension of creation is the mutual combination of matter and spirit.\nIt is always a compound existence with interdependence upon each other and\nnever independence from each other. "}