{"meta":"Bhagavad Gita Chapter 13 Verse 31","metahi":"भगवद् गीता 13.31","slok":"यदा भूतपृथग्भावमेकस्थमनुपश्यति।तत एव च विस्तारं ब्रह्म सम्पद्यते तदा।।13.31।। ","htsrsd":"।।13.31।।जिस कालमें साधक प्राणियोंके अलगअलग भावोंको एक प्रकृतिमें ही स्थित देखता है और उस प्रकृतिसे ही उन सबका विस्तार देखता है? उस कालमें वह ब्रह्मको प्राप्त हो जाता है। ","htstma":"।।13.31।। यह पुरुष जब भूतों के पृथक् भावों को एक (परमात्मा) में स्थित देखता है तथा उस (परमात्मा) से ही यह विस्तार हुआ जानता है? तब वह ब्रह्म को प्राप्त होता है।। ","transliteration":"Yadaa bhootaprithagbhaavam ekastham anupashyati;\nTata eva cha vistaaram brahma sampadyate tadaa. ","englishmeaning":"yadā—when; bhūta—living entities; pṛithak-bhāvam—diverse variety; eka-stham—situated in the same place; anupaśhyati—see; tataḥ—thereafter; eva—indeed; cha—and; vistāram—born from; brahma—Brahman; sampadyate—(they) attain; tadā—then ","hcsrsd":"।।13.31।। व्याख्या --   [प्रकृतिके दो रूप हैं -- क्रिया और पदार्थ। क्रियासे सम्बन्धविच्छेद करनेके लिये उनतीसवाँ श्लोक कहा? अब पदार्थसे सम्बन्धविच्छेद करनेके लिये यह तीसवाँ श्लोक कहते हैं।]यदा भूतपृथग्भावं ৷৷. ब्रह्म सम्पद्यते तदा -- जिस कालमें साधक सम्पूर्ण प्राणियोंके अलगअलग भावोंको अर्थात् त्रिलोकीमें जितने जरायुज? अण्डज? उद्भिज्ज और स्वेदज प्राणी पैदा होते हैं? उन प्राणियोंके स्थूल? सूक्ष्म और कारणशरीरोंको एक प्रकृतिमें ही स्थित देखता है? उस कालमें वह ब्रह्मको प्राप्त हो जाता है।त्रिलोकीके स्थावरजङ्गम प्राणियोंके शरीर? नाम? रूप? आकृति? मनोवृत्ति? गुण? विकार? उत्पत्ति? स्थिति? प्रलय आदि सब एक प्रकृतिसे ही उत्पन्न हैं। सम्पूर्ण प्राणियोंके शरीर प्रकृतिसे ही उत्पन्न होते हैं? प्रकृतिमें ही स्थित रहते हैं और प्रकृतिमें ही लीन होते हैं। इस प्रकार देखनेवाला ब्रह्मको प्राप्त हो जाता है अर्थात् प्रकृतिसे अतीत स्वतःसिद्ध अपने स्वरूप परमात्मतत्त्वको प्राप्त हो जाता है। वास्तवमें वह पहलेसे ही प्राप्त था? केवल प्रकृतिजन्य पदार्थोंके साथ अपना सम्बन्ध माननेसे ही उसको अपने स्वरूपका अनुभव नहीं होता था। परन्तु जब वह सबको प्रकृतिमें ही स्थित और प्रकृतिसे ही उत्पन्न देखता है? तब उसको अपने स्वतःसिद्ध स्वरूपका अनुभव हो जाता है।जैसे पृथ्वीसे उत्पन्न होनेवाले स्थावरजङ्गम जितने भी शरीर हैं तथा उन शरीरोंमें जो कुछ भी परिवर्तन होता है? रूपान्तर होता है (टिप्पणी प0 705.1) क्रियाएँ होती हैं (टिप्पणी प0 705.2) वे सब पृथ्वीपर ही होती हैं। ऐसे ही प्रकृतिसे उत्पन्न होनेवाले जितने गुण? विकार हैं तथा उनमें जो कुछ परिवर्तन होता है? घटबढ़ होती है? वह सबकीसब प्रकृतिमें ही होती है। तात्पर्य है कि जैसे पृथ्वीसे पैदा होनेवाले पदार्थ पृथ्वीमें ही स्थित रहनेसे और पृथ्वीमें लीन होनेसे पृथ्वीरूप ही हैं? ऐसे ही प्रकृतिसे पैदा होनेवाला सब संसार प्रकृतिमें ही स्थित रहनेसे और प्रकृतिमें ही लीन होनेसे प्रकृतिरूप ही है। इसी प्रकार स्थावरजङ्गम प्राणियोंके रूपमें जो चेतनतत्त्व है? वह निरन्तर परमात्मामें ही स्थित रहता है। प्रकृतिके सङ्गसे उसमें कितने ही विकार क्यों न दीखें? पर वह सदा असङ्ग ही रहता है। ऐसा स्पष्ट अनुभव हो जानेपर साधक ब्रह्मको प्राप्त हो जाता है।यह नियम है कि प्रकृतिके साथ अपना सम्बन्ध माननेके कारण स्वार्थबुद्धि? भोगबुद्धि? सुखबुद्धि आदिसे प्राणियोंको अलगअलग भावसे देखनेपर रागद्वेष पैदा हो जाते हैं। राग होनेपर उनमें गुण दिखायी देते हैं और द्वेष होनेपर दोष दिखायी देते हैं। इस प्रकार दृष्टिके आगे रागद्वेषरूप परदा आ जानेसे वास्तविकताका अनुभव नहीं होता। परन्तु जब साधक अपने कहलानेवाले स्थूल? सूक्ष्म और कारणशरीरसहित सम्पूर्ण प्राणियोंके शरीरोंकी उत्पत्ति? स्थिति और विनाशको प्रकृतिमें ही देखता है तथा अपनेमें उनका अभाव देखता है? तब उसकी दृष्टिके आगेसे रागद्वेषरूप परदा हट जाता है और उसको स्वतःसिद्ध परमात्मतत्त्वका अनुभव हो जाता है। सम्बन्ध --   बाईसवें श्लोकमें जिसको देहसे पर बताया है और पीछेके (तीसवें) श्लोकमें जिसका ब्रह्मको प्राप्त होना बताया है? उस पुरुष(चेतन) के वास्तविक स्वरूपका वर्णन आगेके श्लोकमें करते हैं। ","hcsca":"।।13.31।। किसी वस्तु या घटना के वैज्ञानिक अध्ययन की पूर्णता उसके बौद्धिक विश्लेषण तथा प्रायोगिक प्रत्यक्षीकरण से ही होती है।जब भौतिक विज्ञान में यह ज्ञात होता है कि परमाणु पदार्थ की इकाई है? तब इस ज्ञान के साथ यह भी समझना चाहिए कि ये परमाणु ही विभिन्न संख्या एवं प्रकारों में संयोजित होकर असंख्य रूप और गुणों वाली वस्तुओं के इस जगत् की रचना करते हैं। इसी प्रकार समस्त नाम और रूपों के पीछे एक आत्मतत्त्व ही सत्य है? यह जानना मात्र आंशिक ज्ञान है। ज्ञान की पूर्णता तो इसमें होगी कि जब हम यह भी जानेंगे कि इस एक आत्मा से विविधता की यह सृष्टि किस प्रकार प्रकट हुई है।जिस प्रकार? समुद्र को जानने वाला पुरुष असंख्य और विविध तरंगों का अस्तित्व एक समुद्र में ही देखता है? इसी प्रकार आत्मज्ञानी पुरुष भी भूतों के पृथक्पृथक् भाव को एक परमात्मा में ही स्थित देखता है। समस्त तरंगें समुद्र का ही विस्तार होती हैं। ज्ञानी पुरुष का भी यही अनुभव होता है कि एक आत्मा से ही इस सृष्टि का विस्तार हुआ है। स्वस्वरूपानुभूति के इन पवित्र क्षणों में ज्ञानी पुरुष स्वयं ब्रह्म बनकर यह अनुभव करता है कि एक ही आत्मतत्त्व अन्तर्बाह्य सबको व्याप्त और आलिंगन किए है? सबका पोषण करते हुए स्थित है न केवल गहनगम्भीर और असीमअनन्त में वह स्थित है? वरन् सभी सतही नाम और रूपों में भी वह व्याप्त है।स्वयं आत्मस्वरूप बनकर ही आत्मा का अनुभव होता है। जिसने यह पूर्णत जान लिया है कि स्वहृदय में स्थित आत्मा ही सर्वत्र भूतमात्र में स्थित आत्मा (ब्रह्म) है तथा किस प्रकार अविद्या के आवरण के कारण विविध नामरूपों में सत्य का दीप्तिमान स्वरूप आवृत हो जाता है? वही पुरुष तत्त्वज्ञ और सम्यक्दर्शी कहा जाता है। उस अनुभव में वह स्वयं उपाधियों से परे ब्रह्म से तादात्म्य को प्राप्त होता है।एक ही आत्मा के समस्त देहों में स्थित होने से उसे भी उपाधियों के दोष प्राप्त होते होंगे। ऐसी शंका के निवारण के लिए भगवान् कहते हैं ","etsga":"13.31 When one realizes that the state of diversity of living things is rooted in the One, and that their manifestation is also from That, then one becomes identified with Brahman. ","etssa":"13.31 When a man sees the whole variety of beings as resting in the One, and spreading forth from That alone, he then becomes Brahman. ","etdss":"13.31. When he perceives the [mutual] difference of beings as abiding in One, and its expansion from That alone, at that time he becomes the Brahman. ","ecssa":"13.31 यदा when? भूतपृथग्भावम् the whole variety of beings? एकस्थम् resting in the One? अनुपश्यति sees? ततः from that? एव alone? च and? विस्तारम् the spreading? ब्रह्म Brahman? सम्पद्यते (he) becomes? तदा then.Commentary A man attains to unity with the Supreme when he knows or realises through intuition that all these manifold forms are rooted in the One. As waves in water? atoms in the earth? rays in the sun? organs in the body? emotions in the mind? sparks in the fire? so verily are all forms rooted in the One. Wherever he turns his gaze he beholds only the one Self and enjoys the bliss of the Self.When he beholds the diversity of beings rooted in the One in accordance with the teachings of the scriptures and the preceptor? he realises through intuitive experience that all that he beholds is nothing but the Self and that the origin and the evolution of all is from That One alone. Compare with the Chhandogya Upanishad? 7.26.1.आत्मतः प्राण आत्मत आशा आत्मतः स्मरआत्मत आकाश आत्मतस्तेज आत्मत आपःआत्मत आविर्भावतिरोभावावात्मतोऽन्नम्।।Atmatah prana atmata asa atmatah smaraAtmata akasa atmatasteja atmata apahAtmata avirbhavatirobhavavatmatonnam.From the Self is life from the Self is desire from the Self is love from the Self is ether from the Self is light from the Self are the waters from the Self is appearance and disappearance from the Self is food. ","scetsga":"13.31 Yada, when, at the time when; anupasyati, one realizes-having reflected in accordance with the instructions of the scriptures and the teachers, one realizes as a matter of ones own direct experience that All this is but the Self (Ch. 7.25.2); that bhuta-prthak-bhavam, the state of diversity of living things; is ekastham, rooted in the One, existing in the one Self; and their vistaram, manifestation, origination; tatah, eva, is also from That-when he realizes that origination in such diverse ways as, the vital force is from the Self, hope is from the Self, memory [Smara, memory; see Sankaracaryas Comm. on Ch. 7.13.1.-Tr.] is from the Self, space is from the Self, fire is from the Self, water is from the Self, coming into being and withdrawal are owing to the Self, food is from the Self (op. cit. 7.26.1); tada, then, at that time; brahma sampadyate, one becomes identified with Brahman Itself. This is the import.\nIf the same Self be the Self in all the bodies, then there arises the possiblity of Its association with their defects. Hence this is said: ","scetdss":"13.31 See Comment under 13.34 ","scetssa":"13.31 When he perceives that the diversified modes of existence of all beings as men, divinities etc., are founded on the two principles of Prakrti and Purusa; when he perceives that their existence as divine, human, short, tall etc., is rooted in one common foundation, namely, in the Prakrti, and not in the self; when he sees that their expansion, i.e., the successive proliferaton into sons, grandsons and such varieties of beings, is from Prakrti alone - then he reaches the brahman. The meaning is that he attains the self devoid of limitations, in Its pure form of knowledge. ","chakravarthi":"When one perceives that the various forms of the living beings, moving and non- moving (prthag bhavam), are situated in the one prakrti at the time of pralaya, and sees at the time of creation the expansion of living entities from prakrti, he becomes brahman (brahma sampadyate). ","rudra":" \nSince all jivas or embodied beings emanate from prakriti or the material\nsubstratum pervading physical existence there is no difference between them\nin substance at the root level. Therefore there is absolutely no difference\nbetween atmas as the atma precedes this root level. One who perceives this\ninherent non-difference between atmas regardless of diversity of form\nachieves the realisation of the brahman or the spiritual substratum\npervading all existence. This inherent non-difference applies to all things\nin creation animate and inanimate which manifest again after the pralaya or\nperiodic universal dissolution as they were before and commence their\nemanation into prakriti once more. Realising this one realises the\nbrahman. ","brahma":" The word eka-stham meaning situated in the single material nature. This is\nsingular and denotes the Supreme Lord Krishna because He is all pervading\nthroughout all creation. One who sees all jivas or embodied beings\nregardless of form or species as being part of prakkriti or the material\nsubstratum pervading physical existence which is a modification of the\nSupreme Lord and can realise the difference and gradation between all\nthree; such a person experiences direct realisation of the brahman or\nspiritual substratum pervading all existence. ","shri":" Lord Krishna is stating that one must realizes that all the diversity of\nforms throughout creation is manifested by the medium of prakriti or the\nmaterial substratum pervading physical existence which gives rise to\nunlimited bodies and their correlating senses. All jivas or embodied beings\nwhether demigods, humans or animals are constituted of the dual natures of\npurusa the supreme spirit and prakriti. The compound word eka-stham meaning\nsituated in one refers to the singularity of prakriti which the ksetra or\nsphere of activity exists within. The word vistaram meaning expansion\nrefers to the variegated myriads of differentiated existences in successive\nform manifestations such as children, grandchildren, great grandchildren\nall uniquely emanating from the same principle of prakriti. Whosoever\nunderstands that all external appearing differences have their origin in\nprakriti and not in purusa or the supreme spirit nor paramatma the supreme\nsoul; such a person attains the realization of the brahman or spiritual\nsubstratum pervading all existence. ","kumar":"Lord Krishna is stating that one must realizes that all the diversity of\nforms throughout creation is manifested by the medium of prakriti or the\nmaterial substratum pervading physical existence which gives rise to\nunlimited bodies and their correlating senses. All jivas or embodied beings\nwhether demigods, humans or animals are constituted of the dual natures of\npurusa the supreme spirit and prakriti. The compound word eka-stham meaning\nsituated in one refers to the singularity of prakriti which the ksetra or\nsphere of activity exists within. The word vistaram meaning expansion\nrefers to the variegated myriads of differentiated existences in successive\nform manifestations such as children, grandchildren, great grandchildren\nall uniquely emanating from the same principle of prakriti. Whosoever\nunderstands that all external appearing differences have their origin in\nprakriti and not in purusa or the supreme spirit nor paramatma the supreme\nsoul; such a person attains the realization of the brahman or spiritual\nsubstratum pervading all existence. "}