{"meta":"Bhagavad Gita Chapter 13 Verse 13","metahi":"भगवद् गीता 13.13","slok":"ज्ञेयं यत्तत्प्रवक्ष्यामि यज्ज्ञात्वाऽमृतमश्नुते।अनादिमत्परं ब्रह्म न सत्तन्नासदुच्यते।।13.13।। ","htsrsd":"।।13.13।।(टिप्पणी प0 687.1) जो ज्ञेय है? उस(परमात्मतत्त्व) को मैं अच्छी तरहसे कहूँगा? जिसको जानकर मनुष्य अमरताका अनुभव कर लेता है। वह (ज्ञेयतत्त्व) अनादि और परम ब्रह्म है। उसको न सत् कहा जा सकता है और न असत् ही कहा जा सकता है। ","htstma":"।।13.13।। मैं उस ज्ञेय वस्तु को स्पष्ट कहूंगा जिसे जानकर मनुष्य अमृतत्व को प्राप्त करता है। वह ज्ञेय है अनादि? परम ब्रह्म? जो न सत् और न असत् ही कहा जा सकता है।। ","transliteration":"Jneyam yattat pravakshyaami yajjnaatwaa’mritamashnute;\nAnaadimatparam brahma na sattannaasaduchyate. ","englishmeaning":"jñeyam—ought to be known; yat—which; tat—that; pravakṣhyāmi—I shall now reveal; yat—which; jñātvā—knowing; amṛitam—immortality; aśhnute—one achieves; anādi—beginningless; mat-param—subordinate to Me; brahma—Brahman; na—not; sat—existent; tat—that; na—not; asat—non-existent; uchyate—is called ","hcsrsd":"।।13.13।। व्याख्या    --   ज्ञेयं यत्तत्प्रवक्ष्यामि -- भगवान् यहाँ ज्ञेय तत्त्वके वर्णनका उपक्रम करते हुए प्रतिज्ञा करते हैं कि जिसकी प्राप्तिके लिये ही मनुष्यशरीर मिला है? जिसका वर्णन उपनिषदों? शास्त्रों और ग्रन्थोंमें किया गया है? उस प्रापणीय ज्ञेय तत्त्वका मैं अच्छी तरहसे वर्णन करूँगा।ज्ञेयम् (अवश्य जाननेयोग्य) कहनेका तात्पर्य है कि संसारमें जितने भी विषय? पदार्थ? विद्याएँ? कलाएँ आदि हैं? वे सभी अवश्य जाननेयोग्य नहीं हैं। अवश्य जाननेयोग्य तो एक परमात्मा ही है। कारण कि सांसारिक विषयोंको कितना ही जान लें? तो भी जानना बाकी ही रहेगा। सांसारिक विषयोंकी जानकारीसे जन्ममरण भी नहीं मिटेगा। परन्तु परमात्माको तत्त्वसे ठीक जान लेनेपर जानना बाकी नहीं रहेगा। सांसारिक विषयोंकी जानकारीसे जन्ममरण भी नहीं मिटेगा। परन्तु परमात्माको तत्त्वसे ठीक जान लेनेपर जानना बाकी नहीं रहेगा और जन्ममरण भी मिट जायगा। अतः संसारमें परमात्माके सिवाय जाननेयोग्य दूसरा कोई है ही नहीं।यज्ज्ञात्वामृतमश्नुते -- उस ज्ञेय तत्त्वको जाननेपर अमरताका अनुभव हो जाता है अर्थात् स्वतःसिद्ध तत्त्वकी प्राप्ति हो जाती है? जिसकी प्राप्ति होनेपर जानना? करना? पाना आदि कुछ भी बाकी नहीं रहता।वास्तवमें स्वयं पहलेसे ही अमर है? पर उसने मरणशील शरीरादिके साथ एकता करके अपनेको जन्मनेमरनेवाला मान लिया है। परमात्मतत्त्वको जाननेसे यह भूल मिट जाती है और वह अपने वास्तविक स्वरूपको पहचान लेता है अर्थात् अमरताका अनुभव कर लेता है।अनादिमत् -- उससे यावन्मात्र संसार उत्पन्न होता है? उसीमें रहता है और अन्तमें उसीमें लीन हो जाता है। परन्तु वह आदि? मध्य और अन्तमें ज्योंकात्यों विद्यमान रहता है। अतः वह अनादि कहा जाता है।परं ब्रह्म -- ब्रह्म प्रकृतिको भी कहते हैं? वेदको भी कहते हैं? पर परम ब्रह्म तो एक परमात्मा ही है। जिससे बढ़कर दूसरा कोई व्यापक? निर्विकार? सदा रहनेवाला तत्त्व नहीं है? वह परम ब्रह्म कहा जाता है।न सत्तन्नासदुच्यते -- उस तत्त्वको सत् भी नहीं कह सकते और असत् भी नहीं कह सकते। कारण कि असत्की भावना(सत्ता) के बिना उस परमात्मतत्त्वमें सत् शब्दका प्रयोग नहीं होता? इसलिये उसको सत् नहीं कह सकते और उस परमात्मतत्त्वका कभी अभाव नहीं होता? इसलिये उसको असत् भी नहीं कह सकते। तात्पर्य है कि उस परमात्मतत्त्वमें सत्असत् शब्दोंकी अर्थात् वाणीकी प्रवृत्ति होती ही नहीं -- ऐसा वह करणनिरपेक्ष तत्त्व है।जैसे पृथ्वीपर रात और दिन -- ये दो होते हैं। इनमें भी दिनके अभावको रात और रातके अभावको,दिन कह देते हैं। परन्तु सूर्यमें रात और दिन -- ये दो भेद नहीं होते। कारण कि रात तो सूर्यमें है ही नहीं और रातका अत्यन्त अभाव होनेसे सूर्यमें दिन भी नहीं कह सकते क्योंकि दिन शब्दका प्रयोग,रातकी अपेक्षासे किया जाता है। यदि रातकी सत्ता न रहे तो न दिन कह सकते हैं? न रात। ऐसे ही सत्की अपेक्षासे असत् शब्दका प्रयोग होता है और असत्की अपेक्षासे सत् शब्दका प्रयोग होता है। जहाँ परमात्माको सत् कहा जाता है? वहाँ असत्की अपेक्षासे ही कहा जाता है। परन्तु जहाँ असत्का अत्यन्त अभाव है? वहाँ परमात्माको सत् नहीं कह सकते और जो परमात्मा निरन्तर सत् है? उसको असत् नहीं कह सकते। अतः परमात्मामें सत् और असत् -- इन दोनों शब्दोंका प्रयोग नहीं होता। जैसे सूर्य दिनरात दोनोंसे विलक्षण केवल प्रकाशरूप है? ऐसे ही वह ज्ञेय तत्त्व सत्असत् दोनोंसे विलक्षण है (टिप्पणी प0 687.2)।दूसरी बात? सत्असत्का निर्णय बुद्धि करती है और ऐसा कहना भी वहीं होता है? जहाँ वह मन? वाणी और बुद्धिका विषय होता है। परन्तु ज्ञेय तत्त्व मन? वाणी और बुद्धिसे सर्वथा अतीत है अतः उसकी सत्असत् संज्ञा नहीं हो सकती। सम्बन्ध --   पूर्वश्लोकमें वह तत्त्व न सत् कहा जा सकता है? न असत् -- ऐसा कहकर ज्ञेय तत्त्वका निर्गुणनिराकाररूपसे वर्णन किया। अब आगेके श्लोकमें उसी ज्ञेय तत्त्वका सगुणनिराकाररूपसे वर्णन करते हैं। ","hcsca":"।।13.13।। पूर्व के पाँच श्लोकों में ज्ञान को बताने के पश्चात्? अब भगवान् ज्ञेय वस्तु को बताने का वचन देते हैं। परन्तु? प्रथम वे इसे जानने का फल बताते हैं? जिसकी कुछ लोग आलोचना करते हैं। किन्तु? यह आलोचना उपयुक्त नहीं है? क्योंकि ज्ञान के फल की स्तुति करने से उसके साधन के अनुष्ठान में प्रवृत्ति? रुचि और उत्साह उत्पन्न होता है।जिसे जानकर? साधक अमृत्व को प्राप्त होता है जड़ पदार्थ का धर्म है मरण। इन जड़ उपाधियों के साथ तादात्म्य के कारण अमरणधर्मा आत्मा इनसे अवच्छिन्न हुआ व्यर्थ ही मिथ्या परिच्छिन्नता और मरण का अनुभव करता है। आत्मानात्मविवेक के द्वारा अपने आत्मस्वरूप को पहचान कर उसमें दृढ़ स्थिति प्राप्त करने से मरण का यह मिथ्या भय समाप्त हो जाता है और अमृतस्वरूप आत्मा के परमानन्द का अनुभव होता है। ऐसे श्रेष्ठतम लक्ष्य को पाने के लिए पूर्व वर्णित गुणों के द्वारा हमको अपने अन्तकरण को साधन सम्पन्न बनाना चाहिए।अनादिमत्परं ब्रह्म किसी नित्य अधिष्ठान के सन्दर्भ में ही किसी वस्तु के अनादि अर्थात् प्रारम्भ की कल्पना और गणना की जा सकती है। जो परमात्मा काल का भी अधिष्ठान है? उसकी उत्पत्ति नहीं मानी जा सकती।ब्रह्म को न सत् कहा जा सकता है और न असत्। सामान्य दृष्टि से जो वस्तु प्रमाणगोचर होती है? उसे हम सत् कहते हैं। परन्तु जो चैतन्य द्रष्टा है? वह कभी भी इन्द्रिय? मन और बुद्धि का ज्ञेय नहीं हो सकता? इसलिए कहा गया है कि वह सत् नहीं है। चैतन्य तत्त्व समस्त वस्तुओं का प्रकाशक होते हुए स्वयं समस्त अनुभवों के अतीत है।यदि वह सत् नहीं है? तो हम उसे असत् समझ लेगें? इसलिए यहाँ उसका भी निषेध किया गया है। अत्यन्त अभावरूप वस्तु को असत् कहते हैं? जैसे आकाश? पुष्प? बन्ध्यापुत्र इत्यादि। ब्रह्म को असत् नहीं कह सकते. क्योंकि वह सम्पूर्ण जगत् का कारण है। उसका ही अभाव होने पर जगत् की सिद्धि कैसे हो सकती है इसलिए? उपनिषदों में उसे नेति? नेति (यह नहीं) की भाषा में निर्देशित किया गया है।शंकराचार्य जी कहते हैं? जाति और गुण से रहित होने के कारण ब्रह्म को सत् नहीं कहा जा सकता? और समस्त शरीरों में चैतन्य रूप में व्यक्त होने के कारण असत् भी नहीं कहा जा सकता है।सत् अर्थात् वस्तु है यह वृत्ति तथा असत् अर्थात् वस्तु नहीं है यह वृत्ति भी बुद्धि में ही उठती है। जो आत्मचैतन्य इन दोनों वृत्तियों का प्रकाशक है? वह दोनों से ही भिन्न है। इस तथ्य की पुष्टि यहाँ पर की गयी है।उपर्युक्त कथन से कोई व्यक्ति उसे शून्य न समझ ले? इसलिए समस्त प्राणियों की उपाधियों के द्वारा ब्रह्म के अस्तित्व का बोध कराते हुए भगवान् कहते हैं ","etsga":"13.13 I shall speak of that which is to be known, by realizing which one attains Immortality. The supreme Brahman is without any beginning. That is called neither being nor non-being. ","etssa":"13.13 I will declare that which has to be known, knowing which one attains to immortality, the beginningless supreme Brahman, called neither being nor non-being. ","etdss":"13.13. I shall describe that which is to be known, by knowing which one attains freedom from death : beginningless is the Supreme Brahman; It is said to be neither existent nor non-existent. ","ecssa":"13.13 ज्ञेयम् has to be known? यत् which? तत् that? प्रवक्ष्यामि (I) will declare? यत् which? ज्ञात्वा knowing? अमृतम् immortality? अश्नुते (one) attains to? अनादिमत् the beginningless? परम् supreme? ब्रह्म Brahman? न not? सत् being? तत् that? न not? असत् nonbeing? उच्यते is called.Commentary The Lord praises that which ought to be known (Para Brahman) in order to create in Arjuna (or any hearer) an intense desire to know It.Brahman cannot be expressed in words like being or nonbeing? because Brahman does not belong to any class or genus like a Brahmana? cow or horse. It has no ality like whiteness? blackness? etc. It has no relation or connection with anything else? because It is one without a second. It is no object of any sense. It is beyond the reach of the mind and the senses. It is actionless. It is the great transcendental and unmanifested Absolute. It is always the witnessing subject in all objects.The Vedas emphatically declare that Brahman is without attributes? activity? attachment or parts.In chapter IX. 19 it was stated that He is the being and also the nonbeing. It is now stated that He is neither being nor nonbeing. This would seem to the readers to be a contradiction in terms but it is not so. Though the manifest (perishable) and the unmanifest (imperishable) universe are both forms of Brahman? He is beyond both these. (Cf.VII.2XV.16?17and18) ","scetsga":"13.13 Pravaksyami, I shall speak of, fully describe just as it is; tat, that; yat, which; is jenyam, to be known. In order to interest the hearer through inducement, the Lord speaks of what its result is: Jnatva, by realizing; yat, which Knowable; asnute, one attains; amrtam, Immortality, i.e.; he does not die again. Anadimat, without beginning-one having a beginning (adi) is adimat; one not having a beginning is anadimat. What is that? The param, supreme, unsurpassable; brahma, Brahman, which is under discussion as the Knowable.\nHere, some split up the phrase anadimatparam as anadi and matparam because, if the word anadimat is taken as a Bahuvrihi compound, [That which has no (a), beginning (adi) is anadi. Matup is used to denote possession. Since the idea of possession is a already implied in anadi, therefore matup, if added after it, becomes redundant.] then the suffix mat (matup) becomes redundant, which is undesirable. And they show a distintive meaning: (Brahman is anadi, beginningless, and is) matparam, that of which I am the supreme (para) power called Vasudeva. Trully, the redundance could be avoided in this way if that meanig were possible. But that meaning is not possible, because what is intended is to make Brahman known only through a negation of all attributes by saying, It is called neither being nor non-being. It is contradictory to show a possession of a distinctive power and to negate attributes. Therefore, although matup and a bahuvrihi compound convey the same meaning of possession, its (matups) use is for completing the verse. [The Commentator accepts anadimat as a nan-tatpurusa compund. If, however, the Bahuvrihi is insisted on, then the mat after anadi should be taken as completing the number of syllables needed for versification. So, nat need not be compounded with param.]\nHaving aroused an interest through inducement by saying, The Knowable which has Immortality as its result is beeing spoken of by Me, the Lord says: Tat, that Knowable; ucyate, is called; na sat, neither being; nor is it called asat, non-being.\nObjection: After strongly girding up the loins and declaring with a loud voice, I shall speak of the Knowable, is it not incongruous to say, That is called neither being nor non-being?\nReply: No. What has been said is surely consistent. \nObjection: How?\nReply: For in all the Upanisads, the Knowable, i.e. Brahman, has been indicated only by negation of all attributes-Not this, not this (Br. 4.4.22), Not gross, not subtle (op. cit. 3.3.8), etc.; but not as That is this, for It is beyond speech.\nObjection: Is it not that a thing which cannot be expressed by the word being does not exist? Like-wise, if the Knowable cannot be expressed by the word being, It does not exist. And it is contradictory to say, It is the Knowable, and It cannot be expressed by the word being.\nCounter-objection: As to that, no that It does not exist, because It is not the object of the idea, It is non-being.\nObjection: Do not all cognitions verily involve the idea of being or non-being? This being so, the Knowable should either be an object of a cognition involving the idea of existence, or it should be an object of a cognition involving the idea of non-existence.\nReply: No, because, by virtue of Its being super-sensuous, It is not an object of cognition involving either, of the two ideas. Indeed, any object perceivable by the senses, such as pot etc., can be either an object of cognition involving the idea of existence, or it can be an object of cognition involving the idea of non-existence. But this Knowable, being supersensuous and known from the scriptures, which are the sole means of (Its) knowledge, is not, like pot etc., an object of cognition involving either of the two ideas. Therefore It is called neither being nor non-being.\nAs for your objection that it is contradictory to say, It is the Knowable, but it is neither called being nor non-being,-it is not contradictory; for the Upanisad says, That (Brahman) is surely different from the known and, again, It is above the unknown (Ke. 1.4).\nObjection: May it not be that even the Upanisad is contradictory in its meaning? May it not be (contradictory) as it is when, after beginning with the topic of a shed for a sacrifice, [Cf. Pracinavamsam karoti, he constructs (i.e. shall construct) (the sacrificial shed) with its supporting beam turned east-ward (Tai, Sam.; also see Sanskrit-English Dictionary, Monier Williams).-Tr.] it is said, Who indeed knows whether there exists anything in the other world or not! (Tai. Sam. 6.1.1)?\nReply: No, since the Upanisad speaking of something that is different from the known and the unknown is meant for establishing an entity that must be realized. [The Upanisadic text is not to be rejected on the ground that it is paradoxical, for it is meant to present Brahman as indentical with ones own inmost Self.] But, ৷৷.whether there exists anything in the other world, etc. is merely an arthavada [See note on p. 40. Here, the passage, ৷৷.whether there exists৷৷., etc. is to be interpreted as an arthavada emphasizing, the need of raising a shed, irrespective of any other consideration.-Tr.] connected with an injunction.\nFrom reason who it follows that Brahman cannot be expressed by such words as being, non-being, etc. For, every word used for expressing an object, when heard by listeners, makes them understand its meaning through the comprehension of its significance with the help of genus, action, ality and relation; not in any other way, because that is not a matter of experience. To illustrate this: a cow, or a horse, etc. (is comprehended) through genus; cooking or reading, through action; white or black, through ality; a rich person or an owner of cows, through relation. But Brahman does not belong to any genus. Hence it is not expressible by words like being etc.; neither is It possessed of any alitity with the help of which It could be expressed through alifying words, for It is free from alities; nor can It be expressed by a word implying action, It being free from actions-which accords with the Upanisadic text, Partless, actionless, calm (Sv. 6.19). Nor has It any relation, since It is one, non-dual, not an object of the senses, and It is the Self.\nTherefore it is logical that It cannot be expressed by any word. And this follows from such Upanisadic texts as, From which, words trun back (Tai. 2.4.1), etc.\nTherefore it is logical that It cannot be expressed by any word. And this follows from such Upanisadic texts as, From which, words turn back (Tai. 2.4.1), etc.\nSince the Knowable (Brahman) is not an object of the word or thought of being, there arises the apprehension of Its nonexistence. Hence, for dispelling that apprehension by establishing Its existence with the help of the adjuncts in the form of the organs of all creatures, the Lord says: ","scetdss":"13.13 See Comment under 13.18 ","scetssa":"13.13 I shall declare that nature of the individual self (brahman) which is the object to be known, namely, what is to be gained by means of virtues like modesty etc., by knowing which one attains to the self which is immortal, birthless, free from old age, death and such other material alities. [The expression is split up as - Anadi = beginningless; Mat-param = having Me as the Highest.] Anadi means that which is beginningless. Indeed, there is no origination for this individual self (brahman) and for the same reason, It is endless. The Sruti also declares: The wise one is not born, nor dies (Ka. U., 2.18). Matpara means having Me for the Highest. Verily, it has been told: Know that which is other than this (lower nature), which is the life-principle, to be the highest Prakrti of Mine (7.5). By virtue of being the body of the Lord, the nature of the self finds joy in being completely subsidiary to Him. So the Sruti declares: He who, dwelling in the self, is within the self, whom the self does not know, whose body the self is and who controls the self from within ৷৷. (Br. U. Madh., 5.7.22). Similarly do the texts declare: He is the cause, Lord of Lords and of sense organs. He has no progenitor, nor lord (Sve. U., 6.9); and He is the Lord of the Pradhana and of the individual selves, and the Lord of alities (Ibid., 6.16). That which is conjoined with the ality of infinite dimension or extensiveness can be designated as brahman. It is different from, and not circumscribable by, the body etc. The meaning is, It is the principle which apprehends the Ksetra. Sruti also declares: He (i.e., the individual self) partakes of infinity (Sve. U., 5.9). By its Karma It is circumscribed. It assumes Its infinite nature only when It is freed from the bonds of Karma. The term brahman is applied to designate the individual self as in: He, crossing beyond the Gunas, becomes fit for the sake of brahman (14.26), I am the ground of the brahman, who is immutable and immortal (14.27), and Having attained to the state of brahman, tranil, he neither grieves nor craves; regarding all beings alike, he attains supreme devotion to Me (18.54). It (brahman) is said to be neither being nor non-being. The terms being and non-being cannot signify the nature of the self because It is neither effect nor cause. For It is called being (Sat) in the condition of effect when It has the form of gods etc. As It cannot possess names and forms in the condition of cause, It is said to be non-being or Asat. So the Sruti texts declare: In the beginning, verily, this (brahman) was non-existence; therefrom the being was born (Tai. U., 2.7.1) and Verily, this (brahman) was then undifferntiated. It became differentiated by names and forms (Br. U., 1.4.7). The selfs conditions as effect and cause have arisen on account of veiling by Avidya or ignorant in the form of Karma. It is not an expression of Its real nature. So, the terms being and non-being do not signify the nature of the self, If it is argued that, in the passage In the beginning, verily, this (Brahman) was non-existence (Tai. U., 2.7.1), it is the Supreme Brahman in the state of cause that is described - even then it can be pointed out that the Supreme Brahman in causal condition has, for His body, the conscient and non-conscient entities in a subtle state, incapable of being differentiated by names and forms. Such a description is therefore valid. On the same principle the nature of Ksetra (body) and Ksetrajna (individual self) in the state of cause can also be indicated by the term non-being. But this condition of the individual self has arisen due to Karma and such descriptions as being and non-being are applicable to the self only in the state of bondage. Its pure form cannot be signified by the terms being and non-being. ","chakravarthi":"Thus, by the methods mentioned above, one should know the jiva and paramatma. The paramatma however is present in all beings and is known as brahman. That brahman is worshiped by the devotees as personal, with qualities, and by the jnanis as impersonal, with no qualities. As the object of meditation with four hands situated within the body, brahman is known as paramatma. This verse speaks of that brahman first.\nThat form has no beginning (anadi). That means that since it is his svarupa, it is eternal. Mat param means “of which I alone am the supreme shelter.” What is it? It is called brahman of which I alone am the supreme shelter, which is beyond cause and effect (na sad na asad). The Lord will later say brahmano hi pratistham: I am the basis of brahman. ","rudra":"\nThat which is to be known by imbibing the previous 20 virtues is being\ndeclared by Lord Krishna in this verse. The resultant consequence of\nembracing these virtues is being proclaimed now and emphasised in order to\nexemplify to the hearer that these 20 virtues truly constitute knowledge\nand are indispensable to realising the brahman or the spiritual substratum\npervading all existence. Realising the brahman one achieves moksa or\nliberation from material existence. The brahman has no beginning, is\nunsurpassed, and eternal. Although the word anandi meaning without\nbeginning and eternal would convey the same meaning alone by adding the\nsuffix mat to it utilises it as a bahuvrihi compound which is a metrical\nornament and so it is spoken anandimat which denotes subordination to param\nbeing the Supreme Lord. If it were spoken as anandi matparam it would mean\nLord Krishnas supreme, attributeless form but that would not validate the\nwords na sat tan nasad which states it is beyond both the cause and the\neffect. That which is the object of activation is expressed as existing\nand that which has no activation is expressed as non-existing. But the\nbrahman is beyond both because it is not subject to the material existence. ","brahma":" The brahman or the spiritual substratum pervading all existence is the\nbrahma referred to here. This is given as a reminder of the dependence of\nthe Supreme Lord Krishna by whose energy everything is transpiring. The\nword anadimat means without any origin and beginning and denotes that the\nSupreme Lord is without origin and beginning also. If only anadi was used a\ndoubt might arise that there is an origin for Him and so how can He\nmanifest something without beginning if He is not as well. So the word\nanadimat is used as a matter of clarification. Due to being complete in\nfullness with all transcendental attributes the Supreme Lord is called\nparam brahman meaning the Supreme brahman and is both sat or eternal\nexistence and asat or non existence possessing a transcendental spiritual\nform and formless being without a physical form. Yet since He can be\ndiscerned by outward elements such as earth, fire, water etc. and since He\nis emphatically eulogized in the Vedic scriptures. The resplendent Supreme\nLord Krishna, the immutable one is especially known both as sat and asat. ","shri":"\nLord Krishna is declaring that which is most worthy to be known is that\nwhich is most worthy to strive for and be gained and that is realisation of\nthe atma or immortal soul. This realisation is attained by imbibing the 20\nattributes heretofore mentioned previously. Here the word amritam meaning\nnectar denotes the nectar of immortality and refers directly the immortal\nsoul exempt from the pangs of birth, decrepitude and death. Anadi means\nthat which has no beginning for as the atma has no birth it has no ending\nand is eternal. The Katha Upanisad I.II.XVIII beginning najayate mriyate va\nvipascit means that the atma is without birth and death. The compound mat-\nparam clarifies that the atma is both a part of the Supreme Lord who is\npresent within as paramatma the Supreme Soul and always subordinate to Him.\nThe Svetasvatara Upanisad VI.IX beginning sakaranam karana dhipa\ndhipo means: The Supreme Lord is the cause of all causes and the lord of\nthe lord of the senses for Him there is no Lord or progenitor. Further in\nthe same chapter VI.XVI beginning pradhana ksetrajna patir gunesah meaning:\nThe Supreme Lord who is endowed with all auspicious qualities is the lord\nof the field of activities, the knower of the field of activities. The brahman or spiritual substratum pervading all existence is great\nbecause the atma which is a separate entity from the physical body is part\nof it. Brahman is derived from the root word brh which means becoming\ngreat. So it is included as part of ksetra-jna. The brahman is infinite and\nthe atma is infinite as well. The Svetasvatara Upanisad V.IX states sachan\nanthyaya kalpate meaning: The atma is infinite. The atmas seemingly\nlimitation in a physical body is due to karma or reactions from past\nactions; but once a jiva or embodied being achieves moksa or liberation\nthen the actual infinite and limitless nature of the atma is percieved. The\nbrahman is neither sat existence or asat non-existence because it never\nundergoes any modifications or transformations due to its being beyond the\ninfluence of cause and effect. The term brahman can also be used to refer\nto the atma as will be seen later in chapter 14, verse 26 and chapter 18\nverse 54. When the atma assumes names and forms sat becomes applicable and\nwhen the atma is bereft of names and forms it is asat. Thus it is factually\nbeyond both. This is also revealed in the Tattiriya Upanisad II.VII.IX and\nthe Rig Veda VIII.VII.XVII which states: All was asat in the beginning and\nfrom it sat arose. So everything was first unmanifest and then was made\nmanifest into names and forms through successive transformations of cause\nand effect and such modifications surrounding the atma are due to its karma\nof having to accept embodiment brought on by avidya or ignorance and is not\ninherent in the actual nature of the atma itself. Thus the nature of the\natma is undefinable by any and all conceptions of sat and asat. When the Vedic scriptures refer to asat as being in the beginning they are\nalluding to the unmanifest casual state before existence is activated and\ncommences. In this state both cit conscious spirit as the ksetra-jna and\nacit inert matter as the ksetra are both present but in a dormant state and\ncould be designated as asat. But the brahman and the atma being eternal and\npart of the ksetra-jna are transcendent to both sat and asat except by the\naccountability and allotment of karma to the jiva due to reactions from\npast activities. ","kumar":"Lord Krishna is declaring that which is most worthy to be known is that\nwhich is most worthy to strive for and be gained and that is realisation of\nthe atma or immortal soul. This realisation is attained by imbibing the 20\nattributes heretofore mentioned previously. Here the word amritam meaning\nnectar denotes the nectar of immortality and refers directly the immortal\nsoul exempt from the pangs of birth, decrepitude and death. Anadi means\nthat which has no beginning for as the atma has no birth it has no ending\nand is eternal. The Katha Upanisad I.II.XVIII beginning najayate mriyate va\nvipascit means that the atma is without birth and death. The compound mat-\nparam clarifies that the atma is both a part of the Supreme Lord who is\npresent within as paramatma the Supreme Soul and always subordinate to Him.\nThe Svetasvatara Upanisad VI.IX beginning sakaranam karana dhipa\ndhipo means: The Supreme Lord is the cause of all causes and the lord of\nthe lord of the senses for Him there is no Lord or progenitor. Further in\nthe same chapter VI.XVI beginning pradhana ksetrajna patir gunesah meaning:\nThe Supreme Lord who is endowed with all auspicious qualities is the lord\nof the field of activities, the knower of the field of activities. The brahman or spiritual substratum pervading all existence is great\nbecause the atma which is a separate entity from the physical body is part\nof it. Brahman is derived from the root word brh which means becoming\ngreat. So it is included as part of ksetra-jna. The brahman is infinite and\nthe atma is infinite as well. The Svetasvatara Upanisad V.IX states sachan\nanthyaya kalpate meaning: The atma is infinite. The atmas seemingly\nlimitation in a physical body is due to karma or reactions from past\nactions; but once a jiva or embodied being achieves moksa or liberation\nthen the actual infinite and limitless nature of the atma is percieved. The\nbrahman is neither sat existence or asat non-existence because it never\nundergoes any modifications or transformations due to its being beyond the\ninfluence of cause and effect. The term brahman can also be used to refer\nto the atma as will be seen later in chapter 14, verse 26 and chapter 18\nverse 54. When the atma assumes names and forms sat becomes applicable and\nwhen the atma is bereft of names and forms it is asat. Thus it is factually\nbeyond both. This is also revealed in the Tattiriya Upanisad II.VII.IX and\nthe Rig Veda VIII.VII.XVII which states: All was asat in the beginning and\nfrom it sat arose. So everything was first unmanifest and then was made\nmanifest into names and forms through successive transformations of cause\nand effect and such modifications surrounding the atma are due to its karma\nof having to accept embodiment brought on by avidya or ignorance and is not\ninherent in the actual nature of the atma itself. Thus the nature of the\natma is undefinable by any and all conceptions of sat and asat. When the Vedic scriptures refer to asat as being in the beginning they are\nalluding to the unmanifest casual state before existence is activated and\ncommences. In this state both cit conscious spirit as the ksetra-jna and\nacit inert matter as the ksetra are both present but in a dormant state and\ncould be designated as asat. But the brahman and the atma being eternal and\npart of the ksetra-jna are transcendent to both sat and asat except by the\naccountability and allotment of karma to the jiva due to reactions from\npast activities. "}