{"meta":"Bhagavad Gita Chapter 13 Verse 7","metahi":"भगवद् गीता 13.7","slok":"इच्छा द्वेषः सुखं दुःखं सङ्घातश्चेतनाधृतिः।एतत्क्षेत्रं समासेन सविकारमुदाहृतम्।।13.7।। ","htsrsd":"।।13.7।।इच्छा? द्वेष? सुख? दुःख? संघात? चेतना (प्राणशक्ति) और धृति -- इन विकारोंसहित यह क्षेत्र संक्षेपसे कहा गया है। ","htstma":"।।13.7।। इच्छा? द्वेष? सुख? दुख? संघात (स्थूलदेह)? चेतना (अन्तकरण की चेतन वृत्ति) तथा धृति इस प्रकार यह क्षेत्र विकारों के सहित संक्षेप में कहा गया है।। ","transliteration":"Icchaa dweshah sukham duhkham sanghaatashchetanaa dhritih;\nEtat kshetram samaasena savikaaramudaahritam. ","englishmeaning":"ichchhā—desire; dveṣhaḥ—aversion; sukham—happiness; duḥkham—misery; saṅghātaḥ—the aggregate; chetanā—the consciousness; dhṛitiḥ—the will; etat—all these; kṣhetram—the field of activities; samāsena—comprise of; sa-vikāram—with modifications; udāhṛitam—are said ","hcsrsd":"।।13.7।। व्याख्या --   इच्छा -- अमुक वस्तु? व्यक्ति? परिस्थिति आदि मिले -- ऐसी जो मनमें चाहना रहती है? उसको इच्छा कहते हैं। क्षेत्रके विकारोंमें भगवान् सबसे पहले इच्छारूप विकारका नाम लेते हैं। इसका तात्पर्य यह है कि इच्छा मूल विकार है क्योंकि ऐसा कोई पाप और दुःख नहीं है? जो सांसारिक इच्छाओंसे,पैदा न होता हो अर्थात् सम्पूर्ण पाप और दुःख सांसारिक इच्छाओंसे ही पैदा होते हैं।द्वेषः -- कामना और अभिमानमें बाधा लगनेपर क्रोध पैदा होता है। अन्तःकरणमें उस क्रोधका जो सूक्ष्म रूप रहता है? उसको द्वेष कहते हैं। यहाँ द्वेषः पदके अन्तर्गत क्रोधको भी समझ लेना चाहिये।सुखम् -- अनुकूलताके आनेपर मनमें जो प्रसन्नता होती है अर्थात् अनुकूल परिस्थिति जो मनको सुहाती है? उसको सुख कहते हैं।दुःखम् -- प्रतिकूलताके आनेपर मनमें जो हलचल होती है अर्थात् प्रतिकूल परिस्थिति जो मनको सुहाती नहीं है? उसको दुःख कहते हैं।संघातः -- चौबीस तत्त्वोंसे बने हुए शरीररूप समूहका नाम संघात है। शरीरका उत्पन्न होकर सत्तारूपसे दीखना भी विकार है तथा उसमें प्रतिक्षण परिवर्तन होते रहना भी विकार है।चेतना -- चेतना नाम प्राणशक्तिका है अर्थात् शरीरमें जो प्राण चल रहे हैं? उसका नाम चेतना है। इस चेतनामें परिवर्तन होता रहता है जैसे -- सात्त्विकवृत्ति आनेपर प्राणशक्ति शान्त रहती है और चिन्ता? शोक? भय? उद्वेग आदि होनेपर प्राणशक्ति वैसी शान्त नहीं रहती? क्षुब्ध हो जाती है। यह प्राणशक्ति निरन्तर नष्ट होती रहती है। अतः यह भी विकाररूप ही है।साधारण लोग प्राणवालोंको चेतन और निष्प्राणवालोंको अचेतन कहते हैं? इस दृष्टिसे यहाँ प्राणशक्तिको,चेतना कहा गया है।धृतिः -- धृति नाम धारणशक्तिका है। यह धृति भी बदलती रहती है। मनुष्य कभी धैर्यको धारण करता है और कभी (प्रतिकूल परिस्थिति आनेपर) धैर्यको छोड़ देता है। कभी धैर्य ज्यादा रहता है और कभी धैर्य कम रहता है। मनुष्य कभी अच्छी बातको धारण करता है और कभी विपरीत बातको धारण करता है। अतः धृति भी क्षेत्रका विकार है।[अठारहवें अध्यायके तैंतीसवेंसे पैंतीसवें श्लोकतक धृतिके सात्त्विकी? राजसी और तामसी -- इन तीन भेदोंका वर्णन किया गया है। परमात्माकी तरफ चलनेमें सात्त्विकी धृतिकी बड़ी आवश्यकता है।]एतत्क्षेत्रं समासेन सविकारमुदाहृतम् -- जैसे पहले श्लोकमें इदं शरीरम् कहकर व्यष्टि शरीरसे अपनेको अलग देखनेके लिये कहा? ऐसे ही दृश्य(क्षेत्र और उसमें होनेवाले विकार) से द्रष्टाको अलग दिखानेके लिये यहाँ एतत् पद आया है।पाँचवें श्लोकमें भगवान्ने समष्टि संसारका वर्णन किया और यहाँ छठे श्लोकमें व्यष्टि शरीरके विकारोंका वर्णन किया क्योंकि समष्टि संसारमें इच्छाद्वेषादि विकार होते ही नहीं। तात्पर्य यह है कि व्यष्टि शरीर समष्टि संसारसे और समष्टि संसार व्यष्टि शरीरसे अलग नहीं है अर्थात् ये दोनों एक हैं। जैसे इसी अध्यायके दूसरे श्लोकमें भगवान्ने क्षेत्रज्ञके साथ अपनी एकता बतायी? ऐसे ही यहाँ व्यष्टि शरीर और उसमें होनेवाले विकारोंकी समष्टि संसारके साथ एकता बताते हैं। आगे इक्कीसवें श्लोकमें भगवान्ने पुरुषकी स्थिति शरीरमें न बताकर प्रकृतिमें बतायी है -- पुरुषः प्रकृतिस्थो हि। इससे भी सिद्ध होता है कि पुरुषकी स्थिति (सम्बन्ध) व्यष्टि शरीरमें हो जानेसे उसकी स्थिति समष्टि प्रकृतिमें हो जाती है क्योंकि व्यष्टि शरीर और समष्टि प्रकृति -- दोनों एक ही हैं। वास्तवमें देखा जाय तो व्यष्टि है ही नहीं? केवल समष्टि ही है। व्यष्टि केवल भूलसे मानी हुई है। जैसे समुद्रकी लहरोंको समुद्रसे अलग मानना भूल है? ऐसे ही व्यष्टि,शरीरको समष्टि संसारसे अलग (अपना) मानना भूल ही है।विशेष बात -- क्षेत्रज्ञ जब अविवेकसे क्षेत्रके साथ अपना सम्बन्ध मान लेता है? तब क्षेत्रमें इच्छाद्वेषादि विकार पैदा हो जाते हैं। क्षेत्रज्ञका वास्तविक स्वरूप तो सर्वथा निर्विकार ही है। क्षेत्रक्षेत्रज्ञके संयोगसे पैदा होनेवाले विकार सर्वथा मिटाये जा सकते हैं क्योंकि क्षेत्रज्ञका क्षेत्रके साथ संयोग केवल माना हुआ है। इस माने हुए संयोगको मिटानेके लिये भगवान् इस अध्यायके पहले श्लोकमें शरीरको अपनेसे पृथक् देखनेके लिये और फिर दूसरे श्लोकमें परमात्मासे अपने नित्यसंयोग(एकता) का अनुभव करनेके लिये कहते हैं। ऐसा अनुभव होनेपर क्षेत्रके साथ मानी हुई एकताका सर्वथा अभाव हो जाता है और फिर विकार उत्पन्न हो ही नहीं सकते।बोध होनेपर अर्थात् क्षेत्र(शरीर) से सर्वथा सम्बन्धविच्छेद होनेपर इच्छा और द्वेष सदाके लिये सर्वथा मिट जाते हैं। सुख और दुःख अर्थात् अनुकूल और प्रतिकूल परिस्थितिका ज्ञान तो होता है? पर उससे अन्तःकरणमें कोई विकार पैदा नहीं होता अर्थात् अनुकूलप्रतिकूल परिस्थिति प्राप्त होनेपर जीवन्मुक्त महापुरुष सुखीदुःखी नहीं होता। सुखदुःखका ज्ञान होना दोषी नहीं है? प्रत्युत उसका असर पड़ना (विकार होना) दोषी है (टिप्पणी प0 675)।जीवन्मुक्त महापुरुषका संघात अर्थात् शरीरसे किञ्चिन्मात्र भी मैंमेरेपनका सम्बन्ध न रहनेके कारण उसका कहा जानेवाला शरीर यद्यपि महान् पवित्र हो जाता है? तथापि प्रारब्धके अनुसार उसका यह शरीर रहता ही है। जबतक शरीर रहता है? तबतक चेतना (प्राणशक्ति) भी रहती है। परिश्रम होनेपर उसमें चञ्चलता आती है? नहीं तो वह शान्त रहती है। साधनावस्थामें जो सात्त्विकी धृति थी? वह बोध होनेपर भी रहती है। परन्तु अन्तःकरणसे तादात्म्य न रहनेसे तत्त्वज्ञ महापुरुषका चेतना और धृतिरूप विकारोंसे कोई सम्बन्ध नहीं रहता।तात्पर्य यह हुआ कि शरीरके साथ तादात्म्य होनेसे जो विकार होते हैं? वे विकार बोध होनेपर नहीं होते। संघात? चेतना और धृतिरूप विकारोंके रहनेपर भी उनका स्वयंपर कुछ भी असर नहीं पड़ता। सम्बन्ध --   शरीरके साथ तादात्म्य कर लेनेसे ही इच्छा? द्वेष आदि विकार पैदा होते हैं और उन विकारोंका स्वयंपर असर पड़ता है। इसलिये भगवान् शरीरके साथ किये हुए तादात्म्यको मिटानेके लिये आवश्यक बीस साधनोंका ज्ञान के नामसे आगेके पाँच श्लोकोंमें वर्णन करते हैं। ","hcsca":"।।13.7।। अब यहाँ मुख्य विषय का प्रारम्भ होता है जिसे भगवान् ने पहले केवल यह शरीर कहकर निर्देशित किया था? उस क्षेत्र के तत्त्वों का यहाँ नामोल्लेख करके गणना की गई है।महाभूतानि आकाश? वायु? अग्नि? जल और पृथ्वी ये पंचमहाभूत हैं। ये महाभूत अपने सूक्ष्म रूप में तन्मात्रा कहलाते हैं। इन्हीं तन्मात्राओं के परस्पर मिलन से पाँच स्थूल महाभूत उत्पन्न होते हैं? जिनका निर्देश यहाँ इन्द्रियों के पाँच विषय कहकर किया गया है।अहंकार चैतन्य का उपाधियों के साथ तादात्म्य होने पर अहंभाव या अहंकार की उत्पत्ति होती है। यही उपाधियों द्वारा कर्मों का कर्ता और फलों का भोक्ता बनता है। संसार के सुखदुखादिक इसी के लिए होते हैं।बुद्धि समष्टि की दृष्टि से यहाँ बुद्धि शब्द प्रयुक्त है? जिसे सांख्यदर्शन में महत्तत्त्व कहते हैं। अन्तकरण की निश्चयात्मिका वृत्ति बुद्धि कहलाती है। जीवन में वस्तु की यथार्थता? अनुभवों का शुभ और अशुभ रूप में निर्धारण करना ही बुद्धि का कार्य है।अव्यक्त मनुष्य के मन और बुद्धि जिससे प्रेरित होते हैं? वह अव्यक्त वासनाएं हैं। जगत् में हम जो कर्म करते हैं तथा फल भोगते हैं? उनसे हमारे मन में संस्कार उत्पन्न होते हैं? जो हमारे भावी कर्म? विचार एवं भावनाओं को दिशा प्रदान करते हैं।एक व्यष्टि जीव के समस्त कर्मों का स्रोत उसकी वासनाएं होती हैं। इसलिए स्वाभाविक है कि समष्टि की दृष्टि से सम्पूर्ण चराचर सृष्टि का स्रोत समष्टि वासनाएं ही होनी चाहिए। इसी समष्टि वासना को सांख्यदर्शन में मूलप्रकृति कहा गया है? तो वेदान्त ने इसे माया कहा है। माया या मूलप्रकृति की उपाधि से विशिष्ट परमात्मा ही सृष्टिकर्ता ईश्वर है और वही परमात्मा व्यष्टि वासना की उपाधि (अविद्या) से विशिष्ट जीव बनता है।इस विवेचन से यह स्पष्ट होता है कि अव्यक्त ही वह अदृष्ट कारण है? जिससे यह दृश्य जगत् कार्यरूप में व्यक्त हुआ है।दस इन्द्रियाँ पाँच ज्ञानेन्द्रियाँ और पाँच कर्मेन्द्रियाँ ही वे कारण हैं? जिनके द्वारा प्रत्येक मनुष्य क्रमश विषय ग्रहण करके अपनी प्रतिक्रियाएं व्यक्त करता है।एक (मन) प्रस्तुत प्रकरण के सन्दर्भ में एक शब्द से निर्दिष्ट वस्तु मन है। प्रत्येक ज्ञानेन्द्रिय केवल एक ही विषय का ग्रहण करती है। पाँचों इन्द्रियों से सम्बद्ध मन समस्त विषय संवेदनाओं को एकत्र कर बुद्धि के समक्ष निर्णय के लिए प्रस्तुत करता है। तत्पश्चात् उस निर्णय को वह पाँच कर्मेन्द्रियों के द्वारा कार्यान्वित करता है। इस प्रकार? विषय ग्रहण तथा प्रतिक्रिया का व्यक्त होना इन दोनों का कार्य एक मन ही करता है? इसलिए उसे यहाँ एक शब्द से इंगित करते हैं।पाँच इन्द्रियगोचर विषय पंच ज्ञानेन्द्रियों के द्वारा ग्रहण किये जाने वाले पाँच विषय हैं शब्द? स्पर्श? रूप? रस और गन्ध। यही सम्पूर्ण जगत् है।इस प्रकार? इस श्लोक में सांख्य दर्शन के प्रसिद्ध चौबीस तत्त्वों की गणना की गयी है।क्षेत्र के तत्त्वों को बताने के पश्चात्? भगवान् उसके विकारों को बताते हैं। वे विकार हैं इच्छा? द्वेष? सुख? दुख? स्थूल देह? अन्तकरण वृत्ति तथा धृति अर्थात् धैर्य। संक्षेपत केवल शरीर? इन्द्रियाँ? मन और बुद्धि ही क्षेत्र नहीं है? वरन् उसमें इन उपाधियों द्वारा अनुभूत विषय? भावनाएं और विचार भी समाविष्ट हैं।द्रष्टा से भिन्न जो कुछ भी है? वह सब दृश्य है? क्षेत्र है। इस द्रष्टा आत्मचैतन्य की दृष्टि से जो कुछ भी दृश्य? ज्ञात तथा अनुभूत वस्तु है? वह सब क्षेत्र है। इसे गीता में अत्यन्त संक्षिप्त वाक्य यह शरीर के द्वारा दर्शाया गया है।इस सम्पूर्ण क्षेत्र को प्रकाशित करने वाला चैतन्यस्वरूप आत्मा क्षेत्रज्ञ कहलाता है। अविद्या दशा में यह जीव? शरीर आदि क्षेत्र को ही अपना स्वरूप अर्थात् क्षेत्रज्ञ समझता है? इस कारण उसे अपने शुद्ध आत्मस्वरूप का बोध कराने के लिए? सर्वप्रथम? जड़ और चेतन का विवेक कराना आवश्यक है। इसीलिए? यहाँ क्षेत्र को इतने विस्तार पूर्वक बताया गया है।अब अगले पाँच श्लोकीय प्रकरण में ज्ञान को बताया गया है जैसा कि पूर्व में कहा जा चुका है? यहाँ ज्ञान शब्द से तात्पर्य उस अन्तकरण से है? जो आत्मज्ञान के लिए आवश्यक गुणों से सम्पन्न हो? क्योंकि शुद्ध अन्तकरण के द्वारा ही आत्मा का अनुभव सम्भव होता है। अत? अब प्रस्तुत प्रकरण में भगवान् श्रीकृष्ण बीस गुणों को बताते हैं? जो सदाचार और नैतिक नियम हैं।वे गुण हैं ","etsga":"13.7 Desire, repulsion, happiness, sorrow, the aggregate (of body and organs), sentience, fortitude- this field, together with its modifications, has been spoken of briefly. ","etssa":"13.7 Desire, hatred, pleasure, pain, the aggregate (the body), intelligence, fortitude the field has thus been briefly described with its modifications. ","etdss":"13.7. The desire, the hatred. the pleasure, the pain, the aggregate, the sensibility and the feeling of satisfaction (or self-?nd) : This, together with modification, is what is collectively called the Field, together with modification. ","ecssa":"13.7 इच्छा desire? द्वेषः hatred? सुखम् pleasure? दुःखम् pain? सङ्घातः the aggregate? चेतना intelligence? धृतिः fortitude? एतत् this? क्षेत्रम् field? समासेन briefly? सविकारम् with modifications? उदाहृतम् has been described.Commentary These principles form the frame or the skelteton on which the world of forms is built. All these are mental states and treated as properties of the body by the Sankhya school of thought. According to the NyayaYaiseshika schools? these are the inherent alities of the Self. The modifications have a beginning and an end. Only that which is unchanging can be the witness of these modifications. The knower of the field is unchanging. He is the witness of the field and its modifications.Desire is a modification of the mind. It is an earnest longing for an object. It is a Vritti (thoughtwave) born of Rajas which urges a man who has once experienced a certain object of pleasure to get hold of it as conducive to his pleasure when he beholds the same object again. This is the property of the inner sense. It is the field because it is knowable.You enjoy a certain sensual object. The impression of this is produced in the subconscious mind. This impression is vivified or revived through memory or remembrance of the sensual pleasure. Then desire arises to enjoy the object again. Repetition of the sensual enjoyment intensifies the memory and desire. Renunciation of the objects and meditation thin out the impressions and the desires.If anyone gives a description of the beautiful scenery of Badri Narayana or Mount Kailasa at once a desire arises in our minds to vist those places. If a man says that very good sweetmeats and mangoes are available in Bangalore? a desire to get these objects crops up in your mind. Therefore memory of sensual enjoyments and the hearing of the alities of the sensual objects are the root causes of desires. Hope fattens the desires. Hope gives a new lease of life to desires. Desire excites the mind and the senses. Desire makes the mind restless. Desire makes the mind wander in the sensual grooves.An object which is sweet and pleasant to you at one moment produces the very reverse of that sensation at another moment. Everyone of you might have had this experience. Objects are pleasant only when there is a longing for them. But they are unpleasant when there is no longing for them. Therefore desires are the cause of pleasure. If satisfaction arises through enjoyment of the objects? pleasure will cease. If your mind is destitute of desires then you will always enjoy serenity? eanimity? balance or poise in spite of many obstalces or adversities. The foundation of desire is the love of sensual pleasures. Desires run along the path of your inclination? proclivity or tendency or taste. Desire is the fuel. Thought is the fire. If you withdraw the fuel of desire? the fire of thought will be extinguished like an oilless lamp. The intellect becomes impure by association with desires.Hatred is a modification of the mind. It is a negative one. It is a Vritti that impels a man who,experienced pain from a certain object to dislike it when he beholds the same object again. Hatred also is field because it is knowable. The modification that arises in the mind when your desire is not fulfilled is called hatred.Pleasure is agreeable? peaceful? made of Sattva. This is also the field because it is knowable.Pain is disagreeable or unpleasant. It is also the field because it is knowable.Sanghata Aggregate? the combination of the body and the senses or the bundle of the 35 components of the body.Chetana Intelligence is a mental state which manifests itself in the aggregate just as fire manifests itself in a ball of iron. This is also the field because it is knowable. Chetana means consciousness and also the activity of the vital airs.Dhriti Firmness? courage? fortitude. It is a Sattvic modification of the mind. The body? the senses and the mind are sustained by firmness when they are depressed and agitated. The five elements are antagonistic to each other. Water destroys earth. Fire dries up water. Water puts out fire. Wind puts out a lamp (fire). Ether absorbs the wind. The five elements fight amongst themselves and yet they (that have a natural dislike for one another) dwell together ite amicably in the same body. Each element beautifully cooperates with the others in carrying on the common functions of the body harmoniously. Each element nourishes the other elements also with its own alities. Dhriti is firmness or the power by which these fighting elements are held in union and harmony and kept in a state of steadiness and balance. This is also the field because it is knowable.Desire and the other alities that are spoken of in this verse stand for all the alities of the mind. The field that is mentioned in the first verse has been dealth with in all its different forms in the fifth and the sixth verses. ","scetsga":"13.7 Iccha, desire: Having experienced again an object of that kind which had given him the feeling of pleasure earlier, a man wants to have it under the idea that it is a source of pleasure. That is this desire which is an attribute of the internal organ, and is the field since it is an object of knowledge.\nSo also dvesah, repulsion: Having experienced again an object of that kind which he had earlier felt as a cause of sorrow, he hates it. That is this repulsion, and it is surely the field since it is an object of knowledge. Similarly, sukham, happiness- which is favourable, tranil, having the ality of sattva-is the field since it is an object of knowledge. Duhkham, sorrow-which is by nature adverse-, that, too, is the field since it is a knowable.\nSanghatah is the aggregate, the combination, of body and organs. Cetana, sentience, is a state of the internal organ, manifest in that aggregate like fire in a heated lump of iron, and pervaded by an essence in the form of a semblance of Consciousness of the Self. That too is the field because it is an object of knowledge. Dhrtih, fortitude, by which are sustained the body and organs when they get exhausted-that too is the field becuase it is an object of knowledge. Desire etc. have been selected as suggestive of all the alities of the internal organ.\nThe Lord concludes what has been said: Etat, this; ksetram, field; savikaram, together with its modifications beginning from mahat (buddhi); has been samasena, briefly; udahrtam, spoken of. That field which was referred to as, This body is called the field (1), and is constituted by the aggregate of the constituents of the field has been explained in its different forms beginning from the great elements etc. ending with fortitude.\nThe Knower of the field whose alities are going to be described, and by realizing which Knower of the field along with His majesty Immortality follows-of Him, togehter with His attributes, the Lord Himself will narrate in the verse, I shall speak of that which is to be known (12). But, for the present, the Lord enjoins the group of disciplines characterized as humility etc. which lead one to the knowledge of That (Knower of the field)-that group of humility etc. which are referred to by the word Knowledge since they lead to Knowledge, and owing to the existence of which one becomes appropriately competent for the realization of that Knowable, and being endued with which a monk is said to be steadfast in Knowledge: ","scetdss":"13.6-7 Mahabhutani etc. Iccha etc. The Unmanifest : the [prime] material cause. The organs : together with the mind, they are eleven in number. The object of the snese - organs : the colour etc., that are five in number. Sensibility : the perceiving energy i.e. the Individual Soul. Feeling of satisfaction (or self-?nd) : It is well known that at the last moment, when a given action is [just] begun or accomplished and desire, anger etc. (come up and accomplished) there arises - in the case of everone from Brahma (personal god) down to the worm-a feeling of satisfaction (or self-?nd) as This much is ite sufficient for me; what is the use of another one ? Let me always be in this manner,-a feeling which upholds ones life, and is in the form of consolation and which is called by the expression raga in the highly secret ?ndments. (5-6)\n The Field has been explained as above; so also the Field-sensitizer. Now [what conduces to the true] knowledge is mentioned as- ","scetssa":"13.6- 13.7 The great elements, the Ahankara, the Buddhi and the Avyakta are substances that originate the Ksetra. The great elements are the earth, water, fire, air and ether. The Ahankara here means Bhutadi (primeval element). The Buddhi is called Mahat; the Avyakta is known as the Prakrti. The ten senses and the one and the five objects of senses are principles depending on the Ksetra. The five sensorial organs are ear, skin, eye, tongue and nose. The five motor organs are speech, hands, feet, and the organs of excretion and reproduction. These are the ten senses. The Manas is the additional one moe. The objects of the senses are five - sound, touch, form, taste and smell. Desire, hatred, pleasure and pain, being the transformation of the Ksetra, are said to be the modifications of the Ksetra. Though desire, hatred, pleasure and pain are the alities of the self, yet they originate from the association of the self with the Ksetra. Sri Krsna will state that they are the attributes of the self; In the experience of pleasure and pain, the self is said to be the cause (13.20). The combination of elements serves as the support (Adhrti) of the intelligent self. As such, the word Adhrti means substratum. The combination of material elements has arisen as the substratum for the self to experience pleasure and pain, and for aciring worldly experiences and the final release. The combination of elements is formed by substances commencing from the Prakrti and ending with the earth; it is the basis of senses which are endowed with the modifications of the nature of desire, hatred, pleasure and pain. These form a Sanghata or an association of elements. It serves as the basis of the experience of pleasure and pain by the individual self. This is what is said of the Ksetra. This Ksetra has been explained briefly with its modifications and effects. Now certain alities, the effects of the Ksetra, worthy of being acired as being the means for securing the knowledge of the self, are enumerated. ","chakravarthi":" ","rudra":"\nThe characteristics and components of the ksetra are being elucidated by\nLord Krishna beginning with the five fundamental elements which are earth,\nwater, fire, air and ether. The false ego, the intellect, the unmanifest\nelement of existence, the five perceptual senses being the eye, ear, nose,\ntongue and sense of touch. The five objects of the perceptual senses being\nsight, sound, smell, taste and form The five senses of activity being the\nvoice, the hands, the legs, the genitals and the anus. The internal sense\nbeing the mind. Desire, aversion, happiness, unhappiness, the body, the\nintuition, patience and the six material modifications being birth,\nsustenance, growth, maturity, declination and destruction. Thus the Supreme\nLord Krishna has enumerated the 24 categories which comprise the field of\nactivity known as the ksetra. The physical body is an aggregate of these 24 elements. Intelligence which\nis a cognitive function of the mind is imbued with patience and fortitude.\nDesire, aversion, etc. are merely effects of cognition and included as part\nof the ksetra as attributes solely of the mind and not of the atma or\neternal soul. The qualities mentioned also include by implication other\nqualities of the mind as well such as reflection and introspection.\nBrihadaranyaka Upanisad I.V.III states: Desire, reflection, doubt, faith,\nlack of faith, patience, impatience, modesty, intelligence and fear are all\nproducts of the mind. In this way the qualities of the ksetra are\nintroduced and enumerated by Lord Krishna. Thus the ksetra along with its\nmodifications such as the perceptual senses, etc. has been described in\nbrief and this concludes the topic regarding the ksetra. ","brahma":" Desire, repugnance, joy, misery, etc. are known as the modifications of the\nksetra. The word cetana meaning awareness refers to the entire perceptual\nfaculties of the mind. The word sanghata preceding it includes perception\nof the physical body and cetana refers to the total aggregate of mental\nfacilities which includes modifications such as ego and patience. ","shri":"\nThe maha-bhutani which are the fundamental elements of creation being\nearth, water, fire, air and ether along with the ahankara or false ego, the\nbuddhi or intellect and the avyaktam the primordial root which in essence\nis prakriti or the material substratum pervading physical existence and\nfrom whom the fore mentioned emanate as the germinating foundations of the\nksetra in different manifestations and modifications of an evolving\nprocess. The five perceptual senses being the eyes, ears, nose, tongue and\ntouch corresponding respectively with their five objects being the visual,\nauditory, olfactory, gustatory and tactual; along with the five senses of\nactivity being the vocal, the prehensible the hands, the locomotive the\nlegs, procreative the generative organs and the excretory organ for\nevacuation. The one known as the internal sense is the mind. Desire,\naversion, joy and affliction are considered modifications of the ksetra as\nthey are solely products of the mind influenced by moods and affections.\nThe words sanghatas cetana dhrtih means the perceptual faculties of the\nmind and includes the physical body. The words catana dritih denotes\nadritah inferring adharah which means the basis, the medium for fundamental\ningredients. The word sanghata meaning the physical body is the aggregate\nexpression of the collocated ingredients that are utilised. The ultimate purpose is to utilise the physical body to interact\nharmoniously with the mind and intellect to realise the eternal principle\ninside the heart in the form of the atma or immortal soul and the path to\nthe Supreme Lord. Otherwise one will misuse their precious human form of\nexistence to procure material happiness on Earth while experiencing joy and\ngrief in doing so and take another birth in usually a lower species of\nlife; or to perform activities in an attempt to procure entrance into the\nheavenly planets to enjoy celestial delights as a demigod for an allotted\ntime period but which may or may not guarantee success and one has to be\nborn again; or to strive for moksa or liberation from the cycle of birth\nand death to achieve an impersonal beatitude but if failing in this is\nforced to take birth again in one of the 8,400,000 some species in the\nmaterial existence as well. This is what is available in the ksetra. All of its characteristics and\nattributes are manifested out of prakriti the material substratum pervading\nphysical existence and is the foundation of the mind and all the senses.\nIt is the compound which gives rise to the change of temperament such as\ndesire and aversion, happiness and misery and the medium by which the jiva\nor embdied being experiences pleasure, pain, joy and grief, etc. This\nconcludes Lord Krishna concise exposition on the ksetra with its variations\nand modifications. Next the virtues and attributes that will enable one to obtain atma-tattva\nor knowledge of the immortal soul which is connected to the ksetrajna will\nbe enumerated by Lord Krishna. ","kumar":"The maha-bhutani which are the fundamental elements of creation being\nearth, water, fire, air and ether along with the ahankara or false ego, the\nbuddhi or intellect and the avyaktam the primordial root which in essence\nis prakriti or the material substratum pervading physical existence and\nfrom whom the fore mentioned emanate as the germinating foundations of the\nksetra in different manifestations and modifications of an evolving\nprocess. The five perceptual senses being the eyes, ears, nose, tongue and\ntouch corresponding respectively with their five objects being the visual,\nauditory, olfactory, gustatory and tactual; along with the five senses of\nactivity being the vocal, the prehensible the hands, the locomotive the\nlegs, procreative the generative organs and the excretory organ for\nevacuation. The one known as the internal sense is the mind. Desire,\naversion, joy and affliction are considered modifications of the ksetra as\nthey are solely products of the mind influenced by moods and affections.\nThe words sanghatas cetana dhrtih means the perceptual faculties of the\nmind and includes the physical body. The words catana dritih denotes\nadritah inferring adharah which means the basis, the medium for fundamental\ningredients. The word sanghata meaning the physical body is the aggregate\nexpression of the collocated ingredients that are utilised. The ultimate purpose is to utilise the physical body to interact\nharmoniously with the mind and intellect to realise the eternal principle\ninside the heart in the form of the atma or immortal soul and the path to\nthe Supreme Lord. Otherwise one will misuse their precious human form of\nexistence to procure material happiness on Earth while experiencing joy and\ngrief in doing so and take another birth in usually a lower species of\nlife; or to perform activities in an attempt to procure entrance into the\nheavenly planets to enjoy celestial delights as a demigod for an allotted\ntime period but which may or may not guarantee success and one has to be\nborn again; or to strive for moksa or liberation from the cycle of birth\nand death to achieve an impersonal beatitude but if failing in this is\nforced to take birth again in one of the 8,400,000 some species in the\nmaterial existence as well. This is what is available in the ksetra. All of its characteristics and\nattributes are manifested out of prakriti the material substratum pervading\nphysical existence and is the foundation of the mind and all the senses.\nIt is the compound which gives rise to the change of temperament such as\ndesire and aversion, happiness and misery and the medium by which the jiva\nor embdied being experiences pleasure, pain, joy and grief, etc. This\nconcludes Lord Krishna concise exposition on the ksetra with its variations\nand modifications. Next the virtues and attributes that will enable one to obtain atma-tattva\nor knowledge of the immortal soul which is connected to the ksetrajna will\nbe enumerated by Lord Krishna. "}