{"meta":"Bhagavad Gita Chapter 13 Verse 32","metahi":"भगवद् गीता 13.32","slok":"अनादित्वान्निर्गुणत्वात्परमात्मायमव्ययः।शरीरस्थोऽपि कौन्तेय न करोति न लिप्यते।।13.32।। ","htsrsd":"।।13.32।।हे कुन्तीनन्दन यह पुरुष स्वयं अनादि और गुणोंसे रहित होनेसे अविनाशी परमात्मस्वरूप ही है। यह शरीरमें रहता हुआ भी न करता है और न लिप्त होता है। ","htstma":"।।13.32।। हे कौन्तेय अनादि और निर्गुण होने से यह परमात्मा अव्यय है। शरीर में स्थित हुआ भी? वस्तुत? वह न (कर्म) करता है और न (फलों से) लिप्त होता है।। ","transliteration":"Anaaditwaan nirgunatwaat paramaatmaayam avyayah;\nShareerastho’pi kaunteya na karoti na lipyate. ","englishmeaning":"anāditvāt—being without beginning; nirguṇatvāt—being devoid of any material qualities; parama—the Supreme; ātmā—soul; ayam—this; avyayaḥ—imperishable; śharīra-sthaḥ—dwelling in the body; api—although; kaunteya—Arjun, the the son of Kunti; na—neither; karoti—acts; na—nor; lipyate—is tainted ","hcsrsd":"।।13.32।। व्याख्या --   अनादित्वान्निर्गुणत्वात्परमात्मायमव्ययः -- इसी अध्यायके उन्नीसवें श्लोकमें जिसको अनादि कहा है? उसीको यहाँ भी अनादित्वात् पदसे अनादि कहा है अर्थात् यह पुरुष आदि(आरम्भ) से रहित है। अब प्रश्न होता है कि वहाँ तो प्रकृतिको भी अनादि कहा है? इसलिये प्रकृति और पुरुष -- दोनोंमें,क्या फरक रहा इसके उत्तरमें भगवान् कहते हैं -- निर्गुणत्वात् अर्थात् यह पुरुष गुणोंसे रहित है। प्रकृति अनादि तो है? पर वह गुणोंसे रहित नहीं है? प्रत्युत गुणों और विकारोंवाली है। उससे सात्त्विक? राजस और तामस -- ये तीनों गुण तथा विकार पैदा होते हैं। परन्तु पुरुष इन तीनों गुणोँ और विकारोंसे सर्वथा रहित (निर्गुण और निर्विकार) है। ऐसा यह पुरुष साक्षात् अविनाशी परमात्मस्वरूप ही है अर्थात् यह पुरुष विनाशरहित परम शुद्ध आत्मा है।शरीरस्थोऽपि कौन्तेय न करोति न लिप्यते -- यह पुरुष शरीरमें रहता हुआ भी न कुछ करता है और न किसी कर्मसे लिप्त ही होता है। तात्पर्य है कि इस पुरुष(स्वयं) ने न तो पहले किसी भी अवस्थामें कुछ किया है? न वर्तमानमें कुछ करता है और न आगे ही कुछ कर सकता है अर्थात् यह पुरुष सदासे ही प्रकृतिसे निर्लिप्त? असङ्ग है तथा गुणोंसे रहित और अविनाशी है। इसमें कर्तृत्व और भोक्तृत्व है ही नहीं।यहाँ शरीरस्थोऽपि कहनेका तात्पर्य है कि यह पुरुष जिस समय अपनेको शरीरमें स्थित मानकर अपनेको कार्यका कर्ता और सुखदुःखका भोक्ता मानता है? उस समय भी वास्तवमें यह तटस्थ? प्रकाशमात्र ही रहता है। सुखदुःखका भान इसीसे होता है अतः इसको प्रकाशक कह सकते हैं? पर इसमें प्रकाशकधर्म नहीं है।यहाँ अपि पदसे ऐसा मालूम होता है कि अनादिकालसे अपनेको शरीरमें स्थित माननेवाला हरेक (चींटीसे ब्रह्मापर्यन्त) प्राणी स्वरूपसे सदा ही निर्लिप्त? असङ्ग है। उसकी शरीरके साथ एकता कभी हुई ही नहीं क्योंकि शरीर तो प्रकृतिका कार्य होनेसे सदा प्रकृतिमें ही स्थित रहता है और स्वयं परमात्माका अंश होनेसे सदा परमात्मामें ही स्थित रहता है। स्वयं परमात्मासे कभी अलग हो सकता ही नहीं। शरीरके साथ एकात्मता माननेपर भी? शरीरके साथ कितना ही घुलमिल जानेपर भी? शरीरको ही अपना स्वरूप माननेपर भी उसकी निर्लिप्तता कभी नष्ट नहीं होती? वह स्वरूपसे सदा ही निर्लिप्त रहता है। अपनी निर्लिप्तताका अनुभव न होनेपर भी उसके स्वरूपमें कुछ भी विकृति नहीं होती। अतः उसने अपने स्वरूपसे न कभी कुछ किया है और न करता ही है तथा वह स्वयं न कभी लिप्त हुआ है और न लिप्त होता ही है।यद्यपि पुरुष अपनेको शरीरमें स्थित माननेसे ही कर्ता और भोक्ता बनता है? तथापि इक्कीसवें श्लोकमें भगवान्ने कहा है कि प्रकृतिमें स्थित पुरुष ही भोक्ता बनता है और यहाँ कहते हैं कि शरीर में स्थित होनेपर भी पुरुष कर्ताभोक्ता नहीं है। ऐसा कहनेका तात्पर्य यह है कि प्रकृति और उसका कार्य शरीर -- दोनों एक ही हैं। अतः पुरुषको चाहे प्रकृतिमें स्थित कहो? चाहे शरीरमें स्थित कहो? एक ही बात है। एक शरीरके साथ सम्बन्ध होनेसे मात्र प्रकृतिके साथ? मात्र शरीरोंके साथ सम्बन्ध हो जाता है। वास्तवमें पुरुषका सम्बन्ध न तो व्यष्टि शरीरके साथ है और न समष्टि प्रकृतिके साथ ही है। अपना सम्बन्ध शरीरके साथ माननेसे ही वह अपनेको कर्ताभोक्ता मान लेता है। वास्तवमें वह न कर्ता है और न भोक्ता है। सम्बन्ध --   पूर्वश्लोकमें कहा गया कि वह पुरुष न करता है और न लिप्त होता है? तो अब प्रश्न होता है कि वह कैसे लिप्त नहीं होता और कैसे नहीं करता इसका उत्तर आगेके श्लोकमें देते हैं। ","hcsca":"।।13.32।। यद्यपि चैतन्य आत्मा के सान्निध्य मात्र से देहेन्द्रियादि उपाधियाँ स्वक्रियाओं में प्रवृत्त होती हैं? तथापि आत्मा सदा अकर्त्ता ही रहता है। शास्त्रों के इस प्रतिपादन को समझना वेदान्त के प्रारम्भिक विद्यार्थियों को कठिन प्रतीत होता है। इसलिए? उपनिषदों के ऋषियों ने विशेष परिश्रमपूर्वक हमें यह समझाने का प्रयत्न किया है कि किस प्रकार एकमेव अद्वितीय? परिपूर्ण सर्वव्यापी परमात्मा अकर्ता है। पहले भीगीता में कहा जा चुका है कि आत्मा क्षेत्र के साथ तादात्म्य करके जीवरूपक्षेत्रज्ञ बन जाता है? जो कर्मों का कर्ता और फलों का भोक्ता है।शरीरों में स्थित होने पर भी आत्मा के दोषमुक्तत्व को सिद्ध करने के लिए यहाँ कुछ हेतु दिये गये हैं। जब एक न्यायाधीश श्रीगोपाल राव किसी हत्यारे अपराधी को मृत्युदण्ड सुनाते हैं? तब उसकी मृत्यु का पातक न्यायाधीश को प्रभावित नहीं कर सकता। श्रीगोपाल राव न्यायालय में न्यायाधीश के पद पर आसीन होकर निर्णय देते हैं? न कि अपनी व्यक्तिगत क्षमता में।अनादि जिस वस्तु का कारण होता है? उसी का प्रारम्भ भी हो सकता है। प्रारम्भ रहित का अर्थ कारणरहित होगा। परम सत्य वह है जिससे सम्पूर्ण जगत् उत्पन्न हुआ है। अत परमात्मा कारण रहित कारण होने से अनादि कहा गया है। इसी कारण से वह अव्यय? अविनाशी भी है।निर्गुण गुणवान् वस्तु ही विकारी होती है। हमने देखा कि जगत्कारण परमात्मा अविकारी है? अत उसका निर्गुण होना भी आवश्यक है।यह परमात्मा अव्यय है जगत्कारण? अनादि और निर्गुण होने से परमात्मा का अव्ययत्व सिद्ध हो जाता है।यह परमात्मा अपने सान्निध्य मात्र से जड़ उपाधियों को चेतनवत् व्यवहार करने में सक्षम करता है? परन्तु वह स्वयं किसी प्रकार की क्रिया नहीं,करता।उपर्युक्त सिद्धांत वेदान्त के कुछ सूक्ष्म सिद्धांतों में से एक है? और दुर्बल मति के विद्यार्थियों को प्राय इसे समझने में कठिनाई अनुभव होती है। यद्यपि यह वेदान्त साहित्य का कठिन भाग माना गया है? तथापि प्रयत्नपूर्वक इस पर मनन करने से सन्देह और कठिनाई दूर हो सकती हैं।उपाधियों के सभी निषिद्ध और आसुरी कर्मों में भी आत्मा के अकर्तृत्वऔर निर्गुणत्व को दर्शाने के लिए? भगवान् कुछ दृष्टान्त देते हैं ","etsga":"13.32 Being without beginning and without alities, O son of Kunti, this immutable, supreme Self does not act. nor is It affected [Also translated as tainted.-Tr.], although existing in the body. ","etssa":"13.32 Being without beginning and being devoid of (any) alities, the Supreme Self, imperishable, though dwelling in the body, O Arjuna, neither acts nor is tainted. ","etdss":"13.32. Because This is beginningless, and because This has no alities, this Supreme Self is changeless and It neither acts, nor gets stained [by actions], even-though It dwells in the body, O son of Kunti ! ","ecssa":"13.32 अनादित्वात् being without beginning? निर्गुणत्वात् being devoid of alities? परमात्मा the Supreme Self? अयम् this? अव्ययः imperishable? शरीरस्थः dwelling in this body? अपि though? कौन्तेय O son of Kunti (Arjuna)? न not करोति acts? न not? लिप्यते is tainted.Commentary The Supreme Self is beyond Nature. Therefore It is without alities. It is Nirguna. The activity in Nature is really due to its own alities which inhere in it. The Supreme Self existed before the body came into being and will continue to be after its dissolution. It is eternally the same and imperishable.Avyaya That which is free from the changes of birth and death or appearance and destruction. That which has a beginning has birth. After the object is born it is subject to the changes of being (growth? decay? etc.). As the Self is birthless? It is free from the changes of state (existence? birth? growth? change? decay and death). As the Self is free from all sorts of functions? It is Avyaya. Even if the reflection of the sun in the water moves? the sun does not move a bit. Even so the Supreme Self is not touched by the fruits of action as It is not the doer? as It is without the alities of Nature? or limbs? indivisible? devoid of parts? without action? beginningless and unattached and causeless.This Supreme Self is free from the three kinds of differences? viz.? Sajatiyabheda? Vijatiyabheda and Svagatabheda. A mango tree is different from a fig tree. This is Sajatiyabheda. A mango tree is different from a stone. This is Vijatiyabheda. In the same mango tree there is difference between leaves? flowers and fruits. This is Svagatabheda. But the Supreme Self is one without a second. There is no other Brahman Which is eal to It. Therefore? there cannot be Sajatiyabheda in Brahman. This world is a mere appearance. It is a mere figment of our imagination. It is superimposed on the Absolute on account of ignorance. An imaginary object has no independent existence apart from its substratum? just as the snake in the rope has no independent existence apart from its substratum? the rope. Therefore? there cannot be Vijatiyabheda in Brahman. Brahman is indivisible? partless? without alities? without form and without any limbs. Therefore there cannot be Svagatabheda in Brahman.Brahman or the Supreme Self is beginningless. It is without a cause. It is selfexistent. It is without parts. It is without alities. Therefore Brahman is imperishable. As It is unattached? It is neither the doer nor the enjoyer. If Brahman also is the doer and enjoyer. It is no longer Brahman. It is in no way better than ourselves. This cannot be. Agency and enjoyment are attributed to the ego on account of ignorance. It is Nature that acts. (Cf.V.14XV.9) ","scetsga":"13.32 Anadivat, being without beginning: Adih means cause; that which has no cause is anadih. That which has a cause undergoes loss of its own characteristics. But this One, being causeless, has no parts. This being so, It does not suffer loss.\nSo also, nirgunatvat, being without alities: indeed, It si only something possessing alities that perishes owing to the losss of its alities. But this One, being without alities, does not perish. Hence, ayam, this; paramatma, supreme Self; is avyayah, immutable. It suffers no depletion. Therefore It is immutable. Since this is so, therefore, api, although; sarira-sthah, existing in the body-since the perception of the Self occurs in the bodies, It is said to be existing in the body; even then, It na, does not; karoti, act. From the very fact that It does not act, It na, is not; lipyate, affected by the result of any action. For, one who is an agent of action becomes affected by its result. But this One is not an agent. Hence It is not affected by any result. This is the meaning.\nObjection: Who is it, again, that acts in the body and becomes affected? On the one hand, if there be some embodied being other than the supreme Self who acts and becomes affected, then it has been improper to say in, And also understand Me to be the Knower of the field, etc., that the Knower of the field and God are one. Again, if there be no embodied being who is different from God, then it has to be stated who is it that acts and gets affected. Or it has to be asserted that the supreme One does not exist. [If the supreme One also acts like us, then He is no God.]\nThus, since the Upanisadic philosophy as stated by the Lord is in every way difficult to understand and difficult to explain, it has therefore been abandoned by the Vaisesikas, the Sankhyas, the Jainas and the Buddhists.\nReply: As to that, the following refutation has been stated by the Lord Himself in, But it is Nature that acts (5.14). Indeed, Nature, which is nothing but ignorance, acts and becomes affected. In this way empirical dealing becomes possible; but in reality it does not occur in the one supreme Self.\nIt has been accordingly shown by the Lord in various places that there is no duty to be performed by those who adhere to this philosophy of discriminating knowledge of the supreme Reality, who are steadfast in Knowledge, who have spurned actions arising out of ignorance, and who are mendicants belonging to the highest Order of monks.\nThe Lord cites an illustration to show like what It does not act and is not affected: ","scetdss":"13.32 See Comment under 13.34 ","scetssa":"13.32 This supreme self (Atman) has been defined as having a nature different from that of the body. While existing in the body, It is immutable, i.e., It is not liable to decay as It is without a beginning, i.e., never created at any point of time. Because It is free from Gunas, being devoid of Sattva and other Gunas of Prakrti, It neither acts nor gets tainted; It is not tainted by the alities of the body. Granted that the self being without Gunas, does not act; but how is it possible that the Atman is not tainted by Its constant association with the alities of the body? To this, Sri Krsna replies: ","chakravarthi":"“You have said that the jiva in contact with his body takes repeated birth (verse 22). The jiva, by thinking himself the body by being in the body, becomes contaminated by the gunas and takes repeated birth. But the paramatma does not become contaminated. Why?”\nHe is called anddi because he has no original cause. But just as anuttama can mean parama uttama taking the ablative sense of the word (no one higher than him), so anadi, “having no cause”, can mean the supreme  cause (no other cause than him). Therefore because he is the final cause (anaditvat), and because the gunas such as creation and destruction arise out of him (nirgatah + guna = nirgunatvat), this paramatma is distinguished from the jiva. At all times, in all circumstances, he is without decrease in his own knowledge, bliss and other qualities. Though situated in the body, because he does not take up the qualities of the body, he does not think he is a doer like the jiva (na karoti), nor does he become an enjoyer, nor does he get contaminated by the gunas of the material body (na lipyate). ","rudra":" It may be further postulated that differentiation of the atma or immortal\nsoul is inevitable due to karma or reactions to actions arising from its\nconnection to the physical body which results in happiness, misery, etc. as\nthe jiva or embodied being transmigrates continuously in material\nexistence; so how can there be equalness and sameness? Lord Krishna\naddresses this doubt by explaining that paramatma the Supreme Soul is\nwithout a beginning, without material attributes, transcendental,\nimmutable, imperishable. Therefore paramatma although residing in a\nphysical body which has a beginning and is perishable, possessive of\nattributes and subject to karma it paramatma is unaffected by the result of\nany action as it only monitors and never acts. ","brahma":" Lord Krishna explains that there is no annihilation for paramatma or the\nSupreme Soul as it is not material but completely spiritual and eternally\nexisting. Normally material things are subject to disintegration and are\nsubject to the decaying effects of time. But this is not applicable to\nparamatma which has no relationship to material nature and is never\nimplicated or affected by the activities of the jiva or embodied being. The\nword nirgunatvat means the absence of qualities and attributes this denotes\nthat paramatma has no material qualities and material attributes due to\nbeing completely spiritual. Now begins the summation. The jiva is established in the physical body. The Supreme Lord is His\nlocalised expansion as paramatma is causing the jivas to sleep at regulated\nintervals and is giving illumination to them. Yet the Supreme Lord remains\nwithout sleep and is full of illumination. The jivas established within the\nphysical bodies identify themselves as their body. Yet the Supreme Lord\neven though dwelling within each and every physical body all over creation\nnever identifies with the physical body. Experiencing pleasure and pain in\nthe physical body makes one become attached to it. Due to the absence of\nthe material and presence of the spiritual the Supreme Lord has no\nattachment to the physical body of any jiva.  Because the Supreme Lord is eternal, without any beginning and is devoid of\nany material attributes, qualities or accruements. The Supreme Lord is\nalways distinctly exalted and superior to all jivas who are always subject\nto birth and the three fold miseries of old age, disease and death.\nEverything is created completely from the Supreme Lord alone, who is one\nwithout a second. Yet He is totally neutral and impartial to His creation.\nEven though residing within the physical body as paramatma of every jiva\nthe Supreme Lord is witnessing all the activities performed. Yet no merits\nor demerits are attached to Him. This is the true purport of the ancient\naphorism of neti neti meaning not this, not this. ","shri":"  \nSo now the eternal, omniscient and all pervading nature of paramatma or the\nSupreme Soul is being revealed by Lord Krishna as being totally distinct\nfrom the physical body of the jiva or embodied being. Although residing\nwithin the exhaustible physical body which is perishable, paramatma is\ninexhaustible and imperishable due to it being anaditivat of eternality. It\nis infinite in time and infinite beyond time. It is nirgunatvat or\npossessing no material qualities or attributes and neither performs any\nactions nor is affected or implicated by any actions the physical body\nperforms. Next it will be explained how the paramatma although having\nconstant association within the physical body is not degraded by any of the\nbodily properties. ","kumar":"So now the eternal, omniscient and all pervading nature of paramatma or the\nSupreme Soul is being revealed by Lord Krishna as being totally distinct\nfrom the physical body of the jiva or embodied being. Although residing\nwithin the exhaustible physical body which is perishable, paramatma is\ninexhaustible and imperishable due to it being anaditivat of eternality. It\nis infinite in time and infinite beyond time. It is nirgunatvat or\npossessing no material qualities or attributes and neither performs any\nactions nor is affected or implicated by any actions the physical body\nperforms. Next it will be explained how the paramatma although having\nconstant association within the physical body is not degraded by any of the\nbodily properties. "}