{"meta":"Bhagavad Gita Chapter 13 Verse 23","metahi":"भगवद् गीता 13.23","slok":"उपद्रष्टाऽनुमन्ता च भर्ता भोक्ता महेश्वरः।परमात्मेति चाप्युक्तो देहेऽस्मिन्पुरुषः परः।।13.23।। ","htsrsd":"।।13.23।।यह पुरुष प्रकृति(शरीर) के साथ सम्बन्ध रखनेसे उपद्रष्टा? उसके साथ मिलकर सम्मति? अनुमति देनेसे अनुमन्ता? अपनेको उसका भरणपोषण करनेवाला माननेसे भर्ता? उसके सङ्गसे सुखदुःख भोगनेसे भोक्ता? और अपनेको उसका स्वामी माननेसे महेश्वर बन जाता है। परन्तु स्वरूपसे यह पुरुष परमात्मा कहा जाता है। यह देहमें रहता हुआ भी देहसे पर (सम्बन्धरहित) ही है। ","htstma":"।।13.23।। परम पुरुष ही इस देह में उपद्रष्टा? अनुमन्ता? भर्ता? भोक्ता? महेश्वर और परमात्मा कहा जाता है।। ","transliteration":"Upadrashtaanumantaa cha bhartaa bhoktaa maheshwarah;\nParamaatmeti chaapyukto dehe’smin purushah parah. ","englishmeaning":"upadraṣhṭā—the Witness; anumantā—the Permitter; cha—and; bhartā—the Supporter; bhoktā—the Transcendental Enjoyer; mahā-īśhvaraḥ—the ultimate Controller; parama-ātmā—Superme Soul; iti—that; cha api—and also; uktaḥ—is said; dehe—within the body; asmin—this; puruṣhaḥ paraḥ—the Supreme Lord ","hcsrsd":"।।13.23।। व्याख्या --   उपद्रष्टानुमन्ता च भर्ता भोक्ता महेश्वरः -- यह पुरुष स्वरूपसे नित्य है? सब जगह परिपूर्ण है? स्थिर है? अचल है? सदा रहनेवाला है (गीता 2। 24)। ऐसा होता हुआ भी जब यह प्रकृति और उसके कार्य शरीरकी तरफ दृष्टि डालता है अर्थात् उनके साथ अपना सम्बन्ध मानता है? तब इसकी उपद्रष्टा संज्ञा हो जाती है।यह हरेक कार्यके करनेमें सम्मति? अनुमति देता है। अतः इसका नाम अनुमन्ता है।यह एक व्यष्टि शरीरके साथ मिलकर? उसके साथ तादात्म्य करके अन्नजल आदिसे शरीरका पालनपोषण करता है शीतउष्ण आदिसे उसका संरक्षण करता है। अतः इसका नाम भर्ता हो जाता है।यह शरीरके साथ मिलकर अनुकूल परिस्थितिके आनेसे अपनेको सुखी मानता है और प्रतिकूल परिस्थितिके आनेसे अपनेको दुःखी मानता है। अतः इसकी भोक्ता संज्ञा हो जाती है।यह अपनेको शरीर? इन्द्रियाँ? मन? बुद्धि तथा धन? सम्पत्ति आदिका मालिक मानता है। अतः यह महेश्वर नामसे कहा जाता है।परमात्मेति चाप्युक्तो देहेऽस्मिन् पुरुषः परः -- पुरुष सर्वोत्कृष्ट है? परम आत्मा है? इसलिये शास्त्रोंमें इसको परमात्मा नामसे कहा गया है। यह देहमें रहता हुआ भी देहके सम्बन्धसे स्वतः रहित है। आगे इसी अध्यायके इकतीसवें श्लोकमें इसके विषयमें कहा गया है कि यह शरीरमें रहता हुआ भी न करता है और न लिप्त होता है।इस श्लोकमें एक ही तत्त्वको भिन्नभिन्न उपाधियोंके सम्बन्धसे उपद्रष्टा आदि पदोंसे सम्बोधित किया गया है? इसलिये इन पृथक्पृथक् नामोंसे पुरुषके ही स्वरूपका वर्णन समझना चाहिये। वास्तवमें उसमें किसी प्रकारका भेद नहीं है। जैसे एक ही व्यक्ति देश? काल? वेश? सम्बन्ध आदिके अनुसार भिन्नभिन्न (पिता? चाचा? नाना? भाई आदि) नामोंसे पुकारा जाता है? ऐसे ही पुरुष भिन्नभिन्न नामोंसे पुकारा जानेपर भी वास्तवमें एक ही है। सम्बन्ध --   उन्नीसवें श्लोकसे बाईसवें श्लोकतक प्रकृति और पुरुषका विवेचन करके अब आगेके श्लोकमें उन दोनोंको तत्त्वसे जाननेका फल बताते हैं। ","hcsca":"।।13.23।। इस भ्रमित दुखी क्षेत्रज्ञ पुरुष से भिन्न? क्षेत्रोपाधि से असंस्पृष्ट शुद्ध परम पुरुष है। प्रत्येक प्रतिबिम्ब के अस्तित्व के लिये एक बिम्बभूत सत्य वस्तु की आवश्यकता होती है। प्रतिबिम्ब की स्थिति दर्पण या जल आदि की सतह पर निर्भर करती है? किन्तु बिम्बभूत सत्यवस्तु को उस सतह का स्पर्श तक नहीं होता। जैसे? चन्द्रमा का प्रतिबिम्ब पात्र के जल पर निर्भर करता है? किन्तु चन्द्रमा अपने प्रकाशस्वरूप में ही स्थित रहता है।चित्स्वरूप आत्मा क्षेत्र की उपाधि से क्षेत्रज्ञ बनता है। इससे सिद्ध होता है कि आत्मा अपने स्वरूप से निरुपाधिक अर्थात् सर्व उपाधिरहित है।,इस श्लोक में? वैज्ञानिक पद्धति से अध्ययन और विश्लेषण करने की दृष्टि से? भगवान् श्रीकृष्ण उक्त दो प्रकार के पुरुषों सोपाधिक और निरुपाधिक का निर्देश करते हैं। यहाँ इस बात का स्मरण रहे कि वस्तुत पुरुष एक ही है।यहाँ विभिन्न नामों के द्वारा एक ही परमात्मा को इंगित किया गया है। ये विभिन्न नाम जीव की मनस्थिति अर्थात् अज्ञान आवरण की सघनता और विरलता की दृष्टि से दिये गये हैं। आत्मस्वरूप के विषय में पूर्ण अज्ञानी तथा रागद्वेषादि वृत्तियों से पूर्ण मन वाले व्यक्ति में आत्मा मानो केवल उपद्रष्टा बनकर रहता है अर्थात इस पुरुष के अपराधपूर्ण कार्यों को भी साक्षीभाव से प्रकाशित मात्र करता है वैसे भी आत्मा सममस्त प्राणियों की वृत्तियों का उपद्रष्टा मात्र है। परन्तु जब उस व्यक्ति का चित्त कुछ मात्रा में शुद्ध होता है और वह सत्कर्म में प्रवृत्त हौता है? तब परमात्मा मानो अनुमन्ता बनता है? अर्थात् उसके सत्कर्मों को अपनी अनुमति प्रदान करता है।अन्तकरण के और अधिक शुद्ध होने पर वह व्यक्ति जब अपने दिव्य स्वरूप के प्रति जागरूक हो जाता है तब ईश्वर उसके कर्मों को पूर्ण करने वाला भर्ता बन जाता है। अर्पण की भावना से किये गये कर्मों में ईश्वर की कृपा से सफलता ही प्राप्त होती है। ऐसा प्रतीत होता है? मानो? ईश्वर उस साधक के अल्प प्रयत्नों को भी पूर्णता प्रदान करता है।जब वह साधक अपने अहंकार को भुलाकर पूर्णतया योगयुक्त हो जाता है? तब ऐसे व्यक्ति के हृदय में आत्मा ही भोक्ता बनी प्रतीत होती है। इस श्लोक की समाप्ति इस कथन के साथ होती है कि आत्मा ही महेश्वर है। वही इस देह में परम पुरुष है।प्रकृति और पुरुष के तत्त्व को जानने वाले साधक के विषय में कहते हैं कि ","etsga":"13.23 He who is the Witness, the Permitter, the Sustainer, the Experiencer, the great Lord, and who is also spoken of as the transcendental Self is the supreme Person in this body. ","etssa":"13.23 The Supreme Soul in this body is also called the spectator, the permitter, the supporter, the enjoyer, the great Lord and the Supreme Self. ","etdss":"13.23. The Supreme Soul in this [corporeal] body is called the Spectator, the Assentor, the Supporter, the Experiencer, the Mighty Lord and also the Supreme Self. ","ecssa":"13.23 उपद्रष्टा the spectator? अनुमन्ता the permitter? च and? भर्ता the supporter? भोक्ता the enjoyer? महेश्वरः the great Lord? परमात्मा the Supreme Self? इति thus? च and? अपि also? उक्तः is called? देहे in the body? अस्मिन् (in) this? पुरुषः Purusha? परः Supreme.Commentary Upadrashta A spectator? a witness? a lookeron? a bystander? one who sits near. When the priests and the sacrificer perform the sacrificial rites? an expert who has good experience in sacrifical matters sits by their side. He does not take any part at all in the sacrifice. He sits as a silent witness. He guides them. He points out their defects and corrects them. Even so the Supreme Self does not act. It does not take any part in the activities of the body? the mind and the senses. It is entirely distinct from them. It is a silent witness of their activities. It sits near Nature and silently watches Her actions.It may be explained in another way. The body? the eyes? the mind? the intellect and the Self are the,seers. Of these the body is the most external seer the Self is the most internal and nearest seer. Beyond the Self there is no other internal seer.Anumanta Permitter. The Supreme Self gives consent. It expresses Its approval or satisfaction regarding the actions done by the senses? the mind and the intellect. The King consents and says Yes. The Prime Minister and the other officers carry out his orders. Even so the Supreme Self consents or gives permission the body? the mind? the intellect? and the senses perform their respective functions. Or? though It Itself does not work while the senses? the mind and the intellect work? It appears to be engaged in action? it seems to cooperate with them. As It is an onlooker or mere witness? It never stands in the way of the activities of the body? the mind? the intellect and the senses.Bharta Supporter. Just as the huand is the supporter of his wife? so also the Self is the supporter of this body? mind? intellect? lifeforce and the senses. It is different from them? just as the father who supports the children is different from them.Bhokta Enjoyer the Self? of the nature of eternal intelligence. Just as heat is the inherent nature of fire? so also eternal intelligence is the inherent nature of the Self. All the states of the mind such as pleasure? pain and delusion are permeated and illumined by the intelligent Self. Just as Govindan who takes the food is different from the foo? so also the Self is different from the intellect? the mind and the senses.Mahesvarah The great Lord. As He is the soul or essence of everything and as He is independent of all? He is Mahesvara. The sky is very big. Mahesva is bigger than even the sky? and so He is called Mahesvara. Just as the king is different from his subjects? so also the Self is different from Nature and the effects or modifications of Nature.Paramatma The Supreme Self. It is supreme because It is superior to all those things? from the Unmanifested to the physical body? which are mistaken for the Self on account of ignorance. Just as an iron piece moves in the presence of a magnet so also the mind and the intellect which are insentient move and function in the presence of the Supreme Self. Just as the moon borrows its light from the sun? so also the mind and the intellect borrow their light from the Supreme Self. The Supreme Self is selfluminous. Mind and intellect have no selfluminosity. In the Vedas also He is called the Supreme Self. Lord Krishna says in verse 17 of the fifteenth chapter But distinct is the Highest Purusha spoken of as the Supreme Self.Do thou also know Me as the knower of the field in all the fields? has been described in detial and the subject is concluded in this verse. ","scetsga":"13.23 He who is the upadrasta, Witness, who while staying nearby does not Himself become involved: As when the priests and the performer of a sacrifice remain engaged in duties connected with the sacrifice, there is another (called Brahma) remaining nearby who is unengaged, is versed in the science of sacrifices and witnesses the merit or demerit of the activities of the priest and the performer of the sacrifice, similarly, He who is not engaged in the activities of and is different from the body and organs, who has characteristics other than theirs, and is the proximate (upa) observer (drasta) of the body and organs engaged in their duties, is the upa-drasta. \nOr: The observers are the body, eyes, mind, intellect and the soul. Of them the body is the external observer. Proceeding inwards from that (body), the Self is the inmost as also the proximate observer, compared with which there is no other higher and inner observer. The Self, because of being the most proximate observer, is the upadrasta. Or, It is the upadrasta since, like the non-looker of a sarifice, It witness everything.\nAnd He is the anu-manta, Permitter: Anumananam, approval, means satisfaction with those performers (viz body and organs) as also their perfomances. The agent of that (approval) is the anumanta. Or, He is the anumanta since, even though Himself not engaged in the activities of the body and organs, He appears to be favourably disposed towards and engaged in them. Or, He is the anumanta because, when the body and organs are engaged in their own functions, He remains as a witness and never dissuades them.\nIt is the bharta, Sustainer: Bharanam means the continuance in their own state of the body, organs, mind and intellect, which reflect consciousness and have become aggregated owing to the need of serving the purpose [Viz enjoyment, or Liberation.-Tr.] of some other entity, viz the conscious Self. And that (continuance) is verily due to the consciousness that is the Self. In this sense the Self is said to be the Sustainer.\nIt is the bhokta, Experiencer: As heat is by fire, similarly, the experiences of the intellect-in the form of happiness, sorrow and delusion in relation to all objects-, when born as though permeated by the consciousness that is the Self, are manifested differently by the Self which is of the nature of eternal Consciousness. In this sense the Self is said to be the Experiencer.\nHe is maheswarah, the great God, because, as the Self of all and independent, He is the great Ruler.\nHe is paramatma, the transcendental Self, because He is the Self which has the characteristics of being the supreme Witness etc. of (all) those-beginning from the body and ending with the intellect-which are imagined through ignorance to be the indwelling Self. He is api ca, also; uktah, spoken of, referred to, in the Upanisads; iti, as, with the words; He is the indwelling One, the paramatma, the transcendental Self. [Ast reads atah in place of antah. So the translation of the sentence will be: Therefore He is also referred to as the transcendental Self in the Upanisads.-Tr.] Where is He? The parah, suprem; purusah, Person, who is higher than the Unmanifest and who will be spoken of in, But different is the supreme Person who is spoken of as the transcendental Self (15.17); is asmin, in this; dehe, body.\nWhat has been presented in, ৷৷.also understand Me to be the Knower of the field (2), has been explained and conclude. ","scetdss":"13.20-23 Prakrtim etc. upto parah. The Material Cause also is beginningless, because it has no other casue. Modifications : the cloth and the like. What is known as Material Cause is the basis for the process of cause-and-effect. But, the Soul, because of Its importance, constitutes the enjoyer. [Thus] the Material Cause and the Soul have verily an existence of interdependence just as that of the lame and the blind. Hence, the nature of the Soul is described by the authors of the scriptures by nomenclatures having different forms such as the Spectator and so on. The meaning, intended here is this : The Material Cause, Its modifications, the fourteen types of creation and also the Soul - this is all beginningless and perennial as it is completely illuminated by the category Brahman and is identical with it.          \n Hence [the Bhagavat] said : ","scetssa":"13.23 The self existing in the body becomes the spectator and approver of this body by means of the will in consonance with the functioning of the body. Likewise, It is the supporter of the body, Similarly, It becomes experiencer of the pleasure and pain resulting from the activities of the body. Thus, by virtue of ruling and supporting the body and by making the body completely subservient, It becomes the great lord (Mahesvara) in relation to the body, the senses and the mind. Sri Krsna will further declare: When the lord acires the body, and when he leaves it and goes on his way, he takes these as the wind carries scents from their places (15.8). In the body, It is said to be the supreme self in relation to the body, the senses and the mind. The word self (Atman) is applied to the body and the mind subseently. It is said afterwards: Some perceive the self by means of the self through meditation (13.24). The particle also (api) indicates that the self is the supreme lord? in relation to the body just as It is the supreme self. The supremacy of the self has been described in the text beginning with It is the beginningless brahman having Me for the Highest (13.12). It is true that the self (in Its emancipated state) has limitless power knowledge. But It becomes the great lord and the supreme self only in relation to the body. Such lordship and supremacy is the result of attachment to the Gunas arising from the beginningless conjunction with Prakrti. ","chakravarthi":"Having spoken of the jiva, the Lord now speaks about the paramatma. Though the Lord already described paramatma in general and in detail from verses thirteen to eighteen, it should be understood that the present statement is made in order to clearly show that the paramatma is situated in all bodies along with the jiva, but different from the jiva.\nIn this body, there is another, supreme purusa, the great Lord, called the paramatma (paramatma iti ca api uktah). The word parama in paramatma indicates personal expansion of Lord (svamsa), distinct from the jiva, in order to defeat those who propound the theory of one soul only. He is the witness (drasta) situated close to (upa) each jiva, but separate from him. He is the bestower of favors (anumanta), showing mercy just by his closeness to the jiva. The sruti says saksi cetah kevalo nirgunas ca: He is the witness, the consciousness, pure, beyond the material gunas. (Gopala Tapani Upanisad 2.96) He is the supporter (bharta) and the protector (bhokta). ","rudra":"\nThe transmigratory existence of the Purusa or manifestation of the Supreme\nLord as paramatma or the Supreme soul is not of itself but is due to lack\nof discrimination and knowledge by the jiva or embodied being regarding\ntheir relationship to prakriti or the material substratum pervading\nphysical existence. To illuminate this point Lord Krishna proceeds to\ndescribe the essential nature of the Purusa. The words purusah parah means\nthe Supreme Lords localised expansion of paramatma the supreme immortal\nsoul within the etheric heart of all living entities. Although residing in\nthe physical body which is a part of prakriti; yet the Purusa is\ndistinctly different and not associated with the attributes and qualities\nof prakriti being beyond physical existence and transcendental to the\nmaterial manifestation. The reasons for this Lord Krishna gives by\nrevealing that the Purusa is upadrsta the witness, anumanta the ordainer,\nbhartta the sustainer and bhokta the nourisher, all which confirm the\nPurusa as a distinctly independent entity. This Svetasvatara Upanisad VI.XI\nbeginning eko devah sarvabhutesu states: The Supreme Lord free from all\nmundane and material qualities is the indwelling monitor of all living\nentities, it is He who ordains all actions for all living entities and it\nis He who is the ultimate ruler of all. The Supreme Lord Krishna is the\nruler of even Brahma and Shiva and is revealed in the Vedic scriptures as\nParabrahma the Supreme Being and Paramatma the Supreme Soul. The\nBrihadaranyaka Upanisad IV.IV.XXII beginning sa va mahanaja atma means: The\nSupreme Lord is the supreme ruler of all beings, the Lord of all beings and\nthe protector of all beings. He is the sole catalyst that keeps all\ncreations, dimensions, universes and worlds calibrated and in synch with\neach other. Lord Krishna confirms this with the word mahesvarah meaning the\nsupreme controller. ","brahma":"\nHere the Supreme Lord Krishna is revealing the predominant characteristics\nof the purusa. The word upadrasta the intimate witness, the monitor. The\nword anumanta means the ordainer, the one who impartially sanctions. For\nthe jiva or embodied being to be subjected to birth in elevated and\ndegraded wombs is only due to its attraction to associate with the\nattributes of elevated and degraded actions. But the independent cause is\nultimately the Supreme Lord who as the monitor perceives all thoughts and\nactions and sanctions the jivas to exercise their minute independence.\nBecause the Supreme Lord is within the heart of all living beings, the\noverseer of all living entities, the monitor of all actions, He is referred\nto as the witness. Although the jivas are minutely able to exercise their\nindependence according to their own volition and development within the\nmaterial existence. It is the Supreme Lord who empowers the consciousness\nand energises their minds to accomplish this and so He is referred to as\nthe sanctioner. The Supreme Lord Krishna is the omnipotent ruler and\ncontroller of all creation. All of His authorised incarnations as verified\nin Vedic scriptures share these qualities with Him in various degrees. So\nthe Supreme Lord declaring that He abides within all fields signifies that\nHe abides within every living being, within all aspects, within all\ndimensions and within all manifestations of creation. This confirms that He\nand He alone is anumanta. ","shri":"\nThe purusah or the manifestation of the Supreme Lord Krishna transcends\nboth the body and the mind dwelling within all sentient beings as paramatma\nthe Supreme Soul and is upadrasta or the impartial witness who by means of\nthe will directs the operations pertaining to the physical body and\nanumanta or sanctions the activities performed by all jivas or embodied\nbeings that lead to joy and grief in pursuing activities in material\nexistence. Thus by virtue of ruling, supporting and guiding the jivas the\npurusah is the Mahesvarah the Supreme controller of the physical body, the\nsenses and the mind of all jivas. The conjunctive particle api meaning also\nrefers to the epithet of great lord which denotes that as far as the body\nis concerned it applies to paramatma as well. The phrase purusah parah\nmeans that the Supreme Being as paramatma is to be differentiated and\nseparate due to its unlimited omnipresence within all jivas, from the atma\nor individual soul which is localised within each jiva. Although both are\nimmortal and possess the omniscient propensities of infinite cognizance and\ndivine consciousness. ","kumar":"The purusah or the manifestation of the Supreme Lord Krishna transcends\nboth the body and the mind dwelling within all sentient beings as paramatma\nthe Supreme Soul and is upadrasta or the impartial witness who by means of\nthe will directs the operations pertaining to the physical body and\nanumanta or sanctions the activities performed by all jivas or embodied\nbeings that lead to joy and grief in pursuing activities in material\nexistence. Thus by virtue of ruling, supporting and guiding the jivas the\npurusah is the Mahesvarah the Supreme controller of the physical body, the\nsenses and the mind of all jivas. The conjunctive particle api meaning also\nrefers to the epithet of great lord which denotes that as far as the body\nis concerned it applies to paramatma as well. The phrase purusah parah\nmeans that the Supreme Being as paramatma is to be differentiated and\nseparate due to its unlimited omnipresence within all jivas, from the atma\nor individual soul which is localised within each jiva. Although both are\nimmortal and possess the omniscient propensities of infinite cognizance and\ndivine consciousness. "}