{"meta":"Bhagavad Gita Chapter 13 Verse 3","metahi":"भगवद् गीता 13.3","slok":"क्षेत्रज्ञं चापि मां विद्धि सर्वक्षेत्रेषु भारत।क्षेत्रक्षेत्रज्ञयोर्ज्ञानं यत्तज्ज्ञानं मतं मम।।13.3।। ","htsrsd":"।।13.3।।हे भरतवंशोद्भव अर्जुन तू सम्पूर्ण क्षेत्रोंमें क्षेत्रज्ञ मेरेको ही समझ और क्षेत्रक्षेत्रज्ञका जो ज्ञान है? वही मेरे मतमें ज्ञान है। ","htstma":"।।13.3।। हे भारत तुम समस्त क्षेत्रों में क्षेत्रज्ञ मुझे ही जानो। क्षेत्र और क्षेत्रज्ञ का जो ज्ञान है? वही (वास्तव में) ज्ञान है ? ऐसा मेरा मत है।। ","transliteration":"Kshetrajnam chaapi maam viddhi sarvakshetreshu bhaarata;\nKshetrakshetrajnayor jnaanam yattat jnaanam matam mama. ","englishmeaning":"kṣhetra-jñam—the knower of the field; cha—also; api—only; mām—me; viddhi—know; sarva—all; kṣhetreṣhu—in individual fields of activities; bhārata—scion of Bharat; kṣhetra—the field of activities; kṣhetra-jñayoḥ—of the knower of the field; jñānam—understanding of; yat—which; tat—that; jñānam—knowledge; matam—opinion; mama—my ","hcsrsd":"।।13.3।। व्याख्या --   क्षेत्रज्ञं चापि मां विद्धि सर्वक्षेत्रेषु भारत -- सम्पूर्ण क्षेत्रों(शरीरों)में मैं हूँ -- ऐसा जो अहंभाव है? उसमें मैं तो क्षेत्र है (जिसको पूर्वश्लोकमें एतत् कहा है) और हूँ मैंपनका ज्ञाता क्षेत्रज्ञ है (जिसको पूर्वश्लोकमें वेत्ति पदसे जाननेवाला कहा है)। मैं का सम्बन्ध होनेसे ही हूँ है। अगर मैं का सम्बन्ध न रहे तो हूँ नहीं रहेगा? प्रत्युत है रहेगा। कारण कि है ही मैंके साथ सम्बन्ध होनेसे हूँ कहा जाता है। अतः वास्तवमें क्षेत्रज्ञ(हूँ) की परमात्मा(है) के साथ एकता है। इसी बातको भगवान् यहाँ कह रहे हैं कि सम्पूर्ण क्षेत्रोंमें मेरेको ही क्षेत्रज्ञ समझो।मनुष्य किसी विषयको जानता है? तो वह जाननेमें आनेवाला विषय ज्ञेय कहलाता है। उस ज्ञेयको वह किसी करणके द्वारा ही जानता है। करण दो तरहका होता है -- बहिःकरण और अन्तःकरण। मनुष्य विषयोंको बहिःकरण(श्रोत्र? नेत्र आदि) से जानता है और बहिःकरणको अन्तःकरण(मन? बुद्धि आदि) से जानता है। उस अन्तःकरणकी चार वृत्तियाँ हैं -- मन? बुद्धि? चित्त और अहंकार। इन चारोंमें भी अहंकार सबसे सूक्ष्म है? जो कि एकदेशीय है। यह अहंकार भी जिससे देखा जाता है? जाना जाता है? वह जाननेवाला प्रकाशस्वरूप क्षेत्रज्ञ है। उस अहंभावके भी ज्ञाता क्षेत्रज्ञको साक्षात् मेरा स्वरूप समझो। यहाँ विद्धि पद कहनेका तात्पर्य है कि हे अर्जुन जैसे तू अपनेको शरीरमें मानता है और शरीरको अपना मानता है? ऐसे ही तू अपनेको मेरेमें जान (मान) और मेरेको अपना मन। कारण कि तुमने शरीरके साथ जो एकता मान रखी है? उसको छोड़नेके लिये मेरे साथ एकता माननी बहुत आवश्यक है।जैसे यहाँ भगवान्ने क्षेत्रज्ञं चापि मां विद्धि पदोंसे क्षेत्रज्ञकी अपने साथ एकता बतायी है? ऐसे ही गीतामें अन्य जगह भी एकता बतायी है जैसे -- दूसरे अध्यायके सत्रहवें श्लोकमें भगवान्ने शरीरी(क्षेत्रज्ञ)के लिये कहा कि जिससे यह सम्पूर्ण संसार व्याप्त है? उसको तुम अविनाशी समझो -- अविनाशि तु तद्विद्धि येन सर्वमिदं ततम् और नवें अध्यायके चौथे श्लोकमें अपने लिये कहा कि मेरेसे यह सम्पूर्ण संसार व्याप्त है -- मया ततमिदं सर्वं जगदव्यक्तमूर्तिना। यहाँ तो भगवान्ने क्षेत्रज्ञ(अंश) की अपने (अंशीके) साथ एकता बतायी है और आगे इसी अध्यायके चौंतीसवें श्लोकमें शरीरसंसार(कार्य) की प्रकृति(कारण) के साथ एकता बतायेंगे। तात्पर्य है कि शरीर तो प्रकृतिका अंश है? इसलिये तुम इससे सर्वथा विमुख हो जाओ और तुम मेरे अंश हो? इसलिये तुम मेरे सम्मुख हो जाओ।शरीरकी संसारके साथ स्वाभाविक एकता है। परन्तु यह जीव शरीरको संसारसे अलग मानकर उसके साथ ही अपनी एकता मान लेता है। परमात्माके साथ क्षेत्रज्ञकी स्वाभाविक एकता होते हुए भी शरीरके साथ माननेसे यह अपनेको परमात्मासे अलग मानता है। शरीरको संसारसे अलग मानना और अपनेको परमात्मासे अलग मानना -- ये दोनों ही गलत मान्यताएँ हैं। अतः भगवान् यहाँ विद्धि पदसे आज्ञा देते हैं कि क्षेत्रज्ञ मेरे साथ एक है? ऐसा समझो। तात्पर्य है कि तुमने जहाँ शरीरके साथ अपनी एकता मान रखी है? वहीं मेरे साथ अपनी एकता मान लो? जो कि वास्तवमें है।शास्त्रोंमें प्रकृति? जीव और परमात्मा -- इन तीनोंका अलगअलग वर्णन आता है परन्तु यहाँ अपि पदसे भगवान् एक विलक्षण भावकी ओर लक्ष्य कराते हैं कि शास्त्रोंमें परमात्माके जिस सर्वव्यापक स्वरूपका वर्णन हुआ है? वो तो मैं हूँ ही? इसके साथ ही सम्पूर्ण क्षेत्रोंमें क्षेत्रज्ञरूपसे पृथक्पृथक् दीखनेवाला भी मैं ही हूँ। अतः प्रस्तुत पदोंका यही भाव है कि क्षेत्रज्ञरूपसे परमात्मा ही है -- ऐसा जानकर साधक मेरे साथ अभिन्नताका अनुभव करे।स्वयं संसारसे भिन्न और परमात्मासे अभिन्न है। इसलिये यह नियम है कि संसारका ज्ञान तभी होता है? जब उससे सर्वथा भिन्नताका अनुभव किया जाय। तात्पर्य है कि संसारसे रागरहित होकर ही संसारके वास्तविक स्वरूपको जाना जा सकता है। परन्तु परमात्माका ज्ञान उनसे अभिन्न होनेसे ही होता है। इसलिये परमात्माका यथार्थ ज्ञान प्राप्त करानेके लिये भगवान् क्षेत्रज्ञके साथ अपनी अभिन्नता बता रहे हैं। इस अभिन्नताको यथार्थरूपसे जाननेपर परमात्माका वास्तविक ज्ञान हो जाता है।क्षेत्रक्षेत्रज्ञयोर्ज्ञानं यत्तज्ज्ञानं मतं मम -- क्षेत्र(शरीर) की सम्पूर्ण संसारके साथ एकता है और क्षेत्रज्ञ(जीवात्मा) की मेरे साथ एकता है -- ऐसा जो क्षेत्रक्षेत्रज्ञका ज्ञान है? वही मेरे मतमें यथार्थ ज्ञान है।मतं मम कहनेका तात्पर्य है कि संसारमें अनेक विद्याओंका? अनेक भाषाओँका? अनेक लिपियोंका? अनेक कलाओंका? तीनों लोक और चौदह भुवनोंका जो ज्ञान है? वह वास्तविक ज्ञान नहीं है। कारण कि वह ज्ञान सांसारिक व्यवहारमें काममें आनेवाला होते हुए भी संसारमें फँसानेवाला होनेसे अज्ञान ही है। वास्तविक ज्ञान तो वही है? जिससे स्वयंका शरीरसे सम्बन्धविच्छेद हो जाय और फिर संसारमें जन्म न हो? संसारकी परतन्त्रता न हो। यही ज्ञान भगवान्के मतमें यथार्थ ज्ञान है। सम्बन्ध --   पूर्वश्लोकमें क्षेत्र और क्षेत्रज्ञके ज्ञानको ही अपने मतमें ज्ञान बताकर अब भगवान् क्षेत्र और क्षेत्रज्ञके विभागको सुननेकी आज्ञा देते हैं। ","hcsca":"।।13.3।। पूर्व श्लोक में यह कहा गया है कि जड़ उपाधियाँ क्षेत्र हैं और इनका अधिष्ठान चैतन्य स्वरूप आत्मा क्षेत्रज्ञ है। यहाँ सबको चकित कर देने वाला कथन है कि समस्त क्षेत्रों में क्षेत्रज्ञ मुझे ही जानो। यदि? सब क्षेत्रों में ज्ञाता एक ही है ? तो इसका अर्थ यह हुआ कि बहुलता और विविधता केवल जड़ उपाधियों में ही है और उनमें व्यक्त चैतन्य सर्वत्र एक ही है। इस सर्वश्रेष्ठ? सर्वातीत एक सत्य को यहाँ उत्तम पुरुष एक वचन के रूप में निर्देशित किया गया है? क्षेत्रज्ञ मैं हूँ? क्योंकि सभी साधकों को यह इसी रूप में अनुभव करना है कि? वह मैं हूँ? (सोऽहम्)।हम पहले भी इंगित कर चुके हैं कि भगवान् श्रीकृष्ण गीता का उपदेश योगारूढ़ की स्थिति के विरले क्षणों में कर रहे हैं। वे सर्वव्यापी आत्मस्वरूप से तादात्म्य किये हुये हैं। इस श्लोक का उनका कथन विद्युत् के इस कथन के समान है कि? मैं ही विश्वभर के बल्बों में प्रकाशित हो रही ऊर्जा हूँ।इस सम्पूर्ण विविध नामरूपमय सृष्टि के पीछे विद्यमान एकमेव सत्य का निर्देश करने के पश्चात् भगवान् अपना मत बताते हुये कहते हैं कि क्षेत्रक्षेत्रज्ञ का विवेकजनित ज्ञान ही वास्तविक ज्ञान कहलाने योग्य है? क्योंकि यही ज्ञान हमें अपने सांसारिक बन्धनों से मुक्त कराने में समर्थ है। इस ज्ञान के अभाव में ही हम जीव भाव के समस्त दुखों को भोग रहे हैं।ज्ञानमार्ग के निष्ठावान् साधकों के लिए यह क्षेत्र और क्षेत्रज्ञ का ज्ञान उपयोगी और आवश्यक होने के कारण उन्हें उसका विस्तृत अध्ययन करना होगा। ","etsga":"13.3 And, O scion of the Bharata dynasty, under-stand Me to be the Knower of the field in all the fields. In My opinion, that is Knowledge which is the knowlege of th field and the knower of the field. ","etssa":"13.3 Do thou also know Me as the knower of the field in all fields, O Arjuna. Knowledge of both the field and the knower of the field is considered by Me to be ï1the ï1 knowledge. ","etdss":"13.3. O descendant of Bharata ! You should know Me to be also the Field-sensitizer in the Fields of all. The knowledge of the Field and the Field-sensitizer-that knowledge is [in fact] the understanding of Me. ","ecssa":"13.3 क्षेत्रज्ञम् the knower of the field? च and? अपि also? माम् Me? विद्धि know? सर्वक्षेत्रेषु in all fields? भारत O descendant of Bharata (Arjuna)? क्षेत्रक्षेत्रज्ञयोः of the field and of the knower of the field? ज्ञानम्,knowledge? यत् which? तत् that? ज्ञानम् knowledge? मतम् is considered to be? मम My.Commentary The fields are different but the knower of the field is one. The individual souls (Jivatmas) are different but the Supreme Soul (Paramatma) is one. Wherever there is mind? there are lifreath? egoism and the individual consciousness or reflected intelligence side by side. He who has the sense of duality will take birth again and again. This delusion of dulaity can only be removed by knowledge of the identity of the individual soul and the Absolute. I am happy? I am miserable? I am the doer of this action? and I am the enjoyer of this experience -- these are the experiences of all human beings. Therefore the individual soul is bound to Samsara and is subject to pleasure and pain? and the individual souls are in different bodies. But? the Supreme Soul is free from pleasure and pain. It is not bound to Samsara. It is eternally free. It is one without a second.If there is only one individual soul in all bodies? all should have the same experience at the same time. If Rama suffers from abdominal colic? Krishna also should experience the pain at the same time. If John experiences joy? Jacob also should have a similar experience. If Choudhury is stung by a scorpion? Banerjee also should suffer from the pain. But this is not the case. When Rama suffers? Krishna rejoices. When John is jubilan? Jacob is depressed. When Choudhury suffers from the sting of a scorpion? Banerjee is enjoying his breakfast. Fields are different? bodies are different? minds are different and the individual souls are different from each other. But the knower in all these fields is one. Pleasure and pain are the Dharmas (functions) of the mind only. The individual soul is in essence identical with the Supreme Soul.The knower of the field or the Self is not affected by pleasure and pain? virtue and vice. He is the silent witness only. Pleasure and pain are the functions of the mind. They are ascribed to the Self through ignorance. The ignorant man regards the physical body as the Self. He is swayed by the two currents of likes and dislikes? he does virtuous and vicious actions and reaps the fruits of these actions? viz.? pleasure and pain? and takes birth again and again. But the sage who knows that the Kshetrajna or the knower of the field or the Self is distinct from the body is not swayed by likes and dislikes. He identifies himself with the pure? eternal? Absolute or the Supreme Self and is always happy and actionless? though he performs actions for the welfare of humanity.The disease of Timira (partial blindness) which causes perception of what is contrary to truth pertains to the eye but not to the man who perceives. If the disease is removed by proper treatment he perceives things in their true light. Even so ignorance? doubt? pleasure and pain? virtue and vice? likes and dislikes? false perceptions as well as their cause belong to the instrument (the mind) but not to the silent witness? the knower of the field? the Self.In the state of liberation wherein there is annihilation of the mind? there is no ignorance and the play of the two currents of likes and dislikes does not exist there. If false perception? ignorance? pleasure and pain? doubt? bondage? delusion? sorrow? etc.? were the essential properties of the Self? just as heat is the essential property of fire? they could not be got rid of at any time. But there have been sages of Selfrealisation in the past like Sankara? Dattatreya? Jada Bharata and Yajnavalkya who possessed extraordinary supersensual or intuitional knowledge? who were free from false perception? doubt? fear? delusion? sorrow? etc. They were not conscious of Samsara but they had perfect awareness of the Self. Therefore? we will have to conclude that the Self is ever free? pure? perfect? eternal and that ignorance inheres in the instrument (the mind) and not in the Self.Ignorance born of Tamas acts as a veil and prevents man from knowing his essential nature as,the ExistenceKnowledgeBliss Absolute. It causes perception of what is ite the contrary of truth and causes doubt or nonperception of truth. As soon as knowledge of the Self dawns these three forms of ignorance vanish in toto. Therefore these three forms of ignorance are not the attributes of the Self. They belong to the mind? the organ or the instrument. Mind is only an effect or a product of ignorance.The wheel of Samsara or the worldprocess rotates on account of ignorance. It exists only for the ignorant man who perceives the world as it appears to him.There is no Samsara for a liberated sage. Any disease of the eye cannot in any way effect the sun (the dity presiding over the eye). The breaking of the pot will not in any way affect the ether or space in the pot. The water of the mirage cannot render the earth moist. Even so ignorance and its effecs cannot in the least affect the pure? subtle? attributeless? formless? limbless? partless and selfluminous Kshetrajna or the Self. Ignorance does not touch the Self. (Cf.X.20XIII.32XVIII.61) ","scetsga":"13.3 Ca api, and; viddhi, understand; mam, Me, the supreme God who is transcendental; to be the ksetrajnam, Knower of the field with the characterisitics noted above; sarva-ksetresu, in all the fields. The idea is this: Know the Knower of the field- who has become diversified by limiting adjuncts in the form of numerous fields ranging from Brahma to a clump of grass-as free from differentiations resulting from all the limiting adjuncts, and as beyond the range of such words and ideas as existece, nonexistence, etc.\nO scion of the Bharata dynasty, since there remains nothing to be known apart from the true nature of the field, the knower of the field and God, therefore; tat, that; is jnanam, Knowledge, right knowledge; yat, which; is the jnanam, knowledge; ksetra-ksetrajnayoh, of the field and the knower of the field-which are the two knowables-, and by which Knowledge the field and the knower of the field are made objects of knowledge. This is mama, My, God Vishus; matam, opinion.\nObjection: Well, if it be that in all the field there exists God alone, and none else other than Him, as the enjoyer, then God will become a mundane being; or, due to the absence of any mundane creature other than God, there will arise the contingency of the negation of mundance existence. And both these are undesirable, since the scriptures dealing with bondage, Liberation and their causes will become useless, and also becuase they contradict such valid means of knowledge as direct perception.\nIn the first place, mundane existence which is characterized by happiness, sorrow and their cause is apprehended through direct perception. Besides, from the perception of variety in the world it can be inferred that mundane existence results from virtue and vice. All this becomes illogical if God and the individual soul be one.\nReply: No, because this becomes justifiable owing to the difference between Knowledge and ignorance. These two, viz that which is know as Knowledge and that which is known as ignorance are widely contradictory, and they follow divergent courses (Ka. 1.2.4.); and similarly, the different results, viz Liberation and enjoyment, belonging (respectively) to those Knowledge and ignorance, have also been pointed out to be contrary by saying that Liberation is the goal of Knowledge, and enjoyment is the result of ignorance (see Ka. 1.2.2). Vyasa, also has said so: Now, there are these two paths (Mbh Sa. 241.6) etc. and, There are only these two paths, etc. Here (in the Gita) also, two kinds of steadfastness have been stated. And it is understood from the Vedas, the Smrtis and reason that ignorance together with its effects has to be destroyed by Knowledge.\nAs for the Vedic texts, they are:\nIf one has realized here, then there is truth;\nif he has not realized here, then there is great destruction (Ke. 2.5);\nKnowing Him in this way, one becomes Immortal here (Nr. Pu. 6);\nThere is no other path to go by (Sv. 3.8); \nThe enlightened man is not afraid of anything (Tai. 2.9.1).\nOn the other hand, (the texts) with regard to the unenlightened person are:\nThen, he is smitten with fear (Tai. 2.7.1);\nLiving in the midst of ognorance (Ka. 1.2.5); \nOne who knows Brahman becomes Brahman indeed. In his line is not born anyone who does not know Brahman (Mu. 3.2.9);\n(While he who worships another god thinking,)\nHe is one, and I am another, does not know.\nHe is like an animal to the gods (Br. 1.4.10).\nHe who is a knower of the Self, He becomes all this (Universe) (Br. 1.4.10); When men will fold up space like (folding) leather, (then) there will be cessation of sorrow, without knowing the Deity (Sv. 6.9). There are thousands of texts like these.\nAnd the Smrti texts (from the Gita) are:\nKnowledge remains covered by ignorance.\nThery the creatures become deluded (5.15);\nHere itself is rirth conered by them whose minds are established on sameness (5.19); \nSince by seeing eally the God who is present alike everywhere (he does not injure the Self by the Self, therefore he attains the supreme Goal) (13.28), etc.\nAnd as for reason, there is the text, Men avoid snakes, tips of kusa-grass as also well when they are aware of them. Some fall into them owing to ignorance. Thus, see the special result arising from knowledge (Mbh. Sa. 201.17).\nSimilarly, it is known that an unelightened person, who identifies himself with the body etc. and who practises righteousness and unrighteousness under the impulsion of attachment and aversion, takes birth and dies. It cannot be reasonably denied by anyone that, those who see the Self as different from the body etc. become liberated as a result of the cessation of righteous and unrighteous conduct, which depends on the destruction of attachment and aversion.\nThe being so, the Knower of the field, who is reality is God Himself, appears to have become a mundane soul owing to the various adjuncts which are products of ignorance; as for instance the individual soul becomes identified with the body etc. For it is a well-known fact in the case of all creatures that their self-identify with the body etc. which are not-Self is definitely caused by ignorance. Just as, when a stump, of a tree is firmly regarded as a man, the alities of a man do not thery come to exist in the stump, nor do the alities of the stump come to the person, similarly the property ofconsciousness does not come to the body, nor those of the body to consciousness. It is not proper that the Self should be identified with happiness, sorrow, delusion, etc., since they, like decrepitude and death, are eally the products of ignorance.\nObjection: May it not be said that this is not so, becuase of dissimilarity? The stump and the man, which are verily objects of perception, are superimposed on each other through ignorance by their perceiver. On the other hand, in the case of the body and the Self,, the mutual superimposition occurs verily between a knower and an object of perception. Thus, the illustration is not eally applicable. Therefore, may it not be that the properties of the body, though objects of knowledge, belong to the Self which is the knower?\nReply: No, since there arises the contingency of (the Self) becoming devoid of consciousness! If alities such as happiness, sorrow, delusion, desire, etc. of the body etc., which are the field and are objects of knowledge, indeed belong to the knower, then it will be necessary to explain the particular reason why some of the alities of the object of knowledge-the field-superimposed through ignorance belong to the Self, while decrepitude, death, etc. do not. (On the contrary) it is possible to infer that they (happiness etc.) do not pertain to the Self, since, like decrepitude etc., they are superimposed on the Self through ignorance, and because they are either avoidable or acceptable.\nThis being so, the mundane state, consisting of agentship and enjoyership pertaining to the objects of knowledge, is superimposed on the knower through ignorance. Hence, nothing of the knower is affected thery-in the same way as nothing of the sky is affected by the superimposition of surface, diret, etc. (on it) by fools. Such being the case, not the least touch of the mundane state is to be apprehended with regard to the almighty [see footnote on p.5, and p.168.] God, the Knower of the field, even though He exists in all the fields. For it is nowhere seen in the world that anybody is benefitted or harmed by a ality attributed to him through ignorance.\nAs for the statement that the illustration is not eally applicable-that is wrong.\nObjection: How?\nReply: Because what is intended as common between the illustration and the thing illustrated is merely the superimposition through ignorance. There is no disagreement as to that. However, as for your contention that the illustration fails with regard to the Knower, that too has been shown to be inapt by citing the example of decrepitude etc. [If it be held that objects of experience may be superimposed on one another, but they cannot be superimposed on the experiencer, the answer is that this cannot be a universal proposition. For decrepitude and death, which are matters of experience, are superimposed on the Self, the experiencer.]\nObjection: May it not be that the Knower of the field becomes a mundane being owing to his having ignorance?\nReply: No, because ignorance is of the nature of tamas. Since ignorance has the nature of covering, it is indeed a notion born of tamas; it makes one perceive contrarily, or it arouses doubt, or it leads to non-perception. For it disappears with the dawn of discrimination. And the three kind of ignorance, viz non-perception etc. [Etc: false perception and doubt.], are experienced when there are such defects as blindness etc. which are forms of tamas and have the nature of veiling. [It is known through the process of agreement and difference that false perception etc. arise from some defects,and they are not the alities of the Self.]\nObjection: Here it is asserted that if this be the case, then ignorance is a ality of the knower?\nReply: No, for the defects such as blindness are seen to belong to the eye which is an organ. As for your notion that ignorance is a ality of the experiencer, and the very fact of being possessed of the ality of ignorance is what constitutes the mundane state of the Knower of the field; the assertion which was made (by the Vedantin) in that connection, that the Knower of th field is God Himself and not a mundane being, is improper,-this is not so. As for example: Since such defects as false perception etc. are seen to belong to the organ eye, therefore false perception etc. or their causes, viz defects like blindness etc., do not belong to the perceiver. Just as blindness of the eyes does not pertain to the perceiver since on being curved through treatment it is not seen in the perceiver, similarly notions like non-perception, false perception, doubt, and their causes should, in all cases, pertain to some organ; not to the perceiver, the Knower of the field. And since they are objects of perception, they are not alities of the Knower in the same way that light is of a lamp. Just because they are objects of perception, they are cognized as different from ones own Self.\nBesides, it is denied by all schools of thought that in Liberation, when all the organs depart, there is any association with such defects as ignorance etc. If they (the defects) be the alities of the Self Itself, the Knower of the field, as heat is of fire, then there can never be a dissociation from them. Again, since there can be no association with or dissociation from anything for the immutable, formless Self which is all-pervading like space, therefore it is established that the Knower of the field is ever identical with God. This follows alos from the utternance of the Lord, Being without beginning and without alities (31), etc.\nObjection: Well, if this be so, then, owing to the nonexistence of the world and the mundane creatures, there will arise the defect of the uselessness of the scriptures, etc.\nReply: No, since this (defect) is admitted by all. A defect that is admitted by all who believe in the Self is not to be explained by one alone!\nObjection: How has this been admitted by all?\nReply: People of all schools of thought who believe in the Self admit that there is no worldly behaviour or the behaviour of a worldling in the liberated ones. Yet, in their case (i.e. in those various schools), it is not admitted that there is any possibility of such a defect as the scriptures becoming useless, etc. Similarly, in our case let the scriptures be useless when the knowers of the field become identified with God; and purposeful within the sphere of ignorance. This is just as in the case of all the dualists, where it is admitted that the scriptures etc. become useful in the state of bondage, not in the state of Liberation.\nObjection: Well, for us all dualists, bondage and Liberation of the Self are real in the truest sense. So, when things to be renounced or accepted as also the means thereto are real, the scriptures etc. become meaningful. On the other hand, may it not be that for the non-dualists, since duality deos not exist in truest sense, it being the creation of ignorance, therefore the state of bondage of the Self is not ultimately real, and hence the scriptures etc. become purposeless as they remain shorn of a subject-matter?\nReply: No, since it is not logical that the Self should have different states. If this were possible at all, then the states of bondage and freedom of the Self should be simultaneous, or successive. As to that, they cannot occur simultaneously, since they are contradictory-like rest and motion in the same object. Should they occur successively and without being caused, then there will arise the contingency of there being no Liberation; if they occur through some cause, then, since they do not exist inherently, there arises the contingency of their being ultimately unreal. In this case also the assumption becomes falsified.\nMoreover, when ascertaining the precedence and succession of the states of bondage and Liberation, the state of bondage will have to be considered as being the earlier and having no beginning, but an end. And that is contrary to valid means of knowledge. Similarly it will have to be admitted that the state of Liberation has a beginning, but no end- which is certainly opposed to valid means of knowledge. And it is not possible to established eternality for something that has states nd undergoes a change from one state to another. On the other hand, if for avoiding the defect of non-eternality the different states of bondage and Liberation be not assumed, then, even for the dualists such defects as the purposelessness of the scriptures become certainly unavoidable. Thus, the situation being similar (for both), it is not for the Advaitin (alone) to refute the objection.\nNor do the scriptures become purposeless, because the scriptures are applicable to the commonly known unenlightened person. It is indeed in the case of the ignorant person-not in the case of the enlightened one-that there occurs the perception of identity of the Self with the effect (i.e. enjoyership) and the cause (i.e. agentship) which are not-Self. For, in the case of the enlightened persons, it is impossible that, after the dawn of the realization of non-identity of the Self with effect and cause, they can have Self identification with these as I. Surely, not even a downright fool, or a lunatic and such others, see water and fire or shade and light as identical; what to speak of a discriminating person!\nTherefore, such being the case, the scriptures dealing with injunction and prohibition do not concern a person who sees the distinction of the Self from effect and cause. For, when Devadatta is ordered to do som work with the words, You do this, Visnumitra who happens to be there does not, even on hearing the ?nd, conclude, I have been ordered. But this conclusion is reasonable when the person for whom the order is meant is not understood. So also with regard to cause and effect.\nObjection: Can it not be that, even after having realized the Self as different from effect and cuase, it is ite reasonable from the standpoint of natural relationship, [Natural relationship-Self-identification with the body through ignorance.] that with regard to the scriptures one should have the understanding, I am enjoined to adotp the means that yields a desired result, and am porhibited from adopting the means that leads to an undesirable result? As for instance, in the case of a father and son, or between others, even though there exists the awareness of the distinction between each other, still there is the comprehension of the implication of the injunctions and prohibitions meant for one as being also meant for the other. [In the (Br. (1.5.17) we read, Now therefore the entrusting: When a man thinks he will die, he says to his son, You are Brahman, you are the sacrifice, and you are the world, etc. It has been enjoined here in this manner that the son should accept as his own all the duties thus entrusted to him by the father. Similarly, it is understood that when a son in unable to perform his own duties, the father has to accept them. So also in the case of brothers and others.\nThus, in the case of the enlightened person also, though there is a comprehension of his own distinction from effect and cause, still, owing to his earlier relationship with ignorance, body, etc., there is no contradiction in his understanding that the injunctions and prohibitions are meant for him.]\nReply: No, since identification of the Self with effect and cause is possible only before attaining the knowledge of the Self as distinct (from them). It is only after one has followed (or eschewed) what is enjoined or prohibited by the scriptures that he comprehends his own distinction from the effect and cause; not before. [In B.S. (3.4.26-7) it is said that the merit earned by the performance of scriptural duties helps to generate knowledge of Brahman. Therefore these duties are not meant for the enlightened. (By following what is enjoined, and avoiding what is prohibited, ones mind becomes purified, and then only one understands he is different from cause and effect-agentship and enjoyership.-Tr.)] Therefore it is established that the scriptures dealing with injunctions and prohibitions are meant for the ignorant. \nObjection: Well, if (injunctions and prohibitions) such as, One who desires heaven shall perform sacrifices, One should not eat poisoned meat, etc. be not observed by those who have realized the Self as distinct and by those who view only the body as the Self, then, from the absence of any observer of those (injunctions etc.) there would follow the uselessness of the scriptures.\nReply: No, because engagement in or abstention from actions follows from what is ordained by the scriptures. As for one who has realized the identity of the Lord and the knower of the field, one who has realized Brahman-he does not engage in action. Similarly, even the person who does not believe in the Self does not engage in action, under the idea that the other world does not exist. However, one who has inferred the existence of the Self on the ground of the wellknown fact that study of the scriptures dealing with injunctions and prohibitions becomes otherwise purposeless, who has no knowledge of the essential nature of the Self, and in whom has arisen hankering for the results of actions-he faithfully engages in action. This is a matter of direct perception to all to us. Hence, the scriptures are not purposeless.\nObjection: May it not be that the scriptures will become meaningless when, by noticing abstention from action in the case of men with discrimination, their followers too will abstain?\nReply: No, because discrimination arises in some rare person only. For, as at present, some rare one among many people comes to possess discrimination. Besides, fools do not follow one who has discrimination, because (their) engagement in action is impelled by defects such as attachment etc. And they are seen to get engaged in such acts as black magic. Moreover, engagement in action is natural. Verily has it been said (by the Lord), But it is Nature that acts (5.14).\nTherefore, the mundane state consists of nothing but ignorance, and is an object of perception (to the ignorant man who sees it) just as it appears to him. Ignorance and its effects do not belong to the Knower of the feild, the Absolute. Moreover, false knowledge cannot taint the supreme Reality. For, water in a mirage cannot taint the supreme Reality. For, water in a mirage cannot make a desert muddy with its moisture. Similarly, ignorance cannot act in any way on the Knower of the field. Hence has this been said, And understand Me to be knower of the field, as also, Knowledge remains covered by ignorance (5.15).\nObjection: Then, what is this that even the learned say like the worldly people, Thus [Possessed of aristorcracy etc.] am I, This [Body, wife, etc.] verily belongs to Me?\nReply: Listen. This is that learnedness which consists in seeing the field as the Self! On the contrary, should they realize the unchanging Knower of the field, then they will not crave for enjoyment or action with the idea, May this be mine. Enjoyment and action are mere perversions. This being so, the ignorant man engages in action owing to his desire for results. On the other hand, in the case of an enlightened person who has realized the changeless Self, engagement in aciton in impossible because of the absence of desire for results. Hence, when the activities of the aggregate of body and organs cease, his withdrawal from action is spoken of in a figurative sense. \nSome may have this other kind of learnedness: The Knower of the field is God Himself; and the field is something different and an object of knowledge to the Knower of the field. But I am a mundane being, happy and sorrowful. And it is my duty to bring about the cessation of worldly existence through the knowledge of the field and the Knower of the field, and by continuing to dwell in His true nature after directly perceiving through meditation God, the Knower of the field, and he who, understands thus, and he who teaches that he (the taught) is not the Knower of the field, and he who, being under such an idea, thinks, I shall render meaningful the scriptures dealing with the worldly state and Liberation-is the meanest among the learned. That Self-immolator, being devoid of any link with the traditional interpreters of the purport of the scriptures, misinterprets what is enjoined in the scriptures and imagines what is not spoken there, and thery himself becoming deluded, befools others too. Hence, one who is not a knower of the traditional interpretation is to be ignored like a fool, though he may be versed in all the scriptures.\nAs for the objection that, if God be one with the knower of the field, He will then become a mundane being, and that, if the knowers of the fields are one with God, then from the nonexistence of mundane beings will follow the absence of the mundane state, -these two objections have been refuted by admitting Knowledge and ignorance as having different characteristics.\nObjection: How?\nReply: By saying that any defect imagined through ignorance does not affect the supreme Reality which is the substratum of that (imagination). In accordance with this an illustration was cited that a desert is not made muddy by water in a mirage. Even the defect of the possibility of nonexistence of the mundange state, conseent on the nonexistence of individual souls, stands refuted by the explanation that the mundane state and the individual souls are imagined through ignorance.\nObjection: The defect of mundane existence in the knower of the field consists in his being possessed of ignorance. And sorrowfulness etc. which are its products are matters of direct experience.\nReply: No, since whatever is known is an attribute of the field, therefore the knower-the knower of the field-cannot reasonably be tainted by the defects arising from it. Whatsoever blemish-not existing in the knower of the field-you attribute to It is logically an object of experience, and hence it is verily a ality of the field; not the ality of the knower of the field. Nor does the knower of the field become tainted thery, because of knower cannot possibly have any conjunction with an object of knowledge. Should there be a conjunction, then there will be no possibility at all of its (the latters) becoming a knowable. Oh! Sir, if being ignorant, sorrowful, etc. be alities of the Self, how is it that they are directly perceived? Or how can they be alities of the Knower of the field? If the conclusion be that all that is known consititutes the field, and that the one who knows is verily the knower of the field, then, to say that being ignorant, sorrowful, etc.are the alities of the knower of the field and that they are directly perceived is a contradictory statement having only ignorance as its basis.\nHere, (the opponent) asks: To whom does ignorance belong?\n(The answer is that) it belongs verily to him by whom it is experienced!\nObjection: In whom is it perceived?\nReply: Here the answer is: It is pointless to ask, In whom is ignorance experienced?\nObjection: How?\nReply: If ignorance be perceived (by you), then you perceive its possessor as well. Moreover, when that possessor of ignorance is perceived it is not reasonable to ask, In whom is it perceived? For, when an owner of cattle is seen, the estion, To whom do the cattle belong, does not become meaningful.\nObjection: Well, is not the illustration dissimilar? Since, the cattle and their owner are directly perceived, their relation also is directly perceived. Hence the estion is meaningless. Ignorance and its possessor are not directly perceived in that manner, in which case the estion would have been meaningless.\nReply: What will it matter to you if you know the relation of ignorance with a person who is not directly perceived as possessed of ignorance?\nOpponent: Since ignorance is a source of evil, therefore it should be got rid of.\nReply: He to whom ignorance belongs will get rid of it!\nOpponent: Indeed, ignorance belongs to myself.\nReply: In that case, you know ignorance as also yourself who possess it?\n \nOpponent: I know, but not through direct perception.\nReply: If you know through inference, then how is the connection (between yourself and ignorance) known? Surely it is not possible for you the knower to have at that time [When you are knowing your own ignorance.] the knowledge of the relation (of the Self) with ignorance which is an object of knowledge; [After having perceived ignorance as an object of your knowledge, how can you who continue to be the knower cognize yourself as the knower of that ignorance? For this would lead to the contradiction of the same person becoming the subject and the object of cognition.] because the cognizer is then engaged in cognizing ignorance as an object. Besides, there cannot be someone who is a (separate) cognizer of the relation between the knower and ignorance, and a separate cognition of that (relation), for this would lead to infinite regress. If the knower and the relation between the knower and the thing known be cognizable, then a separate cognizer has to be imagined. Of him, again, another knower has to be imagined; of him again a separate cognizer would have to be imagined! Thus, an infinite regress be comes unavoidable.\nAgain, whether the knowable be ignorance or anything else, a knowable is verily a knowable; similarly, even a knower is surely a knower; he does not become a knowable. And when this is so, [Since the knower cannot be known, therefore his relation with ignorance also cannot be known by himself or by anybody else] nothing of the cognizer-the knower of the field-is tainted by such defects as ignorance, sorrowfulness, etc.\nObjection: May it not be said that the (Selfs) defect is surely this, that the field, which is full of defects, is cognized (by It)?\nReply: No, because it is the Immutable, which is consciousness, by nature, that is figuratively spoken of as the cognizer. It is just like figuratively attributing the act of heating to fire merely because of its (natural) heat. Just as it has been shown here by the Lord Himself that identification with action, cause and effect are absent in the Self, and that action, cause, etc. are figuratively attributed to the Self owing to their having been superimposed (on It) through ignorance, so has it been shown by Him in various places: He who thinks of this One as the killer৷৷. (2.19), While actions are being done in ever way by the gunas of Nature (3.27), The Omnipresent neither accepts anybodys sin৷৷. (5.15), etc. It has been explained by us, too, in that very way, and in the following contexts also we shall explain accordingly.\nObjection: Well, in that case, if identification with action, cause and effect be naturally absent in the Self, and it they be superimpositions through ignorance, then it amounts to this that actions are meant for being undertaken only by the ignorant, not by the enlightened. \n \nReply: It is true that is comes to this. This very fact we shall explain under the verse, Since it is not possible for one who holds on to a body৷৷. (18.11). And, in the context dealing with the conclusion of the purport of the whole Scripture, we shall explain this elaborately under the verse, ৷৷.in brief indeed, O son of Kunti,৷৷.which is the supreme consummation of Knowledge (ibid. 50) It is needless here to expatiate further, Hence we conclude.\nThe next verse, (Hear about)৷৷.what that field is, etc., summarizing the purport of the chapter dealing with the field taught in the verses begining from This body৷৷.etc., is being presented. For it is proper to introduce briefly the subject-matter that is sought to be explained. ","scetdss":"13.2-3 Somewhere in the scriputures it is heard that The Field-sensitizer must be worshipped. Is He the same as the Soul, or the Lord or an altogether different third entity ? On a doubt regarding this problem -\n \nThe Bhagavat instructs-Idam etc. Ksetrajnam etc. For persons of wordly life their body is the Ksetra Field where the seeds of action grow. That is why their personal Soul covered with incoming (or foreign, not-natural) dirt, is called Field-sensitizer. In the case of the enlightened persons, the self-same body is [again] the Ksetra, But there is difference in etimological meaning viz : It decays the fetters of the result of action by means of consuming [it]; and it protects [them] from the fear of birth-and-death [cycle]. With reference to these persons, the Supreme Soul, Vasudeva is the Field-sensitizer. He who sensitizes this Field : He who causes it to know. Here the root vid includes within itself, the meaning of the causal suffix ni. Therefore [the meaning is :] He, on account of Whose grace this insentient [body] attains the status of being sentient, He alone, an no one else, is the Field-sensitizer. But, the [only] difference is this : Taking into consideration th aspect of limited pervaisveness, He is taken to be Soul; and on account of [His] unlimited pervasiveness in all the Fields, [He is called] the Supreme Soul, the Bhagavat Vasudeva. Of Me : the Sixth Case here is in the objective sense. Hence the idea is : I may be known by means of this knowledge. ","scetssa":"13.3 Know as Myself the Field-knower also who is the only form of the Knower in all the bodies like divinities, men etc., i.e., know them as ensouled by Me. By the expression also (Api) in, Know Me also (Api) as the Field-Knower, it is inferable that Know Me as the Field-Knower in all Fields has also been taught by implication. Just as the body, on account of its being the attribute of the knower, cannot exist separately, and is conseently denoted by way of co-ordinate predication (Samanadhikarnya) with it, in the same manner both the Field and the Field-Knower, on account of their being My attributes, cannot exist as entities separate from Me, and hence can be denoted as one with Me by way of co-ordinate predication. Both the Ksetra (Field) which is an aggregate of earth etc., and the Ksetrajna (the Jiva) have the Lord for their Self, because of their being of the nature of the body of the Lord. Such is the teaching of the Sruti passages beginning from He who dwelling in the earth, is within the earth, whom the earth does not know, whose body is the earth, who controls the earth from within - He is your inner Controller and immortal Self (Br. U., 3.7.3), and ending with He who, dwelling in the individual self as the self within, whom the self does not know, whose body the self is, who controls the self from within - He is your inner Controller and immortal Self (Br. U. Madh., 3.7.22). It is the dwelling in of the Lord as the Self of all the knowers of the bodies (Field-Knowers or the Jivas) on account of His being the inner Controller, that is the justification for describing Him as in co-ordinate predication (Samanadhikaranya) with them. In the beginning and later on, it was taught to the effect, I am the self, O Arjuna, dwelling in the hearts of all beings (10.20), and Nothing that moves or does not move exists without Me (10.39) and I, with a single aspect of Myself, am sustaining the whole universe (10.42). In the middle He describes Himself by way of co-ordinate predication as, Of Adityas, I am Visnu etc. In the teachings concerning the difference between the body and its knower and concerning both of them as having Me for their Self - this knowledge of unity by co-ordinate predication alone is taught as My view. Some (the followers of Advaita and Bhedabheda) say: The sentence And know Me as the Knower should be understood as co-ordinate predication expressing identity between the individual self and the Supreme Self. Thus according to their view, the Lord (Isvara), who is Existence-Knowledge-Bliss Absolute must be admitted to have become the individual self, as it were, through nescience (Ajnana). According to their docrine the teaching of identity given here in the Text seeks to sublate that nescience. Just as teaching by a reliable person to the effect, This is a rope, and not a snake, sublates the erroneous notion of a snake, the teaching of the Lord, who is most reliable, sublates the erroneous notion of the individual self (Ksetrjna) being different from Him. Such interpreters are to be estioned thus: Is this Teacher, Bhagavan Vasudeva, the Supreme Ruler, one whose nescience has been sublated by the exact knowledge of the Self or not? If His nescience has been sublated, then the perception of duality like Arjuna as the taught, and of actions like teaching, becomes impossible, because of the impossibility of superimposing a flase form on the Self which is in reality mere undifferentiated Consciousness. If, however, His nescience has not been sublated on account of His not having realised the Self, then, because of His ignorance, it is utterly impossible for Him to teach the knowledge of the Self. Elsewhere it has been stated: The wise, who have realised the truth, will instruct you in knowledge (4.34). Thus, the polemics of this nature are to be ignored as having been set forth to misguide the world by these ignorant daters whose arguments are contradicted by all Vedas, Smrtis, Itihasas, the Puranas, logic and their own words. The truth is this: Some of the Sruti texts declare that non-conscient matter, the conscient entity (the individual self) and the Supreme Brahman are different in nature from one another in the relation of object of enjoyment, the enjoyer (subject) and the Supreme Ruler as follows: From Prakrti, the Possessor of Maya projects this world, in which another (i.e. the individual self) is confined by Maya (Sve. U., 4.9); Know then Maya to be the Prakrti and the Possessor of Maya to be the Great Lord (Sve. U., 4.10); The perishable is Prakrti; the immortal and imperishable is Hara (the individual self); and the Lord alone rules over both the perishable Prakrti and the imperishable individual self (Sve. U., 1.10). Here, the expression, The immortal and the imperishable is Hara, points out the enjoyer (i.e., individual self); It is called Hara because the individual self siezes matter as an object of It own experience. Again, He is the cause, the Lord of the lord of senses (Ibid., 6.9); He has no progenitor and no Lord (Ibid., 6.9); He is the ruler of Prakrti, of the individual self, and the Lord of alities (Ibid., 6.16); He is the Lord of the Universe, the Ruler of individual selves, the eternal, the auspicious and the unchanging (Ma. Na., 13.3); The two unborn - the knowing Lord and the unknowing individual self, the omnipotent and the impotent (Sve. U.,1.9); The Constant among inconstants, the Intelligent among the intelligents, the one who grants the desires of the many (Ibid., 6.13. & Ka. U., 5.13); When one knows the enjoyer, the object of enjoyment and Actuater ৷৷. (Sve. U., 1.12); Regarding the individual self and the Actuater to be different, and blessed by Him, It attains immortality (Ibid., 1.6), and Ot these two, the one eats the sweet Pippala fruit, the other shines in his splendour without eating (Ibid., 4.6 and Mun. U., 3.1.1). Further, There is one unborn female, red, white and black, who produces many creatures like herself; there is another unborn being who loves her and is close to her; there is yet another male unborn who after having enjoyed here, gives her up (Ibid., 4.5); The cow (i.e. Prakrti) that has no beginning or end, is the mother and source of all beings (Cha. U., 4.5) and On the self-same tree, the individual self sits sunken in grief, and being ignorant and impotent, It grieves. When It sees the other, the gracious Lord and His glory, It attains freedom from grief (Sve. U., 4.7). The following passages of the Gita are alos to the point: This Prakrti, thus divided eightfold, composed of Ahankara etc., is Mine. This is My lower Prakrti. Know My higher Prakrti to be distinct from this - the Life Principle, by which the universe is sustained (7.4-5); All beings, O Arjuna, enter into My Nature at the end of a cycle. These I send forth again at the beginning of a cycle. Resorting to Prakrti, which is My own, I send forth again and again all this multitude of beings, helpless under the sway of Prakrti (9.7-8); Under my control, Prakrti gives birth to all that moves, and that which does not move. And because of this, O Arjuna, does the world spin (9.10); Know that Prakrti and the individual self are without beginning (13.19) The great Brahman (or Prakrti) is My womb; in that I lay the germ; from it, O Arjuna, is the birth of all beings (14.3). The great Brahman of Mine, which is the womb of this world, called Prakti, non-conscient matter, consisting of elements in a subtle state - in it I lay the germ called conscient entity. From that, namely, from the compound between conscient and unconscient entities, which is willed by Me, are born all these beings beginning with the gods and ending with the immobile things mixed up with the unconscient matter. Such is the meaning. In the Sruti also, the subtle original state of material elements is signified as Brahman: From Him are produced Brahman as also the world of matter and soul (Anna) having name and form (Mun. U., 1.1.9). Likewise, Sruti Texts declare that the Supreme Person constitutes the Self of all, and the conscient and non-conscient entities are inseparable from Him; for, those conscient and unconscient entities, which abide in the form of the experiencer and the experienced abiding in all states, form the body of the Supreme Person; conseently they are under His control. These Texts are as follows: He who, dwelling in the earth, is within the earth, whom the earth does not know, whose body the earth is, who is the Inner Ruler of the earth and ending with, He who, dwelling in the self, is within the self, whom the self does not know, whose body the self is and who is the Inner Controller of the self (Br. U. Madh., 3.7.3-22). Likewise another passage declares: He who is moving withing the earth, to whom the earth is the body, whom the earth does not know ৷৷. he who is moving within the Mrtyu (Nature), to whom Mrtyu is the body, whom Mrtyu does not know ৷৷. He is the Inner Self of all beings, sinless; He is the divine Lord, He is of the one Narayana (Sub. U., 7). Here the term Mrtyu denotes the subtle state of non-conscient entity which is expressed by the term Tamas, because in the same Upanisad, it is declared, The unmanifest (Avyakta) merges into Aksara (the imperishable), and the Aksara merges into Tamas (Ibid., 2). Elsewhere it is stated thus: Entering within, is the Ruler of all creatures, the self of all (Tai. A., 3.21). Therefore, the Supreme Person, who posseses conscient and non-conscient entities abiding in all states as His body, is in the form of the world, whether in the state of cause or of effect. So, with the purpose of making this explicit, some Srutis declare that the world in its states as cause and effect, is He Himself. They begin with, This Existence (Sat) alone was in the beginning, one only without a second ৷৷. It thought, May I become many, may I multiply. It creates Tejas (Cha. U., 6.2.1.2), and ends with All creatures here, my dear, have their root in the Sat (Being), have their home in the Sat, have Sat as their support. All this has Sat for its self. That is Existence. He is the Self. That you are, O Svetaketu (Cha. U., 6.8.4.6-7). Elsewhere is the following text beginning with, He desired, May I become many; He performed austerity; having performed austerity, He created all this, and concluding with, He became both the Satya (individual self) and Anrta (matter), He has remained true to His nature (Tai. U., 2.6.1). The difference in nature between conscient and unconscient entities and the Supreme Person, established in the other Sruti passages, is asserted here also: Lo! Entering into these three divinities (i.e. the Tejas, water and earth) in the form of living self (individual self), which is Myself, I distinguish name and form? (Cha. U., 6.3.2) and also in the text, Having created it, He entered into it. Having entered it, He became Sat and Tyat ৷৷. He became both conscious and unconscious, both the Satya (individual self) and Anrta (matter). He has remained true to His own nature (Tai. U., 2.6.1). It is in this way that all the distinctions of names and forms are brought about: The Sruti also declares, Then, this was undifferentiated. Now, it has been differentiated by names and forms (Br. U., 1.4.7). Therefore, He who exists in the states of effect and cause, and who has the conscient and unconscient entities in their gross and subtle states as His body, is the Supreme Person. Because the effect is not other than the cause, the effect becomes known when the cause is known, when the One becomes known, everything is known - thus what is posited by the Srutis stands explained. In the text, Entering into these three divinities by way of living self (individual self) which is My self, I distinguish name and form (Cha. U., 6.3.2) - all the non-conscient entities are pointed out by the expression, the three divinities, and then the distinguishing of names and forms arises on account of the individual selves having Him for Their Self, entering into those entities. Thus all expressive terms signify the Supreme Self who is alified by the individual selves and non-conscient matter. Therefore, co-ordinate predication (Samanadhikaranya) of a term denoting an effect with a term denoting the Supreme Self as cause, is ite appropriate. Thus the Supreme Brahman, who has conscient and non-conscient entities in their gross and subtle conditions as His modes, is Himself the effect and the cause; so Brahman is the material cause of the world. Brahman Himself constitutes the material cause of the world, because Brahman, who has the conscient and unconscient entities in their subtle state as His body, forms the cause of all. Still as that material cause is a composite entity (i.e., of individual selves, Prakrti aand Isvara), there is no mixing up of the natures of Brahman, conscient entities and non-conscient entities. This is perfectly tenable. Thus, for example, although the material cause of a multi-coloured cloth is a combination of white, black and red threads, the connection of whiteness etc., with the cloth is to be found only in the place where a particular kind of thread is woven in it; in the state of effect also, there is no mixing up of the colours everywhere. Similarly, although the world has for its material cause a combination of the Lord, conscient and non-conscient entities, still in its condition as an effect also, there is no mixing up of the respective alities of experiencer (subject), the experienced (object) and the Controller (God). Though these threads can exist separately they are brought together at a time by mans will and acire the character and effect as a conseence. But in the case of the world manifestation, there is a unieness. It consists in that the intelligent and insentient entities in both causal and effect conditions derive their existential nature only from, and as, modes of the Supreme Person, by forming His body. Thus the Supreme Person having those entities as His body, is always signified by all these terms indicating them. As for the differences in nature, their respective speciality of character holds good here (i.e., in the production of world as of the coloured cloth). Such being the case, though the Supreme Brahman enters the effect, owing to absence of transformation of His nature, the unchangeability is well established. To signify Brahman as effect is also very appropriate, because He is the Self sustaining the conscient and non-conscient entities from within their gross condition when they are differentiated by name and form: What is called effect is nothing other than the cause passing into another state of existence. The various scriptural statements that the Supreme Brahman is without attributes are also tenable in the sense that He is not associated with evil attributes, as the Sruti text, He is free from evil, ageless, deathless, sorrowless, hungerless, thirstless eliminates all evil attributes, and then says that He is full of auspicious attributes: Whose desire is real, whose will is real (Cha. U., 8.7.1). This Sruti text itself settles here what was generally declared elsewhere that negation of attributes (Guna-nisedha) pertains to evil attributes in Brahman. The doctrine that Brahman is of the nature of knowledge is also ite appropriate, because it amounts to saying that the true nature of Brahman, who is omniscient and omnipotent, who is antagonistic to all that is evil, and who is the mine of all auspicious attributes, can be adeately defined only as Knowledge, as one whose nature is Knowledge, since He possesses self-luminosity. The following texts teach that Brahman is the Knower: He who is all-knowing, all wise (Mun. U., 1.1.9); His high power is revealed, indeed, as various and natural, as consisting of knowledge, strength and activity (Sve.U., 6.8); My dear, by what means has one to understand the Knower? (Br. U., 2.4.14); and the text, Brahman is Existence, Knowledge and Infinity (Tai. U., 2.1.1). All these teach that Brahman is of the nature of Knowledge in as much as He can be defined only as Knowledge, and because also He is self-luminous. In the texts He desired, May I become many (Tai. U., 2.6.1), It thought, May I become many (Cha. U., 6.2.3), It became differentiated by names and forms - it is affirmed that Brahman thus exists of His own Will in a wonderful plurality of modes on account of His having the immovable and movable entities as His body. Conseently it is false to affirm the opposite view that the manifold entities do not have Brahman as their self in a real sense. Thus, it is the unreality of manifold existence (i.e., of entities without Brahman for the Self) that is denied in the following texts: He obtains death after death who sees difference here (Ka. U., 2.4.10), There is nothing here that is manifold (Ka. U., 2.4.11), But where there is duality, as it were, there one sees another ৷৷. but where everything has become the self ৷৷. there, by what can one see what ৷৷. who shall know which by what? (Br. U., 4.5.15). There is also no denial of the manifoldness of modes of the Brahman resulting from His assumption of various names and forms by His will. This is established in Sruti texts such as, May I become manifold (Tai. U., 2.6.1 and Cha. U., 6.2.3) etc. This manifold modality is proved to be existent in the commencement of even that passage which negates multiplicity by asserting. But where everything has become the self (Br. U., 4.5.15). Everything deserts Him who knows everything to be apart from Him (Br. U., 4.5.7), and Lo, verily, from this great Being has been breathed forth that which is Rg veda (Ibid., 2.4.10). Thus there is no contradiction whatsoever among the Srutis which assert difference in essence and in nature between the conscient self, non-conscient matter and the Lord, whose body the former entities are. There is no contradiction also in the scriptural statement that they are identical. The relation of the body and the self exists at all times between the Lord and the conscient and non-conscient entities. The Sruti texts themselves establish that those entities, which constitute the body (of the Lord), acire in causal condition, a subtle state, in which they cannot be differentiated. In the effect condition they are in a gross state with names and forms, and are capable of differentiation into a multiplicity of entities as modes of the Supreme. Thus there is no room whatsoever for entertaining such doctrines which ascribe nescience to Brahman (as in Advaita), for describing the differences in Brahman as due to limiting adjuncts (as in Bhedabheda) and other tenets (Yadavaprakasas). All these proceed from unsound logic and are in viloation of all Srutis. Let this over-long polemic be terminated here. The object of this long polemical passage is to refute the Advaitic interpretation of the statement Know the Field-Knower in all bodies as Myself as one of absolute identity between the Jiva and Isvara. The thesis of the author of the commentary is that the relation is not oneof absolute identity but only one of identity of reference of several inseparable entities to a comon substratum known technically as Samandadhikaranya or co-ordinate predication, also translated sometimes as grammatical co-ordination. The literal meaning of the expression is the relation of abiding in a common substratum. The relation of the Jiva and Prakrti to Isvara is as of body and soul or as a mode (Prakara) and its substratum (Prakari). The relation between the body and soul of an ordinary being is, however, separable at death. But it is inseparable in the case of Isvara and this Jiva-cum-Prakrti body. In this sense Isvara is the Field-knower (Ksetrajna) of the Field (Ksetra) constituted of all individual entities conscient and inconscient, just as in each individual personality the Jiva and the body are the field-knower and the field respectively. [Being in co-ordinate predication (Samanadhikaranya), Brahman is an inseparable but mutually distinct complex of Prakrti, Jiva and Isvara. The cosmic mode of body constituted of Prakrti and Purusa is at intervals in alternate states of latency and patency (Pralaya and Srsti or dissolution and manifestation). As the soul of a complex whole, He can be denoed by any of the terms entering into it - Isvara, Prakrti or Jiva. Brahan is sometimes mentioned in the Srutis as Asat when everything is in latency in Pralaya, and as Sat when all entities are in manifestations (Srsti). All these expressions denote Him only. He is described in some texts as attributeless. It means only that He is without any undesriable evil alities. He is on the other hand endowed with countless auspicious attributes. All these contentions are supported by numerous Vedic passages, which are oted in the commentary.] ","chakravarthi":"It has been said that the jiva is the knower of the field because of his knowledge of his body. But the paramatma also is the knower of the field because he knows all bodies completely. Know that I, the paramatma situated as the monitor in all the bodies, am the knower of the field. Each jiva has knowledge of his particular body, but not of all bodies. But I, though one person, have knowledge of all bodies completely. This distinction should be understood.\nWhat is knowledge? Knowledge of the jiva and paramatma, both knowers of the field, along with knowledge of the field, is called knowledge according to me. Explaining this verse in a different way, saying that there is only one jiva in existence, one knower of the field, cannot be accepted, since that opinion is contradicted by the later statement uttamah purusas tv anyah paramdtmety udahrtah: but there is another supreme person called the paramatma. (15.17) ","rudra":"  Thus the transmigratory nature of the jiva or embodied being has been\nstated by Lord Krishna. Now the non-transmigratory nature of the atma or\neternal soul which is of the nature of ksetrajnam or consciousness within\nthe physical body is being stated. This ksetrajnam is pervading the jiva\nand is verily the Supreme Lord Himself within all jivas as an infinitesimal\nfraction of His divine, immortal consciousness. As inferred in the Vedic\nscripture Chandogya Upanisad VI.VIII.VII with the aphorism: sa atma\ntattvamasi meaning Thou art that. Knowledge of the ksetra or the physical\nbody and ksetrajnam the consciousness of the atma or eternal soul is being\npraised to emphasize its importance. The knowledge which differentiates the\nksetra or physical body from the ksetrajnam is actual knowledge for it is\nrelevant to existence and leads to moksa or liberation from material\nexistence. Knowledge other than this is useless not being relevant to\nspiritual existence and keeps the jiva in the bondage of samsara or the\nperpetual cycle of birth and death. Thus it has been said that real actions\nare only those that are relevant to spiritual development and true learning\nis only that which leads to moksa or liberation from material existence.\nActivities other than these keep one in bondage and are only useless\nexertions of no permanent value and knowledge being irelevant to spiritual\ndevelopment and only gives expertise in technical matters and excellence in\nmundane pursuits with no tangible results or contribution to spiritual\nlife. ","brahma":" The word ksetra-jna means knower of the field of activity and denotes the\nmaterial body. This refers exclusively to the resplendent Supreme Lord who\nis the knower of all material bodies individually and collectively and who\nis distinctly different from the manifest and the unmanifest being\ntranscendentally established within and without all jivas or embodied\nbeings simultaneously. He is present within the etheric heart of all jivas\nas paramatma the supreme soul and He is present within prakriti or the\nmaterial substratum pervading physical existence and He is even present\nwithin the senses although He is imperceptible to the senses being without\nphysical sense organs. Verily He is present everywhere as the pure\nconsciousness of the brahman or the spiritual substratum pervading all\nexistence. He exists within the total fabric of creation which was\nmanifested by Him and He is present within even within the most minuscule\npart of the atom. Thus the Supreme Lord Krishna is the ultimate creator,\nthe ultimate controller and the ultimate reality. There is nothing\ncollectively or individually that is superior to Him. He is paramount to\neverything. Lord Krishna is described as being nirguna possessing no\nmaterial attributes. His form is completely spiritual being sat-cid-ananda\nor eternal existence, unlimited consciousness and endless bliss. Since He\nis of all encompassing and eternal power, some aspects of His manifested\npotencies may appear to be contradictory but it should be clearly\nunderstood that they are never contradictory to each other. The Bhagavat Purana states that the word ksetra-jna applies to the Supreme\nLord, who being transcendentally pure and beyond any modifications is\ncapable of creating perfectly by His will alone in the waking state, the\ndream state and the dreamless state. Anything contrary to Him is subject to\nmodification and transitory and thus not eternal. Although in the previous\nverse the words etadyo vetti meaning those who know refers to the jiva this\nwas used because there are some jivas who are experienced devotees of the\nSupreme Lord who have developed themselves spiritually and achieving atma-\ntattva or soul realisation possess marginal knowledge of the ksetra and\nthus in an individual sense they can in special instances be known as\nksetra-jna as well. Otherwise to refer to Himself as the same ksetra-jna in\nthis verse after referring to the jiva as ksetra-jna in the previous verse\nwould be contrary. Lord Krishna is the ksetra-jna established within all\nksetra-jnas, His ksetra consists of the atmas or soul of every living\nentity in all of creation; whereas the ksetra of the jiva consists only of\ntheir individual physical body. So for all practical purposes both specific\nand general the Supreme Lord is known as ksetra-jna and in special\ncircumstances extremely rare it is possible for this term to be applied to\nan exceptional living entity. ","shri":"  The Supreme Lord Krishna is explaining that He is in fact the ksetrajnam or\ncognizant consciousness abiding within all jivas or embodied souls in its\ncapacity of vivifying all tenements in deva or demigods, human, animal,\nbird, fish etc. and all living entities who are mad-atmakam or ensouled by\nHim and in possession of a soul and not those artificially created or\ncloned who are without an atma or eternal soul. The adverb api meaning\nfurthermore in the expression capi mam viddhi meaning know me also, infers\nthat the ksetra is also under Lord Krishnas complete control as well. The\nactual purport is that just as the ksetra or physical body is apprehended\nsolely as the inseparable adjunct of the ksetra-jna which is designated as\nthe atma; by the law of correlation of subject and predicate so are both\nthe ksetra and the ksetra-jna of all sentient beings in creation to be\nunderstood as being inseparable adjuncts to the Supreme Lord Krishna. It\nwill be pointed out subsequently that Parabrahman who is the actual source\nof the brahman or the spiritual substratum pervading all existence and who\nis known as Vasudeva an expansion of Lord Krishna is a distinctly\ntranscendental postulate of existence separate from even the ksetra-jna\nwhich is the atma and this is totally independent of the jiva in a state of\nmoksa or baddha being liberation and bondage respectively which are also\nknown by kshara or unliberated perishable souls and akshara or liberated\nimperishable souls. Later in chapter 15 verses 16, 17 and 18 Lord Krishna\nconfirms that there are two kinds of atmas in this world the fallible and\nthe infallible. The fallible refers to the kshara and is the sum total of\nall unliberated souls in existence the infallible refers to the akshara and\nis the eternal, infinite and sovereign param?tm? or the Supreme Soul which\nenters into all beings and sustains them. Since the Supreme Lord surpasses\nthe kshara and even excels the akshara as well He is known as Purusottama\nthe Supreme Personality. The ksetra is the composite of the material elements of earth, water, air,\nfire and ether. The ksetra-jna comprises the spiritual bodies of all souls\nin existence which qualitatively constitute the transcendental body of the\nSupreme Lord Krishna who is the Supreme Soul of all. The following Vedic\nscripture confirms: The Brihad-aranyaka Upanisad V.VII.III beginning yah\nprithivyam tishthan meaning : Who is situated in the Earth, who is the\ninterior of the Earth, whom the Earth knows not, to who the Earth is a\nbody, who rules the Earth from within, such a one is He the atma, eternal,\nimmortal and sovereign. Further in the same scripture V.VII.XXII beginning\nya atmani tishthan meaning: Who is situated in the atma, who is the\ninterior of the atma, whom the atma knows not, to whom the atma is a body,\nwho rules the atma from within, such a one is He as paramatma the Supreme\nSoul eternal, immortal and sovereign. Reference to the Supreme Lord in terms of ksetra-jnam etc. are justified in\nacccordance with the law of correlation of subject and predicate evidenced\nbefore with the predicate signifying the abidance of the Supreme Lord as\nthe ksetrajnam within all ksetra-jnas as the paramatma within all atmas,\ninternally monitoring and governing at all times all beings in existence\neverywhere throughout all creation. This law of correlation was evidence\nearlier in chapter ten verse 20 where Lord Krishna reveals that He is the\natma situated within the etheric heart of all jivas or embodied beings. In\nverse 21 He proclaims that of the 12 Adityas, He is Vishnu. In verse 39 He\ndeclares that nothing in all creation which moves or is stationary can\nexist without Him and in verse 42 validates that He maintains and energizes\nthe complete creation and total cosmic manifestation with but a mere\nfraction of His expansion. So with this clearly in mind one should\ncomprehend that the Supreme Lord Krishna highly esteems as worth knowing\nthe knowledge concerning the distinction between the ksetra and the ksetra-\njna and the knowledge that Lord Krishna is the atma of all beings in\nexistence. Contrarily some scholars and pandits interpret this verse of knowing the\nksetrajna to be the Supreme Lord as a means to establish unity by the rule\nof common reference. In this case having to expound upon a united existence\nthey postulate that the Supreme Lord is seen as the ksetrajna by which\nthrough ignorance duality of the cognizant and the incognizant which is\nimplied has to be acknowledged and that the inculcation of unity is to\ndispel this ignorance. The explanation given is that the ignorance arising\nfrom the dualistic conception of the ksetra-jna is dispelled by such\ninstructors interpretations of the wisdom emanating from the mouth of the\nSupreme Lord Himself the same as the instructor who teaches that a rope\ntouched in the darkness is not a snake and causes the imagined snake\ndisappears. Such interpretations must be seriously questioned as to their\nveracity.\n1) If the instructor who teaches the unequivocal wisdom emanating directly\nfrom the Supreme Lord Himself in any of His incarnations or expansions\nand fully understands them, then there is no question of ignorance\narising from dualistic conceptions as they are dispelled at the root and\natma tattva or soul realization is soon forthcoming.\n2) If the instructor whose ignorance supposedly has been dispelled on the\ndawning of atma tattva to then imagine that which is purely spiritual and\nnirvesa or without material qualities and which is pure consciousness and\npostulate it to be a contrary reflection of dualistic antithesis is\nhighly objectionable in the same way as considering rain and water as\ndualistic.\n3) If the instructor adheres to the dualistic conception of the Supreme\nLord does not perceive Him as the one absolute, omnipotent, omniscient\nand omnipresent reality perpetually manifest in all creation then it is\nobvious that atma tattva has not consummated and been achieve and\ntherefore His ignorance has not been dispelled. Therefore those who are\nin ignorance themselves have no qualification to impart knowledge of the\natma or eternal soul to others because they have not realized it either. In chapter four, verse 34 Lord Krishna states: upadeksyanti te jnanam\njnaninas tattva-darsinah meaning saintly souls endowed with the wisdom of\ndivine revelation will impart spiritual knowledge. So in conclusion it\nshould be succinctly comprehended that all polemics of this nature which\nare opposed to the siddhanta or conclusive truth of all the Vedic\nscriptures as well as logic and reason and which instead ostentatiously\nimposes a degraded and erroneous hypothesis upon the world deserves not to\nbe further addressed. The factual reality of existence is found in the evidence and proofs found\nin Vedic scriptures which confirm distinctive characteristics of :\n1) the experienced which is inherent deep within the nature of acit or non-\nsentient matter\n2) the experiencer which is inherent deep within the nature of cit or\nconsciousness\n3) paramesvaram or the supreme controller inherent within every particle of\ncreation The Vedic scriptures themselves declare this as reality as the following\nexamples illustrate from the Svetasvatara Upanisad. In verse V.IX beginning\nasman mayi srijate visvam means that from matter the illusory nature\nconstructs the creation. In verse V.X beginning mayantu prakritim vidyan\nmayinam tu maheshvaram means that the illusory energy to be verily matter\nwhich the Supreme Lord is far beyond. In verse I.X beginning ksharam\npradhanam amritaksharam means that which is perishable is matter and that\nwhich is imperishable is the eternal soul and that which rules both is the\nSupreme Lord. In verse VI.II beginning sa kara jam karapadhipadhipo means\nthe Supreme Lord is the cause, He is the Lord of matter, He is the Lord of\nthe soul, there is no other god above Him, He is the supreme ruler of all\nmatter and all souls. In verse I.VI beginning prithag atmanam preitaram and\nmeans the soul and the Supreme Lord are distinct and different whom by\nserving the soul achieves immortality. In verse I.IX beginning jnanajnau\ndvav-ajav-isanisau means the Supreme Lord is the omniscient one and the\nsoul is not, both are eternal but only the Supreme Lord is the controller\nof all. In verse I.XII beginning bhokta bhogya preritaram means one must\nhave knowledge of matter, the soul and the Supreme Lord. In verse VI.XIII\nbeginning nityo nityanam means the Supreme Lord is the eternal Lord of all\nsouls, the Supreme of the Supreme, who bequeaths desires. In Mundaka\nUpanisad III.I.I beginning tayor anyah pippalalm svadvatti means the\nindividual soul reaps the results of actions while the Supreme Soul reaps\nnot and illuminates everywhere. In the Taittiriya Upanisad X.V beginning\najam ekam lohita-sukla-krsnam means verily a unliberated jiva or embodied\nbeing embraces material existence in the form of matter and enjoys light\nand water and food and in answer to ones wishes bestows manifold progeny\nwhile a liberated jiva discards material existence after tasting its\ndelights. Also in the Tattiriya Upanisad XI.I beginning patim visvasy\natmesvaram sasvatam means the Supreme Lord is the Lord of all creation, the\nLord of all souls, eternal and everlasting. Again in the Svestasvatara\nUpanisad IV.VII beginning samane vrikshe purusho nimagno means dwelling in\nthe same field of activity as paramatma the Supreme Soul, the atma or\nindividual soul immersed in the machinations of material existence is\nsuffering greatly oblivious; but when the atma perceives paramatma the\nworshipable Supreme Lords localized manifestation in all its glory within\nthe etheric heart of all living entities. completely transcendental to\nmaterial nature, above and beyond the machinations of material existence;\nthen all suffering ceases. The Supreme Lord is pradhana-ksetrajnam-patir gunesah meaning He is the\nlord of all attributes and qualities in all fields of activity. Many verses\nspoken by Lord Krishna in Bhagavad-Gita corroborate this. Such as in VII.IV\nbeginning bhumir aponalo vayuh referring to His eight fold energies of the\nmaterial energy. In VII. 5 beginning apareyam itas te anyam referring to\nthe atma or soul and His superior spiritual energies. In IX.VII beginning\nsarva bhutani kaunteya explaining how all living entities are retracted\nback into His nature and later distinctly created and emitted again. In\nIX.VIII beginning prakrtim svam avastabhya He continues explaining how His\nagency of material nature manifests the jivas or embodied entities again\nand again millennium after millennium according to their karma or reactions\nto their actions. In IX.X beginning mayadhyaksena prakrtih he further\nexplains how His sakti or feminine potency creates all things mutable and\nimmutable and thus creation is manifest again and again. Then in XIII.IXX\nbeginning prakrtim purusam He will confirm the eternality of the atma or\nsoul and that material nature is without beginning and later in XIV.III\nbeginning mama yonir mahad-brahma He explains that the complete material\nexistence is the womb wherein He germinates all souls that exist from\nBrahma to the lowest one-celled living entity and impels their birth into\nbeing. The yoni or womb is the vast cosmic manifestation and prakriti is\nthe supra-subtle material substratum pervading physical existence which is\nachit or unconscious and inanimate. Into this the Supreme Lord by His\nglance projects the infinitesimal embryonic seed which is chit or conscious\nand animate. Thereafter by His will they are united and by this compound\nalone all living beings created from matter are brought into existence from\nthe highest demi-god to lower then a one-celled amoeba are al embodied in\nvarious corporeal and subtle bodies. The word brahma or the spiritual\nsubstratum pervading all existence denotes the primal root source of all\nelements and is evidenced in the Vedic scripture Mundaka Upanisad I.I.IX\nbeginning tasmad etat brahma meaning by the Supreme Lords will the\nunmanifested cosmic creation and the manifested cosmic creation arise. Similarly other Vedic scriptures solemnly declare that the animate and\ninanimate of chit and achit and all conditions existing in relation to the\nexperience and the experiencer both constitute the transcendental spiritual\nbody of the Supreme Lord and subject to His will relate to Him in an\nindissoluble dependent and subservient position eternally and that an\ninfinitesimal portion of the Supreme Lord is present as the atma or\nimmortal soul within all living entities. Thus the Supreme Lord is the root\ncause and underlying basis for everything in existence and all living\nentities in both spiritual and material. References from other Vedic scriptures confirming this are given as\nfollows. In the Brihadaranyaka Upanisad V.VII.III beginning yah prithviyam\ntisthan meaning: Who is seated in the Earth. Whom the Earth knows not. To\nwhom the Earth is the body. Who from inside of the Earth rules. It is the\nSupreme Soul, the ruler of all, immortal. Commencing thus in the same\nUpanisad in verse V.VII.XXII beginning ya atmani tisthan meaning: Who\nseated in the soul. Whom the soul knows not. To whom the soul is the body.\nWho from inside of the soul rules. He is the Supreme Soul, the ruler of\nall, immortal. In chapter seven of the Subala Upanisad we find many\nexamples beginning with: yah prithivim antare sancharan meaning: Who moving\nin the interior of the Earth. To whom Earth is the body. To whom the Earth\nknows not; and yo aksaram antare sancharam meaning: Who moving in the\ninterior of the soul. Whom the soul is the body. Whom the soul knows not;\nand yo mrityum antare sancharan meaning: who moving in the material\nsubstratum. To whom the material substratum is the body. Whom the material\nsubstratum knows not; and esa sarva bhut antar atma meaning the Supreme\nLord is the Supreme Soul of all beings, immortal, immaculate, divine. The\nterm mrityu quoted above refers to the subtle state of the material\nsubstratum within inanimate objects and substances known by the appellation\ntamas or darkness. In chapter two of the Subala Upanisad beginning avaktyam\naksara meaning the unmanifest merges into the imperishable and the\nmanifest merges into tamas. \nIn the Tattiriya Aranyaka III.X beginning antah pravishta sasta jananam\nmeaning: Existing within all, the ruler of all creatures, the Supreme Soul\npervades all. Now will be given references from other Vedic scriptures as well which\nconfirm and explicitly express the truth that the Supreme Lord alone is the\nsubject, predicated by the compounded bodies of all sentient beings and\ninsentient elements existing in every condition and that the Supreme Lord\nis solely existent as the potential and as the actual manifestation of all\ncreation. In the Chandogya Upanisad V1.II.I beginning sad eva somya\nmeaning: This sat or eternal existence of the Supreme Lord was in the\nbeginning all there was; and in VI.II.III beginning tad aikshata bahu shyam\nmeaning: The Supreme Lord willed that He become many and multiplied and\nmanifested illumination; and in VI.VIII.VI beginning san mulas somy emas\nsarvam meaning: Eternal existence of the Supreme is the root source\nmanifesting all creation and its support and maintenance; and in\nVI.VIII.VII beginning aitad atmyam idam sarvam meaning: All creation is\nensouled by the eternal existence of the Supreme Lord. In the Tattiriya\nUpanisad II.VI.II beginning so kama yata bahusyam meaning: The Supreme Lord\nwilled may I be manifold and meditating thus He expanded creation with\nunlimited beings also in II.VI.III of the aforementioned scripture\nbeginning satyan chanritali ca meaning: Both the eternal soul as well as\nperishable matter emanate from the ultimate truth of the Supreme Lord. This\nconfirms what has been described in the Chandogya Upanisad VI.III.II\nbeginning hanta ham imas tisro devatas and means: The Supreme Lord as the\nSupreme Soul interpenetrates all existence and material principles being\nfire, earth, air, water and ether as well as manifesting names and forms.\nThis clearly illustrates the distinct differences between cit being the\natma or eternal soul, acit being perishable matter and Isvara being the\nSupreme Lord. The Taittiriya Upanisad II.VI.II beginning tat sristi tva\ndeclares: After creating the complete cosmic manifestation comprised of all\nthings sentient and insentient and permeating all things sentient as the\natma or eternal soul and all things insentient as their eternal subatomic\nessence. One being constant and immutable and the other being variable and\nmutable both being separate manifestations of the Supreme Lord. With the consensus of the preceding Vedic references agreeing that the\nSupreme Lord is manifesting both the conscious imperishable soul and\nunconscious perishable matter with the embodiment of both as jivas or\nembodied beings; it can be ascertained that the principle being established\nthroughout is the reality of immanent co-existence between the omnipresent\natma and unlimited living entities. The manifestation of all the unlimited\nnames and forms by the Supreme Lord is confirmed in the Brhadaranyaka\nUpanisad III.IV.VII beginning taddhedam tarhi meaning: Before all was\nunmanifest and later it was subsequently manifested by the Supreme Lord\ninto names and forms. Thus it is established and clarified that the Supreme Lord alone is the\noriginator of all whatever is chit or conscious and animate as well as\nwhatever is achit or unconscious and inanimate. He alone is the principle\nof cause when both chit and achit are unmanifest in an imperceptible supra-\nsubtle state and He alone is the principle of effect when they are manifest\nin a perceptible physical state. Therefore identifying the Supreme Lord as\nthe sole source of everything and its ancillary causes and effects one can\nthen comprehend that knowledge of Him is knowledge of both and that only\nknowledge of the Supreme Lord is complete knowledge. In the Chandogya\nUpanisad VI.III.II mentioned previously beginning hanta ham imas tisro\ndevatas the word hanta refers to the life force of the Supreme Soul. The\nword devatas refers to the three states consisting of 1) everything in\nmasse that is achit or unconscious in substance, 2) all jivas or embodied\nbeings in whatever form they possess gross or subtle and 3) atma being the\nimmortal soul is a direct infinitesimal spark of the Supreme Lord Himself.\nBy understanding this it is evident that all names are sound symbols and\nhave a direct relationship to the Supreme Lord activated by matter and\nspirit or body and soul. Hence the rule of identity of substance with its\nadjuncts finds its primary application in terms corrollating to the Supreme\nLord as cause and such appellations give reference and signifies His mode\nas the source of effect as well. Since the brahman or spiritual substratum\npervading all existence, being a direct manifestation of the Supreme Lord\nis the cause containing both the atmas and matter in their subtle state; as\nwell as the effect containing both body and spirit in their physical\nmanifestation; the brahman can be said to be the cause of the material\nmanifestation of creation. Although the brahman may be considered the\nmaterial cause, the brahman is not in any way material and there is no\nintermingling or sharing of the essences of the brahman with matter or the\natma. An example is a piece of colored cloth, the material cause is the\ncombination of multicolored threads yellow, blue and red running through\nit. Although the cloth is considered as a single substance constituted as a\nwhole, the qualities of the different colored threads are confined to the\narea of the cloth where they occur. In the same manner when the compound of\nmatter, the atma and the brahman is declared to be the material cause, the\neffect of this cause is the material creation. So their should be no\nconfusion concerning the distinctive characteristics of the experiencer,\nthe experieince, or the controller of all being three distinctive\nprinciples combining to manifest the entire cosmos and correlating to\nproduce the effect of matter, soul and Supreme Lord. Yet there is a\ndifference between the colored cloth because all of the threads are able to\nbe separated; whereas matter and the soul in all ways and all conditions\nconstitute the transcendental body of the Supreme Lord. It is a case where\nthe indiscernible attributive character of matter and the imperceptible\nnature of the atma or eternal soul as essences are integral parts of the\ntranscendental substantive qualities of the Supreme Lord as a compound\nunit. Thus the Supreme Lord alone is both the cause and effect of the\nconscious atma as well as insentient matter and it is He alone upon whom\nevery verbal symbol and annotation ultimately connotes. As for the differences in the components of the Supreme Lords\nmanifestations and their non-interchangeable natures the analogy of the\nseparate threads of colored cloth is applicable. When this is properly\nunderstood it is evident that the cause of all causes is the Supreme Lord\nKrishna and although as the source of all He enters His components into the\neffects there is no transformation of His essential essence and never any\ntransmutation of His transcendental immutable nature. That He is the effect\nas well is understandable by He being the cause of the effect, for effect\nis actually the cause in a modified form. The contention that the Supreme\nLord is nirguna-vada or devoid of qualities is only valid and justified\nwhen referring to material qualities. Another example is when the Supreme\nLord is said to be immaculate or devoid of any sin. This does not preclude\nthat the Supreme Lord is without transcendental attributes and divine\nqualities it is just that His attributes and qualities are purely\nspiritual. The Vedic scriptures confirm this. In the Chandogya Upanisad\nVIII.I-V beginning apa hata papana meaning: The Supreme Lord is destitute\nof sin, affliction, hunger, thirst, decrepitude and death. In the same\npassage beginning satya kamas satya sankalpah meaning: The Supreme Lord is\nwithout desires, self-sufficient, of infallible will and indomitable\nnature. So after expunging the lack of material deficiencies the virtues\nare expounded, affirmatively establishing the correct context of what is\nwritten in various Vedic scriptures about being devoid of qualities and\nthat this factually means devoid of any material qualities. Next the discrepancy that the brahman or spiritual substratum pervading all\nexistence is not a conscious entity of the Supreme Lord who is completely\nomniscient and omnipotent and who is endowed with all superlative qualities\nand sublime attributes of goodness and is the antithesis to all that is\nnegative and evil which is defined by the primary attribute of\nconsciousness which exclusively categorises Him and His authorised\nincarnations as being Self-Illuminated. The Vedic scriptures confirm this\nsuch as: The Mundaka Upanisad II.II.VII beginning yas sarvajnas meaning:\nThe Supreme Lord is omniscient and all knowing. The Svetasvatara Upanisad\nIV.VIII beginning para sya sakti meaning: The transcendental nature of the\nSupreme Lord is manifold and also are His divine attributes of wisdom,\npower and activities. The Brihadaranya Upanisad IV.IV.XIV beginning\nvijnataram are meaning By His transcendental qualities the Supreme Lord is\nto be known and proclaims Him as the most conscious of all beings. The\nTattiriya Upanisad II.I.I beginning satyam jnanam meaning: The Supreme Lord\nis truth, wisdom and consciousness this is proclaimed by His being defined\nas the ultimate expression of truth and wisdom and the ultimate\nconsciousness fully self-effulgent. In the Tattiriya Upanisad II.VI.II\nbeginning sa kamayata meaning: The Supreme Lord willed that He become\nunlimitedly manifold. In the Chandogya Upanisad VI.II.III beginning tad\naikshata meaning The Supreme Lord contemplated that He expand and become\nunlimitedly multitudinous. In the Brihadaranyaka Upanisad III:IV:VII\nbeginning tanama rupa bhyam meaning: The Supreme Lord fashioned the\nmanifold into names and forms. Again in the Brihadaranyaka Upanisad VI.V.VI\nbeginning atmani khalv-are meaning: When the eternal soul within is\nperceived, experienced, witnessed, meditated upon and understood then all\nbecomes known. Again in the Brihadaranyaka Upanisad VI.V.VII beginning\nsarvam tam paradat meaning: All that is witnessed is to be rejected except\nthe witnessing of the eternal soul within. Again in the Brihadaranyaka\nUpanisad VI.V.XI beginning tasya ha meaning: What is the Rig Vedas except\nverily the breath of the Supreme Lord. This reveals that the Supreme Lord alone is parabrahman the Ultimate\nconsciousness permeating the spiritual substratum pervading all existence\nand by His self-will alone He is existent in all forms movable and\nimmovable. Certainly it is impossible for any type of consciousness or\nexistence singular or manifold to manifest without the brahman and the\neternal soul. There is absolutely no variation or configuration of any\nsentient being that could exist without the atma or eternal soul and\nlikewise nothing insentient can exist without the brahman or spiritual\nsubstratum pervading all existence. This is declared and confirmed in the\nVedic scriptures that follow. In the Brihadaranayaka Upanisad IV.IV.XIX and\nalso the Katha Upanisad IV.X:XI beginning mrityos sa mrityum meaning: Who\nperceives in the brahman the lack of diversity deserves to die and be bound\nin samsara the perpetual cycle of birth and death. Again in the\nBrihadaranyaka Upanisad VI.IV.XIX beginning neha nana asti meaning: Nowhere\nin the brahman is there limited diversity. Again in the Brihadaranyaka\nUpanisad beginning yatra hi dvaitam meaning: Although in the brahman may\nappear to be duality. And finally in the Brihadaranyaka Upanisad VI.V.XV\nbeginning tad itana itaram meaning: All appears separate to one who does\nnot see the soul but to one who sees the soul all is seen. Nor is the\nmultitudinous of forms manifesting from the brahman alone as is confirmed\nin such Vedix scriptures as the Chandogya Upanisad VI.II.III beginning\nbahu syam prajayoga meaning: May I be multitudinous, may I procreate, which\naffirms the reality that the Supreme Lords by His own will manifests\nunlimited names and forms through His potency of the brahman. So it can be comprehended that the Vedic scriptures have established that:\n1) The essential difference between the Supreme Lord and brahman, chit,\nachit and atma.\n2) The qualitative differences amongst them.\n3) The law of cause and effect.\n4) The relativity of cause and effect. Thus it can be realized that a comprehensive harmony is existing amongst\nall the Vedic scriptures by the Vedic scriptures themselves and there is\nnot the least contradiction to one who has received the knowledge of the\nVedas from the bonafide spiritual master in one of the four authorised\nsampradayas revealed in Vedic scriptures. Nor is there any necessity to\nhypothecate contrary conclusions or erroneous suppositions such as brahman-\najana-vada or duality of the brahman due to ignorance which was Sankaras\nfalse contention and aupadhior ka-brahma-bheda-vada meaning the brahman\nbecomes dualistic because of limiting conditions which was Bhaskaras false\ncontention. So in conclusion let us take leave of such faulty tenets based\non fallacy and which are opposed to the reality of the eternal Vedic\nscriptures. ","kumar":"The Supreme Lord Krishna is explaining that He is in fact the ksetrajnam or\ncognizant consciousness abiding within all jivas or embodied souls in its\ncapacity of vivifying all tenements in deva or demigods, human, animal,\nbird, fish etc. and all living entities who are mad-atmakam or ensouled by\nHim and in possession of a soul and not those artificially created or\ncloned who are without an atma or eternal soul. The adverb api meaning\nfurthermore in the expression capi mam viddhi meaning know me also, infers\nthat the ksetra is also under Lord Krishnas complete control as well. The\nactual purport is that just as the ksetra or physical body is apprehended\nsolely as the inseparable adjunct of the ksetra-jna which is designated as\nthe atma; by the law of correlation of subject and predicate so are both\nthe ksetra and the ksetra-jna of all sentient beings in creation to be\nunderstood as being inseparable adjuncts to the Supreme Lord Krishna. It\nwill be pointed out subsequently that Parabrahman who is the actual source\nof the brahman or the spiritual substratum pervading all existence and who\nis known as Vasudeva an expansion of Lord Krishna is a distinctly\ntranscendental postulate of existence separate from even the ksetra-jna\nwhich is the atma and this is totally independent of the jiva in a state of\nmoksa or baddha being liberation and bondage respectively which are also\nknown by kshara or unliberated perishable souls and akshara or liberated\nimperishable souls. Later in chapter 15 verses 16, 17 and 18 Lord Krishna\nconfirms that there are two kinds of atmas in this world the fallible and\nthe infallible. The fallible refers to the kshara and is the sum total of\nall unliberated souls in existence the infallible refers to the akshara and\nis the eternal, infinite and sovereign param?tm? or the Supreme Soul which\nenters into all beings and sustains them. Since the Supreme Lord surpasses\nthe kshara and even excels the akshara as well He is known as Purusottama\nthe Supreme Personality. The ksetra is the composite of the material elements of earth, water, air,\nfire and ether. The ksetra-jna comprises the spiritual bodies of all souls\nin existence which qualitatively constitute the transcendental body of the\nSupreme Lord Krishna who is the Supreme Soul of all. The following Vedic\nscripture confirms: The Brihad-aranyaka Upanisad V.VII.III beginning yah\nprithivyam tishthan meaning : Who is situated in the Earth, who is the\ninterior of the Earth, whom the Earth knows not, to who the Earth is a\nbody, who rules the Earth from within, such a one is He the atma, eternal,\nimmortal and sovereign. Further in the same scripture V.VII.XXII beginning\nya atmani tishthan meaning: Who is situated in the atma, who is the\ninterior of the atma, whom the atma knows not, to whom the atma is a body,\nwho rules the atma from within, such a one is He as paramatma the Supreme\nSoul eternal, immortal and sovereign. Reference to the Supreme Lord in terms of ksetra-jnam etc. are justified in\nacccordance with the law of correlation of subject and predicate evidenced\nbefore with the predicate signifying the abidance of the Supreme Lord as\nthe ksetrajnam within all ksetra-jnas as the paramatma within all atmas,\ninternally monitoring and governing at all times all beings in existence\neverywhere throughout all creation. This law of correlation was evidence\nearlier in chapter ten verse 20 where Lord Krishna reveals that He is the\natma situated within the etheric heart of all jivas or embodied beings. In\nverse 21 He proclaims that of the 12 Adityas, He is Vishnu. In verse 39 He\ndeclares that nothing in all creation which moves or is stationary can\nexist without Him and in verse 42 validates that He maintains and energizes\nthe complete creation and total cosmic manifestation with but a mere\nfraction of His expansion. So with this clearly in mind one should\ncomprehend that the Supreme Lord Krishna highly esteems as worth knowing\nthe knowledge concerning the distinction between the ksetra and the ksetra-\njna and the knowledge that Lord Krishna is the atma of all beings in\nexistence. Contrarily some scholars and pandits interpret this verse of knowing the\nksetrajna to be the Supreme Lord as a means to establish unity by the rule\nof common reference. In this case having to expound upon a united existence\nthey postulate that the Supreme Lord is seen as the ksetrajna by which\nthrough ignorance duality of the cognizant and the incognizant which is\nimplied has to be acknowledged and that the inculcation of unity is to\ndispel this ignorance. The explanation given is that the ignorance arising\nfrom the dualistic conception of the ksetra-jna is dispelled by such\ninstructors interpretations of the wisdom emanating from the mouth of the\nSupreme Lord Himself the same as the instructor who teaches that a rope\ntouched in the darkness is not a snake and causes the imagined snake\ndisappears. Such interpretations must be seriously questioned as to their\nveracity.\n1) If the instructor who teaches the unequivocal wisdom emanating directly\nfrom the Supreme Lord Himself in any of His incarnations or expansions\nand fully understands them, then there is no question of ignorance\narising from dualistic conceptions as they are dispelled at the root and\natma tattva or soul realization is soon forthcoming.\n2) If the instructor whose ignorance supposedly has been dispelled on the\ndawning of atma tattva to then imagine that which is purely spiritual and\nnirvesa or without material qualities and which is pure consciousness and\npostulate it to be a contrary reflection of dualistic antithesis is\nhighly objectionable in the same way as considering rain and water as\ndualistic.\n3) If the instructor adheres to the dualistic conception of the Supreme\nLord does not perceive Him as the one absolute, omnipotent, omniscient\nand omnipresent reality perpetually manifest in all creation then it is\nobvious that atma tattva has not consummated and been achieve and\ntherefore His ignorance has not been dispelled. Therefore those who are\nin ignorance themselves have no qualification to impart knowledge of the\natma or eternal soul to others because they have not realized it either. In chapter four, verse 34 Lord Krishna states: upadeksyanti te jnanam\njnaninas tattva-darsinah meaning saintly souls endowed with the wisdom of\ndivine revelation will impart spiritual knowledge. So in conclusion it\nshould be succinctly comprehended that all polemics of this nature which\nare opposed to the siddhanta or conclusive truth of all the Vedic\nscriptures as well as logic and reason and which instead ostentatiously\nimposes a degraded and erroneous hypothesis upon the world deserves not to\nbe further addressed. The factual reality of existence is found in the evidence and proofs found\nin Vedic scriptures which confirm distinctive characteristics of :\n1) the experienced which is inherent deep within the nature of acit or non-\nsentient matter\n2) the experiencer which is inherent deep within the nature of cit or\nconsciousness\n3) paramesvaram or the supreme controller inherent within every particle of\ncreation The Vedic scriptures themselves declare this as reality as the following\nexamples illustrate from the Svetasvatara Upanisad. In verse V.IX beginning\nasman mayi srijate visvam means that from matter the illusory nature\nconstructs the creation. In verse V.X beginning mayantu prakritim vidyan\nmayinam tu maheshvaram means that the illusory energy to be verily matter\nwhich the Supreme Lord is far beyond. In verse I.X beginning ksharam\npradhanam amritaksharam means that which is perishable is matter and that\nwhich is imperishable is the eternal soul and that which rules both is the\nSupreme Lord. In verse VI.II beginning sa kara jam karapadhipadhipo means\nthe Supreme Lord is the cause, He is the Lord of matter, He is the Lord of\nthe soul, there is no other god above Him, He is the supreme ruler of all\nmatter and all souls. In verse I.VI beginning prithag atmanam preitaram and\nmeans the soul and the Supreme Lord are distinct and different whom by\nserving the soul achieves immortality. In verse I.IX beginning jnanajnau\ndvav-ajav-isanisau means the Supreme Lord is the omniscient one and the\nsoul is not, both are eternal but only the Supreme Lord is the controller\nof all. In verse I.XII beginning bhokta bhogya preritaram means one must\nhave knowledge of matter, the soul and the Supreme Lord. In verse VI.XIII\nbeginning nityo nityanam means the Supreme Lord is the eternal Lord of all\nsouls, the Supreme of the Supreme, who bequeaths desires. In Mundaka\nUpanisad III.I.I beginning tayor anyah pippalalm svadvatti means the\nindividual soul reaps the results of actions while the Supreme Soul reaps\nnot and illuminates everywhere. In the Taittiriya Upanisad X.V beginning\najam ekam lohita-sukla-krsnam means verily a unliberated jiva or embodied\nbeing embraces material existence in the form of matter and enjoys light\nand water and food and in answer to ones wishes bestows manifold progeny\nwhile a liberated jiva discards material existence after tasting its\ndelights. Also in the Tattiriya Upanisad XI.I beginning patim visvasy\natmesvaram sasvatam means the Supreme Lord is the Lord of all creation, the\nLord of all souls, eternal and everlasting. Again in the Svestasvatara\nUpanisad IV.VII beginning samane vrikshe purusho nimagno means dwelling in\nthe same field of activity as paramatma the Supreme Soul, the atma or\nindividual soul immersed in the machinations of material existence is\nsuffering greatly oblivious; but when the atma perceives paramatma the\nworshipable Supreme Lords localized manifestation in all its glory within\nthe etheric heart of all living entities. completely transcendental to\nmaterial nature, above and beyond the machinations of material existence;\nthen all suffering ceases. The Supreme Lord is pradhana-ksetrajnam-patir gunesah meaning He is the\nlord of all attributes and qualities in all fields of activity. Many verses\nspoken by Lord Krishna in Bhagavad-Gita corroborate this. Such as in VII.IV\nbeginning bhumir aponalo vayuh referring to His eight fold energies of the\nmaterial energy. In VII. 5 beginning apareyam itas te anyam referring to\nthe atma or soul and His superior spiritual energies. In IX.VII beginning\nsarva bhutani kaunteya explaining how all living entities are retracted\nback into His nature and later distinctly created and emitted again. In\nIX.VIII beginning prakrtim svam avastabhya He continues explaining how His\nagency of material nature manifests the jivas or embodied entities again\nand again millennium after millennium according to their karma or reactions\nto their actions. In IX.X beginning mayadhyaksena prakrtih he further\nexplains how His sakti or feminine potency creates all things mutable and\nimmutable and thus creation is manifest again and again. Then in XIII.IXX\nbeginning prakrtim purusam He will confirm the eternality of the atma or\nsoul and that material nature is without beginning and later in XIV.III\nbeginning mama yonir mahad-brahma He explains that the complete material\nexistence is the womb wherein He germinates all souls that exist from\nBrahma to the lowest one-celled living entity and impels their birth into\nbeing. The yoni or womb is the vast cosmic manifestation and prakriti is\nthe supra-subtle material substratum pervading physical existence which is\nachit or unconscious and inanimate. Into this the Supreme Lord by His\nglance projects the infinitesimal embryonic seed which is chit or conscious\nand animate. Thereafter by His will they are united and by this compound\nalone all living beings created from matter are brought into existence from\nthe highest demi-god to lower then a one-celled amoeba are al embodied in\nvarious corporeal and subtle bodies. The word brahma or the spiritual\nsubstratum pervading all existence denotes the primal root source of all\nelements and is evidenced in the Vedic scripture Mundaka Upanisad I.I.IX\nbeginning tasmad etat brahma meaning by the Supreme Lords will the\nunmanifested cosmic creation and the manifested cosmic creation arise. Similarly other Vedic scriptures solemnly declare that the animate and\ninanimate of chit and achit and all conditions existing in relation to the\nexperience and the experiencer both constitute the transcendental spiritual\nbody of the Supreme Lord and subject to His will relate to Him in an\nindissoluble dependent and subservient position eternally and that an\ninfinitesimal portion of the Supreme Lord is present as the atma or\nimmortal soul within all living entities. Thus the Supreme Lord is the root\ncause and underlying basis for everything in existence and all living\nentities in both spiritual and material. References from other Vedic scriptures confirming this are given as\nfollows. In the Brihadaranyaka Upanisad V.VII.III beginning yah prithviyam\ntisthan meaning: Who is seated in the Earth. Whom the Earth knows not. To\nwhom the Earth is the body. Who from inside of the Earth rules. It is the\nSupreme Soul, the ruler of all, immortal. Commencing thus in the same\nUpanisad in verse V.VII.XXII beginning ya atmani tisthan meaning: Who\nseated in the soul. Whom the soul knows not. To whom the soul is the body.\nWho from inside of the soul rules. He is the Supreme Soul, the ruler of\nall, immortal. In chapter seven of the Subala Upanisad we find many\nexamples beginning with: yah prithivim antare sancharan meaning: Who moving\nin the interior of the Earth. To whom Earth is the body. To whom the Earth\nknows not; and yo aksaram antare sancharam meaning: Who moving in the\ninterior of the soul. Whom the soul is the body. Whom the soul knows not;\nand yo mrityum antare sancharan meaning: who moving in the material\nsubstratum. To whom the material substratum is the body. Whom the material\nsubstratum knows not; and esa sarva bhut antar atma meaning the Supreme\nLord is the Supreme Soul of all beings, immortal, immaculate, divine. The\nterm mrityu quoted above refers to the subtle state of the material\nsubstratum within inanimate objects and substances known by the appellation\ntamas or darkness. In chapter two of the Subala Upanisad beginning avaktyam\naksara meaning the unmanifest merges into the imperishable and the\nmanifest merges into tamas. \nIn the Tattiriya Aranyaka III.X beginning antah pravishta sasta jananam\nmeaning: Existing within all, the ruler of all creatures, the Supreme Soul\npervades all. Now will be given references from other Vedic scriptures as well which\nconfirm and explicitly express the truth that the Supreme Lord alone is the\nsubject, predicated by the compounded bodies of all sentient beings and\ninsentient elements existing in every condition and that the Supreme Lord\nis solely existent as the potential and as the actual manifestation of all\ncreation. In the Chandogya Upanisad V1.II.I beginning sad eva somya\nmeaning: This sat or eternal existence of the Supreme Lord was in the\nbeginning all there was; and in VI.II.III beginning tad aikshata bahu shyam\nmeaning: The Supreme Lord willed that He become many and multiplied and\nmanifested illumination; and in VI.VIII.VI beginning san mulas somy emas\nsarvam meaning: Eternal existence of the Supreme is the root source\nmanifesting all creation and its support and maintenance; and in\nVI.VIII.VII beginning aitad atmyam idam sarvam meaning: All creation is\nensouled by the eternal existence of the Supreme Lord. In the Tattiriya\nUpanisad II.VI.II beginning so kama yata bahusyam meaning: The Supreme Lord\nwilled may I be manifold and meditating thus He expanded creation with\nunlimited beings also in II.VI.III of the aforementioned scripture\nbeginning satyan chanritali ca meaning: Both the eternal soul as well as\nperishable matter emanate from the ultimate truth of the Supreme Lord. This\nconfirms what has been described in the Chandogya Upanisad VI.III.II\nbeginning hanta ham imas tisro devatas and means: The Supreme Lord as the\nSupreme Soul interpenetrates all existence and material principles being\nfire, earth, air, water and ether as well as manifesting names and forms.\nThis clearly illustrates the distinct differences between cit being the\natma or eternal soul, acit being perishable matter and Isvara being the\nSupreme Lord. The Taittiriya Upanisad II.VI.II beginning tat sristi tva\ndeclares: After creating the complete cosmic manifestation comprised of all\nthings sentient and insentient and permeating all things sentient as the\natma or eternal soul and all things insentient as their eternal subatomic\nessence. One being constant and immutable and the other being variable and\nmutable both being separate manifestations of the Supreme Lord. With the consensus of the preceding Vedic references agreeing that the\nSupreme Lord is manifesting both the conscious imperishable soul and\nunconscious perishable matter with the embodiment of both as jivas or\nembodied beings; it can be ascertained that the principle being established\nthroughout is the reality of immanent co-existence between the omnipresent\natma and unlimited living entities. The manifestation of all the unlimited\nnames and forms by the Supreme Lord is confirmed in the Brhadaranyaka\nUpanisad III.IV.VII beginning taddhedam tarhi meaning: Before all was\nunmanifest and later it was subsequently manifested by the Supreme Lord\ninto names and forms. Thus it is established and clarified that the Supreme Lord alone is the\noriginator of all whatever is chit or conscious and animate as well as\nwhatever is achit or unconscious and inanimate. He alone is the principle\nof cause when both chit and achit are unmanifest in an imperceptible supra-\nsubtle state and He alone is the principle of effect when they are manifest\nin a perceptible physical state. Therefore identifying the Supreme Lord as\nthe sole source of everything and its ancillary causes and effects one can\nthen comprehend that knowledge of Him is knowledge of both and that only\nknowledge of the Supreme Lord is complete knowledge. In the Chandogya\nUpanisad VI.III.II mentioned previously beginning hanta ham imas tisro\ndevatas the word hanta refers to the life force of the Supreme Soul. The\nword devatas refers to the three states consisting of 1) everything in\nmasse that is achit or unconscious in substance, 2) all jivas or embodied\nbeings in whatever form they possess gross or subtle and 3) atma being the\nimmortal soul is a direct infinitesimal spark of the Supreme Lord Himself.\nBy understanding this it is evident that all names are sound symbols and\nhave a direct relationship to the Supreme Lord activated by matter and\nspirit or body and soul. Hence the rule of identity of substance with its\nadjuncts finds its primary application in terms corrollating to the Supreme\nLord as cause and such appellations give reference and signifies His mode\nas the source of effect as well. Since the brahman or spiritual substratum\npervading all existence, being a direct manifestation of the Supreme Lord\nis the cause containing both the atmas and matter in their subtle state; as\nwell as the effect containing both body and spirit in their physical\nmanifestation; the brahman can be said to be the cause of the material\nmanifestation of creation. Although the brahman may be considered the\nmaterial cause, the brahman is not in any way material and there is no\nintermingling or sharing of the essences of the brahman with matter or the\natma. An example is a piece of colored cloth, the material cause is the\ncombination of multicolored threads yellow, blue and red running through\nit. Although the cloth is considered as a single substance constituted as a\nwhole, the qualities of the different colored threads are confined to the\narea of the cloth where they occur. In the same manner when the compound of\nmatter, the atma and the brahman is declared to be the material cause, the\neffect of this cause is the material creation. So their should be no\nconfusion concerning the distinctive characteristics of the experiencer,\nthe experieince, or the controller of all being three distinctive\nprinciples combining to manifest the entire cosmos and correlating to\nproduce the effect of matter, soul and Supreme Lord. Yet there is a\ndifference between the colored cloth because all of the threads are able to\nbe separated; whereas matter and the soul in all ways and all conditions\nconstitute the transcendental body of the Supreme Lord. It is a case where\nthe indiscernible attributive character of matter and the imperceptible\nnature of the atma or eternal soul as essences are integral parts of the\ntranscendental substantive qualities of the Supreme Lord as a compound\nunit. Thus the Supreme Lord alone is both the cause and effect of the\nconscious atma as well as insentient matter and it is He alone upon whom\nevery verbal symbol and annotation ultimately connotes. As for the differences in the components of the Supreme Lords\nmanifestations and their non-interchangeable natures the analogy of the\nseparate threads of colored cloth is applicable. When this is properly\nunderstood it is evident that the cause of all causes is the Supreme Lord\nKrishna and although as the source of all He enters His components into the\neffects there is no transformation of His essential essence and never any\ntransmutation of His transcendental immutable nature. That He is the effect\nas well is understandable by He being the cause of the effect, for effect\nis actually the cause in a modified form. The contention that the Supreme\nLord is nirguna-vada or devoid of qualities is only valid and justified\nwhen referring to material qualities. Another example is when the Supreme\nLord is said to be immaculate or devoid of any sin. This does not preclude\nthat the Supreme Lord is without transcendental attributes and divine\nqualities it is just that His attributes and qualities are purely\nspiritual. The Vedic scriptures confirm this. In the Chandogya Upanisad\nVIII.I-V beginning apa hata papana meaning: The Supreme Lord is destitute\nof sin, affliction, hunger, thirst, decrepitude and death. In the same\npassage beginning satya kamas satya sankalpah meaning: The Supreme Lord is\nwithout desires, self-sufficient, of infallible will and indomitable\nnature. So after expunging the lack of material deficiencies the virtues\nare expounded, affirmatively establishing the correct context of what is\nwritten in various Vedic scriptures about being devoid of qualities and\nthat this factually means devoid of any material qualities. Next the discrepancy that the brahman or spiritual substratum pervading all\nexistence is not a conscious entity of the Supreme Lord who is completely\nomniscient and omnipotent and who is endowed with all superlative qualities\nand sublime attributes of goodness and is the antithesis to all that is\nnegative and evil which is defined by the primary attribute of\nconsciousness which exclusively categorises Him and His authorised\nincarnations as being Self-Illuminated. The Vedic scriptures confirm this\nsuch as: The Mundaka Upanisad II.II.VII beginning yas sarvajnas meaning:\nThe Supreme Lord is omniscient and all knowing. The Svetasvatara Upanisad\nIV.VIII beginning para sya sakti meaning: The transcendental nature of the\nSupreme Lord is manifold and also are His divine attributes of wisdom,\npower and activities. The Brihadaranya Upanisad IV.IV.XIV beginning\nvijnataram are meaning By His transcendental qualities the Supreme Lord is\nto be known and proclaims Him as the most conscious of all beings. The\nTattiriya Upanisad II.I.I beginning satyam jnanam meaning: The Supreme Lord\nis truth, wisdom and consciousness this is proclaimed by His being defined\nas the ultimate expression of truth and wisdom and the ultimate\nconsciousness fully self-effulgent. In the Tattiriya Upanisad II.VI.II\nbeginning sa kamayata meaning: The Supreme Lord willed that He become\nunlimitedly manifold. In the Chandogya Upanisad VI.II.III beginning tad\naikshata meaning The Supreme Lord contemplated that He expand and become\nunlimitedly multitudinous. In the Brihadaranyaka Upanisad III:IV:VII\nbeginning tanama rupa bhyam meaning: The Supreme Lord fashioned the\nmanifold into names and forms. Again in the Brihadaranyaka Upanisad VI.V.VI\nbeginning atmani khalv-are meaning: When the eternal soul within is\nperceived, experienced, witnessed, meditated upon and understood then all\nbecomes known. Again in the Brihadaranyaka Upanisad VI.V.VII beginning\nsarvam tam paradat meaning: All that is witnessed is to be rejected except\nthe witnessing of the eternal soul within. Again in the Brihadaranyaka\nUpanisad VI.V.XI beginning tasya ha meaning: What is the Rig Vedas except\nverily the breath of the Supreme Lord. This reveals that the Supreme Lord alone is parabrahman the Ultimate\nconsciousness permeating the spiritual substratum pervading all existence\nand by His self-will alone He is existent in all forms movable and\nimmovable. Certainly it is impossible for any type of consciousness or\nexistence singular or manifold to manifest without the brahman and the\neternal soul. There is absolutely no variation or configuration of any\nsentient being that could exist without the atma or eternal soul and\nlikewise nothing insentient can exist without the brahman or spiritual\nsubstratum pervading all existence. This is declared and confirmed in the\nVedic scriptures that follow. In the Brihadaranayaka Upanisad IV.IV.XIX and\nalso the Katha Upanisad IV.X:XI beginning mrityos sa mrityum meaning: Who\nperceives in the brahman the lack of diversity deserves to die and be bound\nin samsara the perpetual cycle of birth and death. Again in the\nBrihadaranyaka Upanisad VI.IV.XIX beginning neha nana asti meaning: Nowhere\nin the brahman is there limited diversity. Again in the Brihadaranyaka\nUpanisad beginning yatra hi dvaitam meaning: Although in the brahman may\nappear to be duality. And finally in the Brihadaranyaka Upanisad VI.V.XV\nbeginning tad itana itaram meaning: All appears separate to one who does\nnot see the soul but to one who sees the soul all is seen. Nor is the\nmultitudinous of forms manifesting from the brahman alone as is confirmed\nin such Vedix scriptures as the Chandogya Upanisad VI.II.III beginning\nbahu syam prajayoga meaning: May I be multitudinous, may I procreate, which\naffirms the reality that the Supreme Lords by His own will manifests\nunlimited names and forms through His potency of the brahman. So it can be comprehended that the Vedic scriptures have established that:\n1) The essential difference between the Supreme Lord and brahman, chit,\nachit and atma.\n2) The qualitative differences amongst them.\n3) The law of cause and effect.\n4) The relativity of cause and effect. Thus it can be realized that a comprehensive harmony is existing amongst\nall the Vedic scriptures by the Vedic scriptures themselves and there is\nnot the least contradiction to one who has received the knowledge of the\nVedas from the bonafide spiritual master in one of the four authorised\nsampradayas revealed in Vedic scriptures. Nor is there any necessity to\nhypothecate contrary conclusions or erroneous suppositions such as brahman-\najana-vada or duality of the brahman due to ignorance which was Sankaras\nfalse contention and aupadhior ka-brahma-bheda-vada meaning the brahman\nbecomes dualistic because of limiting conditions which was Bhaskaras false\ncontention. So in conclusion let us take leave of such faulty tenets based\non fallacy and which are opposed to the reality of the eternal Vedic\nscriptures. "}