{"meta":"Bhagavad Gita Chapter 13 Verse 6","metahi":"भगवद् गीता 13.6","slok":"महाभूतान्यहङ्कारो बुद्धिरव्यक्तमेव च।इन्द्रियाणि दशैकं च पञ्च चेन्द्रियगोचराः।।13.6।। ","htsrsd":"।।13.6।।मूल प्रकृति? समष्टि बुद्धि (महत्तत्त्व)? समष्टि अहंकार? पाँच महाभूत और दस इन्द्रियाँ? एक मन तथा पाँचों इन्द्रियोंके पाँच विषय ( -- यह चौबीस तत्त्वोंवाला क्षेत्र है)। ","htstma":"।।13.6।। पंच महाभूत? अहंकार? बुद्धि? अव्यक्त (प्रकृति)? दस इन्द्रियाँ? एक मन? इन्द्रियों के पाँच विषय।। ","transliteration":"Mahaabhootaanyahankaaro buddhiravyaktameva cha;\nIndriyaani dashaikam cha pancha chendriyagocharaah. ","englishmeaning":"mahā-bhūtāni—the (five) great elements; ahankāraḥ—the ego; buddhiḥ—the intellect; avyaktam—the unmanifested primordial matter; eva—indeed; cha—and; indriyāṇi—the senses; daśha-ekam—eleven; cha—and; pañcha—five; cha—and; indriya-go-charāḥ—the (five) objects of the senses; ","hcsrsd":"।।13.6।। व्याख्या --   अव्यक्तमेव च -- अव्यक्त नाम मूल प्रकृतिका है। मूल प्रकृति समष्टि बुद्धिका कारण होनेसे और स्वयं किसीका भी कार्य न होनेसे केवल प्रकृति ही है।बुद्धिः -- यह पद समष्टि बुद्धि अर्थात् महत्तत्त्वका वाचक है। इस बुद्धिसे अहंकार पैदा होता है? इसलिये यह प्रकृति है और मूल प्रकृतिका कार्य होनेसे यह विकृति है। तात्पर्य है कि यह बुद्धि प्रकृतिविकृति है।अहंकारः -- यह पद समष्टि अहंकारका वाचक है। इसको अहंभाव भी कहते हैं। पञ्चमहाभूतका कारण होनेसे यह अहंकार प्रकृति है और बुद्धिका कार्य होनेसे यह विकृति है। तात्पर्य है कि यह अहंकार प्रकृतिविकृति है।महाभूतानि -- पृथ्वी? जल? तेज? वायु और आकाश -- ये पाँच महाभूत हैं। महाभूत दो प्रकारके होते हैं -- पञ्चीकृत और अपञ्चीकृत। एकएक महाभूतके पाँच विभाग होकर जो मिश्रण होता है? उसको,पञ्चीकृत महाभूत कहते हैं (टिप्पणी प0 673)। इन पाँच महाभूतोंके विभाग न होनेपर इनको,अपञ्चीकृत महाभूत कहते हैं। यहाँ इन्हीं अपञ्चीकृत महाभूतोंका वाचक महाभूतानि पद है। इन महाभूतोंको पञ्चतन्मात्राएँ तथा सूक्ष्ममहाभूत भी कहते हैं।दस इन्द्रियाँ? एक मन और शब्दादि पाँच विषयोंके कारण होनेसे ये महाभूत प्रकृति हैं और अहंकारके कार्य होनेसे ये विकृति हैं। तात्पर्य है कि ये पञ्चमहाभूत प्रकृतिविकृति हैं।इन्द्रियाणि दश -- श्रोत्र? त्वचा? नेत्र? रसना और घ्राण -- ये पाँच ज्ञानेन्द्रियाँ हैं तथा वाक्? पाणि? पाद? उपस्थ और पायु -- ये पाँच कर्मेन्द्रियाँ हैं। ये दसों इन्द्रियाँ अपञ्चीकृत महाभूतोंसे पैदा होनेसे और स्वयं किसीका भी कारण न होनेसे केवल विकृति ही हैं।एकं च -- अपञ्चीकृत महाभूतोंसे पैदा होनेसे और स्वयं किसीका भी कारण न होनेसे मन केवल,विकृति ही है।पञ्च चेन्द्रियगोचराः -- शब्द? स्पर्श? रूप? रस और गन्ध -- ये (पाँच ज्ञानेन्द्रियोंके) पाँच विषय हैं। अपञ्चीकृत महाभूतोंसे पैदा होनेसे और स्वयं किसीके भी कारण न होनेसे ये पाँचों विषय केवल विकृति ही हैं।इन सबका निष्कर्ष यह निकला कि पाँच महाभूत? एक अहंकार और एक बुद्धि -- ये सात प्रकृतिविकृति हैं? मूल प्रकृति केवल प्रकृति है और दस इन्द्रियाँ? एक मन और पाँच ज्ञानेन्द्रियोंके विषय -- ये सोलह केवल विकृति हैं। इस तरह इन चौबीस तत्त्वोंके समुदायका नाम क्षेत्र है। इसीका एक तुच्छ अंश यह मनुष्यशरीर है? जिसको भगवान्ने पहले श्लोकमें इदं शरीरम् और तीसरे श्लोकमें तत्क्षेत्रम् पदसे कहा है। ","hcsca":"।।13.6।। See Commentary under 13.7 ","etsga":"13.6 The great elements, egoism, intellect and the Unmanifest itself; the ten organs and the one, and the five objects of the senses; ","etssa":"13.6 The great elements, egoism, intellect, and also the Unmanifested Nature, the ten senses and one (mind), and the five objects of the senses. ","etdss":"13.6. The [five] great elements, the Egotism. The Intellect, the Unmanifest, and also the ten organs and the one (organ and the) five objects of the sense-organs; ","ecssa":"13.6 महाभूतानि the great elements? अहङ्कारः egoism? बुद्धिः intellect? अव्यक्तम् the unmanifested (MulaPrakriti)? एव even? च and? इन्द्रियाणि the senses? दश ten? एकम् one? च and? पञ्च five? च and? इन्द्रियगोचराः objects of the senses.Commentary The field and its modifications are described in this verse. The twentyfour principles of the Sankhya school of philosophy are mentioned here.Great elements Earth? water? fire? air and ether are so called because they pervade all modifications of matter. The elements here referred to are the subtle? not the gross ones.Egoism is the cause of the great elements. It is the selfarrogating principle. Intellect is the cause of egoism. The function of the intellect is determination. Buddhi is the faculty of determination. The cause of the intellect is the Unmanifested (which is the undifferentiated energy of the Lord). (Cf.VII.14 Daivi hyesha gunamayi mama maya duratyaya -- This divine illusion of Mine? caused by the alities? is difficult to cross over.) The above Nature is divided eightfold (Cf.VII.4).The ten senses are the five organs of knowledge (ears? skin? eyes? tongue and nose)? so called because they enable the mind to get knowledge of the external world? and the five organs of action (hands? feet? mouth? anus and the generative organ)? so called because they perform actions.The one This is the mind. This is the eleventh sense whose function is thinking and doubting (Sankalpa and Vikalpa).The five objects of the senses are sound? touch? form (colour)? taste and smell. These are the fivefol pastures of the senses.All the great elements? egoism? intellect? the senses and mind are all absorbed in the Unmanifested at the time of the cosmic dissolution.Mind is Maya. Mind is Avidya (ignorance). Mind is at the root of all activities. It gives strength to desires? fosters fear and builds castles in the air. It confers force on egoism and stimultates,aspirations. Every tendency has its origin in the mind. It augments passions? gives strength to hope and awakens the sense of duality. It increases ignorance and plunges the senses in the ocean of senseobjects. It creates distinctions and differences. It separates? divides and limits. It is a strong wall or an iron barrier that stands between the individual soul and the Absolute. It is this mind that has brought Brahman to the condition of the individual soul. It is the storehouse of error? cravings? doubt? delusion and ignorance. It is an everrevolving wheel that generates thoughts. It is a miraculous thoughtproducing machine. It creates at one moment. It destroys at the next moment. ","scetsga":"13.6 Mahabhutani, the great elements: Those elements which are great owing to their pervasion of all midifications, and which are subtle. As for the gross elements, they will be spoken of by the word indriya-gocarah, objects of the senses.\nAhankarah, egoism, which is the source of the great elements and consists of the idea of I. Buddhih, intellect, the source of egoism and consisting of the faculty of judgement; ca, and; its cause, the avyaktam eva, Unmanifest itself, the Undifferentiated, the power of God spoken of in, Maya of Mine৷৷.difficult to cross (7.14). The word eva (itself) is used for singling out Prakrti (Nature). The Prakrti divided eightfold [The undifferentiated (avyakta), mahat, egoism and the five uncompunded subtle elements] is this much alone. The word ca (and) is used for joining the various categories.\nThe dasa, ten; indriyani, organs : The five, organs ear etc., which are called sense-organs since they produce perception, and the (other) five organs-organ of speech, hands, etc.-which are called motor-organs since they accomplish actions. They are ten. Ekam ca, and the one-which is that?-the mind, the eleventh, possessed of the power of thinking etc. (see fn. on p. 173). Ca, and; the panca, five; indriya-gacarah, objects of the senses-such objects as sound etc. The followers of the Sankhya call these which are such the twenty-four categories.\nThereafter, the Lord now says that even those alities which the Vaisesikas speak of as the attributes of the sould are certainly the attributes of the field, but not of the Knower of the field: ","scetdss":"13.6 See Comment under 13.7 ","scetssa":"13.6 - 13.7 The great elements, the Ahankara, the Buddhi and the Avyakta are substances that originate the Ksetra. The great elements are the earth, water, fire, air and ether. The Ahankara here means Bhutadi (primeval element). The Buddhi is called Mahat; the Avyakta is known as the Prakrti. The ten senses and the one and the five objects of senses are principles depending on the Ksetra. The five sensorial organs are ear, skin, eye, tongue and nose. The five motor organs are speech, hands, feet, and the organs of excretion and reproduction. These are the ten senses. The Manas is the additional one moe. The objects of the senses are five - sound, touch, form, taste and smell. Desire, hatred, pleasure and pain, being the transformation of the Ksetra, are said to be the modifications of the Ksetra. Though desire, hatred, pleasure and pain are the alities of the self, yet they originate from the association of the self with the Ksetra. Sri Krsna will state that they are the attributes of the self; In the experience of pleasure and pain, the self is said to be the cause (13.20). The combination of elements serves as the support (Adhrti) of the intelligent self. As such, the word Adhrti means substratum. The combination of material elements has arisen as the substratum for the self to experience pleasure and pain, and for aciring worldly experiences and the final release. The combination of elements is formed by substances commencing from the Prakrti and ending with the earth; it is the basis of senses which are endowed with the modifications of the nature of desire, hatred, pleasure and pain. These form a Sanghata or an association of elements. It serves as the basis of the experience of pleasure and pain by the individual self. This is what is said of the Ksetra. This Ksetra has been explained briefly with its modifications and effects. Now certain alities, the effects of the Ksetra, worthy of being acired as being the means for securing the knowledge of the self, are enumerated. ","chakravarthi":"In this verse the nature of the field is described. Mahabhutani refers to ether, air, fire, water and earth. Ahankara refers to false ego, the cause of the mahabhutas. Buddhi refers to mahat tattva, composed of vijnana, the cause of ahankara. Avyakta refers to prakrti, the cause of mahat tattva. Indriyani refers to the ten senses: eye, ear, nose, skin, tongue, hands, feet, genital, anus and voice. Eka refers to the mind. The five indriya-gocard are the sound, touch, form, taste and smell. The field is made of these twenty four elements.\nSanghata is the body, evolving from the twenty four elements. Iccha, dvesa, sukha and duhkha are well known. Cetana is a mental function constituted of knowledge. Dhrti is perseverance. Iccha and other qualities mentioned here are qualities of the mind not the soul, and thus they are included in the field. These are representative of sankalpa and other qualities mentioned in the sruti(not being an exhaustive list of the qualities of the mind):\nkamah sankalpo vicikitsa sraddha dhrtir hrir dhir bhir ity etat\nsarvam mana eva\nDesire, determination, uncertainty, faith, lack of faith, perseverance, lack of perseverance, humility, intelligence, and fear are all products of the mind. Brhad Aranyaka Upanisad 1.5.3\nBy this list, the qualities of the field which was previously promised by the word yadrk in verse 3 have been shown. This field with its six transformations (savikara), such as birth and growth, has thus been briefly described (udahrtam). ","rudra":"\nThe characteristics and components of the ksetra are being elucidated by\nLord Krishna beginning with the five fundamental elements which are earth,\nwater, fire, air and ether. The false ego, the intellect, the unmanifest\nelement of existence, the five perceptual senses being the eye, ear, nose,\ntongue and sense of touch. The five objects of the perceptual senses being\nsight, sound, smell, taste and form The five senses of activity being the\nvoice, the hands, the legs, the genitals and the anus. The internal sense\nbeing the mind. Desire, aversion, happiness, unhappiness, the body, the\nintuition, patience and the six material modifications being birth,\nsustenance, growth, maturity, declination and destruction. Thus the Supreme\nLord Krishna has enumerated the 24 categories which comprise the field of\nactivity known as the ksetra. The physical body is an aggregate of these 24 elements. Intelligence which\nis a cognitive function of the mind is imbued with patience and fortitude.\nDesire, aversion, etc. are merely effects of cognition and included as part\nof the ksetra as attributes solely of the mind and not of the atma or\neternal soul. The qualities mentioned also include by implication other\nqualities of the mind as well such as reflection and introspection.\nBrihadaranyaka Upanisad I.V.III states: Desire, reflection, doubt, faith,\nlack of faith, patience, impatience, modesty, intelligence and fear are all\nproducts of the mind. In this way the qualities of the ksetra are\nintroduced and enumerated by Lord Krishna. Thus the ksetra along with its\nmodifications such as the perceptual senses, etc. has been described in\nbrief and this concludes the topic regarding the ksetra. ","brahma":" Desire, repugnance, joy, misery, etc. are known as the modifications of the\nksetra. The word cetana meaning awareness refers to the entire perceptual\nfaculties of the mind. The word sanghata preceding it includes perception\nof the physical body and cetana refers to the total aggregate of mental\nfacilities which includes modifications such as ego and patience. ","shri":"\nThe maha-bhutani which are the fundamental elements of creation being\nearth, water, fire, air and ether along with the ahankara or false ego, the\nbuddhi or intellect and the avyaktam the primordial root which in essence\nis prakriti or the material substratum pervading physical existence and\nfrom whom the fore mentioned emanate as the germinating foundations of the\nksetra in different manifestations and modifications of an evolving\nprocess. The five perceptual senses being the eyes, ears, nose, tongue and\ntouch corresponding respectively with their five objects being the visual,\nauditory, olfactory, gustatory and tactual; along with the five senses of\nactivity being the vocal, the prehensible the hands, the locomotive the\nlegs, procreative the generative organs and the excretory organ for\nevacuation. The one known as the internal sense is the mind. Desire,\naversion, joy and affliction are considered modifications of the ksetra as\nthey are solely products of the mind influenced by moods and affections.\nThe words sanghatas cetana dhrtih means the perceptual faculties of the\nmind and includes the physical body. The words catana dritih denotes\nadritah inferring adharah which means the basis, the medium for fundamental\ningredients. The word sanghata meaning the physical body is the aggregate\nexpression of the collocated ingredients that are utilised. The ultimate purpose is to utilise the physical body to interact\nharmoniously with the mind and intellect to realise the eternal principle\ninside the heart in the form of the atma or immortal soul and the path to\nthe Supreme Lord. Otherwise one will misuse their precious human form of\nexistence to procure material happiness on Earth while experiencing joy and\ngrief in doing so and take another birth in usually a lower species of\nlife; or to perform activities in an attempt to procure entrance into the\nheavenly planets to enjoy celestial delights as a demigod for an allotted\ntime period but which may or may not guarantee success and one has to be\nborn again; or to strive for moksa or liberation from the cycle of birth\nand death to achieve an impersonal beatitude but if failing in this is\nforced to take birth again in one of the 8,400,000 some species in the\nmaterial existence as well. This is what is available in the ksetra. All of its characteristics and\nattributes are manifested out of prakriti the material substratum pervading\nphysical existence and is the foundation of the mind and all the senses.\nIt is the compound which gives rise to the change of temperament such as\ndesire and aversion, happiness and misery and the medium by which the jiva\nor embdied being experiences pleasure, pain, joy and grief, etc. This\nconcludes Lord Krishna concise exposition on the ksetra with its variations\nand modifications. Next the virtues and attributes that will enable one to obtain atma-tattva\nor knowledge of the immortal soul which is connected to the ksetrajna will\nbe enumerated by Lord Krishna. ","kumar":"The maha-bhutani which are the fundamental elements of creation being\nearth, water, fire, air and ether along with the ahankara or false ego, the\nbuddhi or intellect and the avyaktam the primordial root which in essence\nis prakriti or the material substratum pervading physical existence and\nfrom whom the fore mentioned emanate as the germinating foundations of the\nksetra in different manifestations and modifications of an evolving\nprocess. The five perceptual senses being the eyes, ears, nose, tongue and\ntouch corresponding respectively with their five objects being the visual,\nauditory, olfactory, gustatory and tactual; along with the five senses of\nactivity being the vocal, the prehensible the hands, the locomotive the\nlegs, procreative the generative organs and the excretory organ for\nevacuation. The one known as the internal sense is the mind. Desire,\naversion, joy and affliction are considered modifications of the ksetra as\nthey are solely products of the mind influenced by moods and affections.\nThe words sanghatas cetana dhrtih means the perceptual faculties of the\nmind and includes the physical body. The words catana dritih denotes\nadritah inferring adharah which means the basis, the medium for fundamental\ningredients. The word sanghata meaning the physical body is the aggregate\nexpression of the collocated ingredients that are utilised. The ultimate purpose is to utilise the physical body to interact\nharmoniously with the mind and intellect to realise the eternal principle\ninside the heart in the form of the atma or immortal soul and the path to\nthe Supreme Lord. Otherwise one will misuse their precious human form of\nexistence to procure material happiness on Earth while experiencing joy and\ngrief in doing so and take another birth in usually a lower species of\nlife; or to perform activities in an attempt to procure entrance into the\nheavenly planets to enjoy celestial delights as a demigod for an allotted\ntime period but which may or may not guarantee success and one has to be\nborn again; or to strive for moksa or liberation from the cycle of birth\nand death to achieve an impersonal beatitude but if failing in this is\nforced to take birth again in one of the 8,400,000 some species in the\nmaterial existence as well. This is what is available in the ksetra. All of its characteristics and\nattributes are manifested out of prakriti the material substratum pervading\nphysical existence and is the foundation of the mind and all the senses.\nIt is the compound which gives rise to the change of temperament such as\ndesire and aversion, happiness and misery and the medium by which the jiva\nor embdied being experiences pleasure, pain, joy and grief, etc. This\nconcludes Lord Krishna concise exposition on the ksetra with its variations\nand modifications. Next the virtues and attributes that will enable one to obtain atma-tattva\nor knowledge of the immortal soul which is connected to the ksetrajna will\nbe enumerated by Lord Krishna. "}