{"meta":"Bhagavad Gita Chapter 13 Verse 5","metahi":"भगवद् गीता 13.5","slok":"ऋषिभिर्बहुधा गीतं छन्दोभिर्विविधैः पृथक्।ब्रह्मसूत्रपदैश्चैव हेतुमद्भिर्विनिश्िचतैः।।13.5।। ","htsrsd":"।।13.5।।(यह क्षेत्रक्षेत्रज्ञका तत्त्व) ऋषियोंके द्वारा बहुत विस्तारसे कहा गया है तथा वेदोंकी ऋचाओंद्वारा बहुत प्रकारसे कहा गया है और युक्तियुक्त एवं निश्चित किये हुए ब्रह्मसूत्रके पदोंद्वारा भी कहा गया है। ","htstma":"।।13.5।। (क्षेत्रक्षेत्रज्ञ के विषय में) ऋषियों द्वारा विभिन्न और विविध छन्दों में बहुत प्रकार से गाया गया है? तथा सम्यक् प्रकार से निश्चित किये हुये युक्तियुक्त ब्रह्मसूत्र के पदों द्वारा (अर्थात् ब्रह्म के सूचक शब्दों द्वारा) भी (वैसे ही कहा गया है)।। ","transliteration":"Rishibhirbahudhaa geetam cchandobhirvividhaih prithak;\nBrahmasootrapadaishchaiva hetumadbhirvinishchitaih. ","englishmeaning":"ṛiṣhibhiḥ—by great sages; bahudhā—in manifold ways; gītam—sung; chhandobhiḥ—in Vedic hymns; vividhaiḥ—various; pṛithak—variously; brahma-sūtra—the Brahma Sūtra; padaiḥ—by the hymns; cha—and; eva—especially; hetu-madbhiḥ—with logic; viniśhchitaiḥ—conclusive evidence ","hcsrsd":"।।13.5।। व्याख्या --   ऋषिभिर्बहुधा गीतम् -- वैदिक मन्त्रोंके द्रष्टा तथा शास्त्रों? स्मृतियों और पुराणोंके रचयिता ऋषियोंने अपनेअपने (शास्त्र? स्मृति आदि) ग्रन्थोंमें जडचेतन? सत्असत्? शरीरशरीरी? देहदेही? नित्यअनित्य आदि शब्दोंसे क्षेत्रक्षेत्रज्ञका बहुत विस्तारसे वर्णन किया है।छन्दोभिर्विविधैः पृथक् -- यहाँ विविधैः विशेषणसहित छन्दोभिः पद ऋक? यजुः? साम और अथर्व -- इन चारों वेदोंके संहिता और ब्राह्मण भागोंके मन्त्रोंका वाचक है। इन्हींके अन्तर्गत सम्पूर्ण उपनिषद् और भिन्नभिन्न शाखाओंको भी समझ लेना चाहिये। इनमें क्षेत्रक्षेत्रज्ञका अलगअलग वर्णन किया गया है।ब्रह्मसूत्रपदैश्चैव हेतुमद्भिर्विनिश्चितैः -- अनेक युक्तियोंसे युक्त तथा अच्छी तरहसे निश्चित किये हुए ब्रह्मसूत्रके पदोंद्वारा भी क्षेत्रक्षेत्रज्ञके तत्त्वका वर्णन किया गया है।इस श्लोकमें भगवान्का आशय यह मालूम देता है कि क्षेत्रक्षेत्रज्ञका जो संक्षेपसे वर्णन मैं कर रहा हूँ? उसे अगर कोई विस्तारसे देखना चाहे तो वह उपर्युक्त ग्रन्थोंमें देख सकता है। सम्बन्ध --   तीसरे श्लोकमें क्षेत्रक्षेत्रज्ञके विषयमें जिन छः बातोंको संक्षेपसे सुननेकी आज्ञा दी थी? उनमेंसे क्षेत्रकी दो बातोंका अर्थात् उसके स्वरूप और विकारोंका वर्णन आगेके दो श्लोकोंमें करते हैं। ","hcsca":"।।13.5।। प्रस्तुत अध्याय में जो विवेचन किया जा रहा है वह कोई व्यर्थ का भाषण अथवा श्रीकृष्ण की बुद्धि की कल्पना मात्र नहीं है। यहाँ भगवान् स्वयं ही स्पष्ट कहते हैं कि ऋषियों द्वारा अनुभूत और प्रतिपादित सत्य की ही वे पुनर्घोषणा कर रहे हैं। संक्षेप में? उपनिषदों के प्रतिपाद्य ब्रह्मतत्त्व का ही निरूपण इस अध्याय का विषय है।कोई व्यक्ति प्रश्न कर सकता है कि क्यों हम उपनिषद् के ऋषियों के कथनों को तत्परता से स्वीकार करें ऐसा प्रश्न केवल वे ही लोग कर सकते हैं? जिन्हें ऋषियों के प्रति अश्रद्धा है। भगवान् श्रीकृष्ण कहते हैं कि यदि हमे ऋषियों के प्रति महान् आदर और सम्मान नहीं भी हो? तब भी हमें उनके द्वारा प्रतिपादित सत्य को स्वीकारना ही होगा? क्योंकि वे उपनिषद् के? निश्चित किये हुये युक्तियुक्त कथन हैं। उनके कथन कोई बौद्धिक आलेख अथवा दैवी आज्ञायें नहीं हैं? जो साधारण असहाय जनता पर विशेष दैवी अधिकार प्राप्त किसी देवदूत ने थोप दी हों।जब प्रमाण तर्क एवं अनुभव के द्वारा किसी सत्य को सिद्ध किया जाता है? तब किसी भी बुद्धिमान पुरुष को उसके युक्तियुक्त संगत होने के कारण स्वीकारना ही पड़ता है।अर्जुन के मन में रुचि उत्पन्न करने के पश्चात् भगवान् कहते हैं, ","etsga":"13.5 It has been sung of in various ways by the Rsis, separately by the different kinds [The different branches of Vedic texts.] of Vedic texts, and also by the rational and convicing sentences themselves which are indicatvie of and lead of Brahman. ","etssa":"13.5 Sages have sung in many ways, in various distinctive chants and also in the suggestive words indicative of the Absolute, full of reasoning and decisive. ","etdss":"13.5. This has been sung many times by sages, and also has been clearly decided in the various Vedas in different contexts by means of [their] words that are suggestive of the Brahman (i.e. in the Upanisads) and are full of reasoning. ","ecssa":"13.5 ऋषिभिः by Rishis? बहुधा in many ways? गीतम् sung? छन्दोभिः in chants? विविधैः various? पृथक् distinctive? ब्रह्मसूत्रपदैः in the suggestive words indicative of Brahman? च and? एव even? हेतुमद्भिः full of reasoning? विनिश्चितैः decisive.Commentary Many sages (such as Vasishtha) have talked about it (the true nature of the field and its knower) since ancient times. The ancient hymns? such as the Rig Veda? have explained this in various ways.The word Brahma Sutras refers to the Vedanta Sutras written by Vyasa or Badarayanacharya in order to reconcile the mutually contradictory passages in the Upanishads. A study of the Brahma Sutras is very necessary in order to comprehend the esoteric significance of the Upanishads. The Braham Sutras are also known by the name Sariraka Sutras because fifteen Sutras in the third Pada of the second chapter deal with the Sarira or Kshetra (body).The true nature of the field and its knower has also been taught in the Brahma Sutras which deal with Brahman such as Atmanyevopasita (only as the Self? let a man meditate on It.) (Brihadaranyaka Upanishad? I.4.7).They are full of reasoning? convincing and decisive. There is no doubt in the words or passages that treat of Brahman. ","scetsga":"13.5 Gitam, It has been sung of, spoken of; bahudha, in various ways; rsibhih, by the Rsis, by Vasistha and others; sung prthak, separately; vividhaih, by the different kinds of; chandobhih, Vedic texts-chandas mean the Rg-veda etc; by them; ca, and; besides, hetumadbhih, by the rational; and viniscitaih, by the convincing, i.e. by those which are productive of certain knowledge-not by those which are in an ambiguous form; brahma-sutra-padaih eva, sentences themselves which are indicative of and lead to Brahman. Brahma-sutras are the sentences indicative of Brahman. They are called padani since Brahman is reached, known, through them. By them indeed has been sung the true nature of the field and the Knower of the field (-this is understood). The Self is verily known through such sentences as, The Self alone is to be meditated upon (Br. 1.4.7), which are indicative of and lead to Brahman.\nTo Arjuna who had become interested as a result of the eulogy, the Lord says: ","scetdss":"13.4-5 Tat Ksetram etc. Rsibhih etc. Why it modifies : due to what this [Field] suffers modification. Collectively : not at all separately (one by one). [The Bhagavat] decides all the estions in a general way. Of course, many a time in many a way this has been declared by the seers and by the scritpures. But, let Me (the Bhagavat) explain this collectively (briefly). ","scetssa":"13.5 It is this truth regarding the Kestra and Ksetrajna that has been sung in various ways by Parasara and others seers. For example, I and you and others are composed of the elements; and the elements, following the stream of alities, assume a shape; these alities, Sattva and the rest, are dependent on Karma; and Karma, accumulated by nescience, influences the condition of all beings. The self is pure, imperishable, tranil, void of alities and is pre-eminent over Prakrti (V. P., 2.13.69-71). Similarly: The body, characterised by head, hands, feet and the like is different from Purusa. Which of these can I designate by the name I? (Ibid., 2.13.89). And also: Are you the head or the belly? Are you indeed the feet and other limbs, or do they belong to you, O King? You are distinct in your nature from all your members, O King. Know, O King, and understand Who am I . (Ibid., 1.13.102-3). Moreover they state that Vasudeva constitutes the Self of the distinct entities (Ksetra and Ksetrajna): The senses, Manas, Buddhi, vigour, splendour, strength, courage, both Ksetra and Ksetrajna have Vasudeva for their self. (Ma. Bha. Sa., 149.136). In various distinctive hymns, namely, in the Vedas, Rg, Yajus, Saman and Atharvan, the distinction of body and the self has been sung. The nature of the body is described in the following text: From this Self, verily, ether arose; from the ether, air; from air, fire; from fire, water; from water, the earth; from the earth, herbs; from the herbs, food; from food, the person. The same person, verily, consists of the essence of food (Tai. U., 2.1.2). Afterwards that which is inner than this (body) and which consists of Prana (or the vital breath), and that which is inner than this and which consists of mind are described. The nature of Ksetrjna is stated in the passage: Verily, other than, and within, that one that consists of mind, that (the individual Self) consists of understanding (Ibid., 2.4.2). Later, the Supreme Brahman is stated in the text; Verily, other than, and within, that one consisting of understanding, is the Supreme Self that consists of bliss (Ibid., 1.5.2). This is stated to be the Surpeme Self, consisting of bliss, as forming the inner Self of the individual self. Similarly in the three Vedas, Rg, Saman and Atharvan, here and there, the distinctive existence of the Ksetra and the Ksetrajna is affirmed with Brahman for their Self. Likewise, the same purpose is taught in the words of the Brahma-sutras, namely, the aphorisms about Brahman, known also as the Sariraka-sutras, which are characterised by reasoning, decision and conclusion. In the Sutras commencing with, Not ether, on account of the absence of the Sruti (B. S., 2.3.1), the nature and the mode of the Ksetra is determined. In the Sutras commencing with Not the self, on account of the Sruti and on account of the eternity, (which is made out) from them (Ibid., 2.3.18), the true nature of the Ksetrajna is determined. In the Sutras But from the Supreme, this being declared by Sruti (Ibid., 2.3.40), that Ksetrajna has the Lord for Its Self on account of Its being under the control of the Lord, is declared. It has been sung in various ways; the meaning of this Sloka is this: Listen about the truths of the Ksetra and the Ksetrajna which have been expounded in numerous ways and declared by Me in a lucid and brief manner. ","chakravarthi":"“You are describing this briefly. Who then has described this in detail?”\nIt has been described by rsis such as Vasistha in the scriptures dealing with yoga, by the Vedas (chandobhih) and by the words of the Brahma Sutras. The Brahma Sutras, through their words (padaih) such as athato brahma jijnasa (Vedanta Sutra 1.1) make known (padyate) Brahman. But what type of words are they? They are words of logic (hetumadbhir), which are very decisive (visesatah niscitaih). Examples are as follows:\niksater nasabdam\nBrahman is not inexpressible by words, because it is seen that he is conveyed through the words in the Vedas. Vedanta Sutra 1.1.5\nanandamayo ‘bhyasat\nThe word anandamaya refers to para brahman because of the repeated use of the word brahman in relation to it. Vedanta Sutra 1.1.13 ","rudra":"  \nThe question may be raised as to whose elaborate teachings will Lord\nKrishna briefly summarise. Here it refers to rishis or holy sages such as\nVasistha and Parasara etc. who have described it in various ways as objects\nof meditation and concentration of the cosmic mind and also what has been\nvariously sung in propitiation to the Supreme Lord and the various yagnas\nor rites of propitiation offered to Him both daily and occasional is\nindicative of the brahman or spirirtual substratum pervading all existence.\nUpanisadic texts such as Taittriya Upanisad III.I state: That from which\nall these things are born. This indirectly describes the brahman. Whereas\nthe Taittriya Upanisad II.I states: Existence, knowledge, infinity is the\nbrahman. This defines the brahman and helps to attain it directly in its\ntrue essence. Other scriptures such as the Chandogya Upanisad VI.II.I and\nII state: This creation was only existence in the beginning. How can\nexistence manifest from non-existence? Who would be able to inhale and live\nhad not the joy of bliss existed in the ether of the heart? The Taittirya\nUpanisad II.VII states: It is this that verily bestows bliss. The words\nanyat and pranyat from the previous verse denote who would be able to\nperform the functions of apana or inhalation and exhalation resulting in\nvital force. Decisively establishing an indisputable explanation through a\nthesis of erudite and conclusive statements; whatever has been explained\nelaborately by sages and definitively in Vedic scriptures and is difficult\nof to summarise Lord Krishna will give the essence.   It is also possible to take the Brahma Sutra to mean the aphorism I.I.I\nwhich begins the scripture and states: Now therefore let us enquire into\nwhat is the brahman. What is descriptive of the brahman ascertains the\nnature of the brahman. Such aphorisms furnished with reasons embellish th\nunderstanding for example in Brahma Sutra I.I.V it states: On account of\nthinking the pradhana or material manifestation is not the primary cause as\nit is not based on the Vedic sriptures. Also the statement in Brahma Sutra\nI.I.XII stating: The atma or eternal soul consists of ananda or bliss.\nThough both emanating from the Supreme Lord the brahman is always put forth\nas being a separate potency from the atma on account that each has its\nexclusive function. ","brahma":" ","shri":"\nThe tattva or conclusive truth regarding the ksetra or field of activity\nbeing matter and the ksetrajna being the knower or witness within the field\nof activity have been variously described by the rsis or holy sages such as\nParasara and Vasistha. In the Visnu Purana II.XIII. verse LIXX beginning\naham tvancha we find: O king of the Earth we are all derived of the 24\nelelments by which embodied being en masse take the bodily shape\ncorresponding to their attraction to the three gunas or modes of material\nnature. In verse LXX beginning karma vasya guna we find: Verily O king the\nthree gunas of sattva or goodness, rajas or passion and tamas or ignorance\nare dependent solely upon karma or reactions to ones own actions which are\nall the consequence of avidya or the absence of knowledge which is part of\nall creatures at birth. Yet in verse LXXI beginning atma suddho we find\nrevealed: That the immortal soul is purely spiritual, imperishable,\nsublime, devoid of material qualities and distinctly different from\nprakriti or the material substratum pervading all physical existence. Similarly the Visnu Purana II.XIII.IXC beginning pindah prithag meaning:\nThe physical body characterised by face, head, hands and body is different\nfrom the embodied being then to which of these can one refer to as I or me.\nAgain in II.XII.CII beginning kim tvam etat chirah meaning: Art thou thy\nhead, or thy chest, or thy stomach or thy foot and the like O king or are\nthou thine? And in II:XII.CIII beginning samast avayavebhyam meaning:\nDistinct art thou O king from all thy bodily parts and being clever\ndetermine who is the I.\nBoth these examples postulate that matter the physical body and the spirit\nsoul are distinctly different from each other. Vasudeva meaning the Supreme\nLord Krishna is eulogised in innumerable Vedic scriptures In the Visnu\nSahasra verse CXXXVII beginning indiyani mano meaning: The senses, the\nmanas, buddhi, ego, health, strength and spirit are all ensouled by\nVasudeva, both the ksetra and ksetrajna. Distinctly by various mantras of the Rig Veda, Yajur Veda, Sama Veda and\nAtharva Veda the distinctions between the bodily nature and the spiritual\nsoul nature are sublimely sung.\nAn example is found in the Tattiriya Upanisad II.I.II beginning tasmad eva\netasmadatmana akasah sambhutah meaning: From the atma or eternal soul\nverily akasa or space has manifested , from space ether has manifested,\nfrom ether has come air, from air has come fire, from fire has come water,\nfrom water has come earth, from earth has come plants, from plants has come\nfood, from food comes all embodied species headed by the human species.\nThus the nature of the physical body has been stated. As well the subtle\nprinciple of pranas or life airs and the even subtler principle of manas or\nthe mind and intellect have been stated in conclusion. More than the\nprinciple of the manas is the supra-subtle principle of the vijnana-maya or\nthe conscious soul and the source of all of the above is the Supreme Lord\nin His localised form as paramatma the Supreme Soul within all sentient\nbeings and even more supra-subtle than even this is His transcendental body\nas the composite form of all atmas in all living entities known as ananda-\nmaya as given in the Tattiriya Upanisad II.V.II beginning: tasyaisha eva\nsharira atma which is the witness and monitor of living entities.  Categorically as well the distinct characteristics by which the ksetra and\nksetrajna exist and their manifestation by the brahman or spiritual\nsubstratum pervading all existence is revealed in many places in the Rig\nVeda and the Atharva Veda. Also the Vedanta Sutra verses reveal in its sublimely concise aphorisms the\nnature of the brahman and its relationship with the Supreme Lord. It is\nalso called the Sariraka Sutras because of its conclusive authoritative\njudgement on these esoteric topics. For example in Vedanta Sutra II.III.I\nbeginning no viyadasruteh meaning: The akasha or space is eternal because\nthere is no Vedic evidence contrary to this and thus all decisions\nregarding the nature of the ksetra are formulated also in this way. Another\nexample is seen in II.III.XVIII beginning utcrantigatyagatinam meaning: The\njiva or embodied soul is infinitesimal because the Vedic scriptures state\nthat it goes out of an old body and returns to a new body. The atma or\neternal soul is superlatively conscious and such a reality formulates\ndecisions regarding the ksetrajna. But in verse II.III.XXXX beginning\nkritaprayatnapekshastu vihita pratisiddha meaning: The Supreme Lord impels\nall jivas to act in accordance with the nature and tendency of their own\nself enacted previous actions and effects. Everything is under the\ncomplete control and total dominion of the Supreme Lord but He does not\ninterfere with the freewill of the jiva although He is certainly the\nsupreme soul of living entities. So the evidence of the ksetra\nand ksetrajna have been copiously expounded in various Vedic scriptures in\nnumerous ways but now Lord Krishna will describe the same in a lucid and\nconcise manner. ","kumar":"The tattva or conclusive truth regarding the ksetra or field of activity\nbeing matter and the ksetrajna being the knower or witness within the field\nof activity have been variously described by the rsis or holy sages such as\nParasara and Vasistha. In the Visnu Purana II.XIII. verse LIXX beginning\naham tvancha we find: O king of the Earth we are all derived of the 24\nelelments by which embodied being en masse take the bodily shape\ncorresponding to their attraction to the three gunas or modes of material\nnature. In verse LXX beginning karma vasya guna we find: Verily O king the\nthree gunas of sattva or goodness, rajas or passion and tamas or ignorance\nare dependent solely upon karma or reactions to ones own actions which are\nall the consequence of avidya or the absence of knowledge which is part of\nall creatures at birth. Yet in verse LXXI beginning atma suddho we find\nrevealed: That the immortal soul is purely spiritual, imperishable,\nsublime, devoid of material qualities and distinctly different from\nprakriti or the material substratum pervading all physical existence. Similarly the Visnu Purana II.XIII.IXC beginning pindah prithag meaning:\nThe physical body characterised by face, head, hands and body is different\nfrom the embodied being then to which of these can one refer to as I or me.\nAgain in II.XII.CII beginning kim tvam etat chirah meaning: Art thou thy\nhead, or thy chest, or thy stomach or thy foot and the like O king or are\nthou thine? And in II:XII.CIII beginning samast avayavebhyam meaning:\nDistinct art thou O king from all thy bodily parts and being clever\ndetermine who is the I.\nBoth these examples postulate that matter the physical body and the spirit\nsoul are distinctly different from each other. Vasudeva meaning the Supreme\nLord Krishna is eulogised in innumerable Vedic scriptures In the Visnu\nSahasra verse CXXXVII beginning indiyani mano meaning: The senses, the\nmanas, buddhi, ego, health, strength and spirit are all ensouled by\nVasudeva, both the ksetra and ksetrajna. Distinctly by various mantras of the Rig Veda, Yajur Veda, Sama Veda and\nAtharva Veda the distinctions between the bodily nature and the spiritual\nsoul nature are sublimely sung.\nAn example is found in the Tattiriya Upanisad II.I.II beginning tasmad eva\netasmadatmana akasah sambhutah meaning: From the atma or eternal soul\nverily akasa or space has manifested , from space ether has manifested,\nfrom ether has come air, from air has come fire, from fire has come water,\nfrom water has come earth, from earth has come plants, from plants has come\nfood, from food comes all embodied species headed by the human species.\nThus the nature of the physical body has been stated. As well the subtle\nprinciple of pranas or life airs and the even subtler principle of manas or\nthe mind and intellect have been stated in conclusion. More than the\nprinciple of the manas is the supra-subtle principle of the vijnana-maya or\nthe conscious soul and the source of all of the above is the Supreme Lord\nin His localised form as paramatma the Supreme Soul within all sentient\nbeings and even more supra-subtle than even this is His transcendental body\nas the composite form of all atmas in all living entities known as ananda-\nmaya as given in the Tattiriya Upanisad II.V.II beginning: tasyaisha eva\nsharira atma which is the witness and monitor of living entities.  Categorically as well the distinct characteristics by which the ksetra and\nksetrajna exist and their manifestation by the brahman or spiritual\nsubstratum pervading all existence is revealed in many places in the Rig\nVeda and the Atharva Veda. Also the Vedanta Sutra verses reveal in its sublimely concise aphorisms the\nnature of the brahman and its relationship with the Supreme Lord. It is\nalso called the Sariraka Sutras because of its conclusive authoritative\njudgement on these esoteric topics. For example in Vedanta Sutra II.III.I\nbeginning no viyadasruteh meaning: The akasha or space is eternal because\nthere is no Vedic evidence contrary to this and thus all decisions\nregarding the nature of the ksetra are formulated also in this way. Another\nexample is seen in II.III.XVIII beginning utcrantigatyagatinam meaning: The\njiva or embodied soul is infinitesimal because the Vedic scriptures state\nthat it goes out of an old body and returns to a new body. The atma or\neternal soul is superlatively conscious and such a reality formulates\ndecisions regarding the ksetrajna. But in verse II.III.XXXX beginning\nkritaprayatnapekshastu vihita pratisiddha meaning: The Supreme Lord impels\nall jivas to act in accordance with the nature and tendency of their own\nself enacted previous actions and effects. Everything is under the\ncomplete control and total dominion of the Supreme Lord but He does not\ninterfere with the freewill of the jiva although He is certainly the\nsupreme soul of living entities. So the evidence of the ksetra\nand ksetrajna have been copiously expounded in various Vedic scriptures in\nnumerous ways but now Lord Krishna will describe the same in a lucid and\nconcise manner. "}