{"meta":"Bhagavad Gita Chapter 13 Verse 24","metahi":"भगवद् गीता 13.24","slok":"य एवं वेत्ति पुरुषं प्रकृतिं च गुणैःसह।सर्वथा वर्तमानोऽपि न स भूयोऽभिजायते।।13.24।। ","htsrsd":"।।13.24।।इस प्रकार पुरुषको और गुणोंके सहित प्रकृतिको जो मनुष्य अलगअलग जानता है? वह सब तरहका बर्ताव करता हुआ भी फिर जन्म नहीं लेता। ","htstma":"।।13.24।। इस प्रकार पुरुष और गुणों के सहित प्रकृति को जो मनुष्य जानता है? वह सब प्रकार से रहता हुआ (व्यवहार करता हुआ) भी पुन नहीं जन्मता है।। ","transliteration":"Ya evam vetti purusham prakritim cha gunaih saha;\nSarvathaa vartamaano’pi na sa bhooyo’bhijaayate. ","englishmeaning":"yaḥ—who; evam—thus; vetti—understand; puruṣham—Puruṣh; prakṛitim—the material nature; cha—and; guṇaiḥ—the three modes of nature; saha—with; sarvathā—in every way; vartamānaḥ—situated; api—although; na—not; saḥ—they; bhūyaḥ—again; abhijāyate—take birth ","hcsrsd":"।।13.24।। व्याख्या --   य एवं वेत्ति ৷৷. न स भूयोऽभिजायते -- पूर्वश्लोकमें देहेऽस्मिन् पुरुषः परः पदोंसे पुरुषको देहसे पर अर्थात् सम्बन्धरहित कहा है? उसीको यहाँ एवम् पदसे कहते हैं कि जो साधक इस तरह पुरुषको देहसे? प्रकृतिसे पर अर्थात् सम्बन्धरहित जान लेता है तथा विकार? कार्य? करण? विषय आदि रूपसे जो कुछ भी संसार दीखता है? वह सब प्रकृति और उसके गुणोंका कार्य है -- ऐसा यथार्थरूपसे जान लेता है? वह फिर वर्ण? आश्रम? परिस्थिति आदिके अनुसार प्राप्त कर्तव्यकर्मको करता हुआ भी पुनर्जन्मको प्राप्त नहीं होता। कारण कि जन्म होनेमें गुणोंका सङ्ग ही कारण है (गीता 13। 21)।यहाँ सर्वथा वर्तमानोऽपि पदोंमें निषिद्ध आचरण नहीं लेना चाहिये क्योंकि जो अपनेको देहके सम्बन्धसे रहित अनुभव करता है और गुणोंके सहित प्रकृतिको अपनेसे अलग अनुभव करता है? उसमें असत् वस्तुओंकी कामना पैदा हो ही नहीं सकती। कामना न होनेसे उसके द्वारा निषिद्ध आचरण होना असम्भव है क्योंकि निषिद्ध आचरणके होनेमें कामना ही हेतु है (गीता 3। 37)।भगवान् यहाँ साधकको अपना वास्तविक स्वरूप जाननेके लिये सावधान करते हैं? जिससे वह अच्छी प्रकार,जान ले कि स्वरूपमें वस्तुतः कोई भी क्रिया नहीं है। अतः वह किसी भी क्रियाका कर्ता नहीं है और कर्ता न होनेके कारण वह भोक्ता भी नहीं होता। साधक जब अपनेआपको अकर्ता जान लेता है? तब उसका कर्तापनका अभिमान स्वतः नष्ट हो जाता है और उसमें क्रियाकी फलासक्ति भी नहीं रहती। फिर भी उसके द्वारा शास्त्रविहित क्रियाएँ स्वतः होती रहती हैं। गुणातीत होनेके कारण वह पुनर्जन्मको प्राप्त नहीं होता। सम्बन्ध --   पूर्वश्लोकमें भगवान्ने जन्मरहित होनेमें प्रकृतिपुरुषको यथार्थ जानना कारण बताया। अब यह जिज्ञासा होती है कि क्या जन्ममरणसे रहित होनेका और भी कोई उपाय है इसपर भगवान् आगेके दो श्लोकोंमें चार साधन बताते हैं। ","hcsca":"।।13.24।। अब तक किये गये विवेचन का सारांश यह है कि पुरुष स्वस्वरूप से नित्यमुक्त होते हुए भी प्रकृति के साथ तादात्म्य के कारण जीव बनकर संसार के दुखों को भोगता है। इसी तादात्म्य के कारण उत्पन्न वासनाओं के अनुरूप विभिन्न योनियों में उसे जन्म लेना पड़ता है।परन्तु? जो साधक साधन सम्पन्न होकर गुरु के उपदेश से प्रकृति? पुरुष उनके परस्पर सम्बन्ध तथा प्रकृति के विविध प्रकार के प्रभाव रखने वाले गुणों को तत्त्वत जान लेता है? वही वास्तव में ज्ञानी पुरुष है? जो सदा के लिए संसार के बन्धनों से मुक्त हो जाता है।किसी वस्तु को पूर्णत जानने के लिए हमें उससे विलग रहना चाहिए। यदि हम स्वयं ही किसी परिस्थिति में उलझे हुए हों? तो हम उसका वस्तुनिष्ठ अध्ययन नहीं कर सकते। अत प्रकृति के विकारों (देहादि) और गुणों (सुखदुखादि) को जानने के लिए हमें उन सबका द्रष्टा बनकर स्थित होना चाहिए? तभी हम सर्वाधिष्ठान परमात्मा का साक्षात्कार कर सकते हैं। इस अनन्तस्वरूप ब्रह्म को अपने आत्मस्वरूप से जानने का अर्थ ही अविद्या को नष्ट करना है। ऐसे पूर्ण ज्ञानी पुरुष का पुन प्रकृति के साथ मिथ्या तादात्म्य होने के लिए कोई कारण ही नहीं रह जाता है। इसलिए यहाँ भगवान् कहते हैं कि? सब प्रकार से रहते हुए भी उसका पुन जन्म नहीं होता है। इसका अभिप्राय यह है कि ज्ञानी पुरुष जगत् में कर्म करता हुआ भी सामान्य मनुष्यों के समान नईनई वासनाओं को उत्पन्न करके उनके बन्धन में नहीं आता है क्योंकि उसका अहंकार सर्वथा नष्ट हो चुका होता है।ब्रह्मवित् ब्रह्म ही बन जाता है और उसके समस्त कर्म नष्ट हो जाते हैं यह सभी उपनिषदों के द्वारा प्रतिपादित सत्य है।अब? आत्मदर्शन के लिए अनेक उपाय बताते हैं ","etsga":"13.24 He who knows thus the Person and Nature along with the alities will not be born again, in whatever way he may live. ","etssa":"13.24 He who thus knows the Spirit and Matter together with the alities, in whatever condition he may be, he is not born again. ","etdss":"13.24. He who knows, in this manner, the Soul and the Material Cause together with Strands-he is not born again, even though he behaves in different ways. ","ecssa":"13.24 यः who? एवम् thus? वेत्ति knows? पुरुषम् Purusha? प्रकृतिम् Prakriti? च and? गुणैः alities? सह with? सर्वथा in all ways? वर्तमानः living? अपि also? न not? सः he? भूयः again? अभिजायते is born.Commentary One who knows the Soul and Nature with its alities? whatever his conduct may be? frees himself from the cycle of births and deaths. Such is the advantage he gains from the discriminative knowledge of Spirit and Matter. He knows that he is eternal and changeless and that all changes are due to the modifications of Nature on account of its alities. The self through ignorance identifies itself with the body and suffers rirth.In whatsoever condition he may be? whether he is engaged in prescribed or forbidden acts (like Indra who killed the Purohita Visvarupa and many Sannyasins)? he is not born again? because the,actions (which are the seeds of rirth)? of one who knows the Spirit and Matter? who has gained the knowledge of the Self? are burnt by the fire of that knowledge. Just as the seeds that are fried in fire do not sprout again? so also the actions burnt in the fire of knowledge cannot produce new bodies or further births. In his case they are Karmabhasa (mere semblance of Karma). They are not effective causes and cannot produce further births. A burnt cloth cannot serve the purpose of the cloth.Those actions which are done with egoism and desire (expectation of fruits) will produce fruits or results. In the case of a wise man? the seeds of evil? viz.? ignorance? egoism? attachment? etc.? are burnt by the fire of knowledge. Therefore he cannot have rirths.The Karmas (Prarabdha) which have already started their operation by producing this present birth do not perish? notwithstanding the dawn of the knowledge of the Self. When an arrow is once sent out from a bow at a mark? it pierces the mark and continues to act till it falls to the ground when the full force with which it was dischared is exhausted. Even so the Prarabdha Karma which has given rise to the body continues to act till the inherent force is fully exhausted? although the sage has attained Selfrealisation through his body. But he is not in the least affected by this? because he has no identification with the body? and as he has identified himelf with Brahman or the Absolute. If a carbuncle or cancer arises in the body on account of Prarabdha Karma? he will not suffer a bit as he has risen above bodyconsciousness? and as he stands as a witness of his body. But a bystander or a spectator wrongly imagines that the liberated sage is also suffering like an ordinary worldly man. This is a serious and sad mistake. From the viewpoint of the liberated sage he has neither body nor Prarabdha Karma.An arrow that is placed ready on the bow but not discharged with force can be withdrawn. Similarly? the Karmas which have not begun to generate their fruits or effects can be neutralised or destroyed by the knowledge of the Self. Therefore it is proper to say that the liberated sage is not born again. He will not take another body when the body through which he attained knowledge perishes. As ignorance? the cause of this body? is destroyed by the knowledge of the Self? birth? the effect of ignorance? is also destroyed. As one takes birth through virtuous and vicious actions? a sage will not take birth as his virtuous and visiouc actions (the whole Sanchita or accumulated Karmas of his previous births) are destroyed by the knowledge of the Self. The Karmas done by him after he has attained Selfrealisation cannot touch him at all as he has neither egoism (agency) nor desires. (Cf.XIII.32) ","scetsga":"13.24 Sah yah, he who; vetti, knows, in the manner described; the purusam, Person, that Self possessed of the characteristics stated above, as I myself (am That); and knows prakrtim, Nature as described above, which is characterized as ignorance; to have been eradicated by Knowledge, saha, along with; gunaih, the alities which are its modifications; na abhijayate, will not be born; bhuyah, again-after the fall of this body of the man of realization, he does not become born again for (taking) another body, i.e. he does not take up another body; sarvatha api, in whatever way; vartamanah, he may live. From the word api it is understood that, it goes without saying that one who is firm in his own duty is not rorn.\nObjection: Though it has been said that there is absence of rirth after the dawn of Knowledge, still is not illogical that actions done (in the present life) before the rise of Knowledge and those done subseently, as also those done in the many past lives, should be destroyed without yielding their results? Hence there should be three births! For destruction of acired merit is not logical, to the same extent as actions that have produced the present birth and are yielding their proper results (cannot be destroyed). Besides, it is not understood that actions have distinctions [Since all actions arise from ignorance, they are on the same level so far so they are opposed to Knowledge; i.e., there can be no such distinction among actions as those which have started yielding results and those that have not.]. Therefore, the actions of the three kinds, without exception, will produce three births or they all collectively will produce one birth. Otherwise, if the acired merits become destroyed, it will lead to loss of faith everywhere as well as to the purposelessness of scriptures. Therefore it has been illogical to say, he will not be born again.\nReply: No, for the burning away of all the actions of the man of knowledge has been stated in hundreds of Upanisadic texts such as:\nAnd all ones actions become dissipated (Mu. 2.2.8);\nAnyone who knows (that supreme) Brahman, becomes Brahman (op. cit. 3.2.9);\nFor him the delay is for so long only (as he does not become freed) (Ch. 6.14.2); \nAs the fibres at the tip of a blade of reed (become completely burnt৷৷., so) all actions get completely burnt (op. cit. 5.24.3).\nHere too the burning of all actions has been stated in, as a blazing fire reduces pieces of wood to ashes,৷৷.etc. (4.37), and He will also say so (later) [See 18.66: I shall free you from all sins, etc.-Tr.].\nThis accords with reason also. Verily, actions, which arise from the seed of evils [Klesas, evils-see note under 8.19-Tr.] like ignorance and desires, germinate the sprout of rirth. Here also it has been said by the Lord in various places that actions which are associated with egoism and desire for results bear fruits, not the others. And there is also the verse: As seeds burnt by fire do not germinate, so also the Self does not acire another body due to evils that have been burnt by Knowledge (cf. Mbh. Va. 199. 107).\nObjection: It may be granted for the present that actions performed after the rise of Knowledge are burnt by Knowledge, since they coexist with Knowledge. But the burning away of actions done in this life prior to the rise of Knowledge and those done in the many past lives is not reasonable.\nReply: No, because of the alification, all actions (4.37).\nObjection: May it not be that all actions means those that are undertaken after Illumination?\nReply: No, for there is no reason for the restriction (of the meaning). On the other hand, as for the statement, just as actions that have produced the present birth and are already active in producing their results do not get dissipated even after Illumination, similarly it is not reasonable that actions which have not commenced producing their results should get dissipated,-that is wrong.\nObjection: Why?\nReply: Since they have already begun producing results, like an arrow that has been shot: As an arrow, freed earlier from a bow for hitting a target, even after piercing through the target comes to a stop only after falling down as a result of the dissipation of its initial momentum, similarly, actions that produced the (present) body verily continue, even after fulfilling the purpose of maintaining the body, to exist as before until the dissipation of their inherent tendencies. But, as that very arrow, when it has not acired the momentum, needed for action, when it has not been shot even though fixed on the bow, can be withdrawn, similarly, actions which have not begun yielding their results may be rendered unproductive by Knowledge, even while existing in their receptacle. [The internal organ bearing the reflection of Consciousness.] Hence, it is established that , it has been reasonable to state that on the fall of the present body of an enlightened person, He is not born again.\nHere are being presented these meditation etc. which are the alternative means for the realization of the Self: ","scetdss":"13.24 Ya evam etc. a men of Yoga who knows the Material Cause, the Soul, the Strands and their modifications in this manner i.e., by means of this above mentioned Brahman-perception which is in the form All are identical with It - he is certainly emancipated eventhough he behaves in different ways i.e., in whatever manner [he chooses]. ","scetssa":"13.24 He who understands, namely, knows truly with discrimination, the self to be thus, and also the Prakrti as having the aforesaid nature along with Sattva and other Gunas, whose nature will be later examined, is never born again, i.e., is never rorn conjointly with Prakrti again in whatever state he may be placed, i.e., in whatever painful condition he may be placed in the bodies of divinities, men etc. The meaning is that at the time when the body ceases to exist, the self will attain the purified state characterised by boundless knowledge devoid of evil. ","chakravarthi":"The results of this knowledge are stated in this verse. He who knows paramatma (purusam), prakrti or maya sakti (along with its qualities), and the jiva (indicated only by the world ca), does not take birth again, even though in this life he may be situated in all sorts of unfavorable circumstances (sarvatah vartamano ‘pi), such as being overcome by sleep and having uncontrolled mind or other such problems. ","rudra":"\nOne who comprehensively understands prakriti the material substratum\npervading physical existence and realises the Purusa or the supreme being\nas an eternal manifestation of the Supreme Lord as paramatma or the Supreme\nsoul and can discriminate the difference between the two is being praised\nby Lord Krishna. One who realises the liberating nature of the Purusa as a\ndistinctly separate entity from the atma or immortal soul residing within\nthe etheric heart of all living entities as the witness and monitor and can\ndiscriminate between it and the binding nature of interactions with\nprakriti along with the three gunas of goodness, passion and ignorance does\nnot take birth in the material existence again. This means that regardless\nof their present physical manifestation in creation they are released from\nsamsara the perpetual cycle of birth and death and achieving moksa or\nliberation from material existence are no longer compelled to take physical\nbirth in a womb again. ","brahma":" In verse 21 purusa referred to the jiva or the embodied being. In verse 23\npurusa refers to the Supreme Lord. Thus purusa can refer both to the\nSupreme and to the jiva when indicating the atma or immortal soul within.\nIn other situations such an important conclusion is a contradiction but\nhere it has been succinctly clarified. In the Saukarayan scripture is\nstated: The immortal, greater than the greatest is the Supreme Lord\nKrishna. It is His greatness alone that all the Vedic scriptures are\nengaged in serving and glorifying. Even appearing otherwise this is always\nthe truth. No contradiction can ever be assumed because His transcendental\nqualities being eternal are never subject to rationalisation. Nor is there\nin any Vedic scripture any evidence of any contradiction given by the\nliberated sages and saints ever being seen. So neither by rationalisation\nnor from personal experience is any contradiction concerning the Supreme\nLord existing. Therefore logic, reason and rationalisation can never\ndisprove what has been established by the Vedic scriptures. If by\nrationalisation one attempts to hypothesise a supposition unsupported by\nthe Vedic scriptures then it is not wisdom but speculative nonsense and\nmust be completely rejected. In the same way anything proclaimed that\nobscures the eternal truths of the Vedic scriptures must also be totally\nrejected. There exists subsidiary summation in the Vedic scriptures. It has been\nquoted that when one speaks the truth, even that becomes subsidiary\nknowledge. The Supreme Lord Krishna being the source of all is greater then\nthe greatest and that alone is the truth. Like the reference previously to\nHis being of blackish colour. If rationalisation and imagination are\ncontradictory to the Vedic scriptures then both rationalisation and\nimagination should be understood as capable of misleading and erroneous\nbecause one who is not knowledgeable will be unaware of the true meaning.\nWhereas there is no possibility of ever being misguided by the Vedic\nscriptures as they are perfect and eternal. The opportunity for being\nmisled is possible because so many people are completely oblivious to the\npurpose of human existence and totally unaware of the truth. Therefore\nconcocted theories that there must be things contradictory to the Supreme\nLord in the Vedas but somehow they were lost is ludicrous. Brahma himself\nhas stated that there are neither any contradictory statements nor non-\ncontradictory rationalisation in the Vedic scriptures. Therefore any\nreferences to non-duality between the Supreme Lord and the jiva or embodied\nbeing is contradictory and invalid. The Vedanta Sutras II.III.IIL reveal:\nTo state that the jiva and the Supreme Lord are the same is most erroneous.\nIn the Moksa Dharma the sage Janamejaya stated: Unlimited are the jivas but\nthe Supreme Lord is one. The sage Visampayana stated: No one doubts the\nSupreme Lord is one without a second. Unlimited jivas are born from wombs\nbut the Supreme Lord is self born and eternally endowed with the greatest\nqualities. Thus they are both different in nature and not at all like the\ndream state. Vedavyasa has written in Vedanta Sutras II.II.XXIX beginning\nvaidharmayaccha na svapnadivat meaning: The conceptions of the dream state\nare not real whereas the experiences from the waking state are real. This\nworld is not an idea imagined like objects seen in a dream. Vedanta Sutra\nII.II.XXVIII states beginning nabhava upalavadheh meaning: Our perceptions\nand consciousness are the testament that the world exists and is not a mere\nillusion. In the Ayasa section it states: Since the world is subject to\nmodification and always changing it is said to be like a dream; not that it\nis unreal like a dream. An example of always changing is like the four\nseasons of spring, summer, autumn and winter. It should be understood that it is not an error to meditate on aham\nbrahmasi meaning I am the Brahman as being part of the spiritual\nsubstratum pervading all existence. Because the Supreme Lord is the actual\ngoal of the jiva and by doing so it does not imply sameness or becoming\nidentical to the Supreme Lord and also because that is the factual nature\nof the atma or immortal soul. But know that this is not a principle method\neven though it does not contradict the Vedic reference of the jiva being a\nrefelection. This is confirmed in the Madhuchanda Scripture which states:\nThe reason the enlightened recommend jivas to become united with the\nSupreme Lord is because the atma has a similarity in quality but not\nquantity and thus is as a reflection. In the Agniveshya section meditation\non aham brahmasi insures the result of sarupya moksa which is liberation\ninto a spiritual form similar to four armed Vishnu. So one who achieves\nperfection in meditating on aham brahmasi is most assuredly situated in\nrealisation of the brahman. The Vamana Purana even states that aham\nbrahmasi means I am surrendered to the brahman. Thus being so surrendered I\nam similar unto the Supreme but not as if one is the Supreme. An example is\none might say a man has the courage of a lion but that does not make that\nman a lion. The devotees surrendered to the Supreme Lord understand that\nthe atma is a minute reflection of the Supreme Lord and that the atma is a\nportion of Him. Therefore the Supreme Lord is the master and we are serving\nHim in various wonderful ways. This is what the devotee meditates on. Now begins the summation. Those who perceive the purusa as being distinctly different from the jiva\nand yet a part of the jiva and can see prakriti as being two fold as both\nsentient and insentient and knows the distinctive qualities and attributes\nof all of them. Such persons will be liberated from samsara or the\nperpetual cycle of birth and death in their present life time and promoted\nto the spiritual worlds not taking birth in material existence again. ","shri":" The word evam means in this way refers to the manner previously described.\nOne must intelligently comprehends the nature of the purusah or\nmanifeatation of the Supreme Lord Krishna and prakriti the material\nsubstratum pervading physical existence and understand the three components\nof prakriti known as the gunas which are the modes of goodness, passion and\nignorance which are inclusive of everything in material existence. They\nwill be fully elaborated on in the next chapter. The word sarvatha means in\nany way or condition and refers to whatever physical body one finds\nthemselves forced to accept whether demigod, human, demon, etc due to the\ndictate of karma or reactions to actions. Na sa bhuya abhijayate means\nnever takes birth again, never coerced to enter a womb again, never forced\nto take a material form again. This means that at the time the physical\nbody ceases to exist the atma or immortal soul will be realized as the\neternal essence of the jiva or embodied being and moksa or liberation from\nmaterial existence will be achieved promoting one to the everlasting\nspiritual worlds never again subject to birth and death. ","kumar":"The word evam means in this way refers to the manner previously described.\nOne must intelligently comprehends the nature of the purusah or\nmanifeatation of the Supreme Lord Krishna and prakriti the material\nsubstratum pervading physical existence and understand the three components\nof prakriti known as the gunas which are the modes of goodness, passion and\nignorance which are inclusive of everything in material existence. They\nwill be fully elaborated on in the next chapter. The word sarvatha means in\nany way or condition and refers to whatever physical body one finds\nthemselves forced to accept whether demigod, human, demon, etc due to the\ndictate of karma or reactions to actions. Na sa bhuya abhijayate means\nnever takes birth again, never coerced to enter a womb again, never forced\nto take a material form again. This means that at the time the physical\nbody ceases to exist the atma or immortal soul will be realized as the\neternal essence of the jiva or embodied being and moksa or liberation from\nmaterial existence will be achieved promoting one to the everlasting\nspiritual worlds never again subject to birth and death. "}