{"meta":"Bhagavad Gita Chapter 13 Verse 26","metahi":"भगवद् गीता 13.26","slok":"अन्ये त्वेवमजानन्तः श्रुत्वाऽन्येभ्य उपासते।तेऽपि चातितरन्त्येव मृत्युं श्रुतिपरायणाः।।13.26।। ","htsrsd":"।।13.26।।दूसरे मनुष्य इस प्रकार (ध्यानयोग? सांख्ययोग? कर्मयोग? आदि साधनोंको) नहीं जानते? केवल (जीवन्मुक्त महापुरुषोंसे) सुनकर उपासना करते हैं? ऐसे वे सुननेके परायण मनुष्य भी मृत्युको तर जाते हैं। ","htstma":"।।13.26।। परन्तु? अन्य लोग जो स्वयं इस प्रकार न जानते हुए? दूसरों से (आचार्यों से) सुनकर ही उपासना करते हैं? वे श्रुतिपरायण (अर्थात् श्रवण ही जिनके लिए परम साधन है) लोग भी मृत्यु को निसन्देह तर जाते हैं।। ","transliteration":"Anye twevamajaanantah shrutwaanyebhya upaasate;\nTe’pi chaatitarantyeva mrityum shrutiparaayanaah. ","englishmeaning":"anye—others; tu—still; evam—thus; ajānantaḥ—those who are unaware (of spiritual paths); śhrutvā—by hearing; anyebhyaḥ—from others; upāsate—begin to worship; te—they; api—also; cha—and; atitaranti—cross over; eva—even; mṛityum—death; śhruti-parāyaṇāḥ—devotion to hearing (from saints) ","hcsrsd":"।।13.26।। व्याख्या --   अन्ये त्वेवमजानन्तः ৷৷. मृत्युं श्रुतिपरायणाः -- कई ऐसे तत्त्वप्राप्तिकी उत्कण्ठावाले मनुष्य हैं? जो ध्यानयोग? सांख्ययोग? कर्मयोग? हठयोग? लययोग आदि साधनोंको समझते ही नहीं अतः वे साधन उनके अनुष्ठानमें भी नहीं आते। ऐसे मनुष्य केवल तत्त्वज्ञ जीवन्मुक्त महापुरुषोंकी आज्ञाका पालन करके मृत्युको तर जाते हैं अर्थात् तत्त्वज्ञानको प्राप्त कर लेते हैं। जैसे धनी आदमीकी आज्ञाका पालन करनेसे धन मिलता है? ऐसे ही तत्त्वज्ञ जीवन्मुक्त महापुरुषोंकी आज्ञाका पालन करनेसे तत्त्वज्ञान मिलता है। हाँ? इसमें इतना फरक है कि धनी जब देता है? तब धन मिलता है परन्तु सन्तमहापुरुषोंकी आज्ञाका पालन करनेसे? उनके मनके? संकेतके? आज्ञाके अनुसार तत्परतापूर्वक चलनेसे मनुष्य स्वतः उस परमात्मतत्त्वको प्राप्त हो जाता है? जो कि सबको सदासे ही स्वतःस्वाभाविक प्राप्त है। कारण कि धन तो धनीके अधीन होता है? पर परमात्मतत्त्व किसीके अधीन नहीं है।शरीरके साथ सम्बन्ध रखनेसे ही मृत्यु होती है। जो मनुष्य महापुरुषोंकी आज्ञाके परायण हो जाते हैं? उनका शरीरसे माना हुआ सम्बन्ध छूट जाता है। अतः वे मृत्युको तर जाते हैं अर्थात् वे पहले शरीरकी मृत्युसे अपनी मृत्यु मानते थे? उस मान्यतासे रहित हो जाते हैं।ऐसे श्रुतिपरायण साधकोंकी तीन श्रेणियाँ होती हैं -- 1 -- यदि साधकमें सांसारिक सुखभोगकी इच्छा नहीं है? केवल तत्त्वप्राप्तिकी ही उत्कट अभिलाषा है और वह जिनकी आज्ञका पालन करता है? वे अनुभवी महापुरुष हैं? तो साधकको शीघ्र ही परमात्माकी प्राप्ति हो जाती है।2 -- यदि साधकमें सुखभोगकी इच्छा शेष है? तो केवल महापुरुषकी आज्ञाका पालन करनेसे ही उसकी उस इच्छाका नाश हो जायगा और उसको परमात्माकी प्राप्ति हो जायगी।3 -- साधक जिनकी आज्ञाका पालन करता है? वे अनुभवी महापुरुष नहीं हैं? पर साधकमें किञ्चिन्मात्र भी सांसारिक इच्छा नहीं है और उसका उद्देश्य केवल परमात्माकी प्राप्ति करना है? तो उसको भगवत्कृपासे परमात्मप्राप्ति हो जायगी क्योंकि भगवान् तो उसको जानते ही हैं।अगर किसी कारणवश साधककी संतमहापुरुषके प्रति अश्रद्धा? दोषदृष्टि हो जाय तो उनमें साधकको अवगुणहीअवगुण दीखेंगे? गुण दीखेंगे ही नहीं। इसका कारण यह है कि महापुरुष गुणअवगुणोंसे ऊँचे उठे (गुणातीत) होते हैं अतः उनमें अश्रद्धा होनेपर अपना ही भाव अपनेको दीखता है। मनुष्य जिस भावसे देखता है? उसी भावसे उसका सम्बन्ध हो जाता है। अवगुण देखनेसे उसका सम्बन्ध अवगुणोंसे हो जाता है। इसलिये साधकको चाहिये कि वह तत्त्वज्ञ महापुरुषकी क्रियाओंपर? उनके आचरणोंपर ध्यान न देकर उनके पास तटस्थ होकर रहे। संतमहापुरुषसे ज्यादा लाभ वही ले सकता है? जो उनसे किसी प्रकारके सांसारिक व्यवहारका सम्बन्ध न रखकर केवल पारमार्थिक (साधनका) सम्बन्ध रखता है। दूसरी बात? साधक इस बातकी सावधानी रखे कि उसके द्वारा उन महापुरुषकी कहीं भी निन्दा न हो। यदि वह उनकी निन्दा करेगा? तो उसकी कहीं भी उन्नति नहीं होगी। सम्बन्ध --   पूर्वश्लोकमें कहा गया कि श्रुतिपरायण साधक भी मृत्युको तर जाते हैं? तो अब प्रश्न होता है कि मृत्युके होनेमें क्या कारण है इसका उत्तर भगवान् आगेके श्लोकमें देते हैं। ","hcsca":"।।13.26।। उत्तम और मध्यम अधिकारियों के लिए उपयुक्त मार्गों को बताने के पश्चात् अब मन्द बुद्धि साधकों के लिए गीताचार्य एक उपाय बताते हैं।अन्यों से श्रवण कुछ ऐसे भी लोग होते हैं? जो ध्यान? सांख्य और कर्मयोग इन तीनों में से किसी एक को भी करने में असमर्थ होते हैं। उनके विकास के लिए एकमात्र उपाय यह है कि उनको किसी आचार्य से,पूजा या उपासना के विषय में श्रवण कर तदनुसार ईश्वर की आराधना करनी चाहिए।वे भी मृत्यु को तर जाते हैं जगत् में यह देखा जाता है कि जिनकी बुद्धि मन्द होती है? उनमें श्रद्धा का आधिक्य होता है। अत? यदि ऐसे मन्दबुद्धि साधक श्रद्धापूर्वक उपदिष्ट प्रकार से उपासना करें? तो वे भी इस अनित्य मृत्युरूप संसार को पार करके नित्य तत्त्व का अनुभव कर सकते हैं। देह के अन्त को ही मृत्यु नहीं समझना चाहिए। यह शब्द उसके व्यापक अर्थ में यहाँ प्रयुक्त किया गया है। अनित्य? अनात्म उपाधियों के साथ तादात्म्य करने से हम भी उनके परिवर्तनों से प्रभावित होते रहते हैं। यह परिवर्तन का दुखपूर्ण अनुभव ही मृत्यु कहलाता है। इनसे भिन्न नित्य अविकारी आत्मा को जानना ही मृत्यु को तर जाना है? अर्थात् सभी परिवर्तनों में अविचलित और अप्रभावित रहना है श्री शंकराचार्य कहते हैं कि स्वयं विवेकरहित होते हुए भी केवल परोपदेश के श्रवण से ही यदि ये साधक मोक्ष को प्राप्त होते हैं? तो फिर प्रमाणपूर्वक विचार के प्रति स्वतन्त्र विवेकी साधकों के विषय में कहना ही क्या है कि वे मोक्ष को प्राप्त करते हैं।इन सब साधनों के द्वारा हमें कौन से साध्य का सम्पादन करना है इस पर कहते हैं ","etsga":"13.26 Others, agian, who do not know thus, take to thinking after hearing from others; they, too, who are devoted to hearing, certainly overcome death. ","etssa":"13.26 Others also, not knowing thus, worship, having heard of It from others; they, too, cross beyond death, regarding what they have heard as the Supreme refuge. ","etdss":"13.26. But others, who have no knowledge of this nature, listen from others and practise reflection [accordingly] they too, being devoted to what they have heard, do cross over death. ","ecssa":"13.26 अन्ये others? तु indeed? एवम् thus? अजानन्तः not knowing? श्रुत्वा having heard? अन्येभ्यः from others? उपासते worship? ते they? अपि also? च and? अतितरन्ति cross beyond? एव even? मृत्युम् death? श्रुतिपरायणाः regarding what they have heard as the Supreme refuge.Commentary The three paths? viz.? the Yoga of meditation? the Yoga of knowledge? and the Yoga of action to attain the knowledge of the Self were described in the previous verse. In this verse the Yoga of worship is described.Some who are ignorant of the methods described in the previous verse listen to the teachings of the spiritual preceptors regarding this great Truth or the Self with intense and unshakable faith? solely depending upon the authority of others instructions? and through constant remembrance and contemplation of them attain immortality. They are devoted to their preceptor. Some study the books written by realised seers? stick with great faith to the teachings contained therein and live according to them. They also overcome death. Whichever path one follows? one eventually attains the knowledge of the Self and final liberation from birth and death? -- salvation (Moksha). There are several paths to suit aspirants of different temperaments and eipments.Freeing oneself from ignorance with its effects through the knowledge of the Self? is crossing the Samsara or attaining immortality or overcoming death or obtaining release or salvation. ","scetsga":"13.26 Anye tu, others again; ajanantah, who do not know the Self as described above; evam, thus, even in one of these alternative ways; upasate, take to thinking, take to reflection, being imbued with faith; srutva, after hearing; anyhyah, from others, from the teachers, having been told, Think only of this. Te api ca, they, too; sruti-parayanah, who are devoted to hearing, to whom hearing is the supreme course, the best discipline for starting on the path to Liberation, i.e., those who, themselves lacking in discrimination, accept only others advice as most authoritative; eva, certainly; ati-taranti, overcome; mrtyum, death, i.e. the mundane existence which is fraught with death.\nThe implication is; It goes without saying that those discriminating people who are idenpendent in the application of the valid means of knowledge, cross over death.\nThat the knowledge of the identity of the Knower of the field and God leads to Liberation has been stated in, ৷৷.by realizing which one attains Immortality (12). For what reason is it so? To point out that reason the (next) verse is begun: ","scetdss":"13.25-26 Dhyanena etc., Anye etc. A knowledge of this sort is the main. [For this end] some practise religious meditation of the Self as Self; others [try] by means of the Sankhya (knowledge) mentioned already (Ch. V, 5ff), while still others [strive] through action. Still others, bent upon hearing [from the preceptors etc.] practise the religious meditation as they have heard, even though they do not themselves know, (have) the knowledge of this kind. They too cross over the death, i.e., the cycyle of birth and death. What is conveyed here is this : The category Bhagavat, if mentally reflected upon by one means or the other, does transport across [the ocean of death circle]. Therefore , let one remain in this fashion by all means. ","scetssa":"13.26 But some, namely, those who are not alified for Karma Yoga etc., for realising the self, listen to Jnanins who know the truth, and meditate on the self through Karma Yoga, etc. - they too pass beyond death. It means that those who are devoted to what they hear only, even they, intent on hearing and devoid of evils, begin in due course, the practice of Karma Yoga etc., and pass beyond death. By the term too (api), the difference in levels is made out. Now, in order to teach the contemplation on the distinctness of the self conjoined with the Prakrti, he says that all entities, movables and immovables, are the product of combination between the conscient and the non-conscient: ","chakravarthi":"Others, who worship paramatma, hearing talks from various sources, also surpass death. ","rudra":"  \nThe means of deliverance for the less advanced is also given by Lord\nKrishna. Others not knowing in any way how to realise the atma or immortal\nsoul which is the witness and the monitor within all living beings. Such\npersons can by hearing instructions from those who have heard from the\nspiritual master with firm faith and by putting those instructions into\npractice can also eventually, certainly go beyond birth and death in this\nconstant transmigration of existence. ","brahma":"\nAccording to variegated differences of qualification, methods of perception\nfor varying humans have been prescribed differently. For a devotee of the\nSupreme Lord Krishna there is no alternative other than His mercy and His\ngrace. It is only by the Supreme Lords desire that one attains Him and no\nother cause or reason. Some devotees know some things on their own and some\nthings they have been taught by others and still other things they have\nlearned from the Vedic scriptures. So in this way they know a little about\nthe Supreme Lord. But to realise Him is by His will alone. Only if He\nsanctions one to attain Him such a one will attain Him. Such ones realise\nHim within their purified hearts and others like Pariksit saw Him within\nthe womb and others like Narada see Him externally as well. Having by the\ngrace of the Supreme Lord become perfected in meditation upon Him and\nconsolidating knowledge of Him by diligent and uninterrupted efforts, they\neventually perceive the Supreme Lord everywhere within and without. Those\nwho have achieved the perception from meditation no longer need to meditate\nupon Him as He is always within them. These are the followers of Kapiladeva\nknown as sankhyas situated in equanimity among whom the four faced Brahma\nis the topmost. In special cases even the best of the ksatriya or royal warrior class who\nengaged Vaisnava Brahmins to perform Vedic yagnas or rituals to propitiate\nthe Supreme Lord have achieved great devotion and have seen the Supreme\nLord as in the case of Emperor Yudisthira Maharaj. Other kings from\nlistening to the Vedic scripture have become enlightened as in the case of\nKing Janaka who bequeathed his daughter Sita directly to Rama. Yet others\nstill get the mood of devotion to see the Supreme Lord by hearing excitedly\nfrom others enthusiastically eulogising Him. Still others perceive the\nSupreme Lord by hearing about Him from others and by reflecting and\nmeditating upon His divine pastimes. There is no other way to attain Him\nother then what has been elaborated on here. Beginning with sages and kings\nthe power of illumination gradually increases up unto Brahma, the first\nprogenitor whose illumination is the greatest in material existence.\nManifested from the navel of Visnu he surrendered fully to Him and hearing\nthe Vedas emanating from His pores began chanting them and acquired all\nknowledge for creating material existence. Since human beings are endowed\nwith minimal illumination they should also be listeners of the Vedic\nscripture. In this way everyone will realise the Supreme Lord in due course\nof time depending upon their capability and competence. While for all sravanam or hearing about the Supreme Lord is recommended for\nall it is especially essential for human beings who are less illuminated\nand generally incapable of having direct realisation in one lifetime. So\nbecause they have to take shelter in the Vedic scriptures they are called\nsruti-paryanah or incline to follow the Vedic scriptures. Whereas those\ndue to past life activities have acquired self-realisation without having\nto exclusively listen to the Vedic scriptures are not contrary in any way\nfor such human beings even though born from human wombs should be known to\nbe veritable incarnations of the demigods. Any male who can measure from the neck downwards nine times the length of\nones face to the feet and any female who can measure from the neck\ndownwards eight times the length of her face to the feet should be\nconsidered as demigods. As well as those male and females whose bodily\nlength measures 96 finger widths along with those whose two palms placed\nvertically next to each other measure ten in number and those whose foot\nmeasurement equals seven in number should also be considered as demigods.\nThe gradation from the Supreme Lord to the various humans gets reduced in\ndecreasing order by a measure of five fingers and similarly the measure of\nthe feet also gets reduced until it reaches one foot. Regarding the\ndemigods the measure gets reduced by four fingers and in regard to the feet\ngets reduced to six feet as in the case of the gandarvas or celestial\nmusicians and others. The above mentioned measurements are given for the\ngandarvas, kings and the higher evolved humans in the Vedic pantheon.\nMeasurements of less then 87 finger widths puts one amongst the asuras or\ndemons and the humans destined for hellish destinations. Measurements of 87\nfinger widths to 92 finger widths are for the higher order humans such as\nYudisthira and Haihaya and the demigods. The measurements for incarnations\nlike Parasurama and Prithu are 92 finger widths to 96 finger widths. In accordance to the measure of devotion unto the Supreme Lord Krishna, by\nHis desire every jiva or embodied being assumes qualities and attributes\nsimilar to Him. This order of gradation predicated upon the jivas capacity\nfor devotion being eternal is indestructible. It should be clearly\nunderstood that this gradation has nothing to do with higher or lower\nbirths or caste. This gradation has to do with the samskara or the\nfundamental impression that the jiva was influenced by when it entered into\nmaterial existence. One may be born into knowledge and breeding and exhibit\nthe qualities of an asura. A perfect example of this is the demon Ravana\nwhose intelligence and knowledge dharma or eternal righteousness was so\ngreat that Rama sent His younger brother Laksman to learn from him on his\ndeathbed. Yet and still he showed he was tamasic or in the mode of\nignorance by breaking dharma and kidnapping another mans wife. Another\nexample of being tamasic is Duryodhana an asura born in a family of\nrighteous kings and who knew what is for and against dharma still opted to\nperform sinful activities that went against dharma. Contrarily we find the\ngreat devotee Prahlad who possessed innate sattva or mode of goodness was\nborn in a family of demons and his father was the tamasic king\nHiranyakasipu who was so powerful he even defeated the demigods and ruled\nthem. Prahlad was such a great devotee of the Supreme Lord that the Supreme\nLord manifested Himself as Narasinghadeva the half man and half lion to\nsave His devotee and promote him to Vaikuntha the eternal spiritual worlds.\nThis is because Prahlad was in sattva the mode of goodness and no amount of\ntamasic demoniac influence could subvert or distort his innate samskara as\na devotee of the Supreme Lord.  So in conclusion it can be understood that such gradations are in\naccordance to innate devotion to the Supreme Lord Krishna or any of His\nauthorised incarnations as revealed in the Vedic scriptures from the moment\none entered into the plethora of material existence. This understanding\nshould be reflected upon deeply and contemplated intensely so that proper\ncomprehension is derived even if at first it appears incomprehensible. ","shri":"  \nContinuing further with this theme Lord Krishna reiterates that still\nothers who are incompetent to follow the paths of yoga or the science of\nthe individual consciousness attaining communion with the ultimate\nconsciousness which lead to atma tattva or realisation of the soul. They\nmust hear from the Vaisnavas the devotees of the Supreme Lord and follow\nthe teachings of the sages and munis who are established in truth and\nrighteousness. Then they can begin to traverse the path of karma yoga or\ndevotional activities and then onto jnana yoga the perfecting of Vedic\nknowledge, etc. and commence actual contemplation of the atma or immortal\nsoul. Also those who cannot even do that but are able to have faith in what\nthey learn from superiors, they get purged of their sins and absolved can\ngradually embark upon the path of karma yoga and thus eventually surpass\nsamsara the perpetual cycle of birth and death. The word api denotes the\nlevels of competency that different gradations of human beings posess.   Next in order to discriminately comprehend the exact position of the atma\nresiding within the jiva or embodied being perpetually within material\nexistence it is emphasised that whatever comes into existence either\nmovable or immovable is the product of the union of the sentient and the\ninsentient known as chit and achit. ","kumar":"Continuing further with this theme Lord Krishna reiterates that still\nothers who are incompetent to follow the paths of yoga or the science of\nthe individual consciousness attaining communion with the ultimate\nconsciousness which lead to atma tattva or realisation of the soul. They\nmust hear from the Vaisnavas the devotees of the Supreme Lord and follow\nthe teachings of the sages and munis who are established in truth and\nrighteousness. Then they can begin to traverse the path of karma yoga or\ndevotional activities and then onto jnana yoga the perfecting of Vedic\nknowledge, etc. and commence actual contemplation of the atma or immortal\nsoul. Also those who cannot even do that but are able to have faith in what\nthey learn from superiors, they get purged of their sins and absolved can\ngradually embark upon the path of karma yoga and thus eventually surpass\nsamsara the perpetual cycle of birth and death. The word api denotes the\nlevels of competency that different gradations of human beings posess.   Next in order to discriminately comprehend the exact position of the atma\nresiding within the jiva or embodied being perpetually within material\nexistence it is emphasised that whatever comes into existence either\nmovable or immovable is the product of the union of the sentient and the\ninsentient known as chit and achit. "}