{"meta":"Bhagavad Gita Chapter 13 Verse 12","metahi":"भगवद् गीता 13.12","slok":"अध्यात्मज्ञाननित्यत्वं तत्त्वज्ञानार्थदर्शनम्।एतज्ज्ञानमिति प्रोक्तमज्ञानं यदतोन्यथा।।13.12।। ","htsrsd":"।।13.12।।अध्यात्मज्ञानमें नित्यनिरन्तर रहना? तत्त्वज्ञानके अर्थरूप परमात्माको सब जगह देखना -- यह (पूर्वोक्त साधनसमुदाय) तो ज्ञान है और जो इसके विपरीत है वह अज्ञान है -- ऐसा कहा गया है। ","htstma":"।।13.12।। अध्यात्मज्ञान में नित्यत्व अर्थात् स्थिरता तथा तत्त्वज्ञान के अर्थ रूप परमात्मा का दर्शन? यह सब तो ज्ञान कहा गया है? और जो इससे विपरीत है? वह अज्ञान है।। ","transliteration":"Adhyaatma jnaana nityatwam tattwa jnaanaartha darshanam;\nEtajjnaanamiti proktam ajnaanam yadato’nyathaa. ","englishmeaning":"amānitvam—humbleness; adambhitvam—freedom from hypocrisy; ahinsā—non-violence; kṣhāntiḥ—forgiveness; ārjavam—simplicity; āchārya-upāsanam—service of the Guru; śhaucham—cleanliness of body and mind; sthairyam—steadfastness; ātma-vinigrahaḥ—self-control; indriya-artheṣhu—toward objects of the senses; vairāgyam—dispassion; anahankāraḥ—absence of egotism; eva cha—and also; janma—of birth; mṛityu—death; jarā—old age; vyādhi—disease; duḥkha—evils; doṣha—faults; anudarśhanam—perception; asaktiḥ—non-attachment; anabhiṣhvaṅgaḥ—absence of craving; putra—children; dāra—spouse; gṛiha-ādiṣhu—home, etc; nityam—constant; cha—and; sama-chittatvam—even-mindedness; iṣhṭa—the desirable; aniṣhṭa—undesirable; upapattiṣhu—having obtained; mayi—toward Me; cha—also; ananya-yogena—exclusively united; bhaktiḥ—devotion; avyabhichāriṇī—constant; vivikta—solitary; deśha—places; sevitvam—inclination for; aratiḥ—aversion; jana-sansadi—for mundane society; adhyātma—spiritual; jñāna—knowledge; nityatvam—constancy; tat ","hcsrsd":"।।13.12।। व्याख्या --   अध्यात्मज्ञाननित्यत्वम् -- सम्पूर्ण शास्त्रोंका तात्पर्य मनुष्यको परमात्माकी तरफ लगानेमें? परमात्मप्राप्ति करानेमें है -- ऐसा निश्चय करनेके बाद परमात्मतत्त्व जितना समझमें आया है? उसका मनन करे। युक्तिप्रयुक्तिसे देखा जाय तो परमात्मतत्त्व भावरूपसे पहले भी था? अभी भी है और आगे भी रहेगा। परन्तु संसार पहले भी नहीं था और आगे भी नहीं रहेगा तथा अभी भी प्रतिक्षण अभावमें जा रहा है। संसारकी तो उत्पत्ति और विनाश होता है? पर उसका जो आधार? प्रकाशक है? वह परमात्मतत्त्व नित्यनिरन्तर रहता है। उस परमात्मतत्त्वके सिवाय संसारकी स्वतन्त्र सत्ता है ही नहीं। परमात्माकी सत्तासे ही संसार सत्तावाला दीखता है। इस प्रकार संसारकी स्वतन्त्र सत्ताके अभावका और परमात्माकी सत्ताका नित्यनिरन्तर मनन करते रहना अध्यात्मज्ञाननित्यत्वम् है।उपाय -- आध्यात्मिक ग्रन्थोंका पठनपाठन? तत्त्वज्ञ महापुरुषोंसे तत्त्वज्ञानविषयक श्रवण और प्रश्नोत्तर करना।तत्त्वज्ञानार्थदर्शनम् -- तत्त्वज्ञानका अर्थ है -- परमात्मा। उस परमात्माका ही सब जगह दर्शन करना? उसका ही सब जगह अनुभव करना तत्त्वज्ञानार्थदर्शनम् है। वह परमात्मा सब देश? काल? वस्तु? व्यक्ति? घटना? परिस्थिति आदिमें ज्योंकात्यों परिपूर्ण है। एकान्तमें अथवा व्यवहारमें? सब समय साधककी दृष्टि? उसका लक्ष्य केवल उस परमात्मापर ही रहे। एक परमात्माके सिवाय उसको दूसरी कोई सत्ता दीखे ही नहीं। सब जगह? सब समय समभावसे परिपूर्ण परमात्माको ही देखनेका उसका स्वभाव बन जाय -- यही,तत्त्वज्ञानार्थदर्शनम् है। इसके सिद्ध होनेपर साधकको परमात्मतत्त्वका अनुभव हो जाता है।एतज्ज्ञानमिति प्रोक्तमज्ञानं यदतोऽन्यथा -- अमानित्वम् से लेकर तत्त्वज्ञानार्थदर्शनम् तक ये जो बीस साधन कहे गये हैं? ये सभी साधन देहाभिमान मिटानेवाले होनेसे और परमात्मतत्त्वकी प्राप्तिमें सहायक होनेसे ज्ञान नामसे कहे गये हैं। इन साधनोंसे विपरीत मानित्व? दम्भित्व? हिंसा आदि जितने भी दोष हैं? वे सभी देहाभिमान बढ़ानेवाले होनेसे और परमात्मतत्त्वसे विमुख करनेवाले होनेसे अज्ञान नामसे कहे गये हैं।विशेष बातयदि साधकमें इतना तीव्र विवेक जाग्रत् हो जाय कि वह शरीरसे माने हुए सम्बन्धका त्याग कर सके? तो उसमें यह साधनसमुदाय स्वतः प्रकट हो जाता है। फिर उसको इन साधनोंका अलगअलग अनुष्ठान करनेकी आवश्यकता नहीं पड़ती। विनाशी शरीरको अपने अविनाशी स्वरूपसे अलग देखना मूल साधन है। अतः सभी साधकोंको चाहिये कि वे शरीरको अपनेसे अलग अनुभव करें? जो कि वास्तवमें अलग ही हैपूर्वोक्त किसी भी साधनका अनुष्ठान करनेके लिये मुख्यतः दो बातोंकी आवश्यकता है -- (1) साधकका उद्देश्य केवल परमात्माको प्राप्त करना हो और (2) शास्त्रोंको पढ़तेसुनते समय यदि विवेकद्वारा शरीरको अपनेसे अलग समझ ले? तो फिर दूसरे समयमें भी उसी विवेकपर स्थिर रहे। इन दो बातोंके दृढ़ होनेसे साधनसमुदायके सभी साधन सुगम हो जाते हैं।शरीर तो बदल गया? पर मैं वही हूँ? जो कि बचपनमें था -- यह सबके अनुभवकी बात है। अतः शरीरके साथ अपना सम्बन्ध वास्तविक न होकर केवल माना हुआ है -- ऐसा निश्चय होनेपर ही वास्तविक साधन आरम्भ होता है। साधककी बुद्धि जितने अंशमें परमात्मप्राप्तिके उद्देश्यको धारण करती है? उतने ही अंशमें उसमें विवेककी जागृति तथा संसारसे वैराग्य हो जाता है। भगवान्ने विवेक और वैराग्यको पुष्ट करनेके लिये ज्ञानके आवश्यक साधनोंका वर्णन किया है।जब मनुष्यका उद्देश्य परमात्मप्राप्ति करना ही हो जाता है? तब दुर्गुणों एवं दुराचारोंकी जड़ कट जाती है? चाहे साधकको इसका अनुभव हो या न हो जैसे वृक्षकी जड़ कटनेपर भी बड़ी टहनीपर लगे हुए पत्ते कुछ दिनतक हरे दीखते हैं किन्तु वास्तवमें उन पत्तोंके हरेपनकी भी जड़ कट चुकी है। इसलिये कुछ दिनोंके बाद कटी हुई टहनीके पत्तोंका हरापन मिट जाता है। ऐसे ही परमात्मतत्त्वकी प्राप्तिका दृढ़ उद्देश्य होते ही दुर्गुणदुराचार मिट जाते हैं। यद्यपि साधकको आरम्भमें ऐसा अनुभव नहीं होता और उसको अपनेमें अवगुण दीखते हैं? तथापि कुछ समयके बाद उनका सर्वथा अभाव दीखने लग जाता है।साधन करते समय कभीकभी साधकको अपनेमें दुर्गुण दिखायी दे सकते हैं। परन्तु वास्तवमें साधनमें लगनेसे पहले उसमें जो दुर्गुण रहे थे? वे ही जाते हुए दिखायी देते हैं। यह नियम है कि दरवाजेसे आनेवाले,और जानेवाले -- दोनों ही दिखायी देते हैं। यदि साधन करते समय अपनेमें दुर्गुण बढ़ते हुए दीखते हों? तो समझना चाहिये कि दुर्गुण आ रहे हैं। परन्तु यदि अपनेमें दुर्गुण कम होते हुए दीखते हों? तो समझना चाहिये कि दुर्गुण जा रहे हैं। ऐसी अवस्थामें साधकको निराश नहीं होना चाहिये? प्रत्युत अपने उद्देश्यपर दृढ़ रहकर तत्परतापूर्वक साधनमें लगे रहना चाहिये। इस प्रकार साधनमें लगे रहनेसे दुर्गुणदुराचारोंका सर्वथा अभाव हो जाता है। सम्बन्ध --   पूर्वोक्त ज्ञान(साधनसमुदाय) के द्वारा जिसको जाना जाता है? उस साध्यतत्त्वका अब ज्ञेय नामसे वर्णन आरम्भ करते हैं। ","hcsca":"।।13.12।। ज्ञान को दर्शाने वाले इस प्रकरण के इस अन्तिम श्लोक में भगवान् श्रीकृष्ण दो और गुणों को बताते हैं अध्यात्म ज्ञान में स्थिरता? तथा तत्त्वज्ञानार्थ का दर्शन।आत्मज्ञान में स्थिरता आत्मज्ञान जीवन में अनुभव करके जीने का विषय है? केवल बुद्धि से सीखने का नहीं। यदि आत्मा ही एक सर्वव्यापी पारमार्थिक सत्य है? तब साधक को अपने व्यक्तित्व के सभी स्तरों पर आत्मदृष्टि से रहने का प्रयत्न करना चाहिये। स्वयं को आत्मा जानकर? उसी बोध में स्थित होकर साधक को अपने जीवन के समस्त व्यवहार करने चाहिये। इसके लिये सतत अभ्यास की आवश्यकता होती है।तत्त्वज्ञानार्थदर्शनम् अमानित्वादि गुणों का विकास जिसके निमित्त करने को कहा गया है? वह है तत्त्वज्ञान और उस तत्त्वज्ञान के अर्थ का जो लक्ष्य है ? उसका दर्शन करना। संसार बन्धनों की उपरामता अर्थात् मोक्ष ही वह लक्ष्य है। लक्ष्य का सतत स्मरण करते रहने से साधनाभ्यास में प्रवृत्ति और उत्साह बना रहता है? जो लक्ष्यप्राप्ति में साहाय्यकारी सिद्ध होता है। इस प्रकरण में इन बीस गुणों को ही ज्ञान कहा गया है? क्योंकि ये समस्त गुण आत्मसाक्षात्कार के लिए अनुकूल हैं।उपर्युक्त ज्ञान के द्वारा जानने योग्य ज्ञेय वस्तु क्या है इसके उत्तर में कहते हैं ","etsga":"13.12 Steadfastness in the knowledge of the Self, contemplation on the Goal of the knowledge of Reality-this is spoken of as Knowledge. Ignorance is that which is other than this. ","etssa":"13.12 Constancy in Self-knowledge, perception of the end of true knowledge this is declared to be knowledge, and what is opposed to it is ignorance. ","etdss":"13.12. Constancy in the Self-knowledge; and viewing things of knowing the Reality-all this is declared to be [conducive to or manifesting] true knowledge, and what is opposed to this is [conducive to or manifesting] wrong knowledge. ","ecssa":"13.12 अध्यात्मज्ञाननित्यत्वम् constancy in Selfknowledge? तत्त्वज्ञानार्थदर्शनम् perception of the end of true knowledge? एतत् this? ज्ञानम् knowledge? इति thus? प्रोक्तम् declared? अज्ञानम् ignorance? यत् which? अतः from it? अन्यथा opposed.Commentary The liberated sage has constant awareness of the Self. He knows that knowledge of the Self alone is permanent and all other learning relating to this world is ignorance. He knows that the knowledge which leads to the realisation of the Self is the only truth.These attributes beginning with humility are declared to be knowledge? because they are conducive to knowledge they are the means to knowledge. They are secondary or auxiliary causes of knowledge. The fruit of this knowledge of the Self is deliverance from the round of births and deaths. The spiritual aspirant should always keep the end of knowledge in view. Only then will he attempt to develop the various virtues which are conducive to the attainment of knowledge of the Self. What is opposed to knowledge? viz.? lust? anger? greed? pride? hypocrisy? attachment? cunningness? diplomacy? injuring others? is ignorance. These evil traits which are the products of ignorance bind a man to Samsara. If you wish to attain the knowledge of the Self you will have to eradicate these evil traits which stand as stumbling blocks on the path of salvation. If you cultivate the opposite virtues? the evil traits will die by themselves just as the plants which are deprived of water in a garden die by themselves. It is difficult to eradicate the evil traits by fighting against them. ","scetsga":"13.12 Adhyatma-jnana-nityatvam, steadfastness in the knowledge of the Self: adhyatma-jnanam is the knowledge of the Self, etc.; constant dwelling in that is nityatvam.\nTattva-jnanartha-darsanam, contemplating on the Goal of the knowledge of Reality: Tattva-jnanam is that (realization of Truth) which arises from the fruition of application to the disciplines like humility etc. which are the means to knowledge. Its Goal (artha) is Liberation, the cessation of mundane existence. Contemplation (darsana) on that is tattva-jnana-artha-darsanam. For, when one engages in contemplation on the result of the knowledge of Reality, one gets the urge to undertake the disciplines which are its means.\nEtat, this-those that have been stated from humility etc. to contemplation on the Goal of the knowledge of Reality; proktam, is spoken of; iti, as; jnanam, Knowledge, because they are meant to lead one to Knowledge. Ajnanam, ignorance; is yat, that which is; anyatha, other; atah, than this-what has been stated above.\nContrarily, arrogance, pretentiousness, cruelty, revenge, insincerity, etc. are to be known as ignorance so that, since they are the cause of the origination of worldly existence, they can be avoided.\nTo the estion as to what is to be known through the aforesaid Knowledge, the Lord says, I shall speak of that which is to be known, etc.\nObjection: Do not humility etc. constitute yama and niyama [See fn. on p. 239.-Tr.]? The Knowable is not known through them. For humility etc. are not seen to determine the nature of anything. Moreover, everywhere it is observed that whatever knowledge reveals its own object, that itself ascertains the nature of that object of knowledge (the knowable). Indeed, nothing else is known through a knowledge concerning some other object. As for instance, fire is not known through the knowledge of a pot.\nReply: This is not a defect, for we have said that they are called Knowledge because they lead one to Knowledge, and because they are auxiliary causes of Knowledge. ","scetdss":"13.8-12 Amanitvam etc. upto anyatha. [Devotion] with me Yoga of non-difference etc. : a conviction, There exists nothing else different from the Mighty Lord, the Supreme Soul, - a conviction, which allows no difference and is itself a Yoga, i.e. a devotion in the form of this conviction. Hence this never fails. For, either the desires that are considered to be causes for failure are absent, or those desires which are of the form of mind-modifications, are completely absorbed in Him alone. The above may be borne in mind in all [other] cases too. What is opposed to this is [conducive to] wrong knowledge : such as pride and others.\n That which is to be known by this knowledge is described [as] - ","scetssa":"13.12 Adhyatma-jnana is the knowledge that pertains to the self. Reflection for the attainment of knowledge of the truth, namely, being always intent in the thought having for its object the knowledge of the truth. Knowledge is that by which the self is realised. The meaning is that it is the means for the knowledge of the self. The group of attributes mentioned before, beginning with modesty etc., are those that are favourable for the knowledge of the self in association with the body. All the evolutes of Ksetra, which are different from those mentioned above, constitute ignorance, as they are antagonistic to the knowledge of the self. Now, the nature of Ksetrajna, characterised as the knower in the stanza, He who knows it (13.1), is examined: ","chakravarthi":" ","rudra":"  Now in order to elucidate at length the purely spiritual ksetra-jna as the\nobject to be realised and its distinct difference from the previously\ndescribed ksetra; Lord Krishna will enumerate in these five verses the\nmeans and path to realisation of the ksetra-jna beginning with the word\namanitvam meaning humility not seeking recognition, adambhitvam means to be\nwithout pride, ahimsa is not causing pain to other living beings, ksanti is\ntolerance in the face of insults, arjava is uprightness and\nstraightforwardness, acaryapasana means unreserved and unmotivated service\nto the Vaisnava spiritual master, sauca means purity both internal and\nexternal. In the Sandilya Upanisad beginning saucam ca dvividham prohitam\nrefers to two types of purity. External purity is obtained by rubbing earth\nand water while internal purity is obtained by purification of the mind.\nThe word sthairya means steadfastness on the path of righteousness by one\nwho has accepted it, atma-vinigraha or control over the body and the senses\nwhich uncontrolled hinder realisation of the atma or immortal soul,\nvairagya indriyartha means renunciation of sense objects, ahankarah means\nrelinquishing false ego and identification of the physical body as the\nself, dukha-dosa-anudarsanam means dispassion by pondering the misery of\nsamsara or the perpetual cycle of birth and death in material existence,\nasakti means equipoise and non-attachment to wife, sons and other loved\nones, anabhisvanga means remaining even minded to s what life gives whether\nevil or excellence befalls one, sama-citta means to avoid both happiness or\ndistress by temporary external circumstances. The compound words\navyabhicarini bhakti means unwavering, unalloyed loving devotion to the\nSupreme Lord Krishna and realising the atma in all living beings, vivekta-\ndesa-sevitam is fondness for performing austerities in solitary places,\naratir jana-samsadt means indifference to mundane topics and mundane\nassociation. The words adhyatma-jnana nityatvam means always interested in\nspiritual knowledge and self-realisation and atma-tattva or knowledge of\nthe immortal soul within. Continuously reflecting, contemplating and\nengaging ones total being in understanding the purpose and goal of human\nexistence by comprehending the precise significance of various verses and\nconceptions in the Vedic scriptures to learn and realise the ultimate truth\nand upon achieving moksa or liberation from material existence to further\nattain the ultimate consciousness and eternal association with the Supreme\nLord which is the highest apex of all existence. Thus these 20 virtues that\nhave been described by Lord Krishna constitute the essence of knowledge for\ntheir attributes are the means which opens the way to this highest\nexistence. Whatever is contrary to these 20 virtues of renowned excellence\nshould always be rejected as it is understood to be ignorance and\nemphatically antagonistic to truth. This has been confirmed in by gone ages\nby great sages and seers such as Vyasa, Vasistha and Parasara. ","brahma":" In these five verses Lord Krishna defines the quintessential qualities and\nattributes to achieve the means to fulfil the highest purpose of human\nexistence. Realisation of these 24 essential principles means knowledge\nthrough the experience of living them in conjunction with the injunctions\nof the Vedic scriptures. The Supreme Lord Krishna is the object of\nattainment for these essential principles and is the ultimate goal to be\nattained. Realisation through experience equates to imbibing and living\nthese 20 principles. That by which things become realised is known as\nknowledge. Thus knowledge is known to be a means of realisation. Emphasis\non jnana or knowledge is herein given as the goal for self-realisation. ","shri":"\nAmanitvam is absence of desire for honour due to reverence and humilty.\nAdambhitva is lack of pride due to simplicity and absence of duplicity.\nAhimsa is non-violence to others by thought, word or action.\nKsantih is tolerance, forbearance even when antagonised.\nArjavam is sincerity and straightforwardness even to those duplicitous.\nAcaryopasana is unmotivated devotion to the guru who imparts spiritual\nknowledge.\nSaucam is purity in thought, word and action to enable to qualify for\nspiritual knowledge.\nSthairya is unwavering faith in the spiritual masters teachings from the\nVedic scriptures.\nAtma-vinigriha is self control by withdrawing the mind from pursuits other\nthan spiritual.\nVairagyam is renunciation of activities unrelated to the soul.\nAnahankara is absence of false ego or misidentification of the physical\nbody as the self.\nAnudarsanam is reflecting on the evils of birth and inevitable old age,\ndisease and death.\nAsakti is detachment from over attraction to wife, sons and family members.\nAnabhisvangah is neutrality in both happiness and distress.\nSama-citta is equipoise of mind in both favourable and unfavourable\ncircumstances.\nBhaktih is rendering exclusive loving devotion to the Supreme Lord Krishna.\nVivikta-desa-sevitvam is fondness for solitary places out in nature for\ninhabiting.\nAdhyatma-jnana-nityatvam is to be permanently established in knowledge of\nthe soul.\nTattva-jnana-darsana is contemplating the spiritual teachings of the Vedas\nto gain insight.\nJnana refers to that knowledge where one can achieve atma tattva or\nrealisation of the soul. The aggregate of imbibing these 20 most excellent attributes facilitates\natma tattva within the jiva or embodied being. Whatever is contrary and\nopposed to these 20 attributes is to be considered ignorance and\ndetrimental to any real knowledge of the soul. Next the nature of the\nksetra-jna or knower of the field will be delineated by Lord Krishna as was\nalluded to in chapter 10, verse 3 where He states: One who knows Me. ","kumar":"Amanitvam is absence of desire for honour due to reverence and humilty.\nAdambhitva is lack of pride due to simplicity and absence of duplicity.\nAhimsa is non-violence to others by thought, word or action.\nKsantih is tolerance, forbearance even when antagonised.\nArjavam is sincerity and straightforwardness even to those duplicitous.\nAcaryopasana is unmotivated devotion to the guru who imparts spiritual\nknowledge.\nSaucam is purity in thought, word and action to enable to qualify for\nspiritual knowledge.\nSthairya is unwavering faith in the spiritual masters teachings from the\nVedic scriptures.\nAtma-vinigriha is self control by withdrawing the mind from pursuits other\nthan spiritual.\nVairagyam is renunciation of activities unrelated to the soul.\nAnahankara is absence of false ego or misidentification of the physical\nbody as the self.\nAnudarsanam is reflecting on the evils of birth and inevitable old age,\ndisease and death.\nAsakti is detachment from over attraction to wife, sons and family members.\nAnabhisvangah is neutrality in both happiness and distress.\nSama-citta is equipoise of mind in both favourable and unfavourable\ncircumstances.\nBhaktih is rendering exclusive loving devotion to the Supreme Lord Krishna.\nVivikta-desa-sevitvam is fondness for solitary places out in nature for\ninhabiting.\nAdhyatma-jnana-nityatvam is to be permanently established in knowledge of\nthe soul.\nTattva-jnana-darsana is contemplating the spiritual teachings of the Vedas\nto gain insight.\nJnana refers to that knowledge where one can achieve atma tattva or\nrealisation of the soul. The aggregate of imbibing these 20 most excellent attributes facilitates\natma tattva within the jiva or embodied being. Whatever is contrary and\nopposed to these 20 attributes is to be considered ignorance and\ndetrimental to any real knowledge of the soul. Next the nature of the\nksetra-jna or knower of the field will be delineated by Lord Krishna as was\nalluded to in chapter 10, verse 3 where He states: One who knows Me. "}