{"meta":"Bhagavad Gita Chapter 13 Verse 17","metahi":"भगवद् गीता 13.17","slok":"अविभक्तं च भूतेषु विभक्तमिव च स्थितम्।भूतभर्तृ च तज्ज्ञेयं ग्रसिष्णु प्रभविष्णु च।।13.17।। ","htsrsd":"।।13.17।।वे परमात्मा स्वयं विभागरहित होते हुए भी सम्पूर्ण प्राणियोंमें विभक्तकी तरह स्थित हैं। वे जाननेयोग्य परमात्मा ही सम्पूर्ण प्राणियोंको उत्पन्न करनेवाले? उनका भरणपोषण करनेवाले और संहार करनेवाले हैं। ","htstma":"।।13.17।। और वह अविभक्त है? तथापि वह भूतों में विभक्त के समान स्थित है। वह ज्ञेय ब्रह्म भूतमात्र का भर्ता? संहारकर्ता और उत्पत्ति कर्ता है।। ","transliteration":"Avibhaktam cha bhooteshu vibhaktamiva cha sthitam;\nBhootabhartru cha tajjneyam grasishnu prabhavishnu cha. ","englishmeaning":"avibhaktam—indivisible; cha—although; bhūteṣhu—amongst living beings; vibhaktam—divided; iva—apparently; cha—yet; sthitam—situated; bhūta-bhartṛi—the Sustainer of all beings; cha—also; tat—that; jñeyam—to be known; grasiṣhṇu—the Annihilator; prabhaviṣhṇu—the Creator; cha—and ","hcsrsd":"।।13.17।। व्याख्या --   अविभक्तं च भूतेषु विभक्तमिव च स्थितम् -- इस त्रिलोकीमें देखने? सुनने और समझनेमें जितने भी स्थावरजङ्गम प्राणी आते हैं? उन सबमें परमात्मा स्वयं विभागरहित होते हुए भी विभक्तकी तरह प्रतीत होते हैं। विभाग केवल प्रतीति है।जिस प्रकार आकाश घट? मठ आदिकी उपाधिसे घटाकाश? मठाकाश आदिके रूपमें अलगअलग दीखते हुए भी तत्त्वसे एक ही है? उसी प्रकार परमात्मा भिन्नभिन्न प्राणियोंके शरीरोंकी उपाधिसे अलगअलग दीखते हुए भी तत्त्वसे एक ही हैं।इसी अध्यायके सत्ताईसवें श्लोकमें समं सर्वेषु भूतेषु तिष्ठन्तं परमेश्वरम् पदोंसे परमात्माको सम्पूर्ण प्राणियोंमें समभावसे स्थित देखनेके लिये कहा गया है। इसी तरह अठारहवें अध्यायके बीसवें श्लोकमें अविभक्तंविभक्तेषु पदोंसे सात्त्विक ज्ञानका वर्णन करते हुए भी परमात्माको अविभक्तरूपसे देखनेको ही सात्त्विक ज्ञान कहा गया है।भूतभर्तृ च तज्ज्ञेयं ग्रसिष्णु प्रभविष्णु च -- इसी अध्यायके दूसरे श्लोकमें विद्धि पदसे जिस परमात्माको जाननेकी बात कही गयी है और बारहवें श्लोकमें जिस ज्ञेय तत्त्वका वर्णन करनेकी प्रतिज्ञा की गयी है? उसीका यहाँ ब्रह्मा? विष्णु और शिवके रूपसे वर्णन हुआ है। वस्तुतः चेतन तत्त्व (परमात्मा) एक ही है। वे ही परमात्मा रजोगुणकी प्रधानता स्वीकार करनेसे ब्रह्मारूपसे सबको उत्पन्न करनेवाले सत्त्वगुणकी प्रधानता स्वीकार करनेसे विष्णुरूपसे सबका भरणपोषण करनेवाले और तमोगुणकी प्रधानता स्वीकार करनेसे रुद्ररूपसे सबका संहार करनेवाले हैं। तात्पर्य है कि एक ही परमात्मा सृष्टि? पालन और संहार करनेके कारण ब्रह्मा? विष्णु और शिव नाम धारण करते हैं (टिप्पणी प0 691)। यहाँ यह समझ लेना आवश्यक है कि परमात्मा सृष्टिरचनादि कार्योंके लिये भिन्नभिन्न गुणोंको स्वीकार करनेपर भी उन गुणोंके वशीभीत नहीं होते। गुणोंपर उनका पूर्ण आधिपत्य रहता है। सम्बन्ध --   पूर्वश्लोकमें भगवान्ने ज्ञेय तत्त्वका आधाररूपसे वर्णन किया? अब आगेके श्लोकमें उसका प्रकाशकरूपसे वर्णन करते हैं। ","hcsca":"।।13.17।। यद्यपि विद्युत् सर्वत्र विद्यमान है? तथापि प्रकाश के रूप में वह केवल बल्ब में ही प्रकट होती है। उसी प्रकार आत्मा सर्वगत होते हुए भी जहाँ उपाधियाँ हैं वहीं पर विशेष रूप से प्रकट होता है। एक ही व्यापक आकाश घट और मठ की उपाधियों से घटाकाश और मठाकाश के रूप में प्रतीत होता है।पूर्व के अध्यायों में भी अनेक स्थलों पर वर्णन किया जा चुका है कि किस प्रकार विश्वाधिष्ठान परमात्मा विश्व की उत्पत्ति? स्थिति और संहार का कर्ता है। यहाँ मिट्टी? स्वर्ण? समुद्र और जाग्रतअवस्था के मन के दृष्टान्त स्मरणीय हैं? जो क्रमश घट? आभूषण? तरंग और स्वप्न की उत्पत्ति? स्थिति और लय के कारण होते हैं।यह ज्ञेय वस्तु है। प्रस्तुत प्रकरण के श्लोकों में उस ज्ञेय वस्तु का निर्देशात्मक वर्णन किया गया है? जिसे आत्मरूप से जानने के लिए अमानित्वादि गुणों के पालन से अन्तकरण को सुपात्र बनाने का उपदेश दिया गया था।आत्मतत्त्व हमारे अन्तर्बाह्य सर्वत्र व्याप्त होते हुए भी यदि अनुभव का विषय नहीं बनता हो? तो वह अन्धकारस्वरूप होगा। ऐसी शंका प्राप्त होने पर कहते हैं कि ऐसा नहीं है? क्योंकि ","etsga":"13.17 And the Knowable, though undivided, appears to be existing as divided in all beings, and It is the sustainer of all beings as also the devourer and originator. ","etssa":"13.17 And undivided, yet It exists as if divided in beings; It is to be known as the supporter of being; It devours and It generates. ","etdss":"13.17. It remains undistinguished (common) in the distinguished [beings], and appears as if distinguished. It is to be known as the supporter of beings, and also as [their] swallower and orginator. ","ecssa":"13.17 अविभक्तम् undivided? च and? भूतेषु in beings? विभक्तम् divided? इव as if? च and? स्थितम् existing? भूतभर्तृ the supporter of beings? च and? तत् That ज्ञेयम् to be known? ग्रसिष्णु devouring? प्रभविष्णु generating? च and.Commentary Brahman must be regarded as That which supports? swallows up and also creates all beings? in the three forms of Brahma who creates the world of names anf forms? Vishnu who preserves or sustains? and Rudra who destroys. It is undivided in the various bodies. It is like ether. It is allpervding like space (Akasa). It is indivisible and the One? but It seems to divide Itself in forms and appears as all the separate existing things and beings. It is essentially unbroken. Yet? It is? as it were? divided among all beings.It devours this world during the cosmic dissolution. It generates it at the time of the origin of the next age. It supports all beings during the period of sustenance of this world.Just as fire is hidden in the wood? so also Brahman is hidden in all bodies. Just as the one space appears to be different through the limiting adjuncts (pot? house? etc.) so also the one indivisible Brahman appears to be different through the limiting adjuncts (the body? etc.). (Cf.XVIII.20)An objector says The knowable Brahman? the Knower of the field? is allpervading. It exists everywhere and yet It is not perceived. Therefore It must be of the nature of darkness or Tamas.The answer is No. It cannot be.What? then It is the Light of Lights. ","scetsga":"13.17 And further, tat, that; jneyam, Knowable; though avibhaktam, undivided, remaining the same in all beings like space; iva sthitam, appears to be existing; as vibhaktam, divided; bhutesu, in all beings, because It is perceived as existing in the bodies themselves. And just as a rope etc. are with regard to a snake etc. That are falsely imagined, similarly that Knowable is bhutabhartr, the sustainer of all beings, sinced It sustains all during the period of their existence; grasisnu, the devourer, at the time of dissolution; and prabhavisnu, the originator, at the time of creation.\nFurther, it the Knowable is not perceived though existing everywhere, then It is darkness? Not! What then? ","scetdss":"13.17 See Comment under 13.18 ","scetssa":"13.17 Though the entity called the self is present everywhere in the bodies of divinities, men etc., It is undivided because of Its form being that of the knower. However, to those who are ignorant, It appears divided, by such forms as those of divinities etc. - I am a divinity, man etc. Though the self can be contemplated by way of co-ordinate predication as one with the body in such significations as, I am divinity, I am a man, It can be known as being different from the body, because of Its being a knower. That is why it has already been pointed out at the beginning: He who knows It? (13.1). Now Sri Krsna says that It can be known as different also on other grounds - as the supporter of elements etc. Because It supports the earth and other elements combined in the shape of the body, the self can be known as being different from the elements supported. The sense is that It can be known as a separate entity. Likewise, It is that which devours, namely, the consumer of physical food etc. Because, It devours the food, It can be known as an entity different from the elements. It causes generation - It is the cause of transformation of consumed food etc., into other forms like blood etc. As eating, generating etc., are not seen in a corpse, it is settled that the body, an aggregate of elements, cannot be the cause of devouring food, generating of species and supporting them. ","chakravarthi":"As the cause, he is situated in all the moving and non-moving entities undivided, and as the effect or product, he is situated separately as each one. As the form of Narayana, he is the protector of the living entities (bhuta bhartr) at the time of maintenance, the destroyer (grahisnu) at the time of pralaya, and the creator (prabhavisnu) at the time of creation. The word prabhavisnu which usually means lord is taken here as meaning creator since the word can also mean “he who is the product (prabhavana) because the cause is manifest in the effects.” ","rudra":" Although the Supreme Lord Krishna known as Parabrahma, is the source of the\nbrahman or spiritual substratum pervading all existence and appears to be\ndivided in all beings and things animate and inanimate. He is actually\navibhaktam or undivided by His being both the cause and the effect of all\nliving entities and all creation although it gives the illusion of being\nmanifold. He is the creator, sustainer and annihilator of all living\nentities in the entire cosmic manifestation and all of creation. ","brahma":" ","shri":"  \nBy the Supreme Lord Krishna who is known as Parabrahma intrinsic potency as\nthe source of the brahman or spiritual substratum pervading all existence\nit is devoid of all divisions abiding everywhere within all creatures,\ndemigods, humans etc. But to the spiritually unaware there appears to be\ndivisions and differences due to variegation of forms. What Lord Krishna\nhas stated in verse two of this chapter that those who are knowledgeable of\nthe ksetra-jna are spiritually enlightened about the atma or immortal soul\nexisting equally within all living entities distinctly separate from the\nphysical body although resideing within the etheric heart of all sentient\nbeings. When textural quotes are read as I am a demigod, I am a man, etc.\nit is only referring to the body, the physical form shrouding the atma due\nto karma the resultant reactions from past life activities. To comprehend\nthe atma as a distinct, separate immortal entity can be discerned by\nreflection and contemplation inasmuch as the atma provides the support for\nthe aggregate combination of the five fundamental elements of earth, water,\nfire, air and ether which in varying degrees make up the physical body. So\nParabrahma is known as bhuta-bhartr the maintainer of all beings as\ndistinguished from the maintained. Since Parabrahma exists after the time\nof universal destruction He is known as grasisnu the annihilator of the\nmaterial elements as distinguished from the annihilated. Because\nParabrahma is the causer of transformations He is known as prabha-visnu the\ncreator of universal manifestation as distinguished from the created.\nInasmuch as no such properties are ever present in a dead body it can be\ncorrectly concluded that mere matter possessed ksetra or field of activity\nis never capable of being the maintainer, the annihilator or the creator\nwhereas the ksetra-jna is capable. ","kumar":"By the Supreme Lord Krishna who is known as Parabrahma intrinsic potency as\nthe source of the brahman or spiritual substratum pervading all existence\nit is devoid of all divisions abiding everywhere within all creatures,\ndemigods, humans etc. But to the spiritually unaware there appears to be\ndivisions and differences due to variegation of forms. What Lord Krishna\nhas stated in verse two of this chapter that those who are knowledgeable of\nthe ksetra-jna are spiritually enlightened about the atma or immortal soul\nexisting equally within all living entities distinctly separate from the\nphysical body although resideing within the etheric heart of all sentient\nbeings. When textural quotes are read as I am a demigod, I am a man, etc.\nit is only referring to the body, the physical form shrouding the atma due\nto karma the resultant reactions from past life activities. To comprehend\nthe atma as a distinct, separate immortal entity can be discerned by\nreflection and contemplation inasmuch as the atma provides the support for\nthe aggregate combination of the five fundamental elements of earth, water,\nfire, air and ether which in varying degrees make up the physical body. So\nParabrahma is known as bhuta-bhartr the maintainer of all beings as\ndistinguished from the maintained. Since Parabrahma exists after the time\nof universal destruction He is known as grasisnu the annihilator of the\nmaterial elements as distinguished from the annihilated. Because\nParabrahma is the causer of transformations He is known as prabha-visnu the\ncreator of universal manifestation as distinguished from the created.\nInasmuch as no such properties are ever present in a dead body it can be\ncorrectly concluded that mere matter possessed ksetra or field of activity\nis never capable of being the maintainer, the annihilator or the creator\nwhereas the ksetra-jna is capable. "}