{"meta":"Bhagavad Gita Chapter 13 Verse 16","metahi":"भगवद् गीता 13.16","slok":"बहिरन्तश्च भूतानामचरं चरमेव च।सूक्ष्मत्वात्तदविज्ञेयं दूरस्थं चान्तिके च तत्।।13.16।। ","htsrsd":"।।13.16।।वे परमात्मा सम्पूर्ण प्राणियोंके बाहरभीतर परिपूर्ण हैं और चरअचर प्राणियोंके रूपमें भी वे ही हैं एवं दूरसेदूर तथा नजदीकसेनजदीक भी वे ही हैं। वे अत्यन्त सूक्ष्म होनेसे जाननेका विषय नहीं हैं। ","htstma":"।।13.16।। (वह ब्रह्म) भूत मात्र के अन्तर्बाह्य स्थित है वह चर है और अचर भी। सूक्ष्म होने से वह अविज्ञेय है वह सुदूर और अत्यन्त समीपस्थ भी है।। ","transliteration":"Bahirantashcha bhootaanaam acharam charameva cha;\nSookshmatwaat tadavijneyam doorastham chaantike cha tat. ","englishmeaning":"bahiḥ—outside; antaḥ—inside; cha—and; bhūtānām—all living beings; acharam—not moving; charam—moving; eva—indeed; cha—and; sūkṣhmatvāt—due to subtlety; tat—he; avijñeyam—incomprehensible; dūra-stham—very far away; cha—and; antike—very near; cha—also; tat—He ","hcsrsd":"।।13.16।। व्याख्या --   [ज्ञेय तत्त्वका वर्णन बारहवेंसे सत्रहवें श्लोकतक -- कुल छः श्लोकोंमें हुआ है। उनमेंसे यह पन्द्रहवाँ श्लोक चौथा है। इस श्लोकके अन्तर्गत पहलेके तीन श्लोकोंका और आगेके दो श्लोकोंका भाव भी आ गया है। अतः यह श्लोक इस प्रकरणका सार है।]बहिरन्तश्च भूतानामचरं चरमेव च -- जैसे बर्फके बने हुए घड़ोंको समुद्रमें डाल दिया जाय तो उन घड़ोंके बाहर भी जल है? भीतर भी जल है और वे खुद भी (बर्फके बने होनेसे) जल ही हैं। ऐसे ही सम्पूर्ण चरअचर प्राणियोंके बाहर भी परमात्मा हैं? भीतर भी परमात्मा हैं और वे खुद भी परमात्मस्वरूप ही हैं। तात्पर्य यह हुआ कि जैसे घड़ोंमें जलके सिवाय दूसरा कुछ नहीं है अर्थात् सब कुछ जलहीजल है? ऐसे ही संसारमें परमात्माके सिवाय दूसरा कोई तत्त्व नहीं है अर्थात् सब कुछ परमात्माहीपरमात्मा हैं। इसी बातको भगवान्ने महात्माओंकी दृष्टिसे वासुदेवः सर्वम् (गीता 7। 19) और अपनी दृष्टिसे सदसच्चाहम् (गीता 9। 19) कहा है।दूरस्थं चान्तिके च तत् -- किसी वस्तुका दूर और नजदीक होना तीन दृष्टियोंसे कहा जाता है -- देशकृत? कालकृत और वस्तुकृत। परमात्मा तीनों ही दृष्टियोंसे दूरसेदूर और नजदीकसेनजदीक हैं जैसे -- दूरसेदूर देशमें भी वे ही परमात्मा हैं और नजदीकसेनजदीक देशमें भी वे ही परमात्मा हैं (टिप्पणी प0 690) पहलेसेपहले भी वे ही परमात्मा थे? पीछेसेपीछे भी वे ही परमात्मा रहेंगे और अब भी वे ही परमात्मा हैं सम्पूर्ण वस्तुओंके पहले भी वे ही परमात्मा हैं? वस्तुओंके अन्तमें भी वे ही परमात्मा हैं और वस्तुओंके रूपमें भी वे ही परमात्मा हैं।उत्पत्तिविनाशशील पदार्थोंके संग्रह और सुखभोगकी इच्छा करनेवालेके लिये परमात्मा (तत्त्वतः समीप होनेपर भी) दूर हैं। परन्तु जो केवल परमात्माके ही सम्मुख है? उसके लिये परमात्मा नजदीक हैं। इसलिये साधकको सांसारिक भोग और संग्रहकी इच्छाका त्याग करके केवल परमात्मप्राप्तिकी अभिलाषा जाग्रत् करनी चाहिये। परमात्मप्राप्तिकी उत्कट अभिलाषा होते ही परमात्माकी प्राप्ति हो जाती है अर्थात् परमात्मासे नित्ययोगका अनुभव हो जाता है।सूक्ष्मत्वात्तदविज्ञेयम् -- वे परमात्मा अत्यन्त सूक्ष्म होनेसे इन्द्रियाँ और अन्तःकरणका विषय नहीं है अर्थात् वे परमात्मा इनकी पकड़में नहीं आते। अब प्रश्न उठता है कि जब जाननेमें नहीं आते? तो फिर उनका अभाव होगा उनका अभाव नहीं है। जैसे परमाणुरूप जल सूक्ष्म होनेसे नेत्रोंसे नहीं दीखता? पर न दीखनेपर भी,उसका अभाव नहीं है। वह जल परमाणुरूपसे आकाशमें रहता है और स्थूल होनेपर बूँदें? ओले आदिके रूपमें दीखने लग जाता है। ऐसे ही परमात्मा अत्यन्त सूक्ष्म होनेसे इन्द्रियाँ? मन? बुद्धि आदिके द्वारा जाननेमें नहीं आते क्योंकि वे इनसे परे हैं? अतीत हैं।जीवोंके अज्ञानके कारण ही वे परमात्मा जाननेमें नहीं आते। जैसे? कहीं पर श्रीमद्भगवद्गीता शब्द लिखा हुआ है। जो पढ़ालिखा नहीं है? उसको तो केवल लकीरें ही दीखती हैं और जो पढ़ालिखा है? उसको श्रीमद्भगवद्गीता दीखती है। संस्कृत पढ़े हुएको यह शब्द किस धातुसे बना हुआ है? इसका क्या अर्थ होता है -- यह दीखने लग जाता है। गीताका मनन करनेवालेको गीताके गहरे भाव दीखने लग जाते हैं। ऐसे ही जिन मनुष्योंको परमात्मतत्त्वका ज्ञान नहीं है? उनको परमात्मा नहीं दीखते? उनके जाननेमें नहीं आते। परन्तु जिनको परमात्मतत्त्वका ज्ञान हो गया है? उनको तो सब कुछ परमात्माहीपरमात्मा दीखते हैं।उस परमात्मतत्त्वको ज्ञेय (13। 12? 17) भी कहा है और अविज्ञेय भी कहा है। इसका तात्पर्य यह है कि वह स्वयंके द्वारा ही जाना जा सकता है? इसलिये वह ज्ञेय है और वह इन्द्रियाँमनबुद्धिके द्वारा नहीं जाना जा सकता? इसलिये वह अविज्ञेय है।सर्वत्र परिपूर्ण परमात्माको जाननेके लिये यह आवश्यक है कि साधक परमात्माको सर्वत्र परिपूर्ण मान ले। ऐसा मानना भी जाननेकी तरह ही है। जैसे (बोध होनेपर) ज्ञान(जानने) को कोई मिटा नहीं सकता? ऐसे ही परमात्मा सर्वत्र परिपूर्ण हैं इस मान्यता(मानने) को कोई मिटा नहीं सकता। जब सांसारिक मान्यताओं -- मैं ब्राह्मण हूँ? मैं साधु हूँ आदिको (जो कि अवास्तविक हैं) कोई मिटा नहीं सकता? तब पारमार्थिक मान्यताओंको (जो कि वास्तविक हैं) कौन मिटा सकता है तात्पर्य यह है कि दृढ़तापूर्वक मानना भी एक साधन है। जाननेकी तरह माननेकी भी बहुत महिमा है। परमात्मा सर्वत्र परिपूर्ण हैं -- ऐसा दृढ़तापूर्वक मान लेनेपर यह मान्यता मान्यतारूपसे नहीं रहेगी? प्रत्युत इन्द्रियाँमनबुद्धिसे परे जो अत्यन्त सूक्ष्म परमात्मा हैं? उनका अनुभव हो जायगा। ","hcsca":"।।13.16।। परमात्मा की सर्वव्यापकता को यहाँ उपनिषदों की अननुकरणीय शैली में इंगित किया गया है।वह भूतमात्र के अन्तर्बाह्य है सभी व्यष्टि उपाधियों में व्यक्त चेतन तत्त्व सर्वव्यापी है। अन्तर्बाह्य से तात्पर्य है कि जहाँ शरीरादि उपाधियाँ हैं? वहाँ तो वह विशेष रूप से व्यक्त हुआ विद्यमान रहता ही है? परन्तु जहाँ कोई उपाधि नहीं है वहाँ भी वह केवल सत्य रूप से स्थित रहता है। जिस प्रकार? जहाँ रेडियो है वहाँ ध्वनि तरंगों का अस्तित्व स्पष्ट ज्ञात होता है? परन्तु जहाँ रेडियो नहीं है? वहाँ उन तरंगों का अभाव नहीं कहा जा सकता।वह चर है और अचर भी जो अपनी स्वेच्छा से विचरण करता रहता है? वह चर प्राणी है? तथा गतिहीन वस्तु अचर वर्ग में आती है। इस वाक्य का अर्थ इस प्रकार भी किया जाता है कि आत्मतत्त्व अचर होते हुये भी चर है इसका तात्पर्य यह है कि आत्मा सर्वव्यापी होने से स्वस्वरूप की दृष्टि से अचर है? परन्तु वही आत्मा गतिमान् उपाधियों से अवच्छिन्नसा होकर चरवत् प्रतीत होता है। उदाहरणार्थ? किसी गतिमान वाहन में कोई व्यक्ति स्वयं अपने स्थान पर बैठा हुआ (अचर) ही मीलों लम्बी यात्रा तय कर लेता है इस प्रकार? हमारे व्यक्तित्व का सारभूत तत्त्व एक? सनातन व परिपूर्ण है जो अन्तर्बाह्य सर्वत्र व्याप्त है। उसके बिना कोई भी क्रिया संभव नहीं है ? इसलिये वह सभी क्रियाओं में विद्यमान है। वह सत्स्वरूप से सर्वत्र ही स्थित है। तब? फिर क्या कारण है कि हम उसे इन्द्रियों द्वारा नहीं देख सकते? या मन और बुद्धि से अनुभव नहीं कर पाते भगवान् कहते हैं कि? वह अत्यन्त सूक्ष्म होने से अविज्ञेय है।गुणवान् वस्तु स्थूल होती है। जिस वस्तु में अधिक गुण होते हैं वह उतनी ही अधिक स्थूल होती है और एकाधिक इन्द्रियों के द्वारा ग्रहण की जा सकती है। जैसे? पृथ्वी का ज्ञान पाँचों इन्द्रियों के द्वारा होता है। जबकि वायु का केवल श्रोत्र और स्पर्शेन्द्रिय से। अत पृथ्वी स्थूलतम तत्त्व है और आकाश में केवल शब्द गुण होने से वह सूक्ष्मतम है।कार्य की अपेक्षा कारण सदैव सूक्ष्म होता है। आकाश तत्त्व सृष्ट वस्तु होने से उसका भी कारण होना आवश्यक है। आकाश का भी कारण वह नित्य अधिष्ठान ब्रह्म है जिससे पंच महाभूतों की उत्पत्ति होती है। स्वाभविक ही है कि वह ब्रह्म आकाश से भी सूक्ष्म होने के कारण हमारे उपलब्ध प्रमाणों के द्वारा दृश्य रूप में नहीं जाना जा सकता है वह अविज्ञेय है।वह दूरस्थ और समीपस्थ है एक साकार परिच्छिन्न वस्तु को किसी स्थान विशेष पर यहाँ या वहाँ स्थित बताया जा सकता है। उन वस्तुओं के द्रष्टा की स्थिति से उनकी दूरी नापी जाकर उन्हें दूरस्थ या समीपस्थ कहा जा सकता है। परन्तु जो सर्वव्यापी है वह एक ही समय यहाँ होगा और वहाँ भी होगा और इसलिये वह दूरस्थ और समीपस्थ भी है। इन दो शब्दों की व्याख्या इस प्रकार भी की जा सकती है कि परमात्मा सर्व नामरूपों की उपाधियों से मुक्त दूरस्थ है किन्तु वही परमात्मा इन नामरूपों में भी समीपस्थ है। श्रीशंकराचार्य अपने भाष्य में लिखते हैं कि यह आत्मा अज्ञानियों को अत्यन्त दूर स्थित हुआ भासता है? जबकि ज्ञानी जन तो उसे अत्यन्त समीप से आत्मरूप से ही अनुभव करते हैं।संक्षेप में? विरोधाभास की भाषा की सुन्दरता से युक्त यह श्लोक उन पाठकों को सहसा जगा देता है? जो केवल बौद्धिक ज्ञान से ही सन्तुष्ट हो जाते हैं। यह श्लोक उन्हें मनन या ध्यान के द्वारा परमात्मा के सर्वव्यापक एवं सर्वातीत स्वरूप का साक्षात् अनुभव करने के लिए प्रेरित करता है।इसी ज्ञेय के विषय में भगवान् आगे कहते है ","etsga":"13.16 Existing outside and inside all beings; moving as well as non-moving, It is incomprehensible due to subtleness. So also, It is far away, and yet near. ","etssa":"13.16 Without and within (all) beings the unmoving and also the moving; because of Its subtlety, unknowable; and near and far away is That. ","etdss":"13.16. It is without and within every being and is unmoving and yet moving too; due to Its subtle nature It is incomprehensible; It exists far away, yet near It is. ","ecssa":"13.16 बहिः without? अन्तः within? च and? भूतानाम् of (all) beings? अचरम् the unmoving? चरम् the moving? एव also? च and? सूक्ष्मत्वात् because of Its subtlety? तत् That? अविज्ञेयम् unknowable? दूरस्थम् is far? च and? अन्तिके near? च and? तत् That.Commentary Brahman is subtle like the ether. It is incomprehensible to the unillumined on account of Its extreme subtlety. It is unknowable to the man who is not endowed with the four means of salvation.Brahman is known or realised by the wise. It is realised by the first class aspirant who is eipped with these means. It is near to the wise man or the illumined because It is his very Self. It is very far to the ignorant man who is drowned in worldliness or sensual pleasures. It is not attainable by the ignorant or unenlightened even in millions of years.Near and far away This expression is found in the Isavasya Upanishad (5) and the Mundaka Upanishad (3.17). ","scetsga":"13.16 Existing, bahih, outside- the word bahih is used with reference to the body including the skin, which is misconceived through ignorance to be the Self, and which is itself taken as the boundary. Similarly, the word antah, inside, is used with reference to the indwelling Self, making the body itself as the boundary. When outside and inside are used, there may arise the contingency of the nonexistence of That in the middle. Hence this is said: acaram caram eva ca, moving as well as not moving-even that which appears as the body, moving or not moving, is nothing but the Knowable, in the same way as the appearance of a snake on a rope (is nothing but the rope).\nIn all empirical things, moving as also non-moving, be the Knowable, why should It not be known by all as such? In answer it is said: It is true that It shines through everything; still it is subtle like space. Therefore, although It is the Knowable, tat, It; is avijneyam, incomprehensible to the ignorant people; suksmatvat, due to Its intrinsic subtleness. But to the enlightened It is ever known from the valid means of knowledge such as (the texts), All this is verily the Self (Ch. 7.25.2), Brahman alone is all this (Nr. Ut.7), etc. It is durastham, far away, since, to the unenlightened, It is unattainable even in millions of years. And tat, That; is antike, near, since It is the Self of the enlightened. ","scetdss":"13.16 See Comment under 13.18 ","scetssa":"13.16 Abandoning the elements like earth etc., It can exist outside the body. It can exist within them while performing spontaneous activities as established in the Srutis: Eating, playing, enjoying with partners or with vehicles (Cha. U., 8.12.3). It is unmoving and yet moving - it is by nature, unmoving, It is moving when It has a body. It is so subtle that none can comprehend It. Although existing in a body, this principle, possessed of all powers and omniscient, cannot be comprehended by bound ones because of Its subtlety and Its distinctiveness from the body. It is far away and yet It is very near - though present in ones own body, It is far away from those who are devoid of modesty and other alities (mentioned above) as also to those who possess contrary alities. To those who possess modesty and such other alities, the same self is very near. ","chakravarthi":"He exists within and outside of all living entities, who are his products (bhutanam means arising from him), just as ether and other elements exists within and outside all bodies of which they are the cause. All non-moving and moving beings are only the Lord, since he is the cause and they are the effect. He cannot be clearly known (tad avijneyam). In other words, for the ignorant he is situated far away at millions of yojanas distance and for the wise he is near, as if living in his own house, since he is situated as the antaryami within the person. The sruti says:\ndurat sudure tad ihantike ca pasyatsv ihaiva nihitam guhayam\nIt is further than far, and very close. In the body it is situated in the heart, in those who see. Mundaka Upanisad 3.1.7 ","rudra":"\nFurthermore Lord Krishna explains that His manifestation as Parabrahma is\nthe source of the brahman or spiritual substratum pervading all existence\nand is within and without all living entities both moving and stationary\nand all that is animate as well as inanimate. This is so even as gold is\nexists in a bracelet, a necklace and a ring equally or that water exists\nwithin unlimited waves and countless drops of rain. Parabrahma alone is the\nsole cause of everything, all effects in inumerable and variegated forms;\nyet so subtle that it has no material form or qualities. It is\nincomprehensible and inconceivable being incapable to be understood by the\nmind as well imperceptible to the senses. Therefore to the ignorant\nParabrahma is very far as millions of miles away being transcendental and\nfar beyond prakriti or the material substratum pervading physical\nexistence. Yet to the spiritually intelligent it very close and near as\nwithin ones own heart in its manifestation as the atma or immortal soul.\nThe Iso Upanisad V beginning tad ejati tan naijati tad dure tadvantike\nmeans: The Supreme Lord moves and moves not; He is far away and very near;\nHe is within and without. Ejati means move, naijati means moves not. The\nwords tadvantike should be divided as tat meaning He the Supreme Lord,\nv meaning also and antike meaning very near. Thus it is clearly confirmed\nthat Supreme Lord is always present. ","brahma":" ","shri":"  The word bahih means outside, this refers to the atma or immortal soul\nwhich still exists even when it departs a physical body at death and\nabandons the subtle body along with the five elements of earth, water,\nfire, air and ether although it is present within them as well. As\nconfirmed in the Chandogya Upanisad VI.VII.VII beginning sa ya esho\nanimaitad means: The source of the brahman or spiritual substratum\npervading all existence is Parabrahma the Supreme Lord Krishna who is\neternally existing in everything by His transcendental potency. By nature\nit is acaram or stationary and unmoving but it is caram or moving in its\nembodied state. Due to being supra-subtle without material, mundane\nqualities it is avijneyam or incomprehensible. The atma or immortal soul\npossesses all powers and knowledge although it occupies and inhabits a\nbodily form. Because it is subatomic it can not be perceived by\ntechnological methods and remains a mystery. Therefore it is extremely\ndifficult for worldly people of logic and reason to understand it being\nseparate and distinct from the physical body. The words durastham cantike\nca tat means that the atma although present within their own bodies is very\nfar away from those who are arrogant, ostentatious, irreverent, etc. who do\nnot possesses the 20 virtues of righteousness given in verses 8 to 12 such\nas humility, reverence and nonviolence. But contrarily it is extremely near\nto those dear ones who possess the 20 virtues. This is because these 20\nvirtues facilitate a living entities ability to perceive internally and\nrealize the atma. ","kumar":"The word bahih means outside, this refers to the atma or immortal soul\nwhich still exists even when it departs a physical body at death and\nabandons the subtle body along with the five elements of earth, water,\nfire, air and ether although it is present within them as well. As\nconfirmed in the Chandogya Upanisad VI.VII.VII beginning sa ya esho\nanimaitad means: The source of the brahman or spiritual substratum\npervading all existence is Parabrahma the Supreme Lord Krishna who is\neternally existing in everything by His transcendental potency. By nature\nit is acaram or stationary and unmoving but it is caram or moving in its\nembodied state. Due to being supra-subtle without material, mundane\nqualities it is avijneyam or incomprehensible. The atma or immortal soul\npossesses all powers and knowledge although it occupies and inhabits a\nbodily form. Because it is subatomic it can not be perceived by\ntechnological methods and remains a mystery. Therefore it is extremely\ndifficult for worldly people of logic and reason to understand it being\nseparate and distinct from the physical body. The words durastham cantike\nca tat means that the atma although present within their own bodies is very\nfar away from those who are arrogant, ostentatious, irreverent, etc. who do\nnot possesses the 20 virtues of righteousness given in verses 8 to 12 such\nas humility, reverence and nonviolence. But contrarily it is extremely near\nto those dear ones who possess the 20 virtues. This is because these 20\nvirtues facilitate a living entities ability to perceive internally and\nrealize the atma. "}