{"meta":"Bhagavad Gita Chapter 14 Verse 25","metahi":"भगवद् गीता 14.25","slok":"मानापमानयोस्तुल्यस्तुल्यो मित्रारिपक्षयोः।सर्वारम्भपरित्यागी गुणातीतः स उच्यते।।14.25।। ","htsrsd":"।।14.25।।जो धीर मनुष्य सुखदुःखमें सम तथा अपने स्वरूपमें स्थित रहता है जो मिट्टीके ढेले? पत्थर और सोनेमें सम रहता है जो प्रियअप्रियमें तथा अपनी निन्दास्तुतिमें सम रहता है जो मानअपमानमें तथा मित्रशत्रुके पक्षमें सम रहता है जो सम्पूर्ण कर्मोंके आरम्भका त्यागी है? वह मनुष्य गुणातीत कहा जाता है। ","htstma":"।।14.25।। जो मान और अपमान में सम है शत्रु और मित्र के पक्ष में भी सम है? ऐसा सर्वारम्भ परित्यागी पुरुष गुणातीत कहा जाता है।। ","transliteration":"Maanaapamaanayostulyas tulyo mitraaripakshayoh;\nSarvaarambhaparityaagee gunaateetah sa uchyate. ","englishmeaning":"sama—alike; duḥkha—distress; sukhaḥ—happiness; sva-sthaḥ—established in the self; sama—equally; loṣhṭa—a clod; aśhma—stone; kāñchanaḥ—gold; tulya—of equal value; priya—pleasant; apriyaḥ—unpleasant; dhīraḥ—steady; tulya—the same; nindā—blame; ātma-sanstutiḥ—praise; māna—honor; apamānayoḥ—dishonor; tulyaḥ—equal; tulyaḥ—equal; mitra—friend; ari—foe; pakṣhayoḥ—to the parties; sarva—all; ārambha—enterprises; parityāgī—renouncer; guṇa-atītaḥ—risen above the three modes of material nature; saḥ—they; uchyate—are said to have ","hcsrsd":"।।14.25।। व्याख्या --   धीरः? समदुःखसुखः -- नित्यअनित्य? सारअसार आदिके तत्त्वको जानकर स्वतःसिद्ध स्वरूपमें स्थित होनेसे गुणातीत मनुष्य धैर्यवान् कहलाता है।पूर्वकर्मोंके अनुसार आनेवाली अनुकूलप्रतिकूल परिस्थितिका नाम सुखदुःख है अर्थात् प्रारब्धके अनुसार शरीर? इन्द्रियों आदिके अनुकूल परिस्थितिको सुख कहते हैं और शरीर? इन्द्रियों आदिके प्रतिकूल परिस्थितिको दुःख कहते हैं। गुणातीत मनुष्य इन दोनोंमें सम रहता है। तात्पर्य है कि सुखदुःखरूप बाह्य परिस्थितियाँ उसके कहे जानेवाले अन्तःकरणमें विकार पैदा नहीं कर सकतीं? उसको सुखीदुःखी नहीं कर सकतीं।स्वस्थः -- स्वरूपमें सुखदुःख है ही नहीं। स्वरूपसे तो सुखदुःख प्रकाशित होते हैं। अतः गुणातीत मनुष्य आनेजानेवाले सुखदुःखका भोक्ता नहीं बनता? प्रत्युत अपने नित्यनिरन्तर रहनेवाले स्वरूपमें स्थिर रहता है।समलोष्टाश्मकाञ्चनः -- उसका मिट्टीके ढेले? पत्थर और स्वर्णमें न तो आकर्षण (राग) होता है और न विकर्षण (द्वेष) होता है। परन्तु व्यवहारमें वह ढेलेको ढेलेकी जगह रखता है? पत्थरको पत्थरकी जगह रखता है और स्वर्णको स्वर्णकी जगह (तिजोरी आदिमें) रखता है। तात्पर्य है कि यद्यपि उनकी प्राप्तिअप्राप्तिमें उसको हर्षशोक नहीं होते? वह सम रहता है? तथापि उनसे व्यवहार तो यथायोग्य ही करता है।ढेले? पत्थर और स्वर्णका ज्ञान न होना समता नहीं कहलाती। समता वही है कि इन तीनोंका ज्ञान होते हुए भी इनमें रागद्वेष न हों। ज्ञान कभी दोषी नहीं होता? विकार ही दोषी होते हैं।तुल्यप्रियाप्रियः -- क्रियमाण कर्मोंकी सिद्धिअसिद्धिमें अर्थात् उनके तात्कालिक फलकी प्राप्तिअप्राप्तिमें भी वह सम रहता है।तुल्यनिन्दात्मसंस्तुतिः -- निन्दा और स्तुतिमें नामकी मुख्यता होती है। गुणातीत मनुष्यका नामके साथ कोई सम्बन्ध नहीं रहता अतः कोई निन्दा करे तो उसके चित्तमें खिन्नता नहीं होती और कोई स्तुति करे तो उसके चित्तमें प्रसन्नता नहीं होती। इसी प्रकार निन्दा करनेवालोंके प्रति उसका द्वेष नहीं होता और स्तुति करनेवालोंके प्रति उसका राग नहीं होता।साधारण मनुष्योंकी यह एक आदत बन जाती है कि उनको अपनी निन्दा बुरी लगती है और स्तुति अच्छी लगती है। परन्तु जो गुणोंसे ऊँचे उठ जाते हैं? उनको निन्दास्तुतिका ज्ञान तो होता है और वे बर्ताव भी सबके साथ यथोचित ही करते हैं? पर उनमें निन्दास्तुतिको लेकर खिन्नताप्रसन्नता नहीं होती। कारण कि वे जिस तत्त्वमें स्थित हैं? वहाँ गुणोंवाली परकृत निन्दास्तुति पहुँचती ही नहीं।निन्दा और स्तुति -- ये दोनों ही परकृत क्रियाएँ हैं। उन क्रियाओंसे राजीनाराज होना गलती है। कारण कि जिसका जैसा स्वभाव है? जैसी धारणा है? वह उसके अनुसार ही बोलता है। वह हमारे अनुकूल ही बोले? हमारी निन्दा न करे -- यह न्याय नहीं है अर्थात् उसको बोलनेमें बाध्य करनेका भाव न्याय नहीं है? अन्याय है। दूसरोंपर हमारा क्या अधिकार है कि तुम हमारी निन्दा मत करो हमारी स्तुति ही करो दूसरी बात? कोई निन्दा करता है तो उसमें साधकको प्रसन्न होना चाहिये कि इससे मेरे पाप कट रहे हैं? मैं शुद्ध हो रहा हूँ। अगर कोई हमारी प्रशंसा करता है? तो उससे हमारे पुण्य नष्ट होते हैं। अतः प्रशंसामें राजी नहीं होना चाहिये क्योंकि राजी होनेमें खतरा हैमानापमानयोस्तुल्यः -- मान और अपमान होनेमें शरीरकी मुख्यता होती है। गुणातीत मनुष्यका शरीरके साथ तादात्म्य नहीं रहता। अतः कोई उसका आदर करे या निरादर करे? मान करे या अपमान करे? इन परकृत क्रियाओंका उसपर कोई असर नहीं पड़ता।निन्दास्तुति और मानअपमान -- इन दोनों ही परकृत क्रियाओंमें गुणातीत मनुष्य सम रहता है। इन दोनों परकृत क्रियाओंका ज्ञान होना दोषी नहीं है? प्रत्युत निन्दा और अपमानमें दुःखी होना तथा स्तुति और मानमें हर्षित होना दोषी है क्योंकि ये दोनों ही प्रकृतिके विकार हैं। गुणातीत पुरुषको निन्दास्तुति और मानअपमानका ज्ञान तो होता है? पर गुणोंसे सम्बन्धविच्छेद होनेसे? नाम और शरीरके साथ तादात्म्य न रहनेसे वह सुखीदुःखी नहीं होता। कारण कि वह जिस तत्त्वमें स्थित है? वहाँ ये विकार नहीं हैं। वह तत्त्व गुणरहित है? निर्विकार है।तुल्यो मित्रारिपक्षयोः -- वह मित्र और शत्रुके पक्षमें सम रहता है। यद्यपि गुणातीत मनुष्यकी दृष्टिमें कोई मित्र और शत्रु नहीं होता? तथापि दूसरे लोग अपनी भावनाके अनुसार उसे अपना मित्र अथवा शत्रु भी मान सकते हैं। साधारण मनुष्यको भी दूसरे लोग अपनी भावनाके अनुसार मित्र या शत्रु मान सकते हैं किन्तु इस बातका पता लगनेपर उस मनुष्यपर इसका असर पड़ता है? जिससे उसमें रागद्वेष उत्पन्न हो सकते हैं। परन्तु गुणातीत मनुष्यपर इस बातका पता लगनेपर भी कोई असर नहीं पड़ता। वस्तुतः मित्र और शत्रुकी भावनाके कारण ही व्यवहारमें पक्षपात होता है। गुणातीत मनुष्यके कहलानेवाले अन्तःकरणमें मित्रशत्रुकी भावना ही नहीं होती अतः उसके व्यवहारमें पक्षपात नहीं होता।एक व्यक्ति उस महापुरुषके साथ मित्रता रखता है और दूसरा व्यक्ति अपने स्वभाववश उस महापुरुषके साथ शत्रुता रखता है। जब उन दोनों व्यक्तियोंकी किसी बातको लेकर न्याय करनेका अवसर आ जाय? तब (व्यवहारमें) वह मित्रता रखनेवालेकी अपेक्षा शत्रुता रखनेवालेका कुछ अधिक पक्ष लेता है। जैसे -- पदार्थादिका बँटवारा करते समय वह मित्रता रखनेवालेको कम (उतना ही? जितना वह प्रसन्नतापूर्वक सहन कर सकता हो) और शत्रुता रखनेवालोंको कुछ ज्यादा पदार्थ देता है। यह भी समता ही कहलाती है क्योंकि अपने पक्षवालोंके साथ न्याय और विपक्षवालोंके साथ उदारता होनी चाहिये।सर्वारम्भपरित्यागी -- वह महापुरुष सम्पूर्ण कर्मोंके आरम्भका त्यागी होता है। तात्पर्य है कि धनसम्पत्तिके संग्रह और भोगोंके लिये वह किसी तरहका कोई नया कर्म आरम्भ नहीं करता। स्वतः प्राप्त परिस्थितिके अनुसार ही उसकी प्रवृत्ति और निवृत्ति होती है अर्थात क्रियाओंमें उसकी प्रवृत्ति कामना? वासना? ममतासे रहित होती है और निवृत्ति भी मानबड़ाई आदिकी इच्छासे रहित होती है।गुणातीतः स उच्यते -- यहाँ उच्यते पदसे यही ध्वनि निकलती है कि उस महापुरुषकी गुणातीत संज्ञा नहीं है किन्तु उसके कहे जानेवाले शरीर? अन्तःकरणके लक्षणोंको लेकर ही उसको गुणातीत कहा जाता है।वास्तवमें देखा जाय तो जो गुणातीत है? उसके लक्षण नहीं हो सकते। लक्षण तो गुणोंसे ही होते हैं अतः जिसके लक्षण होते हैं? वह गुणातीत कैसे हो सकता है परन्तु अर्जुनने भी गुणातीतके ही लक्षण पूछे हैं और भगवान्ने भी गुणातीतके ही लक्षण कहे हैं। इसका तात्पर्य यह है कि लोग पहले उस गुणातीतकी जिस शरीर और अन्तःकरणमें स्थिति मानते थे? उसी शरीर और अन्तःकरणके लक्षणोंको लेकर वे उसमें आरोप करते हैं कि यह गुणातीत मनुष्य है। अतः ये लक्षण गुणातीत मनुष्यको पहचाननेके संकेतमात्र हैं।प्रकृतिके कार्य गुण हैं और गुणोंके कार्य शरीरइन्द्रियाँमनबुद्धि हैं। अतः मनबुद्धि आदिके द्वारा अपने कारण गुणोंका भी पूरा वर्णन नहीं हो सकता? फिर गुणोंके भी कारण प्रकृतिका वर्णन हो ही कैसे सकता है जो प्रकृतिसे भी सर्वथा अतीत (गुणातीत) है? उसका वर्णन करना तो उन मनबुद्धि आदिके द्वारा सम्भव ही नहीं है। वास्तवमें गुणातीतके ये लक्षण स्वरूपमें तो होते ही नहीं किन्तु अन्तःकरणमें मानी हुई अहंताममताके नष्ट हो जानेपर उसके कहे जानेवाले अन्तःकरणके माध्यमसे ही ये लक्षण -- गुणातीतके लक्षण कहे जाते हैं।यहाँ भगवान्ने सुखदुःख? प्रियअप्रिय? निन्दास्तुति और मानअपमान -- ये आठ परस्पर विरुद्ध नाम लिये हैं? जिनमें साधारण आदमियोंकी तो विषमता हो ही जाती है? साधकोंकी भी कभीकभी विषमता हो जाती है। ऐसे इन आठ कठिन स्थलोंमें जिसकी समता हो जाती है? उसके लिये अन्य सभी अवस्थाओंमें समता रखना सुगम हो जाता है। अतः यहाँ उन्हीं आठ कठिन स्थलोंका नाम लेकर भगवान् यह बताते हैं कि गुणातीत महापुरुषकी इन आठों स्थलोंमें स्वतःस्वाभाविक समता होती है।गुणातीत मनुष्यकी जो स्वतःसिद्ध निर्विकारता है? उसकी जो स्वाभाविक स्थिति है? उसमें अनुकूलप्रतिकूल परिस्थितियोंके आनेजानेका कुछ भी फरक नहीं पड़ता। उसकी निर्विकारता? समता ज्योंकीत्यों अटल रहती है। उसकी शान्ति कभी भङ्ग नहीं होती।[चौबीसवें और पचीसवें -- इन दो श्लोकोंमें भगवान्ने गुणातीत महापुरुषकी समताका वर्णन किया है।] सम्बन्ध --   अर्जुनने तीसरे प्रश्नके रूपमें गुणातीत होनेका उपाय पूछा था। उसका उत्तर भगवान् आगेके श्लोकमें देते हैं। ","hcsca":"।।14.25।। पूर्वोक्त श्लोकों में चित्रित किये गये त्रिगुणातीत पुरुष के सामान्य चित्र को यहाँ और अधिक स्पष्ट किया गया है? जिससे हम उसका समीप से सूक्ष्म अवलोकन कर सकें।मान और अपमान में सम रहना ज्ञानी पुरुष का लक्षण है। अपने दिव्य स्वरूप में दृढ़ निष्ठा प्राप्त किया हुआ पुरुष जीवन से भयभीत नहीं होता? क्योंकि जगत् की ओर देखने का उसका दृष्टिकोण अज्ञानियों से सर्वथा भिन्न होता है। जीवन का अहंकार केन्द्रित मूल्यांकन हमें मान और अपमान को क्रमश उपादेय (स्वीकार्य) और हेय (त्याज्य) मानने को बाध्य करता है।लौकिक जीवन में भी हम देखते हैं कि देश के लिये प्राणोत्सर्ग करने वाले पुरुष ऐसी स्थिति की कामना करते हैं जिसे अन्य लोग अपमान जनक समझते हैं। परन्तु समाज के मान और अपमान की ओर ध्यान दिये बिना ऐसे लोग पूर्ण उत्साह के साथ अपनी पीढ़ी से प्रेम और उसकी सेवा करते हैं। आपेक्षिक सिद्धान्त की खोज के दिन आर्कमिडीज को विवस्त्र स्थिति में सड़क पर यूरेका? यूरेका चिल्लाते हुये दौड़ने में अपमान का अनुभव नहीं हुआ? परन्तु किसी और दिन यह बात नहीं होती मान और अपमान बुद्धि के निर्णय हैं? जो स्थानस्थान पर और समयसमय पर बदलते रहते हैं। जो पुरुष अहंकार के स्तर से ऊंचा उठ गया है? उसे दोनों ही समान हैं? कांटो के मुकुट का उतना ही स्वागत है? जितना गुलाब के फूलों के मुकुट काशत्रु और मित्र के पक्षों में सम जैसे हम अपने शरीर के किसी अंग को शत्रु और किसी अंग को मित्र नहीं मानते? वैसे ही आत्मैकत्व ज्ञान प्राप्त पुरुष भी किसी से मित्रता या शत्रुता नहीं रखता। तथापि अन्य लोग उससे अवश्य ही मित्र या शत्रु भाव रख सकते हैं? किन्तु वह दोनों के प्रति समान भाव से रहता है। आत्मानुभव की दृष्टि से ज्ञानी पुरुष जानता है वे सब मैं ही हूँ।सर्वारम्भ परित्यागी आरंभ का अर्थ है कर्म। इसका अर्थ यह नहीं हुआ कि त्रिगुणातीत पुरुष क्रियाशून्य हो जाता है। इसका अभिप्राय यह है कि उसे अपने कर्मों में न कर्तृत्व का अभिमान होता है और न स्वार्थ का। आरम्भ शब्द में वे सब कर्म समाविष्ट हैं? जो अनेक वस्तुओं के अर्जन और संग्रह करने तथा उनपर अपना स्वामित्य स्थापित करने के लिये अहंकार और स्वार्थ से प्रेरित होते हैं। अज्ञानी जीव के लिये ये कर्म स्वाभाविर्क हैं। अहंकार रहित आत्मज्ञानी पुरुष ईश्वर से अनुप्राणित होकर ईश्वरीय पुरुष के रूप में इस जगत् में कल्याणार्थ कार्य करता है।उपर्युक्त लक्षणों से पुरुष गुणातीत कहा जाता है। इन श्लोकों में अर्जुन के द्वितीय प्रश्न का उत्तर दिया गया है।श्री शंकराचार्य अपने भाष्य में लिखते हैं कि मोक्ष प्राप्ति के इच्छुक साधक को इन गुणों को साधन के रूप में अपनाना चाहिये। एक बार ज्ञान में निष्ठा प्राप्त कर लेने पर ये गुण उसके स्वाभाविक लक्षण बन जायेंगे? जो स्वसंवेद्य होते हैं। गुणातीत पुरुष के ये मुख्य लक्षण हैं।अर्जुन का तीसरा प्रश्न यह था? किस प्रकार वह तीनों गुणों से अतीत होता है इसका उत्तर देते हुये भगवान् कहते हैं ","etsga":"14.25 He who is the same under honour and dishonour, who is eally disposed both towards the side of the friend and of the foe, who has renounced all enterprise,-he is said to have gone beyond the alities. ","etssa":"14.25 Who is the same in honour and dishonour, the same to friend and foe, abandoning all undertakings he is said to have transcended the alities. ","etdss":"14.25. Who remains eal to honour and to dishonour, and eal to the sides of [both] the friend and the foe; and who has given up all fruits of his initiatives-he is said to have transcended the Strands. ","ecssa":"14.25 मानापमानयोः in honour and dishonour? तुल्यः the same? तुल्यः the same? मित्रारिपक्षयोः to friend and foe? सर्वारम्भपरित्यागी abandoning all undertakings? गुणातीतः crossed the Gunas? सः he? उच्यते is said.Commentary He keeps a balanced mind in honour and dishonour. He is the same to friend and foe. He is not affected by the dual throng. He has risen above the Gunas. He rests in his own essential nature as ExistenceKnowledgeBliss Absolute. He abids in his own Self. He is a Gunatita (one who has transcended the alities of Nature) who is not affected by the play of the alities. He keeps an even outlook amidst changes. He maintains a clam eilibrium.He abandons all actions that can bring visible or invisible fruits or results but he does actions that are necessary for the bare maintenance of his body. The alities described in verses 23? 24 and 25? such as indifference? etc.? are the means for attaining liberation. They represent the ideal that you should have before you. The aspirant should cultivate them. But one attains knowledge of the Self when he abides in his own true nature. These attributes form part and parcel of his nature and serve as marks to indicate that he has crossed beyond the three alities.The Lord gives in the following verse the answer to the third estion of Arjuna How does one go beyond the three alities ","scetsga":"14.25 Further, tulyah, he who is the same, unperturbed; mana-apamanayoh, under honour and dishonour; tulyah, who is eally disposed; mitra-ari-paksayoh, both towards the side of the friend and of the foe-although from their own standpoint some may be unattached, still, in others view they may appear to be siding either with friends or foes; hence it is said, eally disposed both towards the side of the friend and of the foe; sarva-arambha-parityagi, who has renounced all enterprise (-those which are undertaken are arambhah, actions intended for seen or unseen results-), i.e. who is apt to give up all undertakings, who has given up all actions other than those needed merely for the maintenance of the body; sah, he; ucyate, is said to have; gunatitah, gone beyond the alities.\nThe disciplines leading to the state of transcendence of the alities, which have been stated (in the verses) beginning from he who, sitting like one indifferent, and ending with he is said to have gone beyond the alities, have to be practised by a monk, a seeker of Liberation, so long as they are to be achieved through effort. But when they become firmly ingrained, they become the indications, perceivable to himself, of a monk who has transcended the alities.\nNow the Lord gives the reply to the estion, And how does he transcend the alties? ","scetdss":"14.23-25 Udasinavad etc. upto ucyate. He, who is ignorant i.e., he who does not distinguish [even the existence and nonexistence of the Strands] - he alone is wise, because of his correct knowledge. That is why he is not shaken i.e., he does not fall from his own nature. The means in this regard is the firm conviction : The exertion that [in found in my body etc.] is nothing but the innate nature of the body, the sense-organs etc.; and I am unconcerned with any fruit [of any action]. ","scetssa":"14.24 - 14.25 He who is alike in pleasure and pain, namely, whose mind is eal in pleasure and pain; who dwells in his self, namely, who dwells in his self because his love for the self keeps his mind in eanimity in pleasure and pain arising from the birth, death etc., of his sons and other relatives and friends, and who, because of this, looks upon a clod, a stone and a piece of gold as of eal value, who conseently remains the same towards things dear or hateful, i.e., who treats alike the worldly objects desired and undesired; who is intelligent, namely, proficient in discrimination between the Prakrti and the self; who, therefore, regards blame and praise as alike, namely, who treats with eality praise and blame looking upon good and evil alities as born of identification with bodies such as those of men etc., and as such unconnected with his real self; who is the same in honour and dishonour because these are feelings based on the misconception that the body is the self, and as a conseence of such discrimination between the body and the self, looks alike on friend and foe, because he understands that ther is no connection between them and himself; and who has thus abandoned all entrprises in which embodied beings are involved - he who is like this, is said to have risen above the Gunas. Now Sri Krsna states the main method (technie) for transcending such Gunas: ","chakravarthi":" ","rudra":"\nAlthough the questions put forth in verse 21 were asked previously in\nchapter two verse 54 and answered from that point of view. Now Lord Krishna\ndescribes the characteristics in detail from another angle of vision until\nthe end of the chapter. In verse 22 He describes the primary quality of\neach of the three gunas or modes of material nature that indicates the\nposition were one is situated. One who neither hates nor rejoices by being\nexposed to unpleasant or pleasant situations due to illumination within is\na result of sattva guna the mode of goodness and from all the sense\nopenings of the physical body this light of consciousness radiates.\nSimilarly when these same sense openings express themselves with activity\nit is a result of raja guna the mode of passion and when they are steeped\nin nescience they are in tama guna the mode of ignorance. When the\nattributes and qualities of the three gunas manifest themselves within the\nconsciousness as the case may be; one who is not repulsed by them because\nthey are painful nor is attracted to them because they are pleasurable is\nknown to have transcended the three gunas.  Thus Lord Krishna having described the characteristics that can be known\nonly by Him regarding such a person, He now describes the conduct that can\nbe known by anyone in verses 23, 24, and 25. One who is indifferent in\nevery situation like a winess to an event and who is equipoised and\nundisturbed by any interaction with the three gunas that might present\nitself such as happiness or misery, realises that the gunas themselves are\nempowering the effects. Such a jiva or embodied being understands by\ndiscriminative reflection that the atma or immortal soul has no connection\nwhatsoever with the gunas or their effects. Such a jiva is avatisthati or\nfirmly situated and nengate or unwavering. The use of the suffix ti instead\nof te in the verb is poetic license in tribute to the sages and seers. To whom pleasure and pain are non-different to the jiva who is thus\nsituated abiding in the atma in ones eternal nature. To such a jiva aclod\nof earth, a precious stone and a nugget of gold are all simply\nmanifestations of prakriti or the material substratum pervading physical\nexistence and are all of equal worth. Also to whom agreeable and\ndisagreeable things which are the causes of pleasure and pain are seen as\nthe same by one of calm and steady intellect who is also indifferent to the\nbestowal of both praise and ridicule. Equiposed in honor or dishonor, equal\ntowards friend or foe alike. Who is habituated to renouncing the rewards of\nall actions producing visible or invisible results to bhakti or exclusive\nloving devotional service to the Supreme Lord Krishna or any of His\nauthorised avataras or incarnations as verified in Vedic scriptures. Such\na jiva is known to have transcended the three gunas. ","brahma":"\nThe primary chracteristics is an enlightened being is equipoise in all\nsituations. Such a one has no desires so nothing can disturb them. If\nadversity comes one is not alarmed and if prosperity comes one is not\nelated. One remains balanced in all situations. In the Ballaveya section of\nthe Sama Veda it is stated:One who transcends the three gunas or modes of\nmaterial nature is neither attracted, attached , repulsed or antagonised.\nIf some subtle qualities of sattva guna or the mode of goodness were to\nenter the consciousness in connection with the Supreme Lord Krishna then\nthey would be accepted. But if subtle qualities of raja guna or the mode of\npassion and tama guna or the mode of ignorance were to appear they would be\nrejected immeadiately. The Moksa Dharma known as the Mahabharata confirms\nthat neither the demigods nor the enlightened ones being established in\nsattva guna can ever be without the subtle attributes of sattva thus they\nare firm in their convictions. One who is not steadfast in their\nconvictions can never achieve moksa or liberation from material existence\nand attain the Supreme Lord. The person who is fixed within in sattva guna\nsoon becomes perfected and is assured all success. Now begins the summation. The illumination that may be established in others is neither desired or\ndetested by one who has transcended the influence of the three gunas. But\nsometimes it has been seen that illumined beings seem to again succumb to\nsubtle desires by the subtle influence of raja guna and tama guna. This can\nbe perceived by anger or bewilderment; but as they are always in communion\nwith the Supreme Lord within their hearts even if they appear deluded they\nwill still always seek the association of the Supreme Lord Krishna alone.\nEven in the absence of happiness or the darkest adversity the devotees of\nthe Ssupreme Lord remain balanced and are ever equipoised. They are never\ndisturbed because of lack of wealth, the death of dear ones, harrassment by\nthose who are inimical, bewilderment or fright. In all situations there is\nnever any decrease in their devotion if anything here is an increase in\ndevotion because the devotee is humbly reflecting how the Supreme Lord is\nonly allowing the minimum reaction to past reactions. The word nengate\nmeans unwavering. The word udasinavat means indifferent to the inflences of\nthree gunas bothe subtle and gross. Those who completely relinquish all\nactivities opposed to dharma or eternal righteousness which are not\npleasing to the Supreme Lord and His devotees will undoubtedly attain Him.\nThe words sarvarambha means abandonment of all endeavors unrelated to the\nSupreme Lord Krishna. Being impassive does not mean being unconcerned or\nuncommitted it means being only dedicated to the essential principles of\nbhakti or exclusive loving devotion to the Supreme Lord Krishna. ","shri":"  \nThe word prakasa means illumination, lucidity, the brightness of\ndisposition and are the effects of sattva guna or the mode of goodness. The\nword pravritti means enthusiastic effort or the disposition to endeavour\nactively and are the effects of raja guna the mode of passion. The word\nmoha means delusion, bewilderment or having a distorted perception. All\nthings external to the atma or immortal soul are of two categories. One is\nwhat causes attraction and the second is what causes aversion. The\nfundamental symptom of discerning who is beyond the three gunas or modes of\nmaterial nature is that such a being neither desire to accept anything nor\ndoes such a one desire to reject anything. Whatever the Supreme Lord\nKrishna designates to come, such a one remains equipoise in all situations.\nSuch a one is udasinavat or unconcerned with external circumstances because\nof being enraptured within by atma tattva or realisation of the immortal\nsoul. Therefore one is naturally indifferent to anything external. One who\nis never agitated by attraction and aversion which arise from the three\ngunas and who lucid and tranquil reflects within that it is natural for the\nimpulses of the three gunas to occasionally parade themselves in ones\nconsciousness, is never deluded by them into being impelled to act as the\nqualities might provoke one to respond.   The word sama means equanimity or keeping oneself equipoise in both joy and\ndistress. The word svasthah means solidly situated, established firmly\nwithin on the immortal atma, filled with raptureand bliss by its communion.\nSuch a one is never even distracted by external things let alone influenced\nby them. Even when exposed to great events of joy or catastrophic events of\ngrief such a one is undisturbes and does not succumb to delusion or\nilllusion. To such a one a clod of earth or , a precious jewel or a nugget\nof gold all are looked upon alike as merely modifications of prakriti. So\nthere is nothing in material existence which such a one has any special\nattraction or aversion towards.   The word means dhirah means sober and denotes the wisdom of one who is\nknowledgeable of the distinction between prakriti or the material\nsubstratum pervading physical existence and the eternal atma or immortal\nsoul. Hence such a one remains equaniminous in both praise and censure. It\nis the deisre for praise and adulation that shows the consequence of\negotism which abides in the mind and is erroneously mistaken for the atma\nand deludes one into thinking that it is a great honor to be praised.\nSimilarly aversion to being ridiculed and censured is also the consequence\nof same egotism which makes one think it is ignoble and shameful to receive\nsuch infamy. But both conceptions are the results of delusion and one who\nis established in atma tattva or realisation of the immortal soul is never\nimplicated in illusion as such a being is unlimited in consciousness\nknowing that all material designations are all transcended by communion\nwith the atma. In the same way that egotism is alienated from the atma what\npertains to egotism such as honor and disgrace, friends and enemies, praise\nand censue does not affect the atma. One who is illuminated by atma tattva\nis unconcerned and indifferent to worldly matters. Similarly since such a\none comprehends that all efforts of activity are the cause and perpetuation\nof physical embodiment such a one abandons all efforts not related to the\natma. Such a person is known to be a conqueror of the theree gunas. Next\nthe primary means to overcome them will be given. ","kumar":"The word prakasa means illumination, lucidity, the brightness of\ndisposition and are the effects of sattva guna or the mode of goodness. The\nword pravritti means enthusiastic effort or the disposition to endeavour\nactively and are the effects of raja guna the mode of passion. The word\nmoha means delusion, bewilderment or having a distorted perception. All\nthings external to the atma or immortal soul are of two categories. One is\nwhat causes attraction and the second is what causes aversion. The\nfundamental symptom of discerning who is beyond the three gunas or modes of\nmaterial nature is that such a being neither desire to accept anything nor\ndoes such a one desire to reject anything. Whatever the Supreme Lord\nKrishna designates to come, such a one remains equipoise in all situations.\nSuch a one is udasinavat or unconcerned with external circumstances because\nof being enraptured within by atma tattva or realisation of the immortal\nsoul. Therefore one is naturally indifferent to anything external. One who\nis never agitated by attraction and aversion which arise from the three\ngunas and who lucid and tranquil reflects within that it is natural for the\nimpulses of the three gunas to occasionally parade themselves in ones\nconsciousness, is never deluded by them into being impelled to act as the\nqualities might provoke one to respond.   The word sama means equanimity or keeping oneself equipoise in both joy and\ndistress. The word svasthah means solidly situated, established firmly\nwithin on the immortal atma, filled with raptureand bliss by its communion.\nSuch a one is never even distracted by external things let alone influenced\nby them. Even when exposed to great events of joy or catastrophic events of\ngrief such a one is undisturbes and does not succumb to delusion or\nilllusion. To such a one a clod of earth or , a precious jewel or a nugget\nof gold all are looked upon alike as merely modifications of prakriti. So\nthere is nothing in material existence which such a one has any special\nattraction or aversion towards.   The word means dhirah means sober and denotes the wisdom of one who is\nknowledgeable of the distinction between prakriti or the material\nsubstratum pervading physical existence and the eternal atma or immortal\nsoul. Hence such a one remains equaniminous in both praise and censure. It\nis the deisre for praise and adulation that shows the consequence of\negotism which abides in the mind and is erroneously mistaken for the atma\nand deludes one into thinking that it is a great honor to be praised.\nSimilarly aversion to being ridiculed and censured is also the consequence\nof same egotism which makes one think it is ignoble and shameful to receive\nsuch infamy. But both conceptions are the results of delusion and one who\nis established in atma tattva or realisation of the immortal soul is never\nimplicated in illusion as such a being is unlimited in consciousness\nknowing that all material designations are all transcended by communion\nwith the atma. In the same way that egotism is alienated from the atma what\npertains to egotism such as honor and disgrace, friends and enemies, praise\nand censue does not affect the atma. One who is illuminated by atma tattva\nis unconcerned and indifferent to worldly matters. Similarly since such a\none comprehends that all efforts of activity are the cause and perpetuation\nof physical embodiment such a one abandons all efforts not related to the\natma. Such a person is known to be a conqueror of the theree gunas. Next\nthe primary means to overcome them will be given. "}