{"meta":"Bhagavad Gita Chapter 14 Verse 27","metahi":"भगवद् गीता 14.27","slok":"ब्रह्मणो हि प्रतिष्ठाऽहममृतस्याव्ययस्य च।शाश्वतस्य च धर्मस्य सुखस्यैकान्तिकस्य च।।14.27।। ","htsrsd":"।।14.27।।क्योंकि ब्रह्म? अविनाशी अमृत? शाश्वत धर्म और ऐकान्तिक सुखका आश्रय मैं ही हूँ। ","htstma":"।।14.27।। क्योंकि मैं अमृत? अव्यय? ब्रह्म? शाश्वत धर्म और ऐकान्तिक अर्थात् पारमार्थिक सुख की प्रतिष्ठा हूँ।। ","transliteration":"Brahmano hi pratishthaa’ham amritasyaavyayasya cha;\nShaashwatasya cha dharmasya sukhasyaikaantikasya cha. ","englishmeaning":"brahmaṇaḥ—of Brahman; hi—only; pratiṣhṭhā—the basis; aham—I; amṛitasya—of the immortal; avyayasya—of the imperishable; cha—and; śhāśhvatasya—of the eternal; cha—and; dharmasya—of the dharma; sukhasya—of bliss; aikāntikasya—unending; cha—and ","hcsrsd":"।।14.27।। व्याख्या --   ब्रह्मणो हि प्रतिष्ठाहम् -- मैं ब्रह्मकी प्रतिष्ठा? आश्रय हूँ -- ऐसा कहनेका तात्पर्य ब्रह्मसे अपनी अभिन्नता बतानेमें है। जैसे जलती हुई अग्नि साकार है और काष्ठ आदिमें रहनेवाली अग्नि निराकार है -- ये अग्निके दो रूप हैं? पर तत्त्वतः अग्नि एक ही है। ऐसे ही भगवान् साकाररूपसे हैं और ब्रह्म निराकररूपसे है -- ये दो रूप साधकोंकी उपासनाकी दृष्टिसे हैं? पर तत्त्वतः भगवान् और ब्रह्म एक ही हैं? दो नहीं। जैसे भोजनमें एक सुगन्ध होती है और एक स्वाद होता है नासिकाकी दृष्टिसे सुगन्ध होती है और रसनाकी दृष्टिसे स्वाद होता है? पर भोजन तो एक ही है। ऐसे ही ज्ञानकी दृष्टिसे ब्रह्म है और भक्तिकी दृष्टिसे भगवान् हैं? पर तत्त्वतः भगवान् और ब्रह्म एक ही हैं।भगवान् कृष्ण अलग हैं और ब्रह्म अलग है -- यह भेद नहीं है किन्तु भगवान् कृष्ण ही ब्रह्म हैं और ब्रह्म ही भगवान् कृष्ण है। गीतामें भगवान्ने अपने लिये ब्रह्म शब्दका भी प्रयोग किया है -- ब्रह्मण्याधाय कर्माणि (5। 10) और अपनेको अव्यक्तमूर्ति भी कहा है -- मया ततमिदं सर्वं जगदव्यक्तमूर्तिना (9। 4)। तात्पर्य है कि साकार और निराकार एक ही हैं? दो नहीं।अमृतस्याव्ययस्य च -- अविनाशी अमृतका अधिष्ठान मैं ही हूँ और मेरा ही अधिष्ठान अविनाशी अमृत है। तात्पर्य है कि अविनाशी अमृत और मैं -- ये दो तत्त्व नहीं हैं? प्रत्युत एक ही हैं। इसी अविनाशी अमृतकी प्राप्तिको भगवान्ने अमृतमश्नुते (13। 12 14। 20) पदसे कहा है।शाश्वतस्य च धर्मस्य -- सनातन धर्मका आधार मैं हूँ और मेरा आधार सनातन धर्म है। तात्पर्य है कि सनातन धर्म और मैं -- ये दो नहीं हैं? प्रत्युत एक ही हैं। सनातन धर्म मेरा ही स्वरूप है (टिप्पणी प0 738)। गीतामें अर्जुनने भगवान्को शाश्वतधर्मका गोप्ता (रक्षक) बताया है (11। 18)। भगवान् भी अवतार लेकर सनातन धर्मकी रक्षा किया करते हैं (4। 8)।सुखस्यैकान्तिकस्य च -- ऐकान्तिक सुखका आधार मैं हूँ और मेरा आधार ऐकान्तिक सुख है अर्थात् मेरा ही स्वरूप ऐकान्तिक सुख है। भगवान्ने इसी ऐकान्तिक सुखको अक्षय सुख (5। 21)? आत्यन्तिक सुख (6। 21) और अत्यन्त सुख (6। 28) नामसे कहा है।इस श्लोकमें ब्रह्मणः? अमृतस्य आदि पदोंमें राहोः शिरः की तरह अभिन्नतामें षष्ठी विभक्तिका प्रयोग किया गया है। तात्पर्य है कि राहुका सिर -- ऐसा जो प्रयोग होता है? उसमें राहु अलग है और सिर अलग है -- ऐसी बात नहीं है? प्रत्युत राहुका नाम ही सिर है और सिरका नाम ही राहु है। ऐसे ही यहाँ ब्रह्म? अविनाशी अमृत आदि ही भगवान् कृष्ण हैं और भगवान् कृष्ण ही ब्रह्म? अविनाशी अमृत आदि हैं।ब्रह्म कहो? चाहे कृष्ण कहो? और कृष्ण कहो? चाहे ब्रह्म कहो अविनाशी अमृत कहो? चाहे कृष्ण कहो? और कृष्ण कहो चाहे अविनाशी अमृत कहो शाश्वत धर्म कहो? चाहे कृष्ण कहो और कृष्ण कहो चाहे शाश्वत धर्म कहो ऐकान्तिक सुख कहो चाहे कृष्ण कहो और कृष्ण कहो चाहे ऐकान्तिक सुख कहो एक ही बात है। इसमें कोई आधारआधेय भाव नहीं है? एक ही तत्त्व है। इसलिये भगवान्की उपासना करनेसे ब्रह्मकी प्राप्ति होती है -- यह बात ठीक ही है।इस प्रकार ? तत्? सत् -- इन भगवन्नामोंके उच्चारणपूर्वक ब्रह्मविद्या और योगशास्त्रमय श्रीमद्भगवद्गीतोपनिषद्रूप श्रीकृष्णार्जुनसंवादमें गुणत्रयविभागयोग नामक चौदहवाँ अध्याय पूर्ण हुआ।।14।।, ","hcsca":"।।14.27।। भक्तियोग तथा उसके परम लक्ष्य का वर्णन करते हुये भगवान् श्रीकृष्ण ने कहा था? तत्पश्चात्? तुम मुझमें ही निवास करोगे। ईश्वर के प्रति अपने प्रेम से प्रेरणा पाकर भक्त अपने भिन्न व्यक्तित्व को विस्मृत करके अपने ध्येय परमात्मा के साथ लीन हो जाता है। पूर्व के श्लोक में भगवान् ने कहा था कि अव्यभिचारी भक्तियोग से उनकी सेवा करने वाला साधक अनात्म उपाधियों के साथ के अपने तादात्म्य से शनै शनै मुक्त हो जाता है। जिस मात्रा में अहंकार समाप्त होता है? उसी मात्रा में आत्मा की दिव्यता की अभिव्यक्ति होती है। जैसेजैसे निद्रा का आवेश बढ़ता जाता है वैसेवैसे मनुष्य जाग्रत अवस्था से दूर होता हुआ निद्रा की शान्त स्थिति में लीन हाेता जाता है। अनुभव के एक स्तर को त्यागने का अर्थ ही दूसरे अनुभव में प्रवेश करना है।मैं ब्रह्म की प्रतिष्ठा हूँ जो चैतन्य साधक के हृदय में आत्माभाव से स्थित है? वही सर्वत्र समान रूप से व्याप्त अमृत? अव्यय? नित्य? आनन्दस्वरूप तत्त्व ब्रह्म है। आत्मा की पहिचान ही विश्वाधिष्ठान अनन्त ब्रह्म की अनुभूति है। घट उपाधि की दृष्टि से उससे अवच्छिन्न आकाश (घटाकाश) बाह्य सर्वव्यापी आकाश से भिन्न प्रतीत होता है? परन्तु उपाधि के अभाव में वह घटाकाश ही महाकाश बन जाता है। इसी प्रकार एक देह की उपाधि से चैतन्य तत्त्व को आत्मा कहते हैं? किन्तु वस्तुत वही अनन्त ब्रह्म है। यह ब्रह्म अमृत और अव्यय? नित्य और आनन्दस्वरूप है।श्री शंकाराचार्य अपने अत्यन्त युक्तियुक्त एवं विश्लेषणात्मक भाष्य में इस श्लोक की व्याख्या में चार पर्यायों की ओर संकेत करते हैं। ये अर्थ परस्पर भिन्न नहीं? वरन् प्रत्येक अर्थ इस श्लोक के दार्शनिक पक्ष को अधिकाधिक उजागर करता है। वे कहते हैं प्रतिष्ठा का अर्थ है जिसमें वस्तु की स्थिति होती है? क्योंकि अमृत और अव्यय ब्रह्म की प्रतिष्ठा मैं हूँ? अत मैं प्रत्यगात्मा हूँ। यह प्रत्यागात्मा ही परमात्मा अर्थात् भूत मात्र की आत्मा है? ऐसा सम्यक् ज्ञान से निश्चित किया गया है।जिस शक्ति से ब्रह्म अपने भक्तों पर अनुग्रह करने के लिये प्रवृत्त होता है? वह शक्ति ब्रह्म ही है? जो मैं हूँ। यहाँ शक्ति शब्द से शक्तिमान ईश्वर लक्षित है। इसका अभिप्राय यह है कि निर्गुण ब्रह्म ही माया शक्ति के द्वारा ईश्वर के रूप में भक्तों पर अनुग्रह करता है।अथवा? ब्रह्म शब्द से सगुण? सोपाधिक ब्रह्म कहा गया है? जिसकी प्रतिष्ठा निरुपाधिक ब्रह्म मैं ही हूँ। जैसा कि पहले कहा गया है? इन अर्थों में परस्पर भेद नहीं है। हमारी बुद्धि की सीमित क्षमता के द्वारा सोपाधिक ब्रह्म को ही समझा जा सकता है तथा वाणी के द्वारा प्रकृति से भिन्न रूप में उसका वर्णन किया जा सकता है।प्रकृति और सोपाधिक ब्रह्म की प्रतिष्ठा निरुपाधिक चैतन्य ब्रह्म है? जो इन दोनों को ही प्रकाशित करता है। अत वस्तुत निर्विकल्प? अमृत? अव्यय? अनिर्वचनीय आनन्दस्वरूप ब्रह्म मैं हूँ। अब यह स्पष्ट हो जाता है कि साधन सपन्न उत्तम अधिकारी भगवान् श्रीकृष्ण के कथनानुसार मेरे स्वरूप को प्राप्त होता है? और मैं ब्रह्म हूँ? इसलिये वह साधक ब्रह्म ही बन जाता है।अगले अध्याय में ब्रह्म के विषय में और अधिक विस्तृत निरूपण किया गया है।conclusion तत्सदिति श्रीमद्भगवद्गीतासूपनिषत्सु ब्रह्मविद्यायां योगशास्त्रे।श्रीकृष्णार्जुनसंवादे गुणत्रयविभागयोगो नाम चतुर्दशोऽध्याय।। ","etsga":"14.27 For I am the Abode of Brahman-the indestructible and immutable, the eternal, the Dharma and absolute Bliss. ","etssa":"14.27 For I am the abode of Brahman, the immortal and the immutable, of everlasting Dharma and of absolute bliss. ","etdss":"14.27. I is the place of support for the immortal and changeless Brahman and for [Its] eternal attribute, the unalloyed Happiness. ","ecssa":"14.27 ब्रह्मणः of Brahman? हि indeed? प्रतिष्ठा the abode? अहम् I? अमृतस्य the immortal? अव्ययस्य the immutable? च and? शाश्वतस्य everlasting? च and? धर्मस्य of Dharma? सुखस्य of bliss? एकान्तिकस्य absolute? च and.Commentary The Self Which is immortal and immutable? Which is attainable by the eternal Dharma or the knowledge of the Self? Which is unending bliss? abides in Me? the Supreme Being.,I? the innermost Self? am the abode of the Supreme Self. The aspirant beholds? with the eye of intuition? that the innermost Self is the very Supreme Self? through Selfrealisation.The Lord bestows grace and mercy on His devotees through His Sakti? energy or power? or Maya. Sakti and the Lord are one. Just as heat is inseparable from fire? so also Maya or Sakti is inseparable from the Lord. Sakti cannot be distinct from the Lord in Whom She inheres.There is another interpretation. By Brahman here is meant the Brahman with attributes or alities? the conditioned Brahman. I? the Absolute Brahman? transcending the attributes or alities? the unconditioned Absolute? am the abode of the Saguna (conditioned) Brahman Who is immortal and imperishable. I am also the abode of the eternal Dharma of Jnananishtha (establishment in the highest wisdom) and the abode of the unending bliss born of that unswerving devotion.Thus in the Upanishads of the glorious Bhagavad Gita? the science of the Eternal? the scripture of Yoga? the dialogue between Sri Krishna and Arjuna? ends the fourteenth discourse entitledThe Yoga of the Division of the Three Gunas., ","scetsga":"14.27 Hi, for; aham, I, the inmost Self; am the pratistha brahmanah, Abode-that in which something abides is pratistha-of Brahman which is the supreme Self. Of Brahman of what kind? Amrtasya, of that which is indestructible; avyayasya, of that which is immutable; and sasvatasya, of that which is eternal; dharmasya, of that which is the Dharma, realizable through the Yoga of Jnana which is called dharma (virtue); and aikantikasya sukhasya, of that which is the absolute, unfailing Bliss by nature.\nSince the inmost Self is the abode of the supreme Self-which by nature is immortal etc.-, therefore, through perfect Knowledge it (the former) is realized with certainty to be the supreme Self. This has been stated in, he alifies for becoming Brahman.\nThe purport is this: Indeed, that power of God through which Brahman sets out, comes forth, for the purpose of favouring the devotees, etc., that power which is Brahman Itself, am I. For, a power and the possesser of that power are non-different. Or, brahman means the conditioned Brahman, since It (too,) is referred to by that word. Of that Brahman, I Myself, the unconditioned Brahman-and none else-am the Abode.\n(The abode of Brahman) of what alities? Of that which is immortal; of that which has the ality of deathlessness; of that which is immutable; so also, of that which is the eternal; which is the dharma having the characteristics of steadfastness in Knowledge; of that which is the absolute, unestionably certain Bliss born of that (steadfastness);-I am the Abode is understood. ","scetdss":"14.27 Brahmanah etc. It is I who is the support of the Brhaman. [For], one becomes the [very] Brahman, if I is served [by him]. Otherwise if the Brahman is contemplated on - because Its nature is like that of the insentient (i.e., simply a being)-then it leads him (the seeker) to an emancipation which would simply be undistinguished from the deep sleep stage. ","scetssa":"14.27 The term hi (for) denotes cause. I, who am to be served by unswerving Bhakti Yoga, am the ground of the individual self, immortal and immutable, and also of eternal Dharma, namely, surpassing eternal prosperity and also perfect felicity, i.e., of the felicity attained by the Jnanin stated in texts such as Realising that Vasudeva is all (7.19). I, being of such nature, devotion to Me helps the Jiva to transcend the Gunas. Although the expression eternal Dharma is indicative of the conduct to be observed, in the given context, it means the goal to be attained; for, what follows and what precedes it, denote the goal and not conduct. The purport is this: It has been stated that seeking refuge with the Lord is the only means for transcending the Gunas and the attainment of self-realisation, prosperity and the Supreme Being in the earlier text beginning with, For this divine Maya of Mine consisting of the three Gunas is hard to break through, except for those who take refuge in Me alone ৷৷. (7.14). Thus, seeking surrender to the Lord with one-pointed mind is the only means for transcending the Gunas and for the attainment of the state of brahman through that. [Here Prapatti, surrender to the Lord, is mentioned as a limb of unswerving Bhakti Yoga according to some interpreters. This is however a disputable point, as some maintain that Prapatti is in itself an independent path]. ","chakravarthi":"“But why would your devotees attain the impersonal brahman, which happens only by realizing oneness with God?”\n“Because I am also the basis of that famous brahman, since I am the supreme basis of everything. The meaning of pratistha is shelter, that upon which something is standing firmly, as this also is the meaning used everywhere in the srutis, such as in the description of the annamaya purusa in the Taittiriya Upanisad. And I am the basis or shelter of amrta (amrtasya).”\n“Does this mean the nectar of svarga?”\n“No, it is indestructible (avyayasya): therefore amrta means liberation. I am the basis of liberation. Also I am the basis of the eternal method (sasvatasya dharmasya), which is eternally present, both in the stage of sadhana and perfection, the supreme method called bhakti. And also I am the basis of happiness—of prema (sukhasya) in relation to the ekantika devotee (aikantikasya), who is qualified to receive it. And because everything is dependent on me, he also who worships me with a desire to be one with God merges in the Brahman and attains the status of brahman.”\nSridhara Svami gives the following meaning of the verse: “I am the basis of Brahman” means “I am the condensed brahman,” just as the sun globe is condensed light. Just as the sun, though being the form of light, is also acts as the basis of light, so I, Krsna, am the form of brahman, but I am also the basis of brahman.\nIn this regard, Visnu Purana 6.7.76 provides the authority: subhasrayah sa cittasya sarvagasya tathatmanah. This statement is explained by Sridhara Svami. “He is the shelter (asrayah), or the pratistha, of the supreme brahman (sarvagasya atmanah). Thus it is stated by the Lord: I am the shelter of brahman (brahmano hi pratisthaham).”\nAlso in the Visnu Dharmottara, concerning the subject of Naraka dvadasi, it is said:\nprakrtau puruse caiva brahmanyapi ca sa prabhuh\nyathaika eva puruso vasudevo vyavasthitah\nThe Lord, one person, Vasudeva is situated in prakrti, the jlva and the brahman.\nIn relation to masarksa worship it is also said:\nyathacyutas tvam paratah parasmat sa brahmabhutat paratah paratma\nThe paramatma is superior to the existence of brahman, just as you, Acyuta, are superior to all others.\nThe Lord speaks to Arjuna in relation to bringing back the children of the brahmana in Hari Vamsa, Visnu Parva 114:\ntat param paramam brahma sarvam vibhajate jagat mamaiva tad ghanam tejo jnatum arhasi bharata\nThat supreme brahman illuminates the whole universe. You should know that the condensed light belongs to me.\nThe Brahma Samhita says:\nyasya prabha prabhavato jagad-anda-koti-\nkotisv asesa-vasudhadi-vibhuti-bhinnam\ntad brahma niskalam anantam asesa-bhutam govindam adi-purusarh tarn aham bhajami\nI serve the Supreme Personality of Godhead Govinda, the primeval Lord, whose transcendental bodily effulgence, known as the brahmajyoti, which is unlimited, unfathomed and all-pervasive, is the cause of the creation of unlimited numbers of planets, etc., with varieties of climates and specific conditions of life. Brahma Samhita 5.40\nIn the eighth canto, the Lord says:\nmadiyam mahimanamc ca para-brahmeti sabditam vetsyasy anugrhltam me samprasnair vivrtam hrdi\nYou will be thoroughly advised and favored by Me, and because of your inquiries, everything about My glories, which are known as param brahma, will be manifest within your heart. Thus you will know everything about Me. SB 8.24.38\nMadhusudana Sarasvati explains as follows: “But your devotee should attain you. How is he qualified merely for the state of brahman (brahma bhuyaya kalpate), when you are different from brahman? This verse answers that. I alone am the end, the conclusion or paryaptih of Brahman.” According to the Amara Kosa, the word paryaptih means complete fullness. With the following verse Madhusudana Sarasvati offers his praise to Krsna:\nparakrta-mano-dvandvam param brahma narakrti\nsaundarya-sara-sarvasvam vande nandatmajam mahah\nI offer my respects to the son of Nanda, joy personified, the very essence of all beauty in human form, the supreme brahman, devoid of dualities of the mind.\nThis chapter explains the misfortune in being bound by the gunas and the satisfaction in being free of the gunas, which is produced by bhakti alone. ","rudra":" \nHere the reason is revealed by Lord Krishna for what He proclaimed in the\nprevious verse. That He, Himself is the pratistha or source of the brahman\nin concentrated form. In the same way the sun is concentrated light.\nLikewise He is imperishable, immortal and eternal. He is dharma or the\neternal religious principles which are the means to moksa or liberation\nfrom material existence and freedom from samsara the perpetual cycle of\nbirth and death. The Supreme Lord Krishna is the ultimate embodiment of\npure, absolute, transcendental ananda or bliss. As His devotees only desire\nassociation with Him, they inevitably attain His nature and association\nwith Him.   So in conclusion the Supreme Lord Krishna has declared that the ocean of\nsamsara results from the three gunas or modes of material nature which are\nall subservient to Him. The ocean referred to is in the form of the\n43,200,000 or 43 million and 200 thousand lifetimes in one day of Brahma\nthat all all jivas or embodied beings who have not achieved moksa are\nsubjected to before partial dissolution of creation dissolves them back\ninto pradhana or the cosmic absolute. In this chapter the Supreme Lord\nHimself has confirmed that His devotees easily cross over this ocean due to\ntheir exclöuisve devotion unto Him. ","brahma":" In this verse the brahman or spiritual substrtatum pervading all existence\nrefers to Sri Laxsmi, the goddess of fortune. This is what is being\nclarified by the words brahmano hi. As one attains Sri Laxsmi one attains\nthe Supreme Lord as she is never separated from Him. So by her grace one\nattains the immortal, eternal, imperishable state of the Lord Krishna. The\nword aikantikanye means the ultimate and denotes the happiness one\nexperiences in communion with the Supreme Lord. Thus the manner of\nattaining Him has been explained. ","shri":" The word hi means indeed, in as much aa when by propitiated by never erring\nbhakti yoga or intense loving devotion, the Supreme Lord Krishna personally\nmanifests Himself to His surrendered devotee who has no other refuge but\nHim. The words sasvatasya dharmasya mean the sublime equisite spiritual\nhappiness that comes in asociation with the Supreme Lord and His devotees.\nAlthough the concept of dharma usually means the eternal spiritual\nprinciples promulgated in the Vedic scriptures implying the means to\naccomplish a goal. In this verse it is the goal be that it occurs betweeen\ntwo other expressions of goals one being brahmano hi prastisthalam which\nrefers to the atma or realising the soul and the othe being aikantikasya\nsukhasya realising the Supreme Lord.\nThe words aikantikasya sukhasya means the absolute nature of never ending\nbliss with the Supreme Lord which is the natural result of bhakti yoga. The essence is that exclusive loving devotion unto the Supreme Lord Krishna\nor any of His authorised avataras as revealed in Vedic scriptures is the\nonly way to transcend the three gunas or modes of material nature and\nsincere prayers offerred to Him from hearts over flowing with love is the\nessential means for Him to reciprocate and grace us with His mercy. ","kumar":"The word hi means indeed, in as much aa when by propitiated by never erring\nbhakti yoga or intense loving devotion, the Supreme Lord Krishna personally\nmanifests Himself to His surrendered devotee who has no other refuge but\nHim. The words sasvatasya dharmasya mean the sublime equisite spiritual\nhappiness that comes in asociation with the Supreme Lord and His devotees.\nAlthough the concept of dharma usually means the eternal spiritual\nprinciples promulgated in the Vedic scriptures implying the means to\naccomplish a goal. In this verse it is the goal be that it occurs betweeen\ntwo other expressions of goals one being brahmano hi prastisthalam which\nrefers to the atma or realising the soul and the othe being aikantikasya\nsukhasya realising the Supreme Lord.\nThe words aikantikasya sukhasya means the absolute nature of never ending\nbliss with the Supreme Lord which is the natural result of bhakti yoga. The essence is that exclusive loving devotion unto the Supreme Lord Krishna\nor any of His authorised avataras as revealed in Vedic scriptures is the\nonly way to transcend the three gunas or modes of material nature and\nsincere prayers offerred to Him from hearts over flowing with love is the\nessential means for Him to reciprocate and grace us with His mercy. "}