{"meta":"Bhagavad Gita Chapter 14 Verse 10","metahi":"भगवद् गीता 14.10","slok":"रजस्तमश्चाभिभूय सत्त्वं भवति भारत।रजः सत्त्वं तमश्चैव तमः सत्त्वं रजस्तथा।।14.10।। ","htsrsd":"।।14.10।।हे भरतवंशोद्भव अर्जुन रजोगुण और तमोगुणको दबाकर सत्त्वगुण? सत्त्वगुण और तमोगुणको दबाकर रजोगुण? वैसे ही सत्त्वगुण और रजोगुणको दबाकर तमोगुण बढ़ता है। ","htstma":"।।14.10।। हे भारत कभी रज और तम को अभिभूत (दबा) करके सत्त्वगुण की वृद्धि होती है? कभी रज और सत्त्व को दबाकर तमोगुण की वृद्धि होती है? तो कभी तम और सत्त्व को अभिभूत कर रजोगुण की वृद्धि होती है।। ","transliteration":"Rajastamashchaabhibhooya sattwam bhavati bhaarata;\nRajah sattwam tamashchaiva tamah sattwam rajastathaa. ","englishmeaning":"rajaḥ—mode of passion; tamaḥ—mode of ignorance; cha—and; abhibhūya—prevails; sattvam—mode of goodness; bhavati—becomes; bhārata—Arjun, the son of Bharat; rajaḥ—mode of passion; sattvam—mode of goodness; tamaḥ—mode of ignorance; cha—and; eva—indeed; tamaḥ—mode of ignorance; sattvam—mode of goodness; rajaḥ—mode of passion; tathā—also ","hcsrsd":"।।14.10।। व्याख्या --   रजस्तमश्चाभिभूय सत्त्वं भवति भारत -- रजोगुणकी और तमोगुणकी वृत्तियोंको दबाकर सत्त्वगुण बढ़ता है अर्थात् रजोगुणकी लोभ? प्रवृत्ति? नयेनये कर्मोंका आरम्भ? अशान्ति? स्पृहा? सांसारिक भोग और संग्रहमें प्रियता आदि वृत्तियाँ और तमोगुणकी प्रमाद? आलस्य? अनावश्यक निद्रा? मूढ़ता आदि वृत्तियाँ -- इन सबको सत्त्वगुण दबा देता है और अन्तःकरणमें स्वच्छता? निर्मलता? वैराग्य? निःस्पृहता? उदारता? निवृत्ति आदि वृत्तियोंको उत्पन्न कर देता है।रजः सत्त्वं तमश्चैव -- सत्त्वगुणकी और तमोगुणकी वृत्तियोंको दबाकर रजोगुण बढ़ता है अर्थात् सत्त्वगुणकी ज्ञान? प्रकाश? वैराग्य? उदारता आदि वृत्तियाँ और तमोगुणकी प्रमाद? आलस्य? अनावश्यक? निद्रा? मूढ़ता आदि वृत्तियाँ -- इन सबको रजोगुण दबा देता है और अन्तःकरणमें लोभ? प्रवृत्ति? आरम्भ? अशान्ति? स्पृहा आदि वृत्तियोंको उत्पन्न कर देता है।तमः सत्त्वं रजस्तथा -- वैसे ही सत्त्वगुण और रजोगुणको दबाकर तमोगुण बढ़ता है अर्थात् सत्त्वगुणकी स्वच्छता? निर्मलता? प्रकाश? उदारता आदि वृत्तियाँ और रजोगुणकी चञ्चलता? अशान्ति? लोभ आदि वृत्तियाँ -- इन सबको तमोगुण दबा देता है और अन्तःकरणमें प्रमाद? आलस्य? अतिनिद्रा? मूढ़ता आदि वृत्तियोंको उत्पन्न कर देता है।दो गुणोंको दबाकर एक गुण बढ़ता है? बढ़ा हुआ गुण मनुष्यपर विजय करता है और विजय करके मनुष्यको बाँध देता है। परन्तु भगवान्ने यहाँ (छठेसे दसवें श्लोकतक) उलटा क्रम दिया है अर्थात् पहले बाँधनेकी बात कही? फिर विजय करना कहा और फिर दो गुणोंको दबाकर एकका बढ़ना कहा। ऐसे क्रम देनेका तात्पर्य है -- पहले भगवान्ने दूसरे श्लोकमें बताया कि जिन महापुरुषोंका प्रकृतिसे सम्बन्धविच्छेद हो चुका है? वे महासर्गमें भी उत्पन्न नहीं होते और महाप्रलयमें भी व्यथित नहीं होते। कारण कि महासर्ग और महाप्रलय दोनों प्रकृतिके सम्बन्धसे ही होते हैं। परन्तु जो मनुष्य प्रकृतिके साथ सम्बन्ध जो़ड़ लेते हैं? उनको प्रकृतिजन्य गुण बाँध देते हैं (14। 5)। इसपर स्वाभाविक ही यह प्रश्न होता है कि उन गुणोंका स्वरूप क्या है और वे मनुष्यको किस प्रकार बाँध देते हैं इसके उत्तरमें भगवान्ने छठेसे आठवें श्लोकतक क्रमशः सत्त्व? रज और तम -- तीनों गुणोंका स्वरूप और उनके द्वारा जीवको बाँधे जानेका प्रकार बताया। इसपर प्रश्न होता है कि बाँधनेसे पहले तीनों गुण क्या करते हैं इसके उत्तरमें भगवान्ने बताया कि बाँधनेसे पहले बढ़ा हुआ गुण मनुष्यपर विजय करता है? तब उसको बाँधता है (14। 9)। अब प्रश्न होता है कि गुण मनुष्यपर विजय कैसे करता है इसके उत्तरमें भगवान्ने कहा कि दो गुणोंको दबाकर एक गुण मनुष्यपर विजय करता है (14। 10)। इस प्रकार विचार करनेसे मालूम होता है कि भगवान्ने छठेसे दसवें श्लोकतक जो क्रम रखा है? वह ठीक ही है। सम्बन्ध --   जब दोगुणोंको दबाकर एक गुण बढ़ता है? तब उस बढ़े हुए गुणके क्या लक्षण होते हैं -- इसको बतानेके लिये पहले बढ़े हुए सत्त्वगुणके लक्षणोंका वर्णन करते हैं। ","hcsca":"।।14.10।। पूर्वोक्त विवेचन के सन्दर्भ में एक बुद्धिमान् साधक की यह जिज्ञासा होगी कि क्या ये तीन गुण अपना कार्य भिन्नभिन्न समय पर किसी क्रम विशेष में अथवा एक ही समय में सब कार्य करते हैं। यदि एक ही साथ तीनों कार्य करते हैं? तो क्या इनमें सामंजस्य होता है या विरोध इस प्रकार के प्रश्न का पूर्वानुमान करके भगवान् श्रीकृष्ण अपने दिव्यगान के इस श्लोक में इसका उत्तर देते हैं। वे वर्णन करते हैं कि किस प्रकार ये गुण भिन्नभिन्न समय पर कार्य करते हैं। प्रत्येक गुण उस क्षणविशेष तक प्रमुख और शक्तिशाली बन जाता है।विचारपूर्वक अध्ययन करने पर ज्ञात होगा कि समयसमय पर किसी एक गुण की अधिकता से प्रभावित होकर मनुष्य कार्य कर रहा होता है। उस दशा में अन्य दो गुणों का सर्वथा अभाव नहीं होता? किन्तु उनका महत्व गौण हो जाता है। जब हम कहते हैं कि कोई पुरुष सत्त्वगुण के प्रभाव में है? तब उसका अर्थ यह होता है कि उस समय उसमें रजोगुण और तमोगुण इतने अधिक प्रबल नहीं होते कि वे अपने प्रभाव को व्यक्त कर सकें। यही बात अन्य गुणों के विषय में भी समझनी चाहिये।वर्धमान गुण के लक्षण को हम किस प्रकार पहचान सकते हैं भगवान् बताते हैं ","etsga":"14.10 O scion of the Bharata dynasty, sattva increases by subduing rajas and tamas, rajas by overpowering sattva and tamas, and tamas by dominating over sattva and rajas. ","etssa":"14.10 Now Sattva arises (prevails), O Arjuna, having overpowered Rajas and Tamas; nor Rajas, having overpowered Sattva and Tamas; and now Tamas, having overpowered Sattva and Rajas. ","etdss":"14.10. O descendant of Bharata ! The Sattva increases by overpowering the Rajas and the Tamas; the Rajas [increases by overpowering] the Sattva and the Tamas; and the Tamas does likewise [by overpowering] the Sattva and the Rajas. ","ecssa":"14.10 रजः Rajas? तमः inertia? च and? अभिभूय having overpowered? सत्त्वम् Sattva? भवति arises? भारत O Arjuna? रजः Rajas? सत्त्वम् Sattva? तमः inertia? च and? एव even? तमः inertia? सत्त्वम् purity? रजः active force? तथा also.Commentary Just as winter has its sway when summer and autumn have gone? just as sleep has its sway when a man is neither dreaming nor waking? so also Sattva has its sway when Rajas and Tamas are suppressed and makes people say that they are happy. The Sadhana for increasing Sattva is given in the 17th and 18th chapters.Each ality acts in its own turn at different times. All the three alities cannot operate at one and the same time. When one ality asserts itself or prdominates by overpowering or suppressing the other two? it produces its own effect. Sattva produces knowledge and happiness Rajas action Tamas veiling of knowledge? inertia? error? indolence? sloth and sleep. When Sattva is in the ascendant in a man? he is endowed with discrimination. Sublime thoughts roll in his mind. He has pure understanding. His mind turns away from sensual pleasures and moves inward towards the Self.What is the characteristic mark by which you can know that a particular ality is predominant or is in the ascendant The answer is given in the following three verses. ","scetsga":"14.10 O scion of the Bharata dynasty, sattva bhavati, increases, comes into being; abhibhuya, by subduing both rajas and tamas. When sattva increases, then, coming to its own, it produces its own effects-knowledge, happiness, etc. Similarly, when the ality of rajas increases by overpowering both sattva and tamas, then it produces its own effects-activity and hankering. When the ality called tamas increases by similarly dominating over sattva and rajas, it then produces its own effects-obscuring of knowledge, etc.\nWhen any ality preponderates, then what is its indication? This is being answered: ","scetdss":"14.9-10 Sattvam etc. Rajah etc. Dominates fully i.e. sets [to work]. The Sattva flourishes by overpowering the Rajas and the Tamas. But, the Rajas [flourishes by overpowering] both the Sattva and the Tamas; and the Tamas [does so by overpowering] both the Sattva and the Rajas. That has been stated :\n \nThe Strands augment by overpowering each other. ","scetssa":"14.10 Even though all the three Gunas of Sattva etc., are associated with the nature of the self conjoined with Prakrti in the form of body, yet owing to the dominance of previous Karmas and the differences in the food nourishing the body, Sattva etc., preponderate or are subdued by turn. Sometimes Sattva preponderates prevailing over Rajas and Tamas; sometimes Rajas preponderates prevailing over Tamas and Sattva, and sometimes Tamas preponderates prevailing over Rajas and Sattva. He teaches that this changing preponderance of the Gunas can be inferred from the knowledge of the effects produced by them. ","chakravarthi":"With regards to their respective effects, how do the gunas arise? When rajas and tamas are eclipsed, sattva appears. It appears because these two become invisible. Thus, raja guna appears from the eclipse of sattva and tamas. Tamas appears from the eclipse of sattva and rajas. ","rudra":"\nAll the three gunas being sattva guna or mode of goodness, raja guna or\nmode of passiion and tama guna or mode of ignorance originate from past\nkarma which are reactions to actions from previous lives whose results are\nknown as adrishta. When sattva guna is dominant it overpowers the effects\nof rajas and tamas and in this way sattva binds the jiva or embodied being\nexclusively to its effects of happiness and pursuit of knowledge. When raja\nguna is dominant it overpowers sattva and tamas and binds the jiva to its\neffects of desire and activity and when tama guna is dominant it overpowers\nsattva and rajas and binds the jiva by its effects of inertia and\nindolence. ","brahma":" ","shri":"  Lord Krishna confirms the fact that the three gunas or modes of sattva or\ngoodness, rajas or passion and tamas or nescience are the three qualities\nthat exist within all jivas or embodied beings in the material existence.\nBut owing to adrishta which is conditions imposed by the effects of past\nkarma or reactions to actions and determined as well by the types of food\nthat were chosen to eat in sustaining the physical body in the previous\nlife. Based upon this assessment any of three gunas may be dominant or they\nmay neutralise each other or they may be antagonistic to each other\ndepending upon which mode is more present and dominant within a jiva. This\nbeing the reality it can be inferred by knowledge and discerned by\nwitnessing the visible effects of the three gunas as manifested within any\njiva. ","kumar":"Lord Krishna confirms the fact that the three gunas or modes of sattva or\ngoodness, rajas or passion and tamas or nescience are the three qualities\nthat exist within all jivas or embodied beings in the material existence.\nBut owing to adrishta which is conditions imposed by the effects of past\nkarma or reactions to actions and determined as well by the types of food\nthat were chosen to eat in sustaining the physical body in the previous\nlife. Based upon this assessment any of three gunas may be dominant or they\nmay neutralise each other or they may be antagonistic to each other\ndepending upon which mode is more present and dominant within a jiva. This\nbeing the reality it can be inferred by knowledge and discerned by\nwitnessing the visible effects of the three gunas as manifested within any\njiva. "}