{"meta":"Bhagavad Gita Chapter 14 Verse 5","metahi":"भगवद् गीता 14.5","slok":"सत्त्वं रजस्तम इति गुणाः प्रकृतिसंभवाः।निबध्नन्ति महाबाहो देहे देहिनमव्ययम्।।14.5।। ","htsrsd":"।।14.5।।हे महाबाहो प्रकृतिसे उत्पन्न होनेवाले सत्त्व? रज और तम -- ये तीनों गुण अविनाशी देहीको देहमें बाँध देते हैं। ","htstma":"।।14.5।। हे महाबाहो सत्त्व? रज और तम ये प्रकृति से उत्पन्न तीनों गुण देही आत्मा को देह के साथ बांध देते हैं।। ","transliteration":"Sattwam rajastama iti gunaah prakriti sambhavaah;\nNibadhnanti mahaabaaho dehe dehinam avyayam. ","englishmeaning":"sattvam—mode of goodness; rajaḥ—mode of passion; tamaḥ—mode of ignorance; iti—thus; guṇāḥ—modes; prakṛiti—material nature; sambhavāḥ—consists of; nibadhnanti—bind; mahā-bāho—mighty-armed one; dehe—in the body; dehinam—the embodied soul; avyayam—eternal ","hcsrsd":"।।14.5।। व्याख्या --   सत्त्वं रजस्तम इति गुणाः प्रकृतिसम्भवाः -- तीसरे और चौथे श्लोकमें जिस मूल प्रकृतिको महद् ब्रह्म नामसे कहा है? उसी मूल प्रकृतिसे सत्त्व? रज और तम -- ये तीनों गुण पैदा होते हैं।यहाँ इति पदका तात्पर्य है कि इन तीनों गुणोंसे अनन्त सृष्टियाँ पैदा होती हैं तथा तीनों गुणोंके तारतम्यसे प्राणियोंके अनेक भेद हो जाते हैं? पर गुण न दो होते हैं? न चार होते हैं? प्रत्युत तीन ही होते हैं।निबध्नन्ति महाबाहो देहे देहिनमव्ययम् -- ये तीनों गुण अविनाशी देहीको देहमें बाँध देते हैं। वास्तवमें देखा जाय तो ये तीनों गुण अपनी तरफसे किसीको भी नहीं बाँधते? प्रत्युत यह पुरुष ही इन गुणोंके साथ सम्बन्ध जोड़कर बँध जाता है। तात्पर्य है कि गुणोंके कार्य पदार्थ? धन? परिवार? शरीर? स्वभाव? वृत्तियाँ? परिस्थितियाँ? क्रियाएँ आदिको अपना मान लेनेसे यह जीव स्वयं अविनाशी होता हुआ भी बँध जाता है? विनाशी पदार्थ? धन आदिके वशमें हो जाता है सर्वथा स्वतन्त्र होता हुआ भी पराधीन हो जाता है। जैसे? मनुष्य जिस धनको अपना मानता है? उस धनके घटनेबढ़नेसे स्वयंपर असर पड़ता है जिन व्यक्तियोंको अपना मानता है? उनके जन्मनेमरनेसे स्वयंपर असर पड़ता है जिस शरीरको अपना मानता है? उसके घटनेबढ़नेसे स्वयंपर असर पड़ता है। यही गुणोंका अविनाशी देहीको बाँधना है।यह बड़े आश्चर्यकी बात है कि यह देही स्वयं अविनाशीरूपसे ज्योंकात्यों रहता हुआ भी गुणोंके? गुणोंकी वृत्तियोंके अधीन होकर स्वयं सात्त्विक? राजस और तामस बन जाता है। गोस्वामी तुलसीदासजी कहते हैं -- ईस्वर अंस जीव अबिनासी। चेतन अमल सहज सुखरासी।। (मानस 7। 117। 1)जीवका यह अविनाशी स्वरूप वास्तवमें कभी भी गुणोंसे नहीं बँधता परन्तु जब वह विनाशी देहको मैं? मेरा और मेरे लिये मान लेता है? तब वह अपनी मान्यताके कारण गुणोंसे बँध जाता है? और उसको परमात्मतत्त्वकी प्राप्तिमें कठिनता प्रतीत होती है (गीता 12। 5)। देहाभिमानके कारण गुणोंके द्वारा देहमें बँध जानेसे वह तीनों गुणोंसे परे अपने अविनाशी स्वरूपको नहीं जान सकता। गुणोंसे देहमें बँध जानेपर भी जीवका जो वास्तविक अविनाशी स्वरूप है? वह ज्योंकात्यों ही रहता है? जिसका लक्ष्य भगवान्ने यहाँ,अव्ययम् पदसे कराया है।यहाँ देहिनम् पदका तात्पर्य है कि देहमें तादात्म्य? ममता और कामना होनेसे ही तीनों गुण इस पुरुषको देहमें बाँधते हैं। यदि देहमें तादात्म्य? ममता और कामना न हो? तो फिर यह परमात्मस्वरूप ही है।विशेष बातशरीरके साथ जीव दो तरहसे अपना सम्बन्ध जोड़ता है -- (1) अभेदभावसे -- अपनेको शरीरमें बैठाना? जिससे मैं शरीर हूँ ऐसा दीखने लगता है? और (2) भेदभावसे -- शरीरको अपनेमें बैठाना? जिससे शरीर मेरा है ऐसा दीखने लगता है। अभेदभावसे सम्बन्ध जो़ड़नेसे जीव अपनेको शरीर मान लेता है? जिसको अहंता कहते हैं और भेदभावसे सम्बन्ध जो़ड़नेसे जीव शरीरको अपना मान लेता है? जिसको,ममता कहते हैं। इस प्रकार शरीरसे अपना सम्बन्ध जोड़नेपर सत्त्व? रज और तम -- तीनों गुण अपनी वृत्तियोंके द्वारा शरीरमें अहंताममता दृढ़ करके जीवको बाँध देते हैं।जैसे विवाह हो जानेपर पत्नीके पूरे परिवार(ससुराल) के साथ सम्बन्ध जुड़ जाता है? पत्नीके वस्त्राभूषण आदिकी आवश्यकता अपनी आवश्यकता प्रतीत होने लगती है? ऐसे ही शरीरके साथ मैंमेरेका सम्बन्ध हो जानेपर जीवका पूरे संसारके साथ सम्बन्ध जुड़ जाता है और शरीरनिर्वाहकी वस्तुओँको वह अपनी आवश्यकता मानने लग जाता है। अनित्य शरीरसे सम्बन्ध (एकात्मता) माननेके कारण वह अनित्य शरीरको नित्य रखनेकी इच्छा करने लगता है क्योंकि वह स्वयं नित्य है। शरीरके साथ सम्बन्ध माननेके कारण ही उसको मरनेका भय लगने लगता है क्योंकि शरीर मरनेवाला है। यदि शरीरसे सम्बन्ध न रहे? तो फिर न तो नित्य बने रहनेकी इच्छा होगी और न मरनेका भय ही होगा। अतः जबतक नित्य बने रहनेकी इच्छा और मरनेका भय है? तबतक वह गुणोंसे बँधा हुआ है।जीव स्वयं अविनाशी है और शरीर विनाशी है। शरीरका प्रतिक्षण अपनेआप वियोग हो रहा है। जिसका अपनेआप वियोग हो रहा है? उससे सम्बन्धविच्छेद करनेमें क्या कठिनता और क्या उद्योग उद्योग है तो केवल इतना ही है कि स्वतः वियुक्त होनेवाली वस्तुको पकड़ना नहीं है। उसको न पकड़नेसे अपने अविनाशी? गुणातीत स्वरूपका अपनेआप अनुभव हो जायगा। सम्बन्ध --   पूर्वश्लोकमें भगवान्ने सत्त्व? रज और तम -- इन तीनों गुणोंके द्वारा देहीके बाँधे जानेकी बात कही। उन तीनों गुणोंमेंसे सत्त्वगुणका स्वरूप और उसके बाँधनेका प्रकार आगेके श्लोकमें बताते हैं। ","hcsca":"।।14.5।। गुण शब्द अध्यात्मशास्त्र की पारिभाषिक शब्दावली का होने के कारण उसका किसी अन्य भाषा में अनुवाद करना कठिन है। विशेषकर अंग्रेजी में उसका समानार्थी कोई शब्द नहीं है। इसका कारण यह है कि पाश्चात्य मनोविज्ञान अभी भी शैशव अवस्था में ही है। जब उनके द्वारा मनोविज्ञान का सैद्धान्तिक और प्रायोगिक निरीक्षण तथा अध्ययन पूर्ण कर लिया जायेगा? केवल तभी? वे प्रत्येक व्यक्ति के अन्तकरण में उदित होने वाले विचारों पर इन गुणों के पड़ने वाले प्रभाव को समझ पायेंगे।आध्यात्मिक साहित्य में सत्त्व? रज और तम? इन तीन गुणों को क्रमश श्वेत? रक्त और कृष्ण वर्ण के द्वारा सूचित किया जाता है।संस्कृत में गुण शब्द का अर्थ रज्जु अर्थात् रस्सी भी होता है। तात्पर्य यह हुआ कि प्रकृति के ये तीन गुण रज्जु के समान हैं? जो सच्चित्स्वरूप आत्मतत्त्व को असत् और जड़ अनात्मतत्त्व के साथ बांध देते हैं। सारांशत? ये गुण वे तीन विभिन्न प्रकार के भाव हैं जिनके वशीभूत् होकर हमारा मन? निरन्तर परिवर्तनशील परिस्थितियों में विविध प्रकार से अपनी प्रतिक्रियारूपी क्रीड़ा करता रहता है।ये गुण प्रकृति से उत्पन्न हुये हैं। वे आत्मा को देह के साथ मानो बांध देते हैं? जिसके कारण वह जीव भाव को प्राप्त होकर जन्म और मरण के अविरल चक्र और संसार के दुखों में फँस जाता है। जैसा कि पहले भी कहा जा चुका है? प्रकृति के ये गुण द्रव्याश्रित धर्म नहीं हैं। हम केवल इतना ही कह सकते हैं कि ये विभिन्न प्रकार के भाव हैं? जिनके कारण भिन्नभिन्न व्यक्तियों का व्यवहार भिन्नभिन्न प्रकार का होता है।आत्मा और अनात्मा का यह संबंध मिथ्या है? वास्तविक नहीं। देशकालादि के परिच्छेदों से मुक्त आत्मा को इन परिच्छेदों से युक्त? स्वप्न के समान प्रक्षेपित? जड़ उपाधियों के साथ कभी नहीं बांधा जा सकता। वह इनके दोषों से सदा असंस्पृष्ट ही रहता है? जैसे? स्तंभ अपने में अध्यस्त प्रेत से और जाग्रत् पुरुष स्वप्न द्रष्टा के अपराधों से वस्तुत अलिप्त ही रहता है। इसी प्रकार? जब तक त्रिगुण जनित बन्धन बना रहता है? तब तक ऐसा प्रतीत होता है? मानो आत्मा इन अनात्म उपाधियों के संसर्गवशात् जीव भाव को प्राप्त हुआ है? परन्तु यथार्थत वह नित्यमुक्त ही रहता है।उपर्युक्त विवेचन से अब यह स्पष्ट हो जाता है कि किस प्रकार इन गुणों के स्वरूप तथा उनसे उत्पन्न बन्धन की प्रक्रिया का स्पष्ट ज्ञान हमें मुक्ति का अधिकार पत्र प्रदान कर सकता है।अब? भगवान् श्रीकृष्ण सर्वप्रथम सत्त्वगुण का लक्षण बताते हैं ","etsga":"14.5 O mighty-armed one, the alities, viz sattva, rajas and tamas, born of Nature, being the immutable embodies being to the body. ","etssa":"14.5 Purity, passion and inertia these alities, O Arjuna, born of Nature, bind fast in the body, the embodied, the indestructible. ","etdss":"14.5. The Strands, viz. the Sattva, the Rajas and the Tamas, born from the Prime Cause (the said Mother), bind the changeless Embodied (Soul) to the body, O mighty-armed One ! ","ecssa":"14.5 सत्त्वम् purity? रजः passion? तमः inertia? इति these? गुणाः alities? प्रकृतिसंभवाः born of Prakriti? निबध्नन्ति bind? महाबाहो O mightyarmed? देहे in the body? देहिनम् the embodied? अव्ययम् the,indestructible.Commentary Sattva is the best. Rajas comes next. Tamas is the lowest and the worst. The three alities indicate the triple mentality. They produce attachment in the individual souls? delude them and bind them down? as it were? to Samsara. Just as the three conditions of childhood? youth and old age are found in the same body? so also the three alities inhere in the mind. The soul gets limited by identifying itself with body and the three alities. It is subject to birth and death and experiences happiness and misery? pleasure and pain? joy and sorrow till it realises its identity with the supreme Self.The word Guna is usually translated as ality. It does not signify property? attribute or ality? such as the blue colour of a cloth. Gunas are really the primary constitutents of Nature and are the basis of all substances. Therefore it is not proper to call them alities inhering in substances.If you want to attain freedom or perfection? if you wish to become immortal? you must rise above the modes of Nature. You must transcend the Gunas.If the water in the vessel is agitated? the reflected sun in the water also appears to be agitated through Pratibimba Adhyasa (superimposition of reflection on water). Even so the pure unchanging Self appears to be bound by the alities of Nature through superimposition. In reality the Self is ever free and untainted. It is beyond them.The Gunas which are only forms of ignorance are ever dependent on the knower of the field. They bind? fast? as it were? the knower of the field. They have him as the basis of their existence.A knowledge of the Gunas and their operation is very necessary. Only if you have this knowledge can you free yourself from their clutches.Mahabaho Mightyarmed with strong and sinewy arms reaching down to the kness. This is a very auspicious sign. Yogis and sages have such beautiful arms.These three Gunas are present in all human beings. No one is free from the operation of any one of the three alities of Nature. They are not constant. Sometimes Sattva predominates at other times Rajas or Tamas predominates.Sattva has the characteristic of effulgence. It is also harmony and goodness or purity. Rajas is passion or activity. Tamas is inertia or darkness.Analyse all phenomena in terms of these three. Know their characteristics. Stand as a witness of these alities. Do not identify yourself with them. Separate yourself from them. Become a Gunatita. You will attain Supreme Peace? immortality and eternal bliss. (Cf.XIII.22) ","scetsga":"14.5 O mighty-armed one-who are possessed of hands which are great and mighty, and extend upto the knees, gunah, the alities are named sattva, rajas and tamas. And they, prakrti-sambhavah, born of Nature, born of Maya which belongs to God; nibadhnanti, bind, as it were; the avyayam, immutable-the immutability has been spoken of in the verse, Being without beginning৷৷., etc. (13.31); dehinam, embodied being; dehe, to the body.\nThe word guna is a technical term, and is not a ality like colour etc. which inhere in some substance. Nor is it meant here that ality and substance are different. Therefore they are ever dependent on the Knower of the field, just as alities are dependent (on some substance). Being of the nature of ignorance, they bind the Knower of the field, as it were. They come into being, making That (Knower) their sustainer. In this sense it is said that they bind.\nObjection; Was it not said that the embodied one does not become defiled (see 13.31-2)? So, why as it contrarily said here that they bind?\nReply: We have rutted this objection by using the word iva (as it were) in they bind, as it were. ","scetdss":"14.5 Sattvam etc. This embodied Soul is bound fast by Her (the Mother) by means of Her attributes of the Sattva, the Rajas and the Tamas for the formers enjoyment that continues till his emancipation.      \n The nature of these is detailed one by one - ","scetssa":"14.5 The three Gunas of Prakrti - Sattva, Rajas and Tamas - are inherent in the essential nature of Prakrti and are particular expressions of it. They can be known only through their effects such as brightness etc. They are not apparent in the unevolved state of Prakrti but become apparent in its transformations as Mahat etc. They bind the self, which is conjoined with bodies such as those of divinities, men etc., composed of the modifications of Prakrti beginning with Mahat and ending with the elements. The self is immutable, i.e., It is not in Its pristine nature conjoined with the Gunas. But the Gunas bind It when residing in the body. The meaning is that they bind It by virtue of the limiting conditions of Its living in the body. Sri Krsna proceeds to speak of the nature of Sattva, Rajas and Tamas and their modes of binding (the self): ","chakravarthi":"After the Lord has described the appearance of all the living entities through prakrti (mother) and purusa (father), how are the gunas to be described? What type of bondage arises for the jiva from association with these gunas? This verse answers these questions.\nIn the body, the product of prakrti, the gunas bind up the jiva (dehinam) situated there by identification with it, due to the association with the gunas arising from beginningless ignorance, even though the jiva actually is without change (avyayam) and not attached. ","rudra":"\nHaving thus declared that the origins of all jivas or embodied beings is\nfrom the combination of prakriti or the material substratum pervading all\nexistence and purusa the Supreme Being as eternal consciousness and that\nthey are both manifestations of the Supreme Lord Krishna. The resulting\nsituation of the purusas conjunction with prakriti is elaborated upon in\nfourteen verse beginning with this one is described in relationship to the\ngunas or three modes of material nature: sattva or goodness, rajas or\npassion and tamas or nescience which all arise from prakriti. The source\nand foundation of these gunas is only from prakriti and are dependent upon\nit. The physical body is a product of the three gunas. Everything in\nmaterial existence is under the influence of the three gunas which binds\nfast the jivas by connecting the effect of actions to the results of\nreactions. Due to accepting the illusions of happiness, distress,\nexhilaration, delusion, etc. The jivas believe that they are physical\nbeings because of identifying with the senses and the physical body. So\nmuch so that the eternal part within which is the atma or the immortal soul\nis completely forgotten even though it is a direct manifestation of the\nSupreme Lord and in reality immutable and eternal. ","brahma":"\nThe forms and accruements of attachment obstructing the jiva or embodied\nbeing in relation to atma tattva or realization of the immortal soul is\nindicated in this verse. The words sattva, rajas and tamas are usually\ndepicted as goodness, passion and nescience. But there are other\ninterpretations of the same. Sattva is luminous because goodness\nilluminates. Rajas is exuberance giving passion to the ego and momentum to\nactivity. Tamas is nescience the degenerative utilization of rajas and the\ntotal antithesis of sattva. ","shri":"\nThe three gunas or modes of material nature are sattva or goodness,\nrajas or passion and tamas or nescience and all arise from prakriti the\nmaterial substratum pervading physical existence. The gunas in actual fact\nare the attributes and qualities of prakriti and their existence can be\ndiscerned from the effects that they are responsible for producing such as\nintelligence, dimwittedness or beautiful, ugly, etc. These attributes and\nqualities are in a latent state within material nature when it is unevolved\nbut manifests themselves when in an evolved state. The results of their\neffects is that the immutable atma or immortal soul is nibadhnanti which\nmeans enslaved by material sentiments of the mind. Due to this the atma is\nimpounded in a body as a captive, forced to be manufactured as a jiva or an\nembodied being and subject to birth and death within the body of a demigod,\nhuman, animal, fish, etc. The characteristics of the individual gunas\nalong with their method of imprisoning the jiva is given by Lord Krishna\nnext. ","kumar":"The three gunas or modes of material nature are sattva or goodness,\nrajas or passion and tamas or nescience and all arise from prakriti the\nmaterial substratum pervading physical existence. The gunas in actual fact\nare the attributes and qualities of prakriti and their existence can be\ndiscerned from the effects that they are responsible for producing such as\nintelligence, dimwittedness or beautiful, ugly, etc. These attributes and\nqualities are in a latent state within material nature when it is unevolved\nbut manifests themselves when in an evolved state. The results of their\neffects is that the immutable atma or immortal soul is nibadhnanti which\nmeans enslaved by material sentiments of the mind. Due to this the atma is\nimpounded in a body as a captive, forced to be manufactured as a jiva or an\nembodied being and subject to birth and death within the body of a demigod,\nhuman, animal, fish, etc. The characteristics of the individual gunas\nalong with their method of imprisoning the jiva is given by Lord Krishna\nnext. "}