{"meta":"Bhagavad Gita Chapter 14 Verse 19","metahi":"भगवद् गीता 14.19","slok":"नान्यं गुणेभ्यः कर्तारं यदा द्रष्टानुपश्यति।गुणेभ्यश्च परं वेत्ति मद्भावं सोऽधिगच्छति।।14.19।। ","htsrsd":"।।14.19।।जब विवेकी (विचारकुशल) मनुष्य तीनों गुणोंके सिवाय अन्य किसीको कर्ता नहीं देखता और अपनेको गुणोंसे पर अनुभव करता है? तब वह मेरे स्वरूपको प्राप्त हो जाता है। ","htstma":"।।14.19।। जब द्रष्टा (साधक) पुरुष तीनों गुणों के अतिरिक्त किसी अन्य को कर्ता नहीं देखता? अर्थात् नहीं समझता है और तीनों गुणों से परे मेरे तत्व को जानता है? तब वह मेरे स्वरूप को प्राप्त होता है।। ","transliteration":"Naanyam gunebhyah kartaaram yadaa drashtaanupashyati;\nGunebhyashcha param vetti madbhaavam so’dhigacchati. ","englishmeaning":"na—no; anyam—other; guṇebhyaḥ—of the guṇas; kartāram—agents of action; yadā—when; draṣhṭā—the seer; anupaśhyati—see; guṇebhyaḥ—to the modes of nature; cha—and; param—transcendental; vetti—know; mat-bhāvam—my divine nature; saḥ—they; adhigachchhati—attain ","hcsrsd":"।।14.19।। व्याख्या --   नान्यं गुणेभ्यः ৷৷. मद्भावं सोऽधिगच्छति -- गुणोंके सिवाय अन्य कोई कर्ता है ही नहीं अर्थात् सम्पूर्ण क्रियाएँ गुणोंसे ही हो रही हैं? सम्पूर्ण परिवर्तन गुणोंमें ही हो रहा है। तात्पर्य है कि सम्पूर्ण क्रियाओं और परिवर्तनोंमें गुण ही कारण हैं? और कोई कारण नहीं है। वे गुण जिससे प्रकाशित होते हैं? वह तत्त्व गुणोंसे पर है। गुणोंसे पर होनेसे वह कभी गुणोंसे लिप्त नहीं होता अर्थात् गुणों और क्रियाओँका उसपर कोई असर नहीं पड़ता। ऐसे उस तत्त्वको जो विचारकुशल साधक जान लेता है अर्थात् विवेकके द्वारा अपनेआपको गुणोंसे पर? असम्बद्ध? निर्लिप्त अनुभव कर लेता है कि गुणोंके साथ अपना सम्बन्ध न कभी,हुआ है? न है? न होगा और न हो ही सकता है। कारण कि गुण परिवर्तनशील हैं और स्वयंमें कभी परिवर्तन होता ही नहीं। वह फिर मेरे भावको? मेरे स्वरूपको प्राप्त हो जाता है। तात्पर्य है कि वह जो भूलसे गुणोंके साथ अपना सम्बन्ध मानता था? वह मान्यता मिट जाती है और मेरे साथ उसका जो स्वतःसिद्ध सम्बन्ध है? वह ज्योंकात्यों रह जाता है। ","hcsca":"।।14.19।। अब तक किये गये वर्णन से तो आत्मा का ऐसा दुर्भाग्यपूर्ण चित्र सामने उभरकर आता है कि मानों वह कभी इन गुणों के बन्धन से मुक्त ही नहीं हो सकता। गीता के अध्येता को इस स्थल पर निराशा का अनुभव हो सकता है। जब तक हम रेलगाड़ी में आसीन रहेंगे? तब तक रेल की गति हमारी गति होगी। परन्तु जैसे ही हम गन्तव्य स्थान पर उतर जाते हैं? तब हम स्थिर हो जाते हैं हैं? केवल रेल गतिमान रहती है। इसी प्रकार? देहादि उपाधियों को ही अपना स्वरूप समझकर उनसे तादात्म्य करने पर उनके विकारों को हम अपने ही विकार मानकर दुख? कष्ट और बन्धन का अनुभव करते हैं। तात्पर्य यह हुआ कि आत्मा के अनुभव में आने वाला बन्धन अविद्याजनित (मिथ्या) है? वास्तविक नहीं। अत उपाधियों में स्थित अहंभाव को त्यागकर उसके साक्षीस्वरूप आत्मा में स्थिति प्राप्त करना ही तीनगुणों से मुक्ति है।निदिध्यासन की साधना में इस तादात्म्य की निवृत्ति और स्वस्वरूप में स्थिति प्राप्त करने का अभ्यास किया जाता है। जिस साधक में ध्यान की योग्यता है? वह आत्मा को देखेगा अर्थात् साक्षात् आत्मरूप से अनुभव करेगा। यह आत्मा समस्त दोषों से सर्वथा मुक्त है परन्तु यह देखना घटपटादि दृश्य वस्तु को देखने के समान नहीं है आत्मा इन्द्रिय? मन और बुद्धि का भी द्रष्टा है? उनका दृश्य नहीं। दर्शन से तात्पर्य ऐसे निश्चयात्मक ज्ञान से है? जिसको प्राप्त कर लेने के पश्चात् तत्त्व के विषय में संकल्पविकल्प करने का कोई अवसर ही नहीं रह जाता।गुणों के अतिरिक्त किसी अन्य को कर्ता नहीं देखता आत्मानुभवी पुरुष न केवल अपने अनन्तस्वरूप को पहचानता है? वरन् यह भी जानता है कि अब तक जिस अहंकार को कर्तृत्व का अभिमान था वह इन गुणों के अतिरिक्त कोई वस्तु नहीं है? अर्थात् अहंकार उन गुणों का ही कार्य है। ये गुण ही हमारे विचारों पर शासन करके उनकी दिशा को निर्धारित करते हैं। अत कर्तृत्वभोक्तृत्वादि अभिमान जिसमें स्थित है? वह सूक्ष्म शरीर यहाँ गुण शब्द से सूचित किया गया है।और गुणों से परे तत्त्व को जो जानता है मन स्वयं जड़ होने के कारण न कुछ कार्य कर सकता है और न स्वयं अपनी वृत्तियों को देख सकता है। अत जो चेतन तत्त्व उसे चेतनता प्रदान कर कार्यक्षम बनाता है? वह उस मन से भिन्न ही होगा। यदि किसी पात्र में रखा जल पिघले हुये रजत के समान चमक रहा हो? तो इसका अर्थ यह हुआ कि उसने वह प्रभा सूर्य से प्राप्त की होगी। जल में अपनी स्वयं की कोई चमक नहीं होती। अब यदि उस जल में स्थित सूर्य का प्रतिबिम्ब छिन्नभिन्न होता है? तो उसका कारण पात्र में स्थित जल का स्वभाव होगा? न कि स्वयं सूर्य ही आकाश में नृत्य कर रहा होगा मन की उपाधि में व्यक्त हुआ चैतन्य ही व्यष्टि जीव कहलाता है? जिसे उपाधि के परिच्छेदों का कष्ट अनुभव होता है।जो पुरुष जीवभाव को त्यागकर उसके बिम्बभूत सच्चिदानन्द आत्मा को अपने स्वरूप से पहचान लेता है? वही पुरुष सभी परिच्छेदों के बन्धनों? दुख के अश्रुओं और निराशाओं के निश्वासों से सदा के लिये मुक्त हो जाता है।वह मेरे स्वरूप को प्राप्त होता है उपनिषद् की घोषणा के अनुसार आत्मवित् पुरुष स्वयं ही आत्मा बन जाता है। मेरे स्वरूप से तात्पर्य आत्मस्वरूप से ही है। भगवान् श्रीकृष्ण को देवकीपुत्र या वृन्दावन के मुरली मनोहर कृष्ण ही नहीं समझना चाहिये। यहाँ श्रीकृष्ण भूतमात्र की आत्मा के रूप में उपदेश दे रहे हैं और गीता के प्रत्येक अध्येता को यह समझना चाहिये कि उसकी आत्मा ही जीव को उपदेश दे रही है।जाग्रतपुरुष स्वप्न में ऐसी स्थिति को उत्पन्न करता है कि वहाँ स्वप्नद्रष्टा के रूप में वह वस्तुओं को प्राप्त कर या खोकर सुखी और दुखी होता है। ये समस्त सुखदुख स्वयं में ही निहित स्वप्नद्रष्टा को होते हैं। जब वह स्वप्न से जागता है? तो स्वप्न जगत् और उसके बन्धन समाप्त हो जाते हैं और स्वयं स्वप्नद्रष्टा ही जाग्रतपुरुष बन जाता है। कल्पना कीजिये कि स्वप्नवस्था में उस दुखी स्वप्न द्रष्टा को उसकी जाग्रत अवस्था की चेतना आकर उपदेश देती है? तो वह यही श्लोक कहेगी कि जब स्वप्नद्रष्टा तुम स्वप्न देखने वाले मन के अतिरिक्त किसी कर्ता को नहीं देखोगे? और अपने में ही उस तत्त्व को जानोगे? जो इस मन से परे हैं तब तुम मेरे इस स्वरूप को अर्थात् जाग्रत की चेतना को प्राप्त होगे।इसी प्रकार? यहाँ चैतन्य की दृष्टि से उपदेश देते हैं कि जो मनुष्य अपने जाग्रतस्वप्नसुषुप्ति के व्यक्तित्व को त्यागकर उससे परे स्थित आत्मस्वरूप को पहचानता है? वही वास्तव में परम सत्य का जाग्रत पुरुष कहा जा सकता है। वह स्वयं आत्मस्वरूप (मद्भाव) बन जाता है।इस ज्ञान के फल को और अधिक स्पष्ट करते हुये भगवान् कहते है ","etsga":"14.19 When the witness sees none other than the alities as the agent, and knows that which is superior [i.e. different from.] to the alities, he attains My nature. ","etssa":"14.19 When the seer beholds no agent other than the Gunas and knows That which is higher than they, he attains to My Being. ","etdss":"14.19. When the Perceiver (the Self) finds no agent other than the Strands, and realises That which is beyond the Strands, then he attains My state. ","ecssa":"14.19 न not? अन्यम् other? गुणेभ्यः than the Gunas? कर्तारम् agent? यदा when? द्रष्टा the seer? अनुपश्यति beholds? गुणेभ्यः than the alities? च and? परम् higher? वेत्ति knows? मद्भावम् My Being? सः he? अधिगच्छति,attains to.Commentary The Supreme Self is in no way contaminated by the alities. The liberated sage exclaims I am the witness of the alities. I am neither the enjoyer nor the doer. The alities form the motive power of all actions. I am beyond the Gunas. The Gunas alone are responsible for all actions. I am entirely distinct from the alities. I am pure consciousness. I cannot be touched by the alities. I am like the ether.When a man gets illumination or attains knowledge of the Self? when he realises that there is no agent except the Gunas which are themselves modified as the bodies? the senses and their objects? when he knows that it is the Gunas only that become the agent in all transformations? in all states and in all actions? and when he realises the Supreme Self Who is distinct from the Gunas? Who is the silent witness of the Gunas and their functions? he attains to My state (liberation)? i.e.? becomes identical with Me. He becomes a Gunatita? i.e.? one who has transcended the three Gunas. ","scetsga":"14.19 Yada, when; drasta, the witness, after becoming illumined; anupasyati, sees; na anyam, none other; gunhyah, than the alities that have transformed into the shape of body, orgnas and objects; kartaram,as the agent-(i.e.) he sees thus that the alities themselves, in all their modes, are the agents of all activities; ca, and; vetti, knows; that which, standing as the witness of the activities of the alities, is param, superior; gunhyah, to the alities; sah, he, the witness; adhigacchati, attains; madbhavam, My nature.\nHow does he attain? That is being stated: ","scetdss":"14.19 See Comment under 14.20 ","scetssa":"14.19 The seer has in the first place to totally subdue his Rajas and Tamas and stay in pure Sattva. This is accomplished through nourishment by Sattvika food and the performance of disinterested actions for the propitiation of the Lord. He then perceives no agent of action other than the Gunas i.e., sees that the Gunas are themselves the agents according to their nature. Further he perceives what is other than the Gunas, i.e., perceives the Gunas which are agents and the self who is not an agent of action. Such a seer attains to My state, i.e., gains likeness with Me in transcending the three Gunas etc. The purport is this: The self, pure in nature by Itself, gains agency through varius actions by contact with the Gunas springing from past Karmas. When one perceives the self in this way, namely, that the self by Itself is no agent of actions and is of the nature of infinite knowledge, then It attains to My likeness. It is stated that one attains to the likeness of the Lord after perceiving the self as a non-agent and as other than the Gunas. What is meant by the state of likeness to the Lord? Sri Krsna now describes it: ","chakravarthi":"Having shown the repeated births caused by association with the gunas, the Lord now shows liberation, which is beyond the gunas in two verses. When the jiva (drasta) does not observe any other doer than the gunas, which change into the form of agent, the action and the object; when he realizes that only the gunas are always the doers, and knows the soul is separate from the gunas; the jiva attains (adhigacchati) merging with me (mad bhavam). It should be understood from the second to last verse in this chapter that one must still perform bhakti even after practicing such jnana, in order to get this result. ","rudra":" Having briefly explained something about the many manifestations of the\nmundane worlds due to the conjunction of the three gunas or modes of\nmaterial nature which arise from prakriti or the material substratum\npervading physical existence; Lord Krishna emphasises how moksa or\nliberation from material existence comes from careful discerment of them.\nThe gunas have transformed themselves into the mind, intellect, etc- One\nshould realise the fact that the gunas are actually performing all ones\nactions and that the atma or immortal soul is different from and far\nbeyond the gunas and is actually the monitor, the witness of all thoughts\nand actions. Such a person realising these thing attains the Supreme Lord. ","brahma":"  One who perceives the Supreme Lord as the one from where prakriti the\nmaterial substratum pervading physical existence and the gunas the three\nmodes of material nature arise from although distinct from Him. Know that\nHe alone is the performer of all actions. Not only by observing that the\nSupreme Lord, the initiator of all actions is different from the gunas but\nalso by seeing Him superior to everything such a one attains the\nconsciousness of the Supreme Lord. The eternal consort of the Supreme Lord\nis Laxmi, the goddess of fortune known as Sri. A minute part of her is\nprakriti and so also is prakritis by products of sattva, rajas and tamas\nor goodness, passion and ignorance respectively. At the time of universal\ncreation due to her great luminousity Sri is known as sat or eternal\nexistence and because of her illumination Sri is known as tva. Sri is known\nas Bhu-devi the Earth because in the process of creation she is the\ncreative enterprice and by this impulse Sri is also called Rajas. Since she\nmanifests as the whole Earth Sri is known as Bhumi and by.her deluding\npotency which obscures the minds of the jivas or embodied beings she is\nknown as Durga or Tamas. The unliberated humans are thus controlled by\nthese three and the demigods are controlled directly by Sri herself and she\nbinds them. Her expansions of Bhu-devi binds the humans and her expansion\nof Durga binds the demons to material existence. Yet if any of them by\nchance get the opportunity receive the mercy of a Vaisnava devotee of Lord\nKrishna and understand that He alone is the Supreme Lord of all, then they\nachieve moksa or liberation from material existence. The Visnu Purana\nstates:That until the jiva or embodied being realises that Lord Krishna is\nthe Supreme Lord of all they remain like animals in human form. Thus the\nSupreme Lord Krishna should always be remembered and never forgotten. ","shri":"  \nThus by eating foods situated in sattva guna or the mode of goodness such\nas milk, cream, butter, fruits, rice, grains and vegetables and performing\nactivities exclusively for the satisfaction of the Supreme Lord Krishna or\nany of His 55 authorised avatars or incarnations and do this never\nconsidering renumeration or rewards has been duly delineated by Lord\nKrishna Himself. Then all traces and residue of raja guna or mode of\npassion and tama guna or mode of ignorance will be completely dissolved and\neradicated. When the aspirant becomes knowledgeable in the mechanisms of\nthe three gunas or modes of material nature and realises that they actually\nare performing all actions themselves according to their respective\nqualities,then they see that they are not the doer but only the observer.\nWhen such a one further perceives the localised atma or immortal soul\nwithin the etheric heart as being eternally a part of paramatma or the\nSupreme Soul within the etheric heart of all sentient beings everywhere in\ncreation; then one attains a state of consciousness like unto the Supreme\nLord. The understanding is that the atma or immortal soul is eternal and\ntranscendental to all aspects of material nature and thus free from any\ninfluence or karma or reactions to actions that may come to the jiva or\nembodied being due to its association with the three gunas within material\nexistence. The atma itself is of the nature of infinite expanding\nconsciousness. All atmas are feminine and when the atma is thus realised\nthen a jiva qualifies to have eternal association in the spiritaual worlds\nwith Lord Krishna. This is what He means by the words mad bhavan meaning\nattains a consciousness like Mine. So in conclusion after cognising and\nrealising the absolute nature of the actionless atma which is completely\nbeyond the purview of the material the assocaiation of the Supreme Lord is\nattained. ","kumar":"Thus by eating foods situated in sattva guna or the mode of goodness such\nas milk, cream, butter, fruits, rice, grains and vegetables and performing\nactivities exclusively for the satisfaction of the Supreme Lord Krishna or\nany of His 55 authorised avatars or incarnations and do this never\nconsidering renumeration or rewards has been duly delineated by Lord\nKrishna Himself. Then all traces and residue of raja guna or mode of\npassion and tama guna or mode of ignorance will be completely dissolved and\neradicated. When the aspirant becomes knowledgeable in the mechanisms of\nthe three gunas or modes of material nature and realises that they actually\nare performing all actions themselves according to their respective\nqualities,then they see that they are not the doer but only the observer.\nWhen such a one further perceives the localised atma or immortal soul\nwithin the etheric heart as being eternally a part of paramatma or the\nSupreme Soul within the etheric heart of all sentient beings everywhere in\ncreation; then one attains a state of consciousness like unto the Supreme\nLord. The understanding is that the atma or immortal soul is eternal and\ntranscendental to all aspects of material nature and thus free from any\ninfluence or karma or reactions to actions that may come to the jiva or\nembodied being due to its association with the three gunas within material\nexistence. The atma itself is of the nature of infinite expanding\nconsciousness. All atmas are feminine and when the atma is thus realised\nthen a jiva qualifies to have eternal association in the spiritaual worlds\nwith Lord Krishna. This is what He means by the words mad bhavan meaning\nattains a consciousness like Mine. So in conclusion after cognising and\nrealising the absolute nature of the actionless atma which is completely\nbeyond the purview of the material the assocaiation of the Supreme Lord is\nattained. "}