{"meta":"Bhagavad Gita Chapter 14 Verse 1","metahi":"भगवद् गीता 14.1","slok":"श्री भगवानुवाचपरं भूयः प्रवक्ष्यामि ज्ञानानां ज्ञानमुत्तमम्।यज्ज्ञात्वा मुनयः सर्वे परां सिद्धिमितो गताः।।14.1।। ","htsrsd":"।।14.1।।श्रीभगवान् बोले -- सम्पूर्ण ज्ञानोंमें उत्तम और पर ज्ञानको मैं फिर कहूँगा? जिसको जानकर सबकेसब मुनिलोग इस संसारसे मुक्त होकर परमसिद्धिको प्राप्त हो गये हैं। ","htstma":"।।14.1।। श्री भगवान् ने कहा -- समस्त ज्ञानों में उत्तम परम ज्ञान को मैं पुन कहूंगा? जिसको जानकर सभी मुनिजन इस (लोक) से जाकर (इस जीवनोपरान्त) परम सिद्धि को प्राप्त हुए हैं।। ","transliteration":"Sri Bhagavaan Uvaacha:\nParam bhooyah pravakshyaami jnaanaanaam jnaanamuttamam;\nYajjnaatwaa munayah sarve paraam siddhimito gataah. ","englishmeaning":"śhrī-bhagavān uvācha—the Divine Lord said; param—supreme; bhūyaḥ—again; pravakṣhyāmi—I shall explain; jñānānām—of all knowledge; jñānam uttamam—the supreme wisdom; yat—which; jñātvā—knowing; munayaḥ—saints; sarve—all; parām—highest; siddhim—perfection; itaḥ—through this; gatāḥ—attained ","hcsrsd":"।।14.1।। व्याख्या --   परं भूयः प्रवक्ष्यामि ज्ञानानां ज्ञानमुत्तमम् -- तेरहवें अध्यायके अठारहवें? तेईसवें और चौंतीसवें श्लोकमें भगवान्ने क्षेत्रक्षेत्रज्ञका? प्रकृतिपुरुषका जो ज्ञान (विवेक) बताया था? उसी ज्ञानको फिर बतानेके लिये भगवान् भूयः प्रवक्ष्यामि पदोंसे प्रतिज्ञा करते हैं।लौकिक और पारलौकिक जितने भी ज्ञान हैं अर्थात् जितनी भी विद्याओं? कलाओँ? भाषाओं? लिपियों आदिका ज्ञान है? उन सबसे प्रकृतिपुरुषका भेद बतानेवाला? प्रकृतिसे अतीत करनेवाला? परमात्माकी प्राप्ति करानेवाला यह ज्ञान श्रेष्ठ है? सर्वोत्कृष्ट है। इसके समान दूसरा कोई ज्ञान है ही नहीं? हो सकता ही नहीं और होना सम्भव भी नहीं। कारण कि दूसरे सभी ज्ञान संसारमें फँसानेवाले हैं? बन्धनमें डालनेवाले हैं।यद्यपि उत्तम और पर -- इन दोनों शब्दोंका एक ही अर्थ होता है? तथापि जहाँ एक अर्थके दो शब्द एक साथ आ जाते हैं? वहाँ उनके दो अर्थ होते हैं। अतः यहाँ उत्तम शब्दका अर्थ है कि यह ज्ञान प्रकृति और उसके कार्य संसारशरीरसे सम्बन्धविच्छेद करानेवाला होनेसे श्रेष्ठ है और पर शब्दका अर्थ है कि यह ज्ञान परमात्माकी प्राप्ति करानेवाला होनेसे सर्वोत्कृष्ट है।यज्ज्ञात्वा मुनयः सर्वे परां सिद्धिमितो गताः -- जिस ज्ञानको जानकर अर्थात् जिसका अनुभव करके बड़ेबड़े मुनिलोग इस संसारसे मुक्त होकर परमात्माको प्राप्त हो गये हैं? उसको मैं कहूँगा। उस ज्ञानको प्राप्त करनेपर कोई मुक्त हो और कोई मुक्त न हो -- ऐसा होता ही नहीं? प्रत्युत इस ज्ञानको प्राप्त करनेवाले सबकेसब मुनिलोग मुक्त हो जाते हैं? संसारके बन्धनसे? संसारकी परवशतासे छूट जाते हैं और परमात्माको प्राप्त हो जाते हैं।तत्त्वका मनन करनेवाले जिस मनुष्यका शरीरके साथ अपनापन नहीं रहा? वह मुनि कहलाता है।परां सिद्धिम् कहनेका तात्पर्य है कि सांसारिक कार्योंकी जितनी सिद्धियाँ हैं अथवा योगसाधनसे होनेवाली अणिमा? महिमा? गरिमा आदि जितनी सिद्धियाँ हैं? वे सभी वास्तवमें असिद्धियाँ ही हैं। कारण कि वे सभी जन्ममरण देनेवाली? बन्धनमें डालनेवाली? परमात्मप्राप्तिमें बाधा डालनेवाली हैं। परन्तु परमात्मप्राप्तिरूप जो सिद्धि है? वह सर्वोत्कृष्ट है क्योंकि उसको प्राप्त होनेपर मनुष्य जन्ममरणसे छूट जाता है। ","hcsca":"।।14.1।। किसी भयंकर मनोवेग से विक्षुब्ध होने पर एक अत्यन्त बुद्धिमान पुरुष को भी बारम्बार सांत्वना की आवश्यकता होती है। जीवभाव को प्राप्त पुरुष अपने जीवन के दुखों के कारण उपदेश के पश्चात भी अपने सच्चिदानन्द स्वरूप को सरलता से नहीं ग्रहण कर पाता। इसलिए? जब तक शिष्यों की विद्रोही बुद्धि इस तत्त्व को समझ नहीं लेती? तब तक आचार्यों को इन आध्यात्मिक सत्यों का बारंबार पुनरावृत्ति करना आवश्यक हो जाता है। अपने छोटेसे शिशु को भोजन करा रही माता इसका आदर्श उदाहरण है। जब तक वह शिशु पर्याप्त मात्रा में भोजन नहीं कर लेता? तब तक उसकी माँ उसे बहलाती फुसलाती रहती है। इसी प्रकार? शिष्य को निश्चयात्मक ज्ञान हो जाने तक आचार्य को इस ज्ञान को बारंबार दोहराना पड़ता है।इसलिए? इस अध्याय का प्रारम्भ भगवान् के इस कथन से होता है? मैं तुम्हें पुन परम ज्ञान कहूंगा। ऐसा नहीं है कि पहले परम ज्ञान नहीं बताया गया था? किन्तु उसके और अधिक स्पष्टीकरण तथा यथार्थ ग्रहण के लिए उसकी पुनरावृत्ति अपरिहार्य है।इस अध्याय की विषय वस्तु को भगवान् परम उत्तम ज्ञान कहते हैं? जिसका शब्दश अर्थ नहीं लेना चाहिए। इस अध्याय का विषय प्रकृति के गुणों का मनुष्य के अन्तकरण पर पड़ने वाले प्रभाव का तथा उसके व्यवहार का अध्ययन है। इसे दर्शनशास्त्र की सर्वोच्च विषयवस्तु की संज्ञा नहीं दी जा सकती। तथापि इसके सम्यक् ज्ञान के बिना साधक अपने आन्तरिक दोषों को समझ कर उन्हें सुधार नहीं सकता और ऐसी स्थिति में वह परम पुरुषार्थ को भी प्राप्त नहीं कर सकता। इसलिए इन त्रिगुणों के ज्ञान को ही यहाँ परम ज्ञान कहा गया है।जिसको जानकर मुनिजन परम सिद्धि को प्राप्त हुए यहाँ वचन दिया गया है कि त्रिगुणों के यथार्थ ज्ञान से साधक की तीर्थयात्रा सरल हो जायेगी। लक्ष्य के मार्ग का तथा सभी संभाव्य संकटों और कठिनाइयों का सम्पूर्ण ज्ञान पहले से ही प्राप्त होने पर उन संकटों के निवारण की तैयारी करने में यात्री को सहायता मिलती है। इस प्रकार अध्यात्म मार्ग में भी अपने मन की दुष्टप्रवृत्तियों का पूर्ण और पूर्व ज्ञान होने पर एक परिश्रमी साधक आन्तरिक समस्या के उत्पन्न होने पर उसका हल स्वयं ही कुशलतापूर्वक खोजने में समर्थ हो जाता है।मुनि शब्द से हमें किसी जटाजूटधारी वृद्ध पुरुष की कल्पना नहीं करनी चाहिए? जो अरण्यवास करते हुए कन्दमूलों के आहार पर अपना जीवनयापन करता हो। मननशील पुरुष को मुनि कहते हैं। संक्षेप में समस्त मननशील साधकों को इस अध्याय के विषय का ज्ञान अपनी आध्यात्मिक साधना के साध्य को सम्पादित करने में सहायक होगा।अनेक उपनिषदों के अनुसार यहाँ भी परम सिद्धि की प्राप्ति मरणोपरान्त कही गयी है। कुछ तत्त्वचिन्तक पुरुष इसका वाच्यार्थ ही स्वीकार करके यह मत प्रतिपादित करते हैं कि इसी जीवन में रहते हुए मोक्षसिद्धि नहीं हो सकती। देह त्याग के बाद ही मुक्ति संभव है। शास्त्रीय भाषा में इसे विदेहमुक्ति कहते हैं। परन्तु? श्री शंकराचार्य अत्यन्त प्रभावशाली ढंग से प्रामाणिक तर्कों के द्वारा इस मत का खण्डन करके जीवन्मुक्ति के सिद्धांत का मण्डन करते हैं। उनका मत है कि साधन सम्पन्न जिज्ञासु साधक को यहाँ और अभी इसी जीवन में मोक्ष प्राप्त हो सकता है। इस जीवन के पश्चात् का अर्थ देह के मरण से नहीं? वरन् अविद्याजनित अहंकार केन्द्रित जीवन के नाश से है। अर्थात् यहाँ अहंकार का नाश अभिप्रेत है? देह का नहीं।लौकिक जीवन में भी हम देखते हैं कि गृहस्थ बनने के लिए अविवाहित पुरुष का मरण आवश्यक है और माँ बनने के लिए कुमारी का। इन उदाहरणों में? व्यक्ति का मरण नहीं होता? किन्तु ब्रह्मचर्य और कौमार्य का ही अन्त होता है? जिससे कि उन्हें पतित्व और मातृत्व प्राप्त हो सके। इस प्रकार? व्यक्ति तो वही रहता है परन्तु उसकी सामाजिक स्थिति में परिवर्तन आ जाता है। युक्तियुक्त मनन और यथार्थ ज्ञान के द्वारा हमारे असत् जीवन मूल्यों का अन्त हो जाता है और इस प्रकार नवार्जित ज्ञान के प्रकाश में हम श्रेष्ठतर? आनन्दमय जीवन जी सकते हैं। इस नवजीवन का साधन है? स्वस्वरूप का निदिध्यासन। साधनाकाल में? संभव है कि इन त्रिगुणों के विनाशकारी प्रभाववश बुद्धिमान और परिश्रमी साधक का भी मन विचलित होकर ध्यान की शान्ति खो दे। इसलिए? इन्हें भलीभाँति जानकर इनके कुप्रभावों को दूर रखने पर शतप्रतिशत सफलता निश्चित हो जाती है।अब? भगवान् इस ज्ञान के निश्चित फल को बताते हैं ","etsga":"14.1 The Blessed Lord said I shall speak again of the supreme Knowledge, the best of all knowledges, by realizing which all the contemplatives reached the highest Perfection from here. ","etssa":"14.1 The Blessed Lord said I will again declare (to thee) that supreme knowledge, the best of all knowledge, having known which all the sages have gone to the supreme perfection after this life. ","etdss":"14.1. The Bhagavat said Further, once again I shall explain the supreme knowledge, the best among the knowledges, by knowing which all the seers have gone from here to the Supreme Success. ","ecssa":"14.1 परम् supreme? भूयः again? प्रवक्ष्यामि (I) will declare? ज्ञानानाम् of all knowledge? ज्ञानम् knowledge? उत्तमम् the best? यत् which? ज्ञात्वा having known? मुनयः the sages? सर्वे all? पराम् supreme? सिद्धिम् to perfection? इतः after this life? गताः gone.Commentary Further analysis of the field is made in this chapter.In chapter XIII? verse 21? it has been stated that attachment to the alities is the cause of Samsara or births in good and evil wombs. In this chapter the Lord gives answers to the estions What are the alities of Nature (Gunas) How do they bind a man What are the characteristics of these alities How do they operate How can one obtain freedom from them What are the characteristics of a liberated soulAll knowledge has no reference to the knowledge described in chapter XIII? verse 7 to 10? but it refers to that kind of knowledge which concerns sacrifices. That kind of knowledge which relates to sacrifices cannot give liberation. But the knowledge which is going to be imparted in this discourse will certainly lead to emancipation. The Lord eulogises this knowledge by the epithets supreme and the best in order to create great interest in Arjuna and other spiritual aspirants.Having learnt this supreme knowledge? all the sages who practised Manana or reflection (Munis) have attained perfection after being freed from bondage to the body.Itah After this life after being freed from this bondage to the body. ","scetsga":"14.1 The word param should be connected with the remote word jnanam.\nPravaksyami, I shall speak; bhuyah, again-even though spoken of more than once in all the preceding chapters; of the param, supreme-it is supreme because it is concerned with the supreme Reality;-which is that?-jnanam, Knowledge; uttamam, the best-since it has the best result; jnananam, of all knowledges-. Of all knowledges does not mean of humility etc. (13.7-11). What then? It means among knowledges of all knowable things like sacrifice etc. They do not lead to Liberation, but this (Knowledge) leads to Liberation. Hence the Lord praises it with the words supreme and best, so as to arouse interest in the intellect of the listener.\nYat jnatva, by realizing which, by attaining which Knowledge; sarve, all; munayah, the contemplatives, the monks [But not those who espoused monasticsim as a formality in in the fourth stage of life.] gatah, reached, attained; itah, from here-when this bondage of the body had ceased; param, the highest; siddhim, Perfection, called Liberation. \nAnd the Lord shows the infallibility of this Perfection: ","scetdss":"14.1 Param etc. Knowledge has been described earlier; the same I shall again explain thoroughly, i.e., in detail in order to examine individually the nature of the Strands. By knowing which etc.: By this [the Bhagavat] proclaims the tested trustworthiness and the popularity of this knowledge. ","scetssa":"14.1 The Lord said I shall declare again another kind of knowledge which is distinct from what was taught earlier concerning Gunas such as Sattva, falling within the sphere of Prakrti and Purusa. This knowledge going to be revealed is the best of all forms of knowledge concerning the Prakrti and the self. Having gained this knowledge, all sages, namely, those given to meditation, have attained perfection, beyond this world, the sphere of Samsara, having attained the essential and pure form of the self. He further extols this knowledge, distinguishing it by its fruits: ","chakravarthi":"In the fourteenth chapter, the bondage caused by the gunas and the symptoms are described. The many symptoms of the disappearance of the gunas, and the cause of disappearance, bhakti, is also described.\nIn the previous chapter it was described that the contact of the jiva with the body made of gunas is the cause of his taking repeated births: karanam guna-sango ‘sya sad-asad-yoni-janmasu. What types of results come from contact with the gunas? What are the symptoms of those associated with the gunas? How is one liberated from the gunas? In anticipation of these questions, the Lord promises to speak about the above topics while praising them. Knowledge here means teachings by which one gains knowledge. ","rudra":"\nIn the previous chapter the Supreme Lord Krishna explained the reality of\nprakriti or the material substratum pervading physical existence and the\npurusa or the Supreme Being as eternal consciousness. He also clarified how\nthe everything manifesting in existence is a combination of the ksetra\nasphere of activity and the ksetrajna the knower of the sphere of activity\nand confirmed that this does not happen independently; but it is by the\nwill of the Supreme Lord. Now in this chapter He delineates at length the\nunlimited, phenomenal existence of the atma or immortal soul manifesting\nfrom its association with the three gunas of material nature as passion,\ngoodness and nescience. He declares that he will reveal the supreme\nknowledge, the best knowledge which leads to moksa or liberation from\nmaterial existence which comes from devotion, penance and meditation.\nKnowing which great sages have achieved release from samsara the perpetual\ncycle of birth and death ascended to attain the ultimate goal. ","brahma":" Hari OM! After elaborately explaining in detail the reality of the ksetra\nor sphere of activity and the ksetrajna or knower of the sphere of activity\nin the previouis chapter. Now Lord Krishna discourses on the binding\neffects of the three fold qualities of material nature and the means for\ndeliverance from it. ","shri":"\nIn the previous chapter the Supreme Lord Krishna explained that by\ncomprehending the factual relationships of purusa or the Supreme Being as\nparamatma the all pervading supreme soul, the atma or the immortal soul\nand prakriti or the material substratum pervading physical existence. Along\nwith imbibing the virtues beginning in verse 8 such as humilty and\nreverence and also by bhaktir avyabhicarini or exclusive devotion to the\nSupreme Lord as given in verse 11 which awards His grace. By doing so one\nwould achieve moksa or freedom from material existence. Now in this chapter the Lord Krishna propounds how the gunas or three modes\nof sattva guna or mode of goodness, raja guna or mode of passion and tama\nguna or mode of ignorance all individually and conjointly cause the jiva or\nembodied being to be bound to samsara the perpetual cycle of birth and\ndeath and gives the remedy by which one may be redeemed and delivered\ntherefrom. The word pravaksyami means I will declare. What will Lord\nKrishna declare? He will declare jnananam jnanam uttamam meaning the\ntopmost knowledge and wisdom. What knowledge and wisdom is this? Knowledge\nof the three gunas whose qualities directly influence the combination of\nprakriti and purusa effected as the jiva or embodied being. What wisdom is\nthis? Wisdom that surpasses all that has previously been told about this\ncombination. The munis are the great sages and seers or munayah who\npossessing this wisdom in deep meditation achieve self-realisation and\nrelease from samsara ascending to the supreme state. The excellence of this\nwisdom is extolled next. ","kumar":"In the previous chapter the Supreme Lord Krishna explained that by\ncomprehending the factual relationships of purusa or the Supreme Being as\nparamatma the all pervading supreme soul, the atma or the immortal soul\nand prakriti or the material substratum pervading physical existence. Along\nwith imbibing the virtues beginning in verse 8 such as humilty and\nreverence and also by bhaktir avyabhicarini or exclusive devotion to the\nSupreme Lord as given in verse 11 which awards His grace. By doing so one\nwould achieve moksa or freedom from material existence. Now in this chapter the Lord Krishna propounds how the gunas or three modes\nof sattva guna or mode of goodness, raja guna or mode of passion and tama\nguna or mode of ignorance all individually and conjointly cause the jiva or\nembodied being to be bound to samsara the perpetual cycle of birth and\ndeath and gives the remedy by which one may be redeemed and delivered\ntherefrom. The word pravaksyami means I will declare. What will Lord\nKrishna declare? He will declare jnananam jnanam uttamam meaning the\ntopmost knowledge and wisdom. What knowledge and wisdom is this? Knowledge\nof the three gunas whose qualities directly influence the combination of\nprakriti and purusa effected as the jiva or embodied being. What wisdom is\nthis? Wisdom that surpasses all that has previously been told about this\ncombination. The munis are the great sages and seers or munayah who\npossessing this wisdom in deep meditation achieve self-realisation and\nrelease from samsara ascending to the supreme state. The excellence of this\nwisdom is extolled next. "}