{"meta":"Bhagavad Gita Chapter 14 Verse 9","metahi":"भगवद् गीता 14.9","slok":"सत्त्वं सुखे सञ्जयति रजः कर्मणि भारत।ज्ञानमावृत्य तु तमः प्रमादे सञ्जयत्युत।।14.9।। ","htsrsd":"।।14.9।।हे भरतवंशोद्भव अर्जुन सत्त्वगुण सुखमें और रजोगुण कर्ममें लगाकर मनुष्यपर विजय करता है तथा तमोगुण ज्ञानको ढककर एवं प्रमादमें भी लगाकर मनुष्यपर विजय करता है। ","htstma":"।।14.9।। हे भारत सत्त्वगुण सुख में आसक्त कर देता है और रजोगुण कर्म में? किन्तु तमोगुण ज्ञान को आवृत्त करके जीव को प्रमाद से युक्त कर देता है।। ","transliteration":"Sattwam sukhe sanjayati rajah karmani bhaarata;\nJnaanamaavritya tu tamah pramaade sanjayatyuta. ","englishmeaning":"sattvam—mode of goodness; sukhe—to happiness; sañjayati—binds; rajaḥ—mode of passion; karmaṇi—toward actions; bhārata—Arjun, the son of Bharat; jñānam—wisdom; āvṛitya—clouds; tu—but; tamaḥ—mode of ignorance; pramāde—to delusion; sañjayati—binds; uta—indeed ","hcsrsd":"।।14.9।। व्याख्या --   सत्त्वं सुखे सञ्जयति -- सत्त्वगुण साधकको सुखमें लगाकर अपनी विजय करता है? साधकको अपने वशमें करता है। तात्पर्य है कि जब सात्त्विक सुख आता है? तब साधककी उस सुखमें आसक्ति हो जाती है। सुखमें आसक्ति होनेसे वह सुख साधकको बाँध देता है अर्थात् उसके साधनको आगे नहीं बढ़ने देता? जिससे साधक सत्त्वगुणसे ऊँचा नहीं उठ सकता? गुणातीत नहीं हो सकता।यद्यपि भगवान्ने पहले छठे श्लोकमें सत्त्वगुणके द्वारा सुख और ज्ञानके सङ्गसे बाँधनेकी बात बतायी है? तथापि यहाँ सत्त्वगुणकी विजय केवल सुखमें ही बतायी है? ज्ञानमें नहीं। इसका तात्पर्य यह है कि वास्तवमें साधक सुखकी आसक्तिसे ही बँधता है। ज्ञान होनेपर साधकमें एक अभिमान आ जाता है कि मैं कितना जानकार हूँ इस अभिमानमें भी एक सुख मिलता है? जिससे साधक बँध जाता है। इसलिये यहाँ सत्त्वगुणकी केवल सुखमें ही विजय बतायी है।रजः कर्मणि भारत -- रजोगुण मनुष्यको कर्ममें लगाकर अपनी विजय करता है। तात्पर्य है कि मनुष्यको क्रिया करना अच्छा लगता है? प्रिय लगता है। जैसे छोटा बालक पड़ेपड़े हाथपैर हिलाता है तो उसको अच्छा लगता है और उसका हाथपैर हिलाना बंद कर दिया जाय तो वह रोने लगता है। ऐसे ही मनुष्य कोई क्रिया करता है तो उसको अच्छा लगता है और उसकी उस क्रियाको बीचमें कोई छुड़ा दे तो उसको बुरा लगता है। यही क्रियाके प्रति आसक्ति है? प्रियता है? जिससे रजोगुण मनुष्यपर विजय करता है।कर्मोंके फलमें तेरा अधिकार नहीं है (गीता 2। 47) आदि वचनोंसे फलमें आसक्ति न रखनेकी तरफ तो साधकका खयाल जाता है? पर कर्मोंमें आसक्ति न रखनेकी तरफ साधकका खयाल नहीं जाता। वह तेरा कर्म करनेमें ही अधिकार है कर्म न करनेमें तेरी आसक्ति न हो (गीता 2। 47)? जो योगारूढ़ होना चाहता है? उसके लिये निष्कामभावसे कर्म करना कारण है (गीता 6। 3) आदि वचनोंसे यही समझ लेता है कि कर्म तो करने ही चाहिये। अतः वह कर्म करता है? तो कर्मोंको करतेकरते उसकी उन कर्मोंमें आसक्ति? प्रियता हो जाती है? उनका आग्रह हो जाता है। इसकी तरफ खयाल करानेके लिये? सजग करानेके लिये भगवान् यहाँ कहते हैं कि रजोगुण कर्ममें लगाकर विजय करता है अर्थात् कर्मोंमें आसक्ति पैदा करके बाँध देता है। अतः साधककी कर्तव्यकर्म करनेमें तत्परता तो होनी चाहिये? पर कर्मोंमें आसक्ति? प्रियता? आग्रह कभी नहीं होना चाहिये -- न कर्मस्वनुषज्जते (गीता 6। 4)।ज्ञानमावृत्य तु तमः प्रमादे सञ्जयत्युत -- जब तमोगुण आता है? तब वह सत्असत्? कर्तव्यअकर्तव्य? हितअहितके ज्ञान(विवेक) को ढक देता है? आच्छादित कर देता है अर्थात् उस ज्ञानको जाग्रत् नहीं होने देता। ज्ञानको ढककर वह मनुष्यको प्रमादमें लगा देता है अर्थात् कर्तव्यकर्मोंको करने नहीं देता और न,करनेयोग्य कर्मोंमें लगा देता है। यही उसका विजयी होना है।सत्त्वगुणसे ज्ञान (विवेक) और प्रकाश (स्वच्छता) -- ये दो वृत्तियाँ पैदा होती हैं। तमोगुण इन दोनों ही वृत्तियोंका विरोधी है? इसलिये वह ज्ञान(विवेक) को ढककर मनुष्यको प्रमादमें लगाता है और प्रकाश(इन्द्रियों और अन्तःकरणकी निर्मलता) को ढककर मनुष्यको आलस्य एवं निद्रामें लगाता है? जिससे ज्ञानकी बातें कहनेसुनने? पढ़नेपर भी समझमें नहीं आतीं। सम्बन्ध --   एकएक गुण मनुष्यपर कैसे विजय करता है -- इसको आगेके श्लोकमें बताते हैं। ","hcsca":"।।14.9।। प्रस्तुत श्लोक पूर्व के तीन श्लोकों का सारांश है। गीता गुरु शिष्य संवाद के रूप में होने से जगद्गुरु भगवान् श्रीकृष्ण सामान्य बुद्धि के अपने शिष्य अर्जुन के कल्याण के इच्छुक होने के कारण विवेचित विषय का ही संक्षेप में निर्दश करते हैं? जिन्हें पहले हम विस्तारपूर्वक देख चुके हैं।ये गुण उपर्युक्त कार्य कब करते हैं इस पर कहते हैं ","etsga":"14.9 O scion of the Bharata dynasty, sattva attaches one to happiness, rajas to action, while tamas, covering up knowledge, leads to inadvertence also. ","etssa":"14.9 Sattva attaches to happiness, Rajas to action, O Arjuna, while Tamas verily shrouding knowledge attaches to heedlessness. ","etdss":"14.9. O descendant of Bharata ! The Sattva fully dominates [the Embodied] in the field of happiness; the Rajas in action; but the Tamas also totally dominates in the field of negligence, by veiling knowledge. ","ecssa":"14.9 सत्त्वम् purity? सुखे to happiness? सञ्जयति attaches? रजः active force? कर्मणि to action? भारत O Bharata? ज्ञानम् knowledge? आवृत्य shrouding? तु verily? तमः inertia? प्रमादे to heedlessness? सञ्जयति attaches? उत but.Commentary Just as a dark cloud enshrouds the sun? so also Tamas envelops knowledge or the light of the Self. Tamas creates an attachment for heedlessness? that is? ignorance or forgetfulness of duty or the nonperformance of necessary (obligatory) duties. ","scetsga":"14.9 O scion of the Bharata dynasty, sattva, sanjayati, attaches one; sukhe, to happiness; rajas (-attaches is understood-) karmani, to action; tu, while; tamas, avrtya, covering up, veiling; jnanam, knowledge, the discrimination produced by sattva; sanjayati, leads pramade, to inadvertence; uta, also. Pramada means non-performance of a duty on hand.\nWhen do the alities produce the effects stated above? That is being answered: ","scetdss":"14.9 See Comment under 14.10 ","scetssa":"14.9 Sattva mainly attaches one to pleasure. Rajas mainly attaches one to actions. But Tamas, veiling knowledge of true things and being the cause of false knowledge, mainly attaches one to actions which are contrary to those which ought to be done. The Sattva and other alities evolve from the nature of Prakrti, developed into the form of the body. Owing to this fact that they have evolved out of the nature of Prakrti, they always co-exist in bodies at all time. How, then, can they cause effects which are mutually contrary? He replies: ","chakravarthi":"The Lord summarizes what he has just said in this verse. Sattva subjugates or binds the jiva who is attached to the happiness he has achieved from his actions. Rajas binds the jiva- who is attached to the actions he performs. Tamas binds the jiva who is inattentive to his works, and produces ignorance in him (jnanam avrtya). ","rudra":"\nThe predominating effect of sattva guna or mode of goodness is that it\ninstils in the jiva or embodied being the attraction for happiness even\nthough the seeds of misery and sorrow are also inherent. So sattva guna by\nsuch natural but strong attraction for happiness binds the jiva to material\nexistence and raja guna the mode of passion binds one by the work and\neffort constantly undertaken to achieve such happiness and tama guna or\nmode of ignorance binds one to material existence by distorted delusions\nand perverted perceptions of knowledge even if heard from liberated beings.\nTamas also manifests as neglecting the teachings of great liberated beings\nor by acting contrary to these teachings because such teachings differ\nfrom ones personal understanding. The word uta means and so forth and\nindicates that tamas binds one as well to lethargy listlessness and\nlaziness. ","brahma":"There is no commentary for this verse. ","shri":"\nThe cardinal features of three gunas or modes of sattva or goodness,\nrajas or passion and tamas or nescience are now being delineated by Lord\nKrishna. The main quality of sattva is its ability to confer blessedness.\nThe main proponent of rajas is that it impels vigourous activity and the\ndominant factor in tamas is that it obscures intelligence giving a\nperverted view of reality which results in the tendency to perform\nunnatural activities. The three gunas are the natural effects of prakriti\nor the material substratum pervading physical existence and constitute the\nqualities of all matter which manifests into physical bodies both gross and\nsubtle. How they each give rise to consequences so radically different and\nconflicting with each other is answered in the next verse. ","kumar":"The cardinal features of three gunas or modes of sattva or goodness,\nrajas or passion and tamas or nescience are now being delineated by Lord\nKrishna. The main quality of sattva is its ability to confer blessedness.\nThe main proponent of rajas is that it impels vigourous activity and the\ndominant factor in tamas is that it obscures intelligence giving a\nperverted view of reality which results in the tendency to perform\nunnatural activities. The three gunas are the natural effects of prakriti\nor the material substratum pervading physical existence and constitute the\nqualities of all matter which manifests into physical bodies both gross and\nsubtle. How they each give rise to consequences so radically different and\nconflicting with each other is answered in the next verse. "}