{"meta":"Bhagavad Gita Chapter 15 Verse 14","metahi":"भगवद् गीता 15.14","slok":"अहं वैश्वानरो भूत्वा प्राणिनां देहमाश्रितः।प्राणापानसमायुक्तः पचाम्यन्नं चतुर्विधम्।।15.14।। ","htsrsd":"।।15.14।।प्राणियोंके शरीरमें रहनेवाला मैं प्राणअपानसे युक्त वैश्वानर होकर चार प्रकारके अन्नको पचाता हूँ। ","htstma":"।।15.14।। मैं ही समस्त प्राणियों के देह में स्थित वैश्वानर अग्निरूप होकर प्राण और अपान से युक्त चार प्रकार के अन्न को पचाता हूँ।। ","transliteration":"Aham vaishwaanaro bhootwaa praaninaam dehamaashritah;\nPraanaapaana samaayuktah pachaamyannam chaturvidham. ","englishmeaning":"aham—I; vaiśhvānaraḥ—fire of digestion; bhūtvā—becoming; prāṇinām—of all living beings; deham—the body; āśhritaḥ—situated; prāṇa-apāna—outgoing and incoming breath; samāyuktaḥ—keeping in balance; pachāmi—I digest; annam—foods; chatuḥ-vidham—the four kinds ","hcsrsd":"।।15.14।। व्याख्या --   अहं वैश्वानरो भूत्वा प्राणिनां देहमाश्रितः -- बारहवें श्लोकमें अग्निकी प्रकाशनशक्तिमें अपने प्रभावका वर्णन करनेके बाद भगवान् इस श्लोकमें वैश्वानररूप अग्निकी पाचनशक्तिमें अपने प्रभावका वर्णन करते हैं (टिप्पणी प0 775.1)। तात्पर्य यह है कि अग्निके दोनों ही कार्य (प्रकाश करना और पचाना) भगवान्की ही शक्तिसे होते हैं।प्राणियोंके शरीरको पुष्ट करने तथा उनके प्राणोंकी रक्षा करनेके लिये भगवान् ही वैश्वानर(जठराग्नि) के रूपसे उन प्राणियोंके शरीरमें रहते हैं। मनुष्योंकी तरह लता? वृक्ष आदि स्थावर और पशु? पक्षी आदि जङ्गम प्राणियोंमें भी वैश्वानरकी पाचनशक्ति काम करती है। लता? वृक्ष आदि जो खाद्य? जल ग्रहण करते हैं? पाचनशक्तिके द्वारा उसका पाचन होनेके फलस्वरूप ही उन लतावृक्षादिकी वृद्धि होती है।प्राणापानसमायुक्तः -- शरीरमें प्राण? अपान? समान? उदान और व्यान -- ये पाँच प्रधान वायु एवं नाग? कूर्म? कृकर? देवदत्त और धनञ्जय -- ये पाँच उपप्रधान वायु रहती हैं (टिप्पणी प0 775.2)। इस श्लोकमें भगवान् दो प्रधान वायु -- प्राण और अपानका ही वर्णन करते हैं क्योंकि ये दोनों वायु जठराग्निको प्रदीप्त करती हैं। जठराग्निसे पचे हुए भोजनके सूक्ष्म अंश या रसको शरीरके प्रत्येक अङ्गमें पहुँचानेका सूक्ष्म कार्य भी मुख्यतः प्राण और अपान वायुका ही है।पचाम्यन्नं चतुर्विधम् -- प्राणी चार प्रकारके अन्नका भोजन करते हैं --,(1) भोज्य -- जो अन्न दाँतोंसे चबाकर खाया जाता है जैसे -- रोटी? पुआ आदि।(2) पेय -- जो अन्न निगला जाता है जैसे खिचडी? हलवा? दूध? रस आदि।(3) चोष्य -- दाँतोंसे दबाकर जिस खाद्य पदार्थका रस चूसा जाता है और बचे हुए असार भागको थूक,दिया जाता है जैसे -- ऊख? आम आदि। वृक्षादि स्थावर योनियाँ इसी प्रकारसे अन्नको ग्रहण करती हैं।(4) लेह्य -- जो अन्न जिह्वासे चाटा जाता है जैसे -- चटनी? शहद आदि।अन्नके उपर्युक्त चार प्रकारोंमें भी एकएकके अनेक भेद हैं। भगवान् कहते हैं कि उन चारों प्रकारके अन्नोंको वैश्वानर(जठराग्नि) रूपसे मैं ही पचाता हूँ। अन्नका ऐसा कोई अंश नहीं है? जो मेरी शक्तिके बिना पच सके। सम्बन्ध --   पीछेके तीन श्लोकोंमें अपनी प्रभावयुक्त विभूतियोंका वर्णन करके अब उस विषयका उपसंहार करते हुए भगवान् सब प्रकारसे जाननेयोग्य तत्त्व स्वयंको बताते हैं। ","hcsca":"।।15.14।। वैश्वानर वही चैतन्यस्वरूप परमात्मा समस्त जीवित प्राणियों के शरीरों में जीवन की उष्णता के रूप में व्यक्त होता है। इस उष्णता के अभाव में देह मृत हो जाता है। अन्न से जीवन द्रव्य बनाने की प्रक्रिया से शरीर में उष्णता उत्पन्न होती है और शरीर के अन्तरावयव स्वत अपना कार्य करते रहते हैं। जब तक जीवनी शक्ति शरीर में प्रवाहित होती रहती है? तब तक इन शारीरिक प्रक्रियाओं का व्यक्ति को न भान होता है और न उसे उनके लिये कोई सजग प्रयत्न ही करना पड़ता है।प्राणियों के देह में स्थित जठराग्नि भी जो अन्न को पचाती है परमात्मा की ही एक अभिव्यक्ति है? जिसे यहाँ वैश्वानर कहा गया है।मैं चतुर्विध अन्न को पचाता हूँ एक स्वस्थ प्राणी की पाचनशक्ति सभी प्रकार के अन्न को पचा सकती है। यहाँ अन्न का चतुर्विध वर्गीकरण उसके भक्षण के प्रकार पर आधारित है। प्रथम है भक्ष्य? अर्थात् जिसे दांतों से चबाकर खाना पड़ता है? जैसे रोटी आदि (2) भोज्य अथवा पेय जिसे निगला जाता है? जैसे दूध आदि (3) चोष्य जिसे चूसना पड़ता है? जैसे आम? गन्ना आदि और (4) लेह्य जिसे चाटना पड़ता है? जैसे मधु? चटनी आदि। इस चतुर्विध अन्न में समस्त प्रकार के सामिष? निरामिष? पक्व और अपक्व आहारों का समावेश हो जाता है। मुख के द्वारा भक्षण किये गये समस्त प्रकार के अन्न का पाचन तथा शरीर के लिये आवश्यक उसके रूपान्तर का कार्य पाचन क्रिया के द्वारा ही संभव होता है? और इस पाचन क्रिया की यह क्षमता परमात्मा की ही एक अभिव्यक्ति है।प्राण और अपान से युक्त होकर समस्त प्राणियों के शरीरों में होने वाली ग्रहण और विसर्जन की क्रियाओं को क्रमश प्राण और अपान कहा जाता है। तथापि इनका और अधिक व्यापक अर्थ यहाँ स्वीकार किया जा सकता है। चैतन्य आत्मा न केवल वैश्वानर के रूप में ग्रहण किये गये अन्न को पचाता ही है? वरन् वही चैतन्य प्राण के रूप में व्यक्त होकर भक्षण किये हुये अन्न को अन्ननलिका द्वारा पेट तक पहुँचाता है। पाचन के पश्चात् यही आत्मा आंतों को मलविसर्जन की क्षमता प्रदान करता है। सारांशत? परमात्मा ही हमें अन्न के भक्षण? उसके पाचन तथा अनावश्यक मल के विसर्जन के कार्यों में सहायता करता है।और ","etsga":"15.14 Taking the form of Vaisvanara and residing in the bodies of creatures, I, in association with Prana and Apana, digest the four kinds of food. ","etssa":"15.14 Having become the fire Vaisvanara, I abide in the body of living beings and, associated with the Prana and the Apana, digest the fourfold food. ","etdss":"15.14. Being the digestive fire dwelling within the body of living creatures, and being in association with the upward and downward winds [of the body], I digest the four kinds of food. ","ecssa":"15.14 अहम् I? वैश्वानरः (the fire) Vaisvanara? भूत्वा having become? प्राणिनाम् of living beings? देहम् the body? आश्रितः abiding? प्राणापानसमायुक्तः associated with Prana and Apana? पचामि (I) digest? अन्नम् food? चतुर्विधम् fourfold.Commentary The immanence of the Lord as the gastric fire in all living beings is described in this verse.Vaisvanara The fire that abides in the stomach. This fire is fanned by the bellows of the incoming and the outgoing breaths continuously and large antities of food are digested. Inside the wonderful laboratory of the stomach I digest the food by taking the form of this gastric fire.Four kinds of food (1) Food which has to be eaten by mastication (Bhakshyam). (2) That which has to be sucked in (Bhojyam). (3) That which has to be licked (Lehyam). (4) That which has to be devoured or swallowed (Choshyam). Another classification is as follows (1) Rice is PrithiviAnnam (solid food) for human beings. (2) Water is Apyannam (watery food) for birds like the Chataka. (3) Fire is Tejasannam (hot food) for certain creatures. (4) Air is Vayvannam (air as food) for serpents.अयमग्निर्वैश्वानरो योऽयमन्तः पुरुषः येनेदमन्नं पच्यते।।This fire which is within man and by which the food is digested is Vaisvanara. (Brihadaranyaka Upanishad 5.9.1)He who thinks or meditates and feels that the Vaisvanara fire is the eater? that the food eaten by the fire is the Soma (moon) and that the two together form AgniSoma is not contaminated by the impurities in the food. He who meditates before he takes his food that the whole world which is in the form of eater and eaten is made up of Agni and Soma? is not tainted by the evil arising from eating bad food.Repeat this verse daily before you take your food. You will be free from all taints of impurity in food. ","scetsga":"15.14 Bhutva, taking the form of; vaisvanarah, Vaisvanara, the fire in the stomach, mentioned in such Upanisadic texts as, This fire that is within man and digests the food (that is eaten) is Vaisvanara (Br. 5.9.1); becoming that Vaisvanara, and asritah, residing in, entering; deham, the bodies; praninam, of creatures, of living beings; aham, I Myself; prana-apana-samayuktah, in association [i.e. kindled, inflamed, by Prana and Apana.] with Prana and Apana; [Prana-that vital force which goes upward and has its seat really in the heart (cf. Tai. Br. 3.10.8.5), but it said to be located at the tip of the nose since its presence is directly felt there.\nApana-that vital force which goes downward, below the navel, and has its seat in the organs of excertion.-Tr.] pacami, digest; the caturvidham, four kinds of; annam, food-those that are eaten by masticating, swallowing, sucking and licking.\nThe eater is the fire called Vaisvanara, and the eaten is the food Soma. One who looks upon all that there is as being these two, fire and Soma, is not affected by the impurity of food.\nFurther, ","scetdss":"15.12-14 Yad aditya-etc. upto caturvidham. While clarifying the role [of the Lord] as the Creator, Sustainer and Destroyer - a role that has been indicated in the Tenth Chapter - by [the description of Him as identical with] the triple luminories like the sun etc., our venerable preceptor has rightly said : The present passage declares that the power, the pentad of elements has [both] collectively and individually, to sustain the world, is the Absolute power of the Bhagavat Himself. For instance : The sunlight has the power of illumining and sustaining, because the twin elements of the fire and the earth are one [with the Bhagavat]. This has been started by the twin hemistitches [That light] which is found in the sun etc. and And by penetrating the earth etc. The moon-light is illumining and nourishing because of its assoication of the elements of the earth, the water and the fire [with the Bhagavat]. That has been stated by the portion [That light] which is in the moon and by the hemistitch Being the sapful moon I nourish all plants. The light of fire is, however, of the nature of illumining, parching, burning, sweating and ripening (or cooking). It is so because of the association of the elements, the earth, the water, the fire and the wind [with the Bhagavat]. The same has been said here by the portion, [That light] which is in the fire and also by the [entire verse] I, being the digestive fire etc. But the [element] ether is no doubt all pervaisve (inclusive), because it is of the form of room which is nothing but awareness. \n Therefore, having so far explained the nature [of the Absolute Self] as the object of knowledge, now, with a view to show the Self to be conscious of the freedom that remains as a background (or substratum) of that very nature of object of knowledge; to be of transcending nature; to be the Supreme Lord; to be independent in all knowledges; and to be the Creator of all; [the Lord] says - ","scetssa":"15.14 Becoming the digestive fire, or the fire of digestion, I function within the bodies of all living creatures. In union with various activities of inward and outward breaths, I digest the four kinds of food eaten by individuals. These consist of foods to be chewed, sucked, licked and drunk. The Supreme Person who has the Soma, digestive fire etc., as his glory (Vibhuti) is here eated with Him by means of co-ordinate predication in the verses Becoming the juicy Soma and Becoming the digestive fire. He now sets forth the reason for eating these glories with Himself. ","chakravarthi":"Becoming vaisvanara, the fire in the stomach, taking shelter of the bodies of living entities, along with the prana and apana, which stimulate the fire, I digest the food of four types. The four types of food are: chewed with the teeth (bhaksyam), like roasted chick peas; savored by the tongue without using the teeth (bhojyam) such as soup; licked (lehyam) such as raw sugar; and sucked items (cosya), in which the chewed portion is discarded, such as sugar cane stick. ","rudra":" Continuing on Lord Krishna affirms that His potency is vaisvanara or the\ndigestive fire within the physical body that combing with the prana or\nexhalation and the apana or inhalation digests the four types of food eaten\nby jivas or embodied beings which are chewed, sucked, licked or drank. The\nfirst is that which is chewed by masticating the food into small pieces so\nit can be swallowed such as bread and vegetables. Next is that which can be\nlicked by the tongue and swallowed without chewing like honey or molasses.\nAfter is that which can be sucked like the juice within sugarcane and\nfinally is that which can be swallowed without chewing such as soups and\nliquid beverages. Hence they are all different. ","brahma":" The Supreme Lord Krishna discloses that He is abiding in the physical body\nas the fire of digestion known as vaisvanarah assisting in the sustenance\nof all jivas or embodied beings. ","shri":"\nLord Krishna declares that He is vaisvanara the digestive fire which joins\ntogether with the vital breaths of prana or exhalation and apana or\ninhalation. Together they digest in the stomach the four kinds of food\nwhich are foods that are khadva or chewed, soshva or sucked, lehya or\nlicked and peya or drank. In these last three verses Lord Krishna is\nspecifying integral functions of the jivas or embodied beings and of the\nEarth that are manifestations of His opulent glories. The expressions that\nHe becomes the light of the sun, moon and fire etc. are meant to indicate\nthe predicated relationship that theses object have in regard to Him. That\nfact that such realtionships exist in reference to all things is\nsubstantiated in the next verse. ","kumar":"Lord Krishna declares that He is vaisvanara the digestive fire which joins\ntogether with the vital breaths of prana or exhalation and apana or\ninhalation. Together they digest in the stomach the four kinds of food\nwhich are foods that are khadva or chewed, soshva or sucked, lehya or\nlicked and peya or drank. In these last three verses Lord Krishna is\nspecifying integral functions of the jivas or embodied beings and of the\nEarth that are manifestations of His opulent glories. The expressions that\nHe becomes the light of the sun, moon and fire etc. are meant to indicate\nthe predicated relationship that theses object have in regard to Him. That\nfact that such realtionships exist in reference to all things is\nsubstantiated in the next verse. "}