{"meta":"Bhagavad Gita Chapter 15 Verse 16","metahi":"भगवद् गीता 15.16","slok":"द्वाविमौ पुरुषौ लोके क्षरश्चाक्षर एव च।क्षरः सर्वाणि भूतानि कूटस्थोऽक्षर उच्यते।।15.16।। ","htsrsd":"।।15.16।।इस संसारमें क्षर (नाशवान्) और अक्षर (अविनाशी) -- ये दो प्रकारके पुरुष हैं। सम्पूर्ण प्राणियोंके शरीर नाशवान् और कूटस्थ (जीवात्मा) अविनाशी कहा जाता है। ","htstma":"।।15.16।। इस लोक में क्षर (नश्वर) और अक्षर (अनश्वर) ये दो पुरुष हैं? समस्त भूत क्षर हैं और कूटस्थ अक्षर कहलाता है।। ","transliteration":"Dwaavimau purushau loke ksharashchaakshara eva cha;\nKsharah sarvaani bhootaani kootastho’kshara uchyate. ","englishmeaning":"dvau—two; imau—these; puruṣhau—beings; loke—in creation; kṣharaḥ—the perishable; cha—and; akṣharaḥ—the imperishable; eva—even; cha—and; kṣharaḥ—the perishable; sarvāṇi—all; bhūtāni—beings; kūṭa-sthaḥ—the liberated; akṣharaḥ—the imperishable; uchyate—is said ","hcsrsd":"।।15.16।। व्याख्या --   द्वाविमौ पुरुषौ लोके क्षरश्चाक्षर एव च -- यहाँ लोके पदको सम्पूर्ण संसारका वाचक समझना चाहिये। इसी अध्यायके सातवें श्लोकमें जीवलोके पद भी इसी अर्थमें आया है।इस जगत्में दो विभाग जाननेमें आते हैं -- शरीरादि नाशवान् पदार्थ (जड) और अविनाशी जीवात्मा (चेतन)। जैसे? विचार करनेसे स्पष्ट प्रतीत होता है कि एक तो प्रत्यक्ष दीखनेवाला शरीर है और एक उसमें रहनेवाला जीवात्मा है। जीवात्माके रहनेसे ही प्राण कार्य करते हैं और शरीरका संचालन होता है। जीवात्माके साथ प्राणोंके निकलते ही शरीरका संचालन बंद हो जाता है और शरीर सड़ने लगता है। लोग उस शरीरको जला देते हैं। कारण कि महत्त्व नाशवान् शरीरका नहीं? प्रत्युत उसमें रहनेवाले अविनाशी जीवात्माका है।पञ्चमहाभूतों(आकाश? वायु? अग्नि? जल और पृथ्वी) से बने हुए शरीरादि जितने पदार्थ हैं? वे सभी जड और नाशवान् हैं। प्राणियोंके (प्रत्यक्ष देखनेमें आनेवाले) स्थूलशरीर स्थूल समष्टिजगत्के साथ एक हैं दस इन्द्रियाँ? पाँच प्राण? मन और बुद्धि -- इन सत्रह तत्त्वोंसे युक्त सूक्ष्मशरीर सूक्ष्म समष्टिजगत्के साथ एक हैं और कारणशरीर (स्वभाव? कर्मसंस्कार? अज्ञान) कारण समष्टिजगत्(मूल प्रकृति) के साथ एक हैं। ये सब क्षरणशील (नाशवान्) होनेके कारण क्षर नामसे कहे गये हैं।वास्तवमें व्यष्टि नामसे कोई वस्तु है ही नहीं केवल समष्टिसंसारके थोड़े अंशकी वस्तुको अपनी माननेके कारण उसको व्यष्टि कह देते हैं। संसारके साथ शरीर आदि वस्तुओंकी भिन्नता केवल (रागममता आदिके कारण) मानी हुई है? वास्तवमें है नहीं। मात्र पदार्थ? और क्रियाएँ प्रकृतिकी ही हैं (टिप्पणी प0 781.1)। इसलिये स्थूल? सूक्ष्म और कारणशरीरकी समस्त क्रियाएँ क्रमशः स्थूल? सूक्ष्म और कारण समष्टिसंसारके हितके लिये ही करनी हैं? अपने लिये नहीं।जिस तत्त्वका कभी विनाश नहीं होता और जो सदा निर्विकार रहता है? उस जीवात्माका वाचक यहाँ अक्षरः पद है (टिप्पणी प0 781.2)। प्रकृति जड है और जीवात्मा (चेतन परमात्माका अंश होनेसे) चेतन है।इसी अध्यायके तीसरे श्लोकमें भगवान्ने जिसका छेदन करनेके लिये कहा था? उस संसारको यहाँ क्षरः पदसे और सातवें श्लोकमें भगवान्ने जिसको अपना अंश बताया था? उस जीवात्माको यहाँ अक्षरः पदसे कहा गया है।यहाँ आये क्षर? अक्षर? और पुरुषोत्तम शब्द क्रमशः पुँल्लिङ्ग? स्त्रीलिङ्ग और नपुंसकलिङ्ग हैं। इससे यह समझना चाहिये कि प्रकृति? जीवात्मा और परमात्मा न तो स्त्री हैं? न पुरुष हैं और न नपुंसक ही हैं। वास्तवमें लिङ्ग भी शब्दकी दृष्टिसे है? तत्त्वसे कोई लिङ्ग नहीं है (टिप्पणी प0 781.3)।क्षर और अक्षर -- दोनोंसे उत्तम पुरुषोत्तम नामकी सिद्धिके लिये यहाँ भगवान्ने क्षर और अक्षर -- दोनोंको पुरुष नामसे कहा है।क्षरः सर्वाणि भूतानि -- इसी अध्यायके आरम्भमें जिस संसारवृक्षका स्वरूप बताकर उसका छेदन करनेकी प्रेरणा की गयी थी? उसी संसारवृक्षको यहाँ क्षर नामसे कहा गया है।यहाँ भूतानि पद प्राणियोंके स्थूल? सूक्ष्म और कारणशरीरोंका ही वाचक समझना चाहिये। कारण कि यहाँ भूतोंको नाशवान् बताया गया है। प्राणियोंके शरीर ही नाशवान् होते हैं? प्राणी स्वयं नहीं। अतः यहाँ,भूतानि पद जड शरीरोंके लिये ही आया है।कूटस्थोऽक्षर उच्यते -- इसी अध्यायके सातवें श्लोकमें भगवान्ने जिसको अपना सनातन अंश बताया है? उसी जीवात्माको यहाँ अक्षर नामसे कहा गया है।जीवात्मा चाहे जितने शरीर धारण करे? चाहे जितने लोकोंमें जाय? उसमें कभी कोई विकार उत्पन्न नहीं होता वह सदा ज्योंकात्यों रहता है (गीता 8। 19 13। 31)। इसीलिये यहाँ उसको कूटस्थ कहा गया है।,गीतामें परमात्मा और जीवात्मा दोनोंके स्वरूपका वर्णन प्रायः समान ही मिलता है। जैसे परमात्माको (12। 3 में) कूटस्थ तथा (8। 4 में) अक्षर कहा गया है? ऐसे ही यहाँ (15। 16 में) जीवात्माको भी,कूटस्थ और अक्षर कहा गया है। जीवात्मा और परमात्मा -- दोनोंमें ही परस्पर तात्त्विक एवं स्वरूपगत एकता है।स्वरूपसे जीवात्मा सदासर्वदा निर्विकार ही है परन्तु भूलसे प्रकृति और उसके कार्य शरीरादिसे अपनी एकता मान लेनेके कारण उसकी जीव संज्ञा हो जाती है? नहीं तो (अद्वैतसिद्धान्तके अनुसार) वह साक्षात् परमात्मतत्त्व ही है। ","hcsca":"।।15.16।। इस अध्याय के अब तक किये गये विवेचन से सिद्ध हो जाता है कि जिसे पूर्व के त्रयोदश अध्याय में क्षेत्र कहा गया था वह वस्तुत परमात्मा से भिन्न वस्तु नहीं है।जब वह परमात्मा सूर्य का प्रकाश और ताप? चन्द्रमा का शीतल प्रकाश? पृथ्वी की उर्वरा शक्ति? मनुष्य में ज्ञान? समृति और विस्मृति की क्षमता आदि के रूप में व्यक्त होता है? वस्तुत तब ये सब परमात्मस्वरूप ही सिद्ध होते हैं। परन्तु? इस प्रकार अभिव्यक्त होने में अन्तर केवल इतना होता है कि परमात्मा क्षेत्र के रूप में ऐसा प्रतीत होता है? मानो वह विकारी और विनाशी है। उदाहरणार्थ? स्वर्ण से बने सभी आभूषण स्वर्ण रूप ही होते हैं? परन्तु आभूषणों के रूप में वह स्वर्ण परिच्छिन्न और परिवर्तनशील प्रतीत होता है। इस प्रकार? सम्पूर्ण क्षेत्र को इस श्लोक में क्षर पुरुष कहा गया है।क्षेत्र को जानने वाले क्षेत्रज्ञ आत्मा को यहाँ अक्षर पुरुष कहा गया है। उसका अक्षरत्व इस चर जगत् की अपेक्षा से ही है। जैसे कोई व्यक्ति अपनी पत्नी की दृष्टि से पति और पुत्र की दृष्टि से पिता कहलाता है। इसी प्रकार? शरीर? मन और बुद्धि की परिवर्तनशील क्षर उपाधियों की अपेक्षा से इन सब के ज्ञाता आत्मा को अक्षर पुरुष कहते हैं।पुरुष शब्द का अर्थ है पूर्ण। केवल निरुपाधिक परमात्मा ही पूर्ण है। उपर्युक्त क्षर और अक्षर तत्त्व उसी पूर्ण पुरुष के ही दो व्यक्त रूप होने के कारण उन्हें भी पुरुष की संज्ञा दी गयी है।इस अव्यय और अक्षर आत्मा को वेदान्त में कूटस्थ कहते हैं। कूट का अर्थ है निहाई? जिसके ऊपर स्वर्ण को रखकर एक स्वर्णकार नवीन आकार प्रदान करता है। इस प्रक्रिया में स्वर्ण तो परिवर्तित होता है? परन्तु निहाई अविकारी ही रहती है। इसी प्रकार? उपाधियों के समस्त विकारों में यह आत्मा अविकारी ही रहता है? इसलिये उसे कूटस्थ कहते है।पूर्ण पुरुष? इन क्षर और अक्षर पुरुषों से भिन्न तथा इनके दोषों से असंस्पृष्ट नित्य शुद्ध बुद्ध मुक्त स्वभाव का है। भगवान् कहते है ","etsga":"15.16 There are these two persons in the world-the mutable and the immutable. The mutable consists of all things; the one existing as Maya is called the immutable. ","etssa":"15.16 Two Purushas there are in this world, the perishable and the imperishable. All beings are \nthe perishable and the Kutastha the unchanging is called the imperishable. ","etdss":"15.16. There are two persons in the world, the perishing and the nonperishing : the perishing is all elements [and] the speak-like One is called the nonperishing. ","ecssa":"15.16 द्वौ two? इमौ these? पुरुषौ Purushas (beings)? लोके in the world? क्षरः the perishable? च and? अक्षरः the imperishable? एव even? च and? क्षरः the perishable? सर्वाणि all? भूतानि beings? कूटस्थः the immutable (unchanging)? अक्षरः the imperishable? उच्यते is called.Commentary Now the Lord describes the three aspects of the divine existence. One is the individual soul called the perishable? the second is the imperishable or the Maya Sakti of the Lord and the third is the Purushottama or the Supreme Being.The perishable comprises the whole world of changing forms. From Brahma down to the tiny blade of grass? all movable and immovable objects? all that can be thought of by the mind? all that is made up of the five elements? all that is changing? all that has names and forms? all that appears to the naked eye and what is described as the body and the modifications of the field? in the thirteenth chapter? are Kshara or the perishable. Kshara is the changing one. It is the everchanging form of matter which is inert or insentient. Akshara is the changeless.In Samsara there are two categories arranged in two separate groups of beings? called Purushas? as they are the limiting adjuncts of the Purusha. Maya Sakti? the illusory power of the Lord? is the seed from which the perishable being takes its birth. It is the seat of all the latent impressions of desires? actions? etc.? of various perishable creatures. Maya Sakti is the Akshara Purusha. The unmanifest condition is generally described as deep ignorance or sleep for there is neither consciousness nor unconsciousness. It is only a potential state. It is the condition in which all forms of life with its accompanying limitations lie latent? just as the tree lies latent in the seed of the fruit. In this state matter and energy are one. In this state sound? matter and energy exist in an undifferentiated state. In this state the Gunas exist in a state of eilibrium.The imperishable is known as the Kutastha? i.e.? that which remains immovable like a heap. That which is at the root (Kuta) of all these beings is the Kutastha. Or? Kuta also means illusion? and Kutastha means that which manifests itself in diverse forms of illusion. That which conceals the Truth and shows the false thing and deceives the worldyminded people is Maya or Kuta. That which is of the form of the AvaranaVikshepa Sakti (veiling and vacillating power) is Kutastha. As this Maya Sakti cannot be destroyed except by the knowledge of the Self? it is said to be endless. That is the reason why this is called Akshara. That seed of Samsara has no end. Therefore? it is said to be imperishable in the sense that it is not destroyed in the absence of knowledge of the Self. But the seed is scorched or destroyed in toto when one gets the knowledge of Brahman. The,illusion vanishes and everything is realised as the one Cosmic Consciousness. Only the illusory perception of matter is destroyed.Purushottama or the highest Purusha is distinct from these two -- the perishable and the imperishable. He is not affected by the evils of the two vehicles or limiting adjuncts of the perishable and the imperishable. He is eternal? pure? intelligent and free by nature. ","scetsga":"15.16 There are imau, these; dvau, two-grouped separately; purusau, persons, so called [Persons-so called only figuratively, since they are the limiting adjuncts of the supreme Person.]; loke in the world; the ksarah, mutable-one group consists of the perishable; the other person is the aksarah, immutable, opposite of the former, the power of God called Maya, which is the seed of the origin of the person called the mutable. That which is the receptacle of the impressions of desires, actions, etc. of countless transmigrating creatures is called the immutable person.\nWho are those persons? The Lord Himself gives the answer: Ksarah, the mutable; consists of sarvani, all; bhutani, things, i.e. the totality of all mutable things. Kutasthah is the one existing as Maya: Kuta means a heap; kutasthah, is that which exists like a heap. Or, kuta is maya, deception, falsehood, crookedness, which are synonymous; that which exists in the diverse forms of maya etc. is the kutasthah. It is ucyate, called; the aksarah, immutable, because, owing to the countless seeds of worldly existence, it does not perish. ","scetdss":"15.16 See Comment under 15.18 ","scetssa":"15.16 There are, the Sastras say, two kinds of Persons (Purusas) well known in the world - the perishable and the imperishable. Of the two, the Persons designated by the term perishable (Ksara) are beings conjoint with non-conscient matter of modifiable nature, from Brahma down to a blade of grass,who can be signified also by the term Jivas (individual selves). Here the term Purusa (Person) is used in singular to indicate the common single condition of being conjoined with non-conscient matter. That which is the imperishable (Aksara) is called unchanging (Kutastha), this is the released self, devoid of association with non-conscient matter, remaining in its own form. It is called unchangeable inasmuch as when free from non-conscient matter, It has no specific connection with particular transformations of non-conscient matter like the bodies of Brahma etc. Here also the designation of the term in singular (as expressing a generic class) denoting the totality of liberated selves, is used on account of the single condition of dissociation from non-conscient matter. It does not mean that before this, in time without beginning, there existed but a single liberated self. So it is stated: Purified by the austerity of knowledge, many have attained My state (4.10); and They are not born at the time of creation, nor do they suffer at the time of dissolution (14.2). ","chakravarthi":"Because I am the knower of the Vedas, I will speak in brief the essential meaning of all the Vedas in three verses. Please listen.\nIn the material universe made of fourteen worlds (loke), there are these two conscious beings (imau dvau purusau). He then describes who they are in brief. One is the jiva, called ksara, because he is in a deviated (ksar means to fall) condition from his svarupa or true nature. The other is brahman, called aksara, which does not deviate from its svarupa. The sruti says:\netad vai tad aksaram gargi brahmana abhivadanti\nThe knowers of brahman know this as aksara, O Gargi. Brhad Aranyaka Upanisad 3.8.3\nThe smrti says:\naksaram brahma paramam\nThe aksara is the supreme brahman.   BG 8.3\nFrom these quotations, it is seen that the word aksara means brahman.\nNow the Lord makes clear the meaning of these two words. All the living entities are one aggregate jiva (sarvani ksarah). The collective jiva, fallen from his svarupa by beginningless ignorance and subject to karma, becomes the variety of living entities up to the moving entities like Lord Brahma. The singular number of ksarah is used to express a class. The second consciousness, aksara, is situated for all of time with is one svarupa, which does not fall.\nAmara Kosa says “That is kuta sthah which is situated over all time with one form.” ","rudra":" \nNow Lord Krishna is expounding that there are only two types of beings in\nall the worlds. They are the perishable jivas or embodied beings and the\nimperishable atmas or immortal souls which is well documented in the Vedic\nscriptures and known by those enlightened. The perishable consists of all\njivas beginning with Brahma, the demigods, humans, animals, fish all the\nway down to the immovable jivas in forms of trees, plants,etc. The ignorant\ncommonly refer to the word person in respect to bodies only but this\nconception is not completely accurate. The word aksarah means immutable,\ninfallible or that which is not subject to change and which does not perish\nwhen the physical body perishes and is the eternal soul. ","brahma":". ","shri":" \nOnly two types of livining entities exist in creation. They are the\nksarah or perishable and the aksarah or imperishable. That which is\ndesignated as a jiva or embodied being is known as perishahable, from Bahma\nto a blade of grass all are subject to limited transitory existences. The\nsingular form of the word atma or immortal soul denotes the totality of all\njivas as a category inasmuch as they all possess the atma and are all bound\nto material nature. The word aksarah meaning infallible, imperishable\nrefers to the freed jiva who is situated in its own eternal, essential\nnature and not bound by material nature. The word kutasthah means\nimmutable, constant in regard to its lack of associaion with material\nnature having no connection to the physical plane. The singular use of this\nword denotes all jivas collectively who are liberated from material nature.\nIt should be understood that such jivas are innumerable as Lord Krishna has\nrevealed previously in chapter 4, verse 10 that many purifying themselves\nby knowledge and meditation have achieved the supreme, liberated state. ","kumar":"Only two types of livining entities exist in creation. They are the\nksarah or perishable and the aksarah or imperishable. That which is\ndesignated as a jiva or embodied being is known as perishahable, from Bahma\nto a blade of grass all are subject to limited transitory existences. The\nsingular form of the word atma or immortal soul denotes the totality of all\njivas as a category inasmuch as they all possess the atma and are all bound\nto material nature. The word aksarah meaning infallible, imperishable\nrefers to the freed jiva who is situated in its own eternal, essential\nnature and not bound by material nature. The word kutasthah means\nimmutable, constant in regard to its lack of associaion with material\nnature having no connection to the physical plane. The singular use of this\nword denotes all jivas collectively who are liberated from material nature.\nIt should be understood that such jivas are innumerable as Lord Krishna has\nrevealed previously in chapter 4, verse 10 that many purifying themselves\nby knowledge and meditation have achieved the supreme, liberated state. "}