{"meta":"Bhagavad Gita Chapter 15 Verse 18","metahi":"भगवद् गीता 15.18","slok":"यस्मात्क्षरमतीतोऽहमक्षरादपि चोत्तमः।अतोऽस्मि लोके वेदे च प्रथितः पुरुषोत्तमः।।15.18।। ","htsrsd":"।।15.18।।मैं क्षरसे अतीत हूँ और अक्षरसे भी उत्तम हूँ? इसलिये लोकमें और वेदमें पुरुषोत्तम नामसे प्रसिद्ध हूँ। ","htstma":"।।15.18।। क्योंकि मैं क्षर से अतीत हूँ और अक्षर से भी उत्तम हूँ? इसलिये लोक में और वेद में भी पुरुषोत्तम के नाम से प्रसिद्ध हूँ।। ","transliteration":"Yasmaat ksharam ateeto’hamaksharaadapi chottamah;\nAto’smi loke vede cha prathitah purushottamah. ","englishmeaning":"yasmāt—hence; kṣharam—to the perishable; atītaḥ—transcendental; aham—I; akṣharāt—to the imperishable; api—even; cha—and; uttamaḥ—transcendental; ataḥ—therefore; asmi—I am; loke—in the world; vede—in the Vedas; cha—and; prathitaḥ—celebrated; puruṣha-uttamaḥ—as the Supreme Divine Personality ","hcsrsd":"।।15.18।। व्याख्या --   यस्मात्क्षरमतीतोऽहम् -- इन पदोंमें भगवान्का यह भाव है कि क्षर (प्रकृति) प्रतिक्षण परिवर्तनशील है और मैं नित्यनिरन्तर निर्विकाररूपसे ज्योंकात्यों रहनेवाला हूँ। इसलिये मैं क्षरसे सर्वथा अतीत हूँ।शरीरसे पर (व्यापक? श्रेष्ठ? प्रकाशक? सबल? सूक्ष्म) इन्द्रियाँ हैं? इन्द्रियोंसे पर मन है और मनसे पर बुद्धि है (गीता 3। 42)। इस प्रकार एकदूसरेसे पर होते हुए भी शरीर? इन्द्रियाँ? मन और बुद्धि एक ही जातिके? जड हैं। परन्तु परमात्मतत्त्व इनसे भी अत्यन्त पर है क्योंकि वह जड नहीं है? प्रत्युत चेतन है।अक्षरादपि चोत्तमः -- यद्यपि परमात्माका अंश होनेके कारण जीवात्मा(अक्षर) की परमात्मासे तात्त्विक एकता है? तथापि यहाँ भगवान् अपनेको जीवात्मासे भी उत्तम बताते हैं। इसके कारण ये हैं -- (1) परमात्माका अंश होनेपर भी जीवात्मा क्षर(जड प्रकृति) के साथ अपना सम्बन्ध मान लेता है (गीता 15। 7) और प्रकृतिके गुणोंसे मोहित हो जाता है? जबकि परमात्मा (प्रकृतिसे अतीत होनेके कारण) कभी मोहित नहीं होते (गीता 7।13)। (2) परमात्मा प्रकृतिको अपने अधीन करके लोकमें आते? अवतार लेते हैं (गीता 4। 6)? जबकि जीवात्मा प्रकृतिके वशमें होकर लोकमें आता है (गीता 8। 19)। (3) परमात्मा सदैव निर्लिप्त रहते हैं? (गीता 4। 14 9। 9)? जबकि जीवात्माको निर्लिप्त होनेके लिये साधन करना पड़ता है (गीता 4। 18 7। 14)।भगवान्द्वारा अपनेको क्षरसे अतीत और अक्षरसे उत्तम बतानेसे यह भाव भी प्रकट होता है कि क्षर और अक्षर -- दोनोंमें भिन्नता है। यदि उन दोनोंमें भिन्नता न होती? तो भगवान् अपनेको या तो उन दोनोंसे ही अतीत बताते या दोनोंसे ही उत्तम बताते। अतः यह सिद्ध होता है कि जैसे भगवान् क्षरसे अतीत और अक्षरसे उत्तम हैं? ऐसे ही अक्षर भी क्षरसे अतीत और उत्तम है।अतोऽस्मि लोके वेदे च प्रथितः पुरुषोत्तमः -- यहाँ लोके पदका अर्थ है -- पुराण? स्मृति आदि शास्त्र। शास्त्रोंमें भगवान् पुरुषोत्तम नामसे प्रसिद्ध हैं।शुद्ध ज्ञानका नाम वेद है? जो अनादि है। वही ज्ञान आनुपूर्वीरूपसे ऋक्? यजुः आदि वेदोंके रूपसे प्रकट हुआ है। वेदोंमें भी भगवान् पुरुषोत्तम नामसे प्रसिद्ध हैं।पूर्वश्लोकमें भगवान्ने कहा था कि क्षर और अक्षर -- दोनोंसे उत्तम पुरुष तो अन्य ही है। वह उत्तम पुरुष कौन है -- इसको बताते हुए भगवान् यह रहस्य प्रकट करते हैं कि वह उत्तम पुरुष -- पुरुषोत्तम मैं ही हूँ।विशेष बात(1) भौतिक सृष्टिमात्र क्षर (नाशवान्) है और परमात्माका सनातन अंश जीवात्मा अक्षर (अविनाशी) है। क्षरसे अतीत और उत्तम होनेपर भी अक्षरने क्षरसे अपना सम्बन्ध मान लिया -- इससे बढ़कर और कोई दोष? भूल या गलती है ही नहीं। क्षरके साथ यह सम्बन्ध केवल माना हुआ है? वास्तवमें एक क्षण भी रहनेवाला नहीं है। जैसे बाल्यावस्थासे अबतक शरीर बिलकुल बदल गया? फिर भी हम कहते हैं कि मैं वही हूँ। यह भी हम नहीं बता सकते कि अमुक दिन बाल्यावस्था खत्म हुई और युवावस्था शुरू हुई। कारण कि नदीके प्रवाहकी तरह शरीर निरन्तर ही बहता रहता है? जब कि अक्षर (जीवात्मा) नदीमें स्थित शिला(चट्टान) की तरह सदा अचल और असङ्ग रहता है। यदि अक्षर भी क्षरकी तरह निरन्तर परिवर्तनशील और नाशवान् होता तो इसकी आफत मिट जाती। परन्तु स्वयं (अक्षर) अपरिवर्तनशील और अविनाशी होते हुए भी निरन्तर परिवर्तनशील और नाशवान् क्षरको पकड़ लेता है -- उसको अपना मान लेता है। होता यह है कि अक्षर क्षरको छोड़ता नहीं और क्षर एक क्षण भी ठहरता नहीं। इस आफतको मिटानेका सुगम उपाय है -- क्षर(शरीरादि) को क्षर(संसार) की ही सेवामें लगा दिया जाय -- उसको संसाररूपी वाटिकाकी खाद बना दी जाय।मनुष्यको शरीरादि नाशवान् पदार्थ अधिकार करने अथवा अपना माननेके लिये नहीं मिले हैं? प्रत्युत सेवा करनेके लिये ही मिले हैं। इन पदार्थोंके द्वारा दूसरोंकी सेवा करनेकी ही मनुष्यपर जिम्मेवारी है? अपना माननेकी बिलकुल जिम्मेवारी नहीं।(2) पन्द्रहवें अध्यायमें भगवान्ने पहले क्षर -- संसारवृक्षका वर्णन किया। फिर उसका छेदन करके परम पुरुष परमात्माके शरण होने अर्थात् संसारसे अपनापन हटाकर एकमात्र परमात्माको अपना माननेकी प्रेरणा की। फिर अक्षर -- जीवात्माको अपना सनातन अंश बताते हुए उसके स्वरूपका वर्णन किया। उसके बाद भगवान्ने (बारहवेंसे पन्द्रहवें श्लोकतक) अपने प्रभावका वर्णन करते हुए बताया कि सूर्य? चन्द्र और अग्निमें मेरा ही तेज है मैं ही पृथ्वीमें प्रविष्ट होकर अपनी शक्तिसे चराचर सब प्राणियोंको धारण करता हूँ मैं ही अमृतमय चन्द्रके रूपसे सम्पूर्ण वनस्पतियोंको पुष्ट करता हूँ वैश्वानर अग्निके रूपमें मैं ही प्राणियोंके शरीरमें स्थित होकर उनके द्वारा खाये हुए अन्नको पचाता हूँ मैं ही सब प्राणियोंके हृदयमें अन्तर्यामीरूपसे विद्यमान हूँ मेरेसे ही स्मृति? ज्ञान और अपोहन (भ्रम? संशय आदि दोषोंका नाश) होता है वेदादि सब शास्त्रोंके द्वारा,मैं ही जाननेयोग्य हूँ और वेदोंके अन्तिम सिद्धान्तका निर्णय करनेवाला तथा वेदोंको जाननेवाला भी मैं ही हूँ। इस प्रकार अपना प्रभाव प्रकट करनेके बाद इस श्लोकमें भगवान् यह गुह्यतम रहस्य प्रकट करते हैं कि जिसका यह सब प्रभाव है? वह (क्षरसे अतीत और अक्षरसे उत्तम) पुरुषोत्तम मैं (साक्षात् साकाररूपसे प्रकट श्रीकृष्ण) ही हूँ।भगवान् श्रीकृष्णने अर्जुनपर बहुत विशेष कृपा करके ही अपने रहस्यकी बात अपने मुखसे प्रकट की है जैसे -- कोई पिता अपने पुत्रके सामने अपनी गुप्त सम्पत्ति प्रकट कर दे अथवा कोई आदमी किसी भूलेभटके मनुष्यको अपना परिचय दे दे कि जिसके लिये तू भटक रहा है? वह मैं ही हूँ और तेरे सामने बैठा हूँ, सम्बन्ध --   चौदहवें अध्यायके छब्बीसवें श्लोकमें भगवान्ने जिस अव्यभिचारिणी भक्तिकी बात कही थी और जिसको प्राप्त करानेके लिये इस पन्द्रहवें अध्यायमें संसार? जीव और परमात्माका विस्तृत विवेचन किया गया? उसका अब आगेके श्लोकमें उपसंहार करते हैं। ","hcsca":"।।15.18।। जैसा कि पूर्व के दो श्लोकों के विवेचन में कहा गया है कि एक परमात्मा ही परिवर्तनशील जगत् के रूप में क्षर और उस जगत् के अपरिवर्तनशील ज्ञाता के रूप में अक्षर कहलाता है। यह सर्वविदित है कि एक अपरिवर्तनशील वस्तु के बिना अन्य परिवर्तनों का ज्ञान होना संभव नहीं होता है। अत यदि शरीर? मन? बुद्धि और बाह्य जगत् के विकारों का हमें बोध होता है? तो उससे ही इस अक्षर का अस्तित्व सिद्ध हो जाता है? जो स्वयं कूटस्थ रहकर अन्य विचारों को प्रकाशित करता है।यह भी स्पष्ट हो जाता है कि केवल क्षर की दृष्टि से ही परमात्मा को अक्षर का विशेषण प्राप्त हो जाता है? अन्यथा वह स्वयं निर्विशेष ही है।इसलिये यहाँ भगवान् कहते हैं? क्षर और अक्षर से अतीत होने के कारण लोक में और वेद में पुरुषोत्तम नाम से प्रसिद्ध हूँ। अर्थात् भगवान् पूर्ण होने से पुरुष है तथा क्षर और अक्षर से अतीत होने से उत्तम भी है? इसलिये वेदों में तथा लोक में भी कवियों और लेखकों ने उन्हें पुरुषोत्तम नाम से भी संबोधित और निर्देशित किया है।अब? परमात्मा के ज्ञान का फल बताते हुये कहते है ","etsga":"15.18 Since I am transcendental to the mutable and above even the immutable, hence I am well known in the world and in the Vedas as the supreme Person. ","etssa":"15.18 As I transcend the perishable and am even higher than the imperishable, I am declared to be the highest Purusha in the world and in the Vedas. ","etdss":"15.18. Becuase, I have transcended the perishing and also the nonperishing, therefore I am acclaimed in the world as well as in the Veda as the Highest of persons. ","ecssa":"15.18 यस्मात् as? क्षरम् the perishable? अतीतः transcend? अहम् I? अक्षरात् than the imperishable? अपि also? च and? उत्तमः best? अतः therefore? अस्मि (I) am? लोके in the world? वेदे in the Vedas? च and? प्रथितः declared? पुरुषोत्तमः the Highest Purusha.Commentary Purushottama is a wellknown name of the Lord. The name is ite appropriate as He is the supreme Purusha.Kshara The perishable -- the tree of Samsara.Akshara The imperishable -- the seed of the tree of Samsara.Because I excel the perishable (the tree of illusory Samsara) and am more excellent also than the imperishable (the seed of the tree of the illusory Samsara) and because I am thus superior to the perishable and the imperishable? I am proclaimed in the world and in the Vedas as the highest Purusha. Devotees know Me as such. Poets also describe Me as such.I am beyond all limitations. There is no trace of dualism in Me. Therefore? I am called by all and by the scriptures the highest Purusha. ","scetsga":"15.18 Yasmat, since; aham, I; am atitah, transcendental; ksaram, to the mutable-I am beyond the Tree of Maya, called the Peepul Tree, which this worldly existence is; and uttamah, above, most excellent or the highest; as compared with api, even; the akasarat, immutable, which is the seed of the Tree of worldly existence; atah, hence, by virtue of being the most excellent as compared with the mutable and the immutable; aham, I; am prathitah, well known; loke, in the world; and vede, in the Vedas; as purusottamah, the supreme Person. Devoted persons know Me thus, and poets also use this name Purusottama in their poetry etc.; they extol Me with this name.\nThereafter, now is stated this result attained by one who knows the Self as described: ","scetdss":"15.16-18 Dvav imau etc. upto Purusottamah. What has been stated in the passage There are two persons in the world etc., is this : The body organism is made of the earth and other elements. In the world every person, unitelligent by nature, takes the body for the Self and [hence] views the Soul to be of perishing nature. Hence, the sense of duality does not come to an end with regard to the worldly persons, because of their delusion. But I am (the I-consciousness is) the One favouring all, and by cutting the daulity-knot I am to be realised as the One pervading all.\n \n(I) have transcended the perishing : Since the elements are insentient. (I) have transcended the nonperishing : Since the omnipresence [of the Self] is cut off (not comprehended) when the Self is not properly realised. In the world and in the Veda too I am acclaimed as the Highest of Persons : The Self same Supreme Self, admitting no duality, is described in this manner with the sentences He is he Highest Person and the like. ","scetssa":"15.18 Inasmuch as I transcend the perishable (i.e., bound) Person of the aforesaid nature, and I am higher, for reasons stated earlier, than the imperishable Person or liberated self, therefore I am styled the Supreme Person in the Smrti and Srutis. The Smrti is called Loka by reason of its leading to the meaning of the Vedas. The meaning is that I am famous in the Srutis and in the Smrti. In the Sruti for instance; Reaching the Supreme Light, it appears in its own nature. He is the Supreme Person (Cha. U., 8.12.3). In the Smrti we have texts like I will approach Him (Sri Krsna), the Supreme Person who is the incarnation of a portion of Visnu, who is without beginning, middle or end (V. P., 5.17.33). ","chakravarthi":"Having spoken about the object of worship of the yogis, paramatma, the Lord now speaks about the object of worship of the devotees, bhagavan.Though he in his form as Krsna is bhagavan himself, he denotes the supreme excellence of his own svarupa as Krsna using the name purusottama, he who is superior (uttama) to the paramatma (purusa). I am superior to the jiva (ksaram), and I am superior to the brahman (aksarat), and also to the unchanging person, paramatma (purusa).\nyoginam api sarvesam mad-gatenantar-atmana\nsraddhavan bhajate yo mam sa me yuktatamo matah\nOf all yogis, he who, absorbing his mind in me, worships me with faith, is considered by me to be the best yogi.   BG 6.47\nFrom the difference in the worshipper, one can conclude that there is a difference in the worshipable object. The word ca in the verse also indicates that Krsna is superior even to the Lord of Vaikuntha and others. This is understood from the words of Suka:\nete camsa-kalah pumsah krsnas tu bhagavan svayam\nThese are all parts or parts of parts. Krsna is bhagavan himself.    SB 1.3.28\nThough his one sac cid ananda form is called by the names brahman,   paramatma   and   bhagavan,   actually   there   is   no difference at all between them, svarupa dvaydbhavat: there is no duality in your form. (SB 6.9.36) However, because of observing difference in the worshippers, in terms of sadhana and the results, difference has been designated.  That is to say, the sadhana respectively of the jnani, yogi and bhakta produces realization of brahman, paramatma and bhagavan. The result of jnana and yoga is mere liberation, and the result of bhakti is to become an associate of the Lord with prema. Also without bhakti, the jnanl and yogi do not even attain liberation. This is understood from the following verses:\nnaiskarmyam apy acyuta-bhava-varjitam na sobhate\nKnowledge of self-realization, even though free from all material affinity, does not look well if devoid of a conception of the Infallible [God]. SB 1.5.12\npureha bhuman bahavo ‘pi yoginas\ntvad-arpiteha nija-karma-labdhaya\nvibudhya bhaktyaiva kathopanitaya\nprapedire ‘njo ‘cyuta te gatim param\nO almighty Lord, in the past many yogis in this world achieved the platform of devotional service by offering all their endeavors unto You and faithfully carrying out their prescribed duties. Through such devotional service, perfected by the processes of hearing and chanting about You, they came to understand You, O infallible one, and could easily surrender to You and achieve Your supreme abode. SB 10.14.5\nThe worshippers of brahman and paramatma must necessarily perform bhakti to bhagavan in order to achieve the final results of their sadhana. The worshippers of bhagavan however do not perform worship of brahman or paramatma to achieve the results of their sadhana.\ntasman mad-bhakti-yuktasya yogino vai mad-atmanah\nna jnanam na ca vairagyam prayah sreyo bhaved iha\nTherefore, for a devotee engaged in My loving service, with mind fixed on Me, the cultivation of knowledge and renunciation is generally not the means of achieving the highest perfection within this world. SB 11.20.31\nyat karmabhir yat tapasa jnana-vairagyatas ca yat\nyogena dana-dharmena sreyobhir itarair api\nsarvam mad-bhakti-yogena mad-bhakto labhate ‘njasa\nsvargapavargam mad-dhama kathancid yadi vanchati\nEverything that can be achieved by fruitive activities, penance, knowledge, detachment, mystic yoga, charity, religious duties and all other means of perfecting life is easily achieved by My devotee through loving service unto Me. If somehow or other My devotee desires promotion to heaven, liberation, or residence in My abode, he easily achieves such benedictions. SB 1.20.31-32\nya vai sadhana-sampattih purusartha-catustaye\ntaya vina tad apnoti naro narayanasrayah\nEven without the usual requirements for achieving the perfection of life, a person will gain that perfection if he is simply a surrendered devotee of Narayana Narayaniya\nTherefore, by worship of bhagavan, it is possible to attain all of the results: material enjoyment, liberation and prema. But by the worship of brahman and paramatma alone, it is not possible to attain enjoyment, liberation or prema. Therefore, it is said that bhagavan is in a superior position even though he is not different from brahman and paramatma. It is just as the huge fire is considered superior among a small light, a lamp and a huge fire, because of its superior ability to alleviate the pain of cold, even though all the items are essential the same energy.\nHowever, among the forms of bhagavan, Krsna is considered to be the supreme attractive, just as the sun is considered superior to the huge fire. Why? Because Krsna alone gave nirvana moksa, the final fruit of worship of brahman, even to his enemies such as Agha, Baka and Jarasandha, who were most sinful. This verse has been explained according to Sridhara Svami’s commentary on the verse brahmano hi pratisthaham.\nMadhusudana Sarasvati says:\nMen skilful at pious work worship Krsna repeatedly, who appears continually to relieve the burden of the earth, who enables the intelligent to cross the material ocean, who is the delight of the women of Vraja, the essence of the beauty of the rain cloud as described in the Vedas, and the form of knowledge and bliss.\nI do not know any truth higher than Krsna, who has lotus eyes, a face beautiful as the full moon, and lips red like the bimba fruit; who has the complexion of a rain cloud; who wears yellow cloth; and who holds a flute in his hand. Madhusudana Sarasvati’s commentary on verse 19\nThose fools who cannot tolerate the glories of Krsna which have been ascertained with valid proof go to hell. Madhusudana Sarasvati’s commentary on verse 20\nThere should be no indignation at the explanation of these three verses (16-18) which establish the supreme position of the form of Krsna, with all due respects to the impersonalists. ","rudra":"\nIn this verse the Supreme Lord Krishna confirms His position as Purusottama\nthe Supreme Being of all existence by His validation of transcendence to\nboth the ksarah or perishable and aksarah or imperishable; along with all\njivas or embodied beings in bondage as well as those liberated from\nsamsara or the perpetual cycle of birth and death. Therfore throughout\ncreation and in the Vedic scriptures He is celebrated and reknown as\nPurusottama. The Brihadaranya Upanisad V.VI.I beginning manomayo-ayam\npuruso states: The resplendent supreme being is the ruler and lord of all\ngoverning all that exists. ","brahma":" ","shri":"\nThe reality of the Supreme Lord Krishnas transcendence to both the\nksarah or perishable which includes all jivas or embodied beings as well\nas aksarah or imperishable including all the atmas or immortal souls. He is\ncelebrated and gloridied as Purusottama the Supreme Being. The word loke\nobviously means worlds but due to its proximity to vede meaning the Vedas\nit can refer to the smritis such as the Vishnu Purana V.XVII.XXXIII which\nstates: Incarnations of Purusottama descending from Vishnu are without a\nbeginning, middle or end. An example from sruti is the Chandogya Upanisad\nVIII.XII.III beginning: evamevaisa samprasado asma charirat samuthaya param\nstates: Achieving liberation the spiritsoul attains a glorious effulgent\nform revelling in its position at the feet of the Supreme Being. So in\nconclusion loke vede can mean that the Supreme Lord celebrated as\nPurusottama is glorified in both sections of the Vedic scriptures known as\nsruti and smriti and it can mean that He is glorifeied in all the worlds. ","kumar":"The reality of the Supreme Lord Krishnas transcendence to both the\nksarah or perishable which includes all jivas or embodied beings as well\nas aksarah or imperishable including all the atmas or immortal souls. He is\ncelebrated and gloridied as Purusottama the Supreme Being. The word loke\nobviously means worlds but due to its proximity to vede meaning the Vedas\nit can refer to the smritis such as the Vishnu Purana V.XVII.XXXIII which\nstates: Incarnations of Purusottama descending from Vishnu are without a\nbeginning, middle or end. An example from sruti is the Chandogya Upanisad\nVIII.XII.III beginning: evamevaisa samprasado asma charirat samuthaya param\nstates: Achieving liberation the spiritsoul attains a glorious effulgent\nform revelling in its position at the feet of the Supreme Being. So in\nconclusion loke vede can mean that the Supreme Lord celebrated as\nPurusottama is glorified in both sections of the Vedic scriptures known as\nsruti and smriti and it can mean that He is glorifeied in all the worlds. "}