{"meta":"Bhagavad Gita Chapter 15 Verse 20","metahi":"भगवद् गीता 15.20","slok":"इति गुह्यतमं शास्त्रमिदमुक्तं मयाऽनघ।एतद्बुद्ध्वा बुद्धिमान्स्यात्कृतकृत्यश्च भारत।।15.20।। ","htsrsd":"।।15.20।।हे निष्पाप अर्जुन इस प्रकार यह अत्यन्त गोपनीय शास्त्र मेरे द्वारा कहा गया है। हे भरतवंशी अर्जुन इसको जानकर मनुष्य ज्ञानवान् (तथा प्राप्तप्राप्तव्य) और कृतकृत्य हो जाता है। ","htstma":"।।15.20।। हे निष्पाप भारत इस प्रकार यह गुह्यतम शास्त्र मेरे द्वारा कहा गया? इसको जानकर मनुष्य बुद्धिमान और कृतकृत्य हो जाता है।। ","transliteration":"Iti guhyatamam shaastram idamuktam mayaa’nagha;\nEtadbuddhwaa buddhimaan syaat kritakrityashcha bhaarata. ","englishmeaning":"iti—these; guhya-tamam—most secret; śhāstram—Vedic scriptures; idam—this; uktam—spoken; mayā—by Me; anagha—Arjun, the sinless one; etat—this; buddhvā—understanding; buddhi-mān—enlightened; syāt—one becomes; kṛita-kṛityaḥ—who fulfills all that is to be accomplished; cha—and; bhārata—Arjun, the son of Bharat ","hcsrsd":"।।15.20।। व्याख्या --   अनघ -- अर्जुनको निष्पाप इसलिये कहा गया है कि वे दोषदृष्टि(असूया) से रहित थे। दोषदृष्टि करना पाप है। इससे अन्तःकरण अशुद्ध होता है। जो दोषदृष्टिसे रहित होता है? वही भक्तिका पात्र होता है।गोपनीय बात दोषदृष्टिसे रहित मनुष्यके सामने ही कही जाती है (टिप्पणी प0 786)। यदि दोषदृष्टिवाले मनुष्यके सामने गोपनीय बात कह दी जाय? तो उस मनुष्यपर उस बातका उलटा असर पड़ता है अर्थात् वह उस गोपनीय बातका उलटा अर्थ लगाकर वक्तामें भी दोष देखने लगता है कि यह आत्मश्लाघी है दूसरोंको मोहित करनेके लिये कहता है इत्यादि। इससे दोषदृष्टिवाले मनुष्यकी बहुत हानि होती है।दोषदृष्टि होनेमें खास कारण है -- अभिमान। मनुष्यमें जिस बातका अभिमान हो? उस बातकी उसमें कमी होती है। उस कमीको वह दूसरोंमें देखने लगता है। अपनेमें अच्छाईका अभिमान होनेसे दूसरोंमें बुराई दीखती है और दूसरोंमें बुराई देखनेसे ही अपनमें अच्छाईका अभिमान आता है।यदि दोषदृष्टिवाले मनुष्यके सामने भगवान् अपनेको सर्वोपरि पुरुषोत्तम कहें? तो उसको विश्वास नहीं होगा? उलटे वह यह सोचेगा कि भगवान् आत्मश्लाघी (अपने मुँह अपने बड़ाई करनेवाले) हैं --,निज अग्यान राम पर धरहीं। (मानस 7। 73। 5)भगवान्के प्रति दोषदृष्टि होनेसे उसकी बहुत हानि होती है। इसलिये भगवान् और संतजन दोषदृष्टिवाले अश्रद्धालु मनुष्यके सामने गोपनीय बातें प्रकट नहीं करते (गीता 18। 67)। वास्तवमें देखा जाय तो दोषदृष्टिवाले मनुष्यके सामने गोपनीय (रहस्ययुक्त) बातें मुखसे निकलती ही नहीं अर्जुनके लिये अनघ सम्बोधन देनेमें यह भाव भी हो सकता है कि इस अध्यायमें भगवान्ने जो परमगोपनीय प्रभाव बताया है? वह अर्जुनजैसे दोषदृष्टिसे रहित सरल पुरुषके सम्मुख ही प्रकट किया जा सकता है।इति गुह्यतमं शास्त्रमिदम् -- चौदहवें अध्यायके छब्बीसवें श्लोकमें अव्यभिचारिणी भक्तिकी बात कहनेके बाद भगवान्ने पन्द्रहवें अध्यायके पहले श्लोकसे उन्नीसवें श्लोकतक जिस (क्षर? अक्षर और पुरुषोत्तमके) विषयका वर्णन किया है? उस विषयकी पूर्णता और लक्ष्यका निर्देश यहाँ इति इदम् पदोंसे किया गया है।इस अध्यायमें पहले भगवान्ने क्षर (संसार) और अक्षर(जीवात्मा) का वर्णन करके अपना अप्रतिम प्रभाव (बारहवेंसे पंद्रहवें श्लोकतक) प्रकट किया। फिर भगवान्ने यह गोपनीय बात प्रकट की कि जिसका यह सब प्रभाव है? वह (क्षरसे अतीत और अक्षरसे उत्तम) पुरुषोत्तम मैं ही हूँ।नाटकमें स्वाँग धारण किये हुए मनुष्यकी तरह भगवान् इस पृथ्वीपर मनुष्यका स्वाँग धारण करके अवतरित होते हैं और ऐसा बर्ताव करते हैं कि अज्ञानी मनुष्य उनको नहीं जान पाते (गीता 7। 24)। स्वाँगमें अपना वास्तविक परिचय नहीं दिया जाता? गुप्त रखा जाता है। परन्तु भगवान्ने इस अध्यायमें (अठारहवें श्लोकमें) अपना वास्तविक परिचय देकर अत्यन्त गोपनीय बात प्रकट कर दी कि मैं ही पुरुषोत्तम हूँ। इसलिये इस अध्यायको गुह्यतम कहा गया है।शास्त्र में प्रायः संसार? जीवात्मा और परमात्माका वर्णन आता है। इन तीनोंका ही वर्णन पंद्रहवें अध्यायमें हुआ है? इसलिये इस अध्यायको शास्त्र भी कहा गया है।सर्वशास्त्रमयी गीतामें केवल इसी अध्यायको शास्त्र की उपाधि मिली है। इसमें पुरुषोत्तम का वर्णन मुख्य होनेके कारण इस अध्यायको गुह्यतम शास्त्र कहा गया है। इस गुह्यतम शास्त्रमें भगवान्ने अपनी प्राप्तिके छः उपायोंका वर्णन किया है --,(1) संसारको तत्त्वसे जानना (श्लोक 1)।(2) संसारसे माने हुए सम्बन्धका विच्छेद करके एक भगवान्के शरण होना (श्लोक 4)।(3) अपनेमें स्थित परमात्मतत्त्वको जानना (श्लोक 11)।(4) वेदाध्ययनके द्वारा तत्त्वको जानना (श्लोक 15)।(5) भगवान्को पुरुषोत्तम जानकर सब प्रकारसे उनका भजन करना (श्लोक 19)।(6) सम्पूर्ण अध्यायके तत्त्वको जानना (श्लोक 20)।जिस अध्यायमें भगवत्प्राप्तिके ऐसे सुगम उपाय बताये गये हों? उसको शास्त्र कहना उचित ही है।मया उक्तम् -- इन पदोंसे भगवान् यह कहते हैं कि सम्पूर्ण भौतिक जगत्का प्रकाशक और अधिष्ठान? समस्त प्राणियोंके हृदयमें स्थित? वेदोंके द्वारा जाननेयोग्य एवं क्षर और अक्षर दोनोंसे उत्तम साक्षात् मुझ पुरुषोत्तमके द्वारा ही यह गुह्यतम शास्त्र अत्यन्त कृपापूर्वक कहा गया है। अपने विषयमें जैसा मैं कह सकता हूँ? वैसा कोई नहीं कह सकता। कारण कि दूसरा पहले (मेरी ही कृपाशक्तिसे) मेरेको जानेगा (टिप्पणी प0 787)? फिर वह मेरे विषयमें कुछ कहेगा? जबकि मेरेमें अनजानपना है ही नहीं।वास्तवमें स्वयं भगवान्के अतिरिक्त दूसरा कोई भी उनको पूर्णरूपसे नहीं जान सकता (गीता 10। 2? 15)। छठे अध्यायके उन्तालीसवें श्लोकमें अर्जुनने भगवान्से कहा था कि आपके सिवाय दूसरा कोई भी मेरे संशयका छेदन नहीं कर सकता। यहाँ भगवान् मानो यह कह रहे हैं कि मेरे द्वारा कहे हुए विषयमें किसी प्रकारका संशय रहनेकी सम्भावना ही नहीं है।एतद्बुद्ध्वा बुद्धिमान्स्यात्कृतकृत्यश्च भारत -- पूरे अध्यायमें भगवान्ने जो संसारकी वास्तविकता? जीवात्माके स्वरूप और अपने अप्रतिम प्रभाव एवं गोपनीयताका वर्णन किया है? उसका (विशेषरूपसे उन्नीसवें श्लोकका) निर्देश यहाँ एतत् पदसे किया गया है। इस गुह्यतम शास्त्रको जो मनुष्य तत्त्वसे जान लेता है? वह ज्ञानवान् अर्थात् ज्ञातज्ञातव्य हो जाता है। उसके लिये कुछ भी जानना शेष नहीं रहता क्योंकि उसने जाननेयोग्य पुरुषोत्तमको जान लिया।परमात्मतत्त्वको जाननेसे मनुष्यकी मूढ़ता नष्ट हो जाती है। परमात्मतत्त्वको जाने बिना लौकिक सम्पूर्ण विद्याएँ? भाषाएँ? कलाएँ आदि क्यों न जान ली जायँ? उनसे मूढ़ता नहीं मिटती क्योंकि लौकिक सब विद्याएँ आरम्भ और समाप्त होनेवाली तथा अपूर्ण हैं। जितनी लौकिक विद्याएँ हैं? सब परमात्मासे ही प्रकट होनेवाली हैं अतः वे परमात्माको कैसे प्रकाशित कर सकती हैं इन सब लौकिक विद्याओंसे अनजान होते हुए भी जिसने परमात्माको जान लिया है? वही वास्तवमें ज्ञानवान् है।उन्नीसवें श्लोकमें सब प्रकारसे भजन करनेवाले जिस मोहरहित भक्तको सर्ववित् कहा गया है? उसीको यहाँ बुद्धिमान् नामसे कहा गया है।यहाँ च पदमें पूर्वश्लोकमें आयी बातके फल(प्राप्तप्राप्तव्यता) का अनुकर्षण है। पूर्वश्लोकमें सर्वभावसे भगवान्का भजन करने अर्थात् अव्यभिचारिणी भक्तिकी बात विशेषरूपसे आयी है। भक्तिके समान कोई लाभ नहीं है -- लाभु कि किछु हरि भगति समाना (मानस 7। 112। 4)। अतः जिसने भक्तिको प्राप्त कर लिया? वह प्राप्तप्राप्तव्य हो जाता है अर्थात् उसके लिये कुछ भी पाना शेष नहीं रहता।भगवत्तत्त्वकी यह विलक्षणता है कि कर्मयोग? ज्ञानयोग और भक्तियोग -- तीनोंमेंसे किसी एककी सिद्धिसे कृतकृत्यता? ज्ञातज्ञातव्यता और प्राप्तप्राप्तव्यता -- तीनोंकी प्राप्ति हो जाती है। इसलिये जो भगवत्तत्त्वको जान लेता है? उसके लिये फिर कुछ जानना? पाना और करना शेष नहीं रहता उसका मनुष्यजीवन सफल हो जाता है।इस प्रकार ? तत्? सत् -- इन भगवन्नामोंके उच्चारणपूर्वक ब्रह्मविद्या और योगशास्त्रमय श्रीमद्भगवद्गीतोपनिषद्रूप श्रीकृष्णार्जुनसंवादमें पुरुषोत्तमयोग नामक पंद्रहवाँ अध्याय पूर्ण हुआ।।15।। , ","hcsca":"।।15.20।। प्रस्तुत अध्याय के इस अन्तिम श्लोक में भगवान् श्रीकृष्ण कहते हैं कि उन्होंने अर्जुन को गुह्यतम ज्ञान का उपदेश दिया है। इस ज्ञान को गुह्य या रहस्य इस दृष्टि से नहीं कहा गया है कि इसका उपदेश किसी को नहीं देना चाहिये अभिप्राय यह है कि परमात्मा इन्द्रिय अगोचर होने के कारण कोई भी व्यक्ति प्रत्यक्ष और अनुमान प्रमाणों के द्वारा उसे अपनी बुद्धि से नहीं जान सकता है। अत वह उसके लिये रहस्य ही बना रहेगा। केवल एक शास्त्रज्ञ और आत्मानुभवी आचार्य के उपदेश से ही परमात्मज्ञान हो सकता है।हे निष्पाप वह कर्म? भावना या विचार? पाप कहलाता है? जिसको करने पर कालान्तर में हमारे मन में विक्षेप? पश्चाताप तथा आत्मग्लानि उत्पन्न होती है। इन के होने पर अन्तकरण में आत्मविचार करने के लिये आवश्यक सूक्ष्मता और सजगता नहीं रहती। अत इस सन्दर्भ में अर्जुन को निष्पाप कहकर संबोधित करना यह दर्शाता है कि वह आत्मज्ञान के योग्य है।अपने पुरुषोत्तम स्वरूप को जानने वाला पुरुष बुद्धिमान् बन जाता है। इसका अर्थ यह है कि इस ज्ञान के पश्चात् वह जीवन में वस्तुओं के यथार्थ स्वरूप को समझने में और कर्म से संबंधित निर्णय लेने में त्रुटि नहीं करता है। फलस्वरूप वह न स्वयं के लिये भ्रम और दुख उत्पन्न करता है और न ही समाज के अन्य व्यक्तियों के लिये।परमात्मा के ज्ञान का फल है कृतकृत्यता। मन में पूर्ण सन्तोष का वह भाव? जो जीवन के लक्ष्य को प्राप्त कर लेने पर उदय होता है? कृतकृत्यता कहलाता है। तत्पश्चात् उस व्यक्ति के लिये न कोई प्राप्तव्य शेष रहता है और न कोई कर्तव्य। यह श्लोक उत्तम अधिकारियों को आत्मज्ञान के इस श्रेष्ठ फल का आश्वासन देता है।conclusion तत्सदिति श्रीमद्भगवद्गीतासूपनिषत्सु ब्रह्मविद्यायां योगशास्त्रेश्रीकृष्णार्जुनसंवादे पुरुषोत्तमयोगो नाम पञ्चदशोऽध्याय।। ","etsga":"15.20 O sinless one, this most secret scripture has thus been uttered by Me. Understanding this, one becomes wise and has his duties fulfilled, O scion of the Bharata dynasty. ","etssa":"15.20 Thus, this most secret science has been taught by Me, O sinless one; on knowing this, a man becomes wise, and all his duties are accomplished, O Arjuna. ","etdss":"15.20. Thus the most secret scripture has been taught by Me, O sinless one; by understanding this, let a man become wise and also become one who has accomplished what reires to be accomplished, O descendant of Bharata ! ","ecssa":"15.20 इति thus? गुह्यतमम् most secret? शास्त्रम् science (teaching)? इदम् this? उक्तम् has been taught? मया by Me? अनघ O sinless one? एतत् बुद्ध्वा knowing this? बुद्धिमान् wise? स्यात् will become? कृतकृत्यः (who has) accomplished all the duties? च and? भारत O Bharata.Commentary Guhyatamam Most profound secret.Buddhiman means here a knower of the Self or Atmart.The knowledge of the Self which gives emancipation from the round of birth and death? and freedom from the bonds of Karma is eulogised in this verse. If this most profound teaching is rightly understood? known or realised? it makes a man wise and gives him illumination. After this there is nothing left for him to know or strive for. He has reached the goal of life or the aim of human existence. He has arrived at the end of his journey. His endeavour for Selfrealisation is over. He has attained perfection. He has complete knowledge of the Supreme Being. He gets Brahma Jnana. He moves in the consciousness of the Divine. He beholds the Self everywhere. He lives in Brahman. He regards all activities as His divine play.When one realises Brahman? he has discharged all the duties of life. He is liberated from the bonds of Karma. He becomes a Jivanmukta or illumined sage who has transcended the bodyconsciousness? the three alities of Nature? the three states of consciousness (wakeful state? dream and deep sleep)? the pairs of opposites and the cycle of birth and death. He knows fully well that rirth has been destroyed? that what has to be done has been accomplished? that lifes highest goal has been reached and that he has nothing more to do or to learn. He has understood the profound mystery of life -- the riddle of this universe. He is a Sarvavit or allknower.The whole of the Gita is called science? yet the fifteenth discourse alone is here declared as the science for the sake of eulogising it. The fifteenth discourse contains the intessence of the Gita? the Upanishads and the Vedas. This is the butter churned from the milk of the Vedas. It has been said that? He who knows the peepul tree knows the Veda (XV.1). The Lord has also said? It is I Who am to be known by all the Vedas (XV.15). Only when a man knows this science as taught above does he become wise -- but not otherwise. Whatever duty a Brahmana of the highest birth has to do? all that has been doen when one attains the knowledge of the Self. All actions in their entirety culminate in knowledge (IV.33). This is the fulfilment of the birth? particularly of a Brahmana because the twicorn accomplishes all his duties only by attaining to this? but not otherwise? says Manu Smriti.As you have heard from Me this truth about the Supreme Being? you are a happy man and you have done all your duties you have attained Selfrealistion.By using the words Anagha and Bharata? Lord Krishna hints that even when an ordinary man who knows this fifteenth discourse can attain knowledge of the Self and become a Kritakritya? then what to say of Arjuna who was sinless and who was born in a noble family with divine attributes The Lord? by using the word Anagha? also indicates that the Guru who is a knower of Brahman should instruct the most profound secret (the science of the Self) only to alified persons who are free from impurities of the heart or tossing of the mind? who are calm and endowed with the four means of salvation. The man of impure mind will not be able to grasp the truth. The sinful man with his perverted intellect will distort the truth and thus pave the way for the destruction of himself and his followers.Thus in the Upanishads of the glorious Bhagavad Gita? the science of the Eternal? the scripture of Yoga? the dialogue between Sri Krishna and Arjuna? ends the fifteenth discourse entitledThe Yoga of the Supreme Spirit. ,, ","scetsga":"15.20 This guhyatamam, most secret, i.e. most mystical;- what is that?-sastram, scripture-. Although the Gita as a whole is spoken of as the scripture, still this chapter itself is here referred to as such, and this for eulogy as is evident from the context. For, not only has the entire meaning of the scripture Gita been stated here in brief, but the whole purport of the Vedas also has been comprehended here. And it has been said, He who realizes it is a knower of the Vedas (1), I alone am the object to be known through all the Vedas (15). (Thus, this most secret scripture) iti uktam, has thus been uttered; maya, by Me; anagha, O sinless one.\nO scion of the Bharata dynasty, buddhva, under-standing; etat, this, the scripture which has the purport as has been revealed; syat, one becomes; buddhiman, wise; and krta-krtyah, has his duties fulfilled; but not otherwise. The meaning is that what-ever a Brahmana has to do as a conseence of his special birth (as a Brahmana), all that becomes accomplished when the reality of the Lord is known. The idea is that nobodys duties become fulfilled in any other way. And it has been said, O son of Prtha, all actions in their totality culminate in Knowledge (4.33). There is also a saying from Manu:\nThis, verily, is the fulfilment of a Brahmana in particular. For, by getting this, a twice-born has his duties fulfilled; not otherwise (Ma. Sm. 12.93).\nSince you have heard from Me this truth about the supreme Reality, therefore, O scion of the Bharata dynasty, you have achieved your Goal! ","scetdss":"15.20 Iti etc. The most secret [scripture] : Because it explains the oneness of all. One becomes a man of wisdom by knowing this only and not by the knowledge of worldly affairs. One becomes a man of success by just understanding this, and not even by the deeds like the total victory over the foes, earning wealth, enjoying women and so on. The word ca also indicates a wonder. Has it not been witnessed that [always] one becomes a man of success by what has been accomplished ? But it is strange that [in the present case one becomes a man of success] by just what has been realised.\n \nThe word iti thus indicates the conclusion of the treatise. For, what is to be taught has come to an end completely. That is why in the Sixteenth Chapter the eligibility of the pupil, Arjuna, is exclusively dealt with; and nothing new is taught. The intention [of that chapter] is to say only this much : The divine wealth is just of that nature; but the devilish wealth born of illusion is of this nature; you (Arjuna) are however endowed with the divine wealth of wisdom. Hence [the Lord] is going to say Dont worry. [You are endowed] with the divine wealth (XVI, 5). That is why earlier in the context of explaining the clash between the wisdom and ignorance this has been indicated [by me (Ag.)]: It is the confrontation between the wisdom and ignorance that has been detailed under the pretext of [describing] the wars between the gods and devils. So, while dealing essentially with the ality of a pupil, other subjects are mentioned incidentally. So also the pair of chapters (Ch. XVII & XVIII) would follow. But the teaching [proper] has come to an end completely here itself. For what is to be achieved is nothing but serving (attaining) the Absolute Lord-the serving, which is of the nature of total absorption into Him by ones entire being. All other things are only to achieve this end. This has been explained earlier. The Supreme Happiness is indeed nothing but a complete absorption into the Supreme Lord by ones entire being. ","scetssa":"15.20 Thus, this Sastra, the most mysterious of all mysteries and which teaches My aspect as the Supreme Person, has been imparted to you by Me, as you are worthy to receive it because you are sinless. By understanding this, a man will become truly wise and will have fulfilled his duty. Whatever wisdom has to be cultivated for attaining Me, all that should be taken as cultivated and that whatever duty has to be fulfilled in that connection - all that is to be taken as fulfilled by knowing this (the Purusottama Vidya). He gets all spiritual fulfilment by this knowledge, except the direct vision of Purusottama. [Probably the idea is that direct vision comes only when the body falls at the end of the antum of Karma that has brought it into existence. Before that only the state of the Sthitaprajna can be attained. The thin veil of residual Karma still stands in the way.] ","chakravarthi":" ","rudra":" \nThe subject matter of this chapter has been concluded. In a very concise\nway the Supreme Lord Krishna has revealed this most secret and esoteric\ndoctrine and expanded it in full within these 20 verses. Whosoever learns\nand practices this doctrine becomes truly emlightened and accomplished in\nall their duties and responsibilities. So it goes without saying that\nArjuna who has been instructed by Lord Krishna and understands this\ndoctrine will be victorious in the battle of Kuruksetra as all his duties\nand responsibilities can be considered accomplished. The resplendent\nSupreme Lord Krishna having cut asunder the mundane tree of materialistic\nexistence at the root revealed the results by His unequivocal teachings of\nthe ultimate truth. ","brahma":"\nBrahma, Shiva, demi-gods such as Indra, Surya, Agni, Vayu and all other\njivas or embodied beings are ksarah or perishable. Everything that arises\nfrom prakriti or the material substratum pervading physical existence is\nimpermanent and subject to destruction. Everything that arises from the\nbrahman or the spiritual substratum pervading all existence is aksarah or\nimperishable and of an eternal nature. This includes all atmas or immortal\nsouls. But the Supreme Lord Krishna along with all of His avatars or\nincarnations and expansions as revealed in Vedic scriptures are all\ntranscendental and distinctly different to both the ksarah or aksarah. The\nword kuta-sthah spoken earlier in verse 16 means the eternal associates of\nthe Supreme Lord such as Sri Laxsmi-devi, who is also of an eternal nature\nas the shakti or feminine potency of the Supreme Lord always in direct\nservice of Lord Krishna who is known as Purusottama the Supreme Being. ","shri":" The Supreme Lord Krishna considering Arjuna to be of a divine nature and a\nworthy recepient revealed the revelation of His aspect of Purusottama the\nabsolute Supreme Being which is the confidential secret of all secrets.\nOne who knows this shall become perpetually spiritually enlightened;\nacquiring all the attributes and wisdom by which one aspiring to attain\nLord Krishna will possess. Such a one will have accomplished all works and\nduties and the result of every activity needed to attain Lord Krishna by\nrenunciation and penance will in fact be acquired. This chapter which gives complete knowledge of the Supreme Lord Krishnas\naspect of Purusottama that has been substantiated by the Vedic scriptures\nis alone sufficient to to accomplish what is stated in this verse. That\nthis spiritual knowledge in itself is enough to manifest spiritual\nenlightenment and all that arises from it without having direct contact\nwith the Supreme Being known as Purusottama as that is not a requirement\nfor success. Chapter 15 has clearly delineated an explicit explanation of the three\nfundamentals of all existence which are Isvara the Supreme Lord, cit or\nsentient consciousness and achit or insentient matter which combined\ndelivers a complete comprehensive solution to the meaning and mystery of\nexistence throughout creation. This is the ontological thesis of Sri\nRamanujas qualified monism philosophy of Visisthadvaita-veda which states\nthat although all the energies of the Supreme Lord are one they each retain\ntheir individuality. ","kumar":"The Supreme Lord Krishna considering Arjuna to be of a divine nature and a\nworthy recepient revealed the revelation of His aspect of Purusottama the\nabsolute Supreme Being which is the confidential secret of all secrets.\nOne who knows this shall become perpetually spiritually enlightened;\nacquiring all the attributes and wisdom by which one aspiring to attain\nLord Krishna will possess. Such a one will have accomplished all works and\nduties and the result of every activity needed to attain Lord Krishna by\nrenunciation and penance will in fact be acquired. This chapter which gives complete knowledge of the Supreme Lord Krishnas\naspect of Purusottama that has been substantiated by the Vedic scriptures\nis alone sufficient to to accomplish what is stated in this verse. That\nthis spiritual knowledge in itself is enough to manifest spiritual\nenlightenment and all that arises from it without having direct contact\nwith the Supreme Being known as Purusottama as that is not a requirement\nfor success. Chapter 15 has clearly delineated an explicit explanation of the three\nfundamentals of all existence which are Isvara the Supreme Lord, cit or\nsentient consciousness and achit or insentient matter which combined\ndelivers a complete comprehensive solution to the meaning and mystery of\nexistence throughout creation. This is the ontological thesis of Sri\nRamanujas qualified monism philosophy of Visisthadvaita-veda which states\nthat although all the energies of the Supreme Lord are one they each retain\ntheir individuality. "}