{"meta":"Bhagavad Gita Chapter 16 Verse 14","metahi":"भगवद् गीता 16.14","slok":"असौ मया हतः शत्रुर्हनिष्ये चापरानपि।ईश्वरोऽहमहं भोगी सिद्धोऽहं बलवान्सुखी।।16.14।। ","htsrsd":"।।16.14।।वह शत्रु तो हमारे द्वारा मारा गया और उन दूसरे शत्रुओंको भी हम मार डालेंगे। हम सर्वसमर्थ हैं। हमारे पास भोगसामग्री बहुत है। हम सिद्ध हैं। हम बड़े बलवान् और सुखी हैं। ","htstma":"।।16.14।। यह शत्रु मेरे द्वारा मारा गया है और दूसरे शत्रुओं को भी मैं मारूंगा? मैं ईश्वर हूँ और भोगी हूँ? मैं सिद्ध पुरुष हूँ? मैं बलवान और सुखी हूँ।। ","transliteration":"Asau mayaa hatah shatrur hanishye chaaparaanapi;\nEeshwaro’hamaham bhogee siddho’ham balavaan sukhee. ","englishmeaning":"idam—this; adya—today; mayā—by me; labdham—gained; imam—this; prāpsye—I shall acquire; manaḥ-ratham—desire; idam—this; asti—is; idam—this; api—also; me—mine; bhaviṣhyati—in future; punaḥ—again; dhanam—wealth; asau—that; mayā—by me; hataḥ—has been destroyed; śhatruḥ—enemy; haniṣhye—I shall destroy; cha—and; aparān—others; api—also; īśhvaraḥ—God; aham—I; aham—I; bhogī—the enjoyer; siddhaḥ—powerful; aham—I; bala-vān—powerful; sukhī—happy; āḍhyaḥ—wealthy; abhijana-vān—having highly placed relatives; asmi—me; kaḥ—who; anyaḥ—else; asti—is; sadṛiśhaḥ—like; mayā—to me; yakṣhye—I shall perform sacrifices; dāsyāmi—I shall give alms; modiṣhye—I shall rejoice; iti—thus; ajñāna—ignorance; vimohitāḥ—deluded ","hcsrsd":"।।16.14।। व्याख्या --   आसुरीसम्पदावाले व्यक्ति क्रोधके परायण होकर इस प्रकारके मनोरथ करते हैं -- असौ मया हतः शत्रुः -- वह हमारे विपरीत चलता था? हमारे साथ वैर रखता था? उसको तो हमने मार दिया है और हनिष्ये चापरानपि -- दूसरे जो भी हमारे विपरीत चलते हैं? हमारे साथ वैर रखते हैं? हमारा अनिष्ट सोचते हैं? उनको भी हम मजा चखा देंगे? मार डालेंगे। ईश्वरोऽहम् -- हम धन? बल? बुद्धि आदिमें सब तरहसे समर्थ हैं। हमारे पास क्या नहीं है हमारी बराबरी कोई कर सकता है क्या अहं भोगी -- हम भोग भोगनेवाले हैं। हमारे पास स्त्री? मकान? कार आदि कितनी भोग सामग्री है सिद्धोऽहम् -- हम सब तरहसे सिद्ध हैं। हमने तो पहले ही कह दिया था न वैसे हो गया कि नहीं हमारेको तो पहलेसे ही ऐसा दीखता है ये जो लोग भजन? स्मरण? जप? ध्यान आदि करते हैं? ये सभी किसीके बहकावेमें आये हुए हैं। अतः इनकी क्या दशा होगी? उसको हम जानते हैं। हमारे समान सिद्ध और कोई है संसारमें हमारे पास अणिमा? गरिमा आदि सभी सिद्धियाँ हैं। हम एक फूँकमें सबको भस्म कर सकते हैं। बलवान् -- हम बड़े बलवान् हैं। अमुक आदमीने हमारेसे टक्कर लेनी चाही? तो उसका क्या नतीजा हुआ आदि। परन्तु जहाँ स्वयं हार जाते हैं? वह बात दूसरोंको नहीं कहते? जिससे कि कोई हमें कमजोर न समझ ले। उन्हें अपने हारनेकी बात तो याद भी नहीं रहती? पर अभिमानकी बात उन्हें याद रहती है। सुखी -- हमारे पास कितना सुख है? आराम है। हमारे समान सुखी संसारमें कौन हैऐसे व्यक्तियोंके भीतर तो जलन होती रहती है? पर ऊपरसे इस प्रकारकी डींग हाँकते हैं। ","hcsca":"।।16.14।। इस श्लोक का अनुवाद ही इसकी व्याख्या भी है और बहुसंख्यक लोगों के जीवन की भी यही व्याख्या है सारांशत? यह अभिमानी जीव की सफलता का गीत है? जिसे एक नितान्त आसुरी पुरुष अपने मन में सदैव गुनगुनाता रहता है। इस आसुरी लोरी के मादक प्रभाव में? मनुष्य के श्रेष्ठ और दिव्य संस्कार उन्माद की निद्रा में लीन हो जाते हैं।एक भौतिकवादी पुरुष की स्वयं के विषय में क्या धारणा होती है सुनो ","etsga":"16.14 That enemy has been killed by me, and I shall kill others as well. I am the lord, I am the enjoyer, I am well-established, mighty and happy. ","etssa":"16.14 That enemy has been slain by me; and others also I shall slay. I am the lord. I enjoy. I am perfect, powerful and happy. ","etdss":"16.14. That enemy has been slain by me; and I shall slay others also; I am the lord; I am a man of enjoyment; I am successful, mighty and happy; ","ecssa":"16.14 असौ that? मया by me? हतः slain? शत्रुः enemy? हनिष्ये (I) shall slay? च and? अपरान् others? अपि also? ईश्वरः Lord? अहम् I? अहम् I? भोगी the enjoyer? सिद्धः perfect? अहम् I? भोगी the enjoyer? सिद्धः perfect? अहम् I? बलवान् powerful? सुखी happy.Commentary I will be the lord of all I survey. I will kill everyone who will not serve me. In fact I am the lord of all creation. I will be successful in all my undertakings. I have got plenty of landed property? cattle and immense wealth. I have got plenty of children and grandchildren. Even Indra is not eal to me. I am not an ordinary man. I am very powerful? strong? healthy and happy in every respect.In this verse there is a description of the vain imaginations of the people of demoniacal nature. ","scetsga":"16.14 Asau, that; unconerable satruh, enemy, named Devadatta; hatah, has been killed; naya, by me; and hanisye, I shall kill; aparan, the other wretched ones. What will these pitiable persons do? There is none eal to me at all. Aham, I; am the isvarah, lord; I am the bhogi, enjoyer; and I am siddhah, well-established in every respect-I am blessed with sons, and grandsons born of sons and daughters. Not only am I a man, but I am also balavan, mighty; and I myself am sukhi, happpy; others are born to be but a burden to the earth! ","scetdss":"16.14 See Coment under 16.16 ","scetssa":"16.14 This enemy has been slain by me, powerful as I am. I shall slay other enemies also - I who am heoric and valiant. What is the use of the conception of destiny, which is only an imagination of weak people of little understanding? Similarly: I am the lord, viz., I am independent, and I am also the ruler of others. I am the enjoyer, viz., I am the enjoyer through my own powers, and not through good fortune etc. I am successful, viz., I am successful by myself and not through any destiny etc. Likewise, I am strong and happy by myself. ","chakravarthi":" ","rudra":"\nBy describing the parameters by which the demoniac mentality functions,\nLord Krishna illustrates the hellish and degraded path they traverse.\nIgnoring all morality the demoniac think that whatever they find\npleasurable is for their enjoyment without restriction and they will scheme\nto obtain it by any means. The demoniac only respect power and might. Their\nconception is that might is right and hence they will destroy whatever is\nan obstacle to fulfilling their ambitions and desires, not hesitating to\ninjure or even kill others. The demoniac think that their ideology is\nsuperior and they resort to deception, hypocrisy, intimidation and force to\ncoerce others to believe and accept such a fallacy. The demoniac are\ncaptivated by lust, greed and false ego. They make concerted efforts to\norchestrate events to try to influence others to acknowledge them as\nsuperior and in the process immerse themselves deeper and deeper in\nillusion. Hence although the demoniac exercise considerable power and\nvarious areas of control because they are so completely deluded as defined\nby their own degraded mentalities they keep themselves enslaved in bondage\nby incessantly pursuing materialistic desires and mundane goals due to\nfollowing false ideologies and belief in erroneous concepts. ","brahma":"\nThere is no commentary to Chapter 16, verse 16 by Madhvacarya. There is no commentary to Chapter 16, verse 17 by Madhvacarya. ","shri":" \nLord Krishna uses the word idam meaning this. The idam He is talking about\nrefers to possessions such as wealth, property, family, etc. The demoniac\nmentality is that all my possessions have been acquired by me alone, by my\nown efforts and exertions. They believe there is no other power or subtle\nunseen cause involved. The word manoratham means desirable object and\nwhatever is desirable the demoniac feel it is their right to enjoy\nregardless of morality. The wealth that they gain by any means lawful or\nunlawful, or by cheating and stealing they see as moral and rightful as it\nwas gained by their own brain and brawn over others brain and brawn. The\ndemoniac follow the idea that might is right and do not believe in any\nsubjective force or higher power. They forcefully take whatever they desire\nand are totally unconcerned of any consequences, oblivious to even the\npossibility that a god or supreme force sanctioning their endeavours could\nexist. The demoniac feel that they are so powerful that they themselves are\ngods because they can destroy their enemies as a whim and consider everyone\nexcept themselves to be of unimportance. The demoniac think like the following examples illustrate. I am the most\npowerful. I was born into a dynasty of aristocracy and wealth. Who else in\nthis world is equal to me? Who else by dint of their exertions have\nacquired every pleasure there is to enjoy and secured so much happiness and\nstability? I will eat, drink and be merry, enjoying sense gratification to\nthe maximum without restraint. There is no need for me to believe in any\ngod or supreme power; but anyway I will perform some pseudo rituals and\nimitate some pious activities by ostentatious donations for charity to gain\nrenown so others will think that I am also a great religious personality as\nwell. This is how the demoniac think. The demoniac see themselves as the enjoyers, the manipulators and the\ncontrollers, The demoniac believe that they are all powerful, independent,\nmasters of their own destines and independent of any supreme and unseen\npower; but so deluded are they that they completely ignore the reality that\ndeath will come and indiscriminately abduct them from all their\npossessions. This is mysteriously completely imperceptible to them. ","kumar":"Lord Krishna uses the word idam meaning this. The idam He is talking about\nrefers to possessions such as wealth, property, family, etc. The demoniac\nmentality is that all my possessions have been acquired by me alone, by my\nown efforts and exertions. They believe there is no other power or subtle\nunseen cause involved. The word manoratham means desirable object and\nwhatever is desirable the demoniac feel it is their right to enjoy\nregardless of morality. The wealth that they gain by any means lawful or\nunlawful, or by cheating and stealing they see as moral and rightful as it\nwas gained by their own brain and brawn over others brain and brawn. The\ndemoniac follow the idea that might is right and do not believe in any\nsubjective force or higher power. They forcefully take whatever they desire\nand are totally unconcerned of any consequences, oblivious to even the\npossibility that a god or supreme force sanctioning their endeavours could\nexist. The demoniac feel that they are so powerful that they themselves are\ngods because they can destroy their enemies as a whim and consider everyone\nexcept themselves to be of unimportance. The demoniac think like the following examples illustrate. I am the most\npowerful. I was born into a dynasty of aristocracy and wealth. Who else in\nthis world is equal to me? Who else by dint of their exertions have\nacquired every pleasure there is to enjoy and secured so much happiness and\nstability? I will eat, drink and be merry, enjoying sense gratification to\nthe maximum without restraint. There is no need for me to believe in any\ngod or supreme power; but anyway I will perform some pseudo rituals and\nimitate some pious activities by ostentatious donations for charity to gain\nrenown so others will think that I am also a great religious personality as\nwell. This is how the demoniac think. The demoniac see themselves as the enjoyers, the manipulators and the\ncontrollers, The demoniac believe that they are all powerful, independent,\nmasters of their own destines and independent of any supreme and unseen\npower; but so deluded are they that they completely ignore the reality that\ndeath will come and indiscriminately abduct them from all their\npossessions. This is mysteriously completely imperceptible to them. "}