{"meta":"Bhagavad Gita Chapter 16 Verse 24","metahi":"भगवद् गीता 16.24","slok":"तस्माच्छास्त्रं प्रमाणं ते कार्याकार्यव्यवस्थितौ।ज्ञात्वा शास्त्रविधानोक्तं कर्म कर्तुमिहार्हसि।।16.24।। ","htsrsd":"।।16.24।।अतः तेरे लिये कर्तव्यअकर्तव्यकी व्यवस्थामें शास्त्र ही प्रमाण है -- ऐसा जानकर तू इस लोकमें शास्त्रविधिसे नियत कर्तव्य कर्म करनेयोग्य है। ","htstma":"।।16.24।। इसलिए तुम्हारे लिए कर्तव्य और अकर्तव्य की व्यवस्था (निर्णय) में शास्त्र ही प्रमाण है शास्त्रोक्त विधान को जानकर तुम्हें अपने कर्म करने चाहिए।। ","transliteration":"Tasmaat shaastram pramaanam te kaaryaakaaryavyavasthitau;\nJnaatwaa shaastravidhaanoktam karma kartumihaarhasi. ","englishmeaning":"tasmāt—therefore; śhāstram—scriptures; pramāṇam—authority; te—your; kārya—duty; akārya—forbidden action; vyavasthitau—in determining; jñātvā—having understood; śhāstra—scriptures; vidhāna—injunctions; uktam—as revealed; karma—actions; kartum—perform; iha—in this world; arhasi—you should ","hcsrsd":"।।16.24।। व्याख्या --   तस्मात् शास्त्रं प्रमाणं ते कार्याकार्यव्यवस्थितौ -- जिन मनुष्योंको अपने प्राणोंसे मोह होता है? वे प्रवृत्ति और निवृत्ति अर्थात् कर्तव्य और अकर्तव्यको न जाननेसे विशेषरूपसे आसुरीसम्पत्तिमें प्रवृत्त होते हैं। इसलिये तू कर्तव्य और अकर्तव्यका निर्णय करनेके लिये शास्त्रको सामने रख।जिनकी महिमा शास्त्रोंने गायी है और जिनका बर्ताव शास्त्रीय सिद्धान्तके अनुसार होता है? ऐसे संतमहापुरुषोंके आचरणों और वचनोंके अनुसार चलना भी शास्त्रोंके अनुसार ही चलना है। कारण कि उन महापुरुषोंने शास्त्रोको आदर दिया है? और शास्त्रोंके अनुसार चलनेसे ही वे श्रेष्ठ पुरुष बने हैं। वास्तवमें देखा जाय तो जो महापुरुष परमात्मतत्त्वको प्राप्त हुए हैं? उनके आचरणों? आदर्शों? भावों आदिसे ही शास्त्र बनते हैं।शास्त्रं प्रमाणम् का तात्पर्य यह है कि लोकपरलोकका आश्रय लेकर चलनेवाले मनुष्योंके लिये कर्तव्यअकर्तव्यकी व्यवस्थामें शास्त्र ही प्रमाण है।ज्ञात्वा शास्त्रविधानोक्तं कर्म कर्तुमिहार्हसि (टिप्पणी प0 831) -- प्राणपोषणपरायण मनुष्य शास्त्रविधिको (कि किसमें प्रवृत्त होना है और किससे निवृत होना है) नहीं जानते (गीता 16। 7) इसलिये उनको सिद्धि आदीकि प्राप्ति नहीं होती। भगवान् अर्जुनसे कहते हैं कि तू तो दैवीसम्पत्तिको प्राप्त है अतः तू शास्त्रविधिको जानकर कर्तव्यका पालन करनेयोग्य है।अर्जुन पहले अपनी धारणासे कहते थे कि युद्ध करनेसे मुझे पाप लगेगा? जबकि भाग्यशाली श्रेष्ठ क्षत्रियोंके लिये अपनेआप प्राप्त हुआ युद्ध स्वर्गको देनेवाला है (गीता 2। 32)। भगवान् कहते हैं कि भैया तू पापपुण्यका निर्णय अपने मनमाने ढंगसे कर रहा है तुझे तो इस विषयमें शास्त्रको प्रमाण रखना चाहिये। शास्त्रकी आज्ञा समझकर ही तुझे कर्तव्यकर्म करना चाहिये। इसका तात्पर्य यह है कि युद्धरूप क्रिया बाँधनेवाली नहीं है? प्रत्युत स्वार्थ और अभिमान रखकर की हुई शास्त्रीय क्रिया (यज्ञ? दान आदि) ही बाँधनेवाली होती है और मनमाने ढंगसे (शास्त्रविपरीत) की हुई क्रिया तो पतन करनेवाली होती है।स्वतः प्राप्त युद्धरूप क्रिया क्रूर और हिंसारूप दीखती हुई भी पापजनक नहीं होती (गीता 18। 47)। तात्पर्य है कि स्वभावनियत कर्म करता हुआ सर्वथा स्वार्थरहित मनुष्य पापको प्राप्त नहीं होता अर्थात् ब्राह्मण? क्षत्रिय? वैश्य और शूद्र -- इनके स्वभावके अनुसार शास्त्रोंने जो आज्ञा दी है? उसके अनुसार कर्म करनेसे मनुष्यको पाप नहीं लगता। पाप लगता है -- स्वार्थसे? अभिमानसे और दूसरोंका अनिष्ट सोचनेसे।मनुष्यजन्मकी सार्थकता यही है कि वह शरीरप्राणोंके मोहमें न फँसकर केवल परमात्मप्राप्तिके उद्देश्यसे शास्त्रविहित कर्मोंको करे।इस प्रकार ? तत्? सत् -- इन भगवन्नामोंके उच्चारणपूर्वक ब्रह्मविद्या और योगशास्त्रमय श्रीमद्भगवद्गीतोपनिषद्रूप श्रीकृष्णार्जुनसंवादमें दैवासुरसम्पद्विभागयोग नामक सोलहवाँ अध्याय पूर्ण हुआ।।16।। ","hcsca":"।।16.24।। पूर्व के तीन श्लोकों में दी गई युक्तियों का यह निष्कर्ष निकलता है कि साधक को शास्त्र प्रमाण के अनुसार अपनी जीवन पद्धति अपनानी चाहिए। कर्तव्य और अकर्तव्य का निश्चय शास्त्राध्ययन के द्वारा ही हो सकता है। सत्य की प्राप्ति के मार्ग को निश्चित करने में प्रत्येक साधक अपनी ही कल्पनाओं का आश्रय नहीं ले सकता । शास्त्रों की घोषणा उन ऋषियों ने की है? जिन्होंने इस मार्ग के द्वारा पूर्णत्व का साक्षात्कार किया था। अत जब उन ऋषियों ने हमें उस मार्ग का मानचित्र दिया है? तो हमारे लिए यही उचित है कि विनयभाव से उसका अनुसरण कर स्वयं को कृतार्थ करें।ज्ञात्वा इसलिए आत्मदेव की तीर्थयात्रा प्रारम्भ करने के पूर्व हमें इन शास्त्रों का बुद्धिमत्तापूर्वक अध्ययन करना चाहिए। लक्ष्य? मार्ग? विघ्न और विघ्न के निराकरण के उपायों का जानना किसी भी यात्रा के लिए अत्यावश्यक और लाभदायक होता है।तुम्हें कर्म करना चाहिए अनेक लोग शास्त्र को जानते हैं?परन्तु ऐसे अत्यन्त विरले लोग ही होते हैं? जिनमें शास्त्रोपदिष्ट जीवन जीने का साहस? दृढ़ संकल्प और आत्मानुभूति के लक्ष्य की प्राप्ति होने तक धैर्य बना रहता है। इसलिए? भगवान् श्रीकृष्ण का यह उपदेश है कि काम? क्रोध और लोभ का त्याग कर मनुष्य को शास्त्रानुसार जीवन यापन करना चाहिए। यही कर्मयोग का जीवन है।conclusion तत्सदिति श्रीमद्भगवद्गीतासूपनिषत्सु ब्रह्मविद्यायां योगशास्त्रेश्रीकृष्णार्जुनसंवादे दैवासुरसंपद्विभागयोगो नाम षोढशोऽध्याय।। ","etsga":"16.24 Therefore, the scripture is your authority as regards the determination of what is to be done and what is not to be done. After understanding (your) duty as presented by scriptural injunction, you ought to perform (your duty) here. ","etssa":"16.24 Therefore, let the scripture be thy authority in determining what ought to be done and what ought not to be done. Having known what is said in the ordinance of the scriptures, thou shouldst act here in this world. ","etdss":"16.24. Therefore, by considering the scripture as your authority in determining as to what is to be done and what is not to be done, you should perform action, laid down by the regulations of the scriptures. ","ecssa":"16.24 तस्मात् therefore? शास्त्रम् scripture? प्रमाणम् (be) authority? ते they? कार्याकार्यव्यवस्थितौ in determining what ought to be done and what ought not to be done? ज्ञात्वा having known? शास्त्रविधानोक्तम् what is said in the ordinance of the scriptures? कर्म action? कर्तुम् to do? इह here (in this world)? अर्हसि shouldst.Commentary He who desires the welfare of the Self should not disregard the ?nds of the scriptures. A man who is anxious to obtain eternal bliss should respect the Vedas and the Smritis which lay down the code of right conduct. He should readily renounce whatever the scriptures teach him to abandon and accept whatever he is directed to accept.He who is thus entirely devoted to the Vedas cannot meet with misfortune? grief or delusion. No mother is more kind than the scriptures for they restrain us from doing evil and bestow on us the greatest good (liberation or Moksha). Therefore treat the scriptures with great respect. Renounce all that the scriptures prohibit. Whatever is worthy of being done? that thou shouldst do thoroughly with all thy heart and all thy strength.Thus in the Upanishads of the glorious Bhagavad Gita? the science of the Eternal? the scripture of Yoga? the dialogue between Sri Krishna and Arjuna? ends the sixteenth discourse entitledThe Yoga of the Division BetweenThe Divine and the Demoniacal. , ","scetsga":"16.24 Tasmat, therefore; sastram, the scripure; is te, your; pramanam, authority, the means of knowledge; karya-akarya-vyavasthitau, as regards the determination of what is to be done and what is not to be done. Therefore, jnatva, after understanding; that which is your own karma, duty; sastra-vidhana-uktam, as presented by scriptural injunction-vidhana is the same as vidhi, precept, in the form, you should do, you should not do; as presented by that; arhasi, you ought; kartum, to perform; it iha, here. Here is used for pointing out the sphere in which one is intitled to perform his duties.\nF:gitadataR.K.GitaCHAPTER16.doc Page 1 of 1 ","scetdss":"16.23-24 Yah sastravidhim etc. Tasmat etc. On the other hand, a fall into the hell is [inevitable] for a person who rejects the scriptural injunctions and makes, using his own intellect, an analysis as to what is to be done and what is not to be done. Therefore, dont make a decision with your intellect about what is to be done and what is not to be done.-This is what is intended to be conveyed here. ","scetssa":"16.24 Hence, the Sastra is to be the only authority for you in determining what should be done and what should not be done, viz., in deciding what ought to be accepted and what ought not be accepted. You should know, i.e., understand, neither more nor less than what constitutes the truth and the work enjoined in the injunctions of the Sastras which the Highest Reality called the Supreme Person revealed in the Vedas. The Vedic injunctions are supplemented by the Dharma-sastras, the Itihasas and the Puranas. The acts enjoined by them are the means for reaching Him and for pleasing Him. You should perform them; you should accept them alone. ","chakravarthi":"This chapter has described how those who follow the scripture attain the supreme goal and those who do not follow scripture go to hell. ","rudra":" \nThe irrevocable conclusion given by the Supreme Lord Krishna is that the\nVedic scriptures are the sole, absolute authority in ascertaining the\napplicability of all activities. What is prescribed in the Vedic scriptures\nis the determining agent for what is righteous and what is unrighteous,\nwhat is to be done and what is not to be done, what is right and what is\nwrong. The whole pantheon of the Vedic scriptures including the Rig, Sama,\nYajur and Atharva Vedas, the Puranas including Srimad Bhagavatam, the\nUpanisads, Vedanta Sutra, Mahabharata, Ramayana and all their auxiliaries\nsuch as Manu Samhita, Narada Pancaratna, Sri Caitanya Caritamrita, Tattva\nSandarbhas, Hari Bhakti Vilas etc. and such scriptures authorised by\nbonafide disciplic succession in one of the four authorised sampradayas\nwhich are Brahma, Sri, Rudra and Kumara are also to be considered as part\nof the Vedic scriptures. The Vedic line is living and eternal. Thus having understood the eternal directives prescribed in the Vedic\nscriptures one should engage in them to the best of ones ability in full\nfaith without duplicity for the achievement of ones best interests\naccording to ones inherent nature and qualification. Purification of the\nmind, perfection in spiritual knowledge and moksa or liberation from\nmaterial existence all manifest by securing that. By comparing and\ndifferentiating between the divine nature and the demoniac nature,\nsufficient evidence has proven conclusively that the demoniac nature is\nonly qualified for damnation in lower and lower species in hellish\nexistences and that only the divine nature is qualified and eligible for\nhigher consciousness, the ultimate truth and eternal communion with the\nSupreme Lord. ","brahma":" Hari Om! The distinctive differences between the divine nature and the\ndemoniac nature have been delineated in detail. Those deluded fools who\nimagine themselves as exercising the power of the Supreme Lord; who\nfoolishly consider that creation manifested without a supreme\nconsciousness, who deviously speculate and hypothecate that creation\nmanifested on its own and so there is no Supreme Lord, who despite\nknowledge of the actual reality of the Supreme Lords omnipotence,\nomniscience and omnipresence; still spitefully oppose Him and vindictively\nseek to undermine and destroy His creation. All these degraded jivas or\nembodied beings, verily are born of the demoniac nature and will descend\ninto hellish existences in worlds of darkness. These unrepentant demoniac\njivas in wharever form they appear in, thinking of themselves as superior\nnever surrender to the Supreme Lord or offer reverence to Him. Instead they\nblaspheme the Supreme Lord, ridicule His absolute instructions in the form\nof the Vedic scriptures and deride His devotees. Those who propagate that\nthe Supreme Lord does not exist and is just an illusion are of the demoniac\nnature. Those who challenge the divine instructions of the Supreme Lord\nKrishna, those who contradict the eternal truths of the Vedic scriptures\nand those who dispute the eternal knowledge taught by the devotees of Lord\nKrishna are all also irrefutably possessed of the demoniac nature. The birth of a jiva as a demigod, a demon or a human being is due to an\ninherent resonance towards beings such based upon previous activities in\npast lives. Because by possessing the attributes of any of them there is a\nnatural affinity leading back towards them from from whence they came and\nhence there never can be any artificial change in disposition. Although it\nis possible for one to be born in the family of a demoniac line due to a\ncurse like Prince Prahlad taking birth as the son of the demon king\nHiranyakasipu; but this is not true demoniac nature manifesting and Prahlad\nheard the glories of the Supreme Lord from Narada Muni while in his mothers\nwomb and right from early childhood exhibited his divine nature to the\ngreat chagrin and disappointment of his father. Like a crystal which\nappears dark when seen in the darkness those of the divine nature may\nappear to be demoniac because of circumstances. But it is only temporary\nand not even permanently present in a single life because such situations\ncannot alter the inherent divine attributes. Therefore those of the divine nature quickly revive it within that selfsame\nlife even if \nborn in inauspicious situations. Thus wherever and under whatever\nconditions those of the divine nature take birth there inherent divine\nattributes quickly fructify and activate them to quickly become eligible\nfor association with a Vaisnava spiritual master who bestows devotion to\nthe Supreme Lord Krishna and become qualified for communion with Him. That\neligibility comes quickly is evidenced that Prahlads inherent divine\nattributes were so potent that He did not even have to wait until he was\nborn but received instructions while in the womb. There are many blissful\nlevels of communion with the Supreme Lord that those of the divine nature\nmay partake of as there are various gradations within moksa or liberation\nfrom material existence. Thus devotees of the Supreme Lord Krishna are\nincapable of not being grateful and joyous. ","shri":" Sastra meaning the Vedic scriptures is the sole absolute supreme authority\ndeciding all matters of existence guiding all creation as to what is to be\ndone and what is not to be done. What the ordinances and injunctions of the\nVedic scriptures enjoin along with their auxiliaries such as the Puranas,\nUpanisads, Itihasas, etc reveals that the highest truth is the Supreme Lord\nKrishna, that all activities should be engaged in as devotion and\npropitiation to Him and that this in itself constitutes the means of\nattaining Him. Realising these ultimate truths to be absolute reality,\nnothing more is required and one should sagaciously act with full faith in\naccordance therewith. ","kumar":"Sastra meaning the Vedic scriptures is the sole absolute supreme authority\ndeciding all matters of existence guiding all creation as to what is to be\ndone and what is not to be done. What the ordinances and injunctions of the\nVedic scriptures enjoin along with their auxiliaries such as the Puranas,\nUpanisads, Itihasas, etc reveals that the highest truth is the Supreme Lord\nKrishna, that all activities should be engaged in as devotion and\npropitiation to Him and that this in itself constitutes the means of\nattaining Him. Realising these ultimate truths to be absolute reality,\nnothing more is required and one should sagaciously act with full faith in\naccordance therewith. "}