{"meta":"Bhagavad Gita Chapter 16 Verse 3","metahi":"भगवद् गीता 16.3","slok":"तेजः क्षमा धृतिः शौचमद्रोहो नातिमानिता।भवन्ति सम्पदं दैवीमभिजातस्य भारत।।16.3।। ","htsrsd":"।।16.3।।तेज (प्रभाव)? क्षमा? धैर्य? शरीरकी शुद्धि? वैरभावका न रहना और मानको न चाहना? हे भरतवंशी अर्जुन ये सभी दैवी सम्पदाको प्राप्त हुए मनुष्यके लक्षण हैं। ","htstma":"।।16.3।। हे भारत तेज? क्षमा? धैर्य? शौच (शुद्धि)? अद्रोह और अतिमान (गर्व) का अभाव ये सब दैवी संपदा को प्राप्त पुरुष के लक्षण हैं।। ","transliteration":"Tejah kshamaa dhritih shauchamadroho naatimaanitaa;\nBhavanti sampadam daiveem abhijaatasya bhaarata. ","englishmeaning":"śhrī-bhagavān uvācha—the Supreme Divine Personality said; abhayam—fearlessness; sattva-sanśhuddhiḥ—purity of mind; jñāna—knowledge; yoga—spiritual; vyavasthitiḥ—steadfastness; dānam—charity; damaḥ—control of the senses; cha—and; yajñaḥ—performance of sacrifice; cha—and; svādhyāyaḥ—study of sacred books; tapaḥ—austerity; ārjavam—straightforwardness; ahinsā—non-violence; satyam—truthfulness; akrodhaḥ—absence of anger; tyāgaḥ—renunciation; śhāntiḥ—peacefulness; apaiśhunam—restraint from fault-finding; dayā—compassion; bhūteṣhu—toward all living beings; aloluptvam—absence of covetousness; mārdavam—gentleness; hrīḥ—modesty; achāpalam—lack of fickleness; tejaḥ—vigor; kṣhamā—forgiveness; dhṛitiḥ—fortitude; śhaucham—cleanliness; adrohaḥ—bearing enmity toward none; na—not; ati-mānitā—absence of vanity; bhavanti—are; sampadam—qualities; daivīm—godly; abhijātasya—of those endowed with; bhārata—scion of Bharat ","hcsrsd":"।।16.3।। व्याख्या --   तेजः -- महापुरुषोंका सङ्ग मिलनेपर उनके प्रभावसे प्रभावित होकर साधारण पुरुष भी दुर्गुणदुराचारोंका त्याग करके सद्गुणसदाचारोंमें लग जाते हैं। महापुरुषोंकी उस शक्तिको ही यहाँ,तेज कहा है। ऐसे तो क्रोधी आदमीको देखकर भी लोगोंको उसके स्वभावके विरुद्ध काम करनेमें भय लगता है परन्तु यह क्रोधरूप दोषका तेज है।साधकमें दैवी सम्पत्तिके गुण प्रकट होनेसे उसको देखकर दूसरे लोगोंके भीतर स्वाभाविक ही सौम्यभाव आते हैं अर्थात् उस साधकके सामने दूसरे लोग दुराचार करनेमें लज्जित होते हैं? हिचकते हैं और अनायास ही सद्भावपूर्वक सदाचार करने लग जाते हैं। यही उन दैवीसम्पत्तिवालोंका तेज (प्रभाव) है।क्षमा -- बिना कारण अपराध करनेवालेको दण्ड देनेकी सामर्थ्य रहते हुए भी उसके अपराधको सह लेना और उसको माफ कर देना क्षमा(टिप्पणी प0 798) है। यह क्षमा मोहममता? भय और स्वार्थको लेकर भी की जाती है जैसे -- पुत्रके अपराध कर देनेपर पिता उसे क्षमा कर देता है? तो यह क्षमा मोहममताको लेकर होनेसे शुद्ध नही है। इसी प्रकार किसी बलवान् एवं क्रूर व्यक्तिके द्वारा हमारा अपराध किये जानेपर हम भयवश उसके सामने कुछ नहीं बोलते? तो यह क्षमा भयको लेकर है। हमारी धनसम्पत्तिकी जाँचपड़ताल करनेके लिये इन्सपेक्टर आता है? तो वह हमें धमकाता है? अनुचित भी बोलता है और उसका ठहरना हमें बुरा भी लगता है तो भी स्वार्थहानिके भयसे हम उसके सामने कुछ नहीं बोलते? तो यह क्षमा स्वार्थको लेकर है। पर ऐसी क्षमा वास्तविक क्षमा नहीं है। वास्तविक क्षमा तो वही है? जिसमें हमारा अनिष्ट करनेवालेको यहाँ और परलोकमें भी किसी प्रकारका दण्ड न मिले -- ऐसा भाव रहता है।क्षमा माँगना भी दो रीतिसे होता है --,(1) हमने किसीका अपकार किया? तो उसका दण्ड हमें न मिले -- इस भयसे भी क्षमा माँगी जाती है परन्तु इस क्षमामें स्वार्थका भाव रहनेसे यह ऊँचे दर्जेकी क्षमा नहीं है।(2) हमसे किसीका अपराध हुआ? तो अब यहाँसे आगे उम्रभर ऐसा अपराध फिर कभी नहीं करूँगा -- इस भावसे जो क्षमा माँगी जाती है? वह अपने सुधारकी दृष्टिको लेकर होती है और ऐसी क्षमा माँगनेसे ही मनुष्यकी उन्नति होती है।मनुष्य क्षमाको अपनेमें लाना चाहे तो कौनसा उपाय करे यदि मनुष्य अपने लिये किसीसे किसी प्रकारके सुखकी आशा न रखे और अपना अपकार करनेवालेका बुरा न चाहे? तो उसमें क्षमाभाव प्रकट हो जाता है।धृतिः -- किसी भी अनुकूल या प्रतिकूल परिस्थितिमें विचलित न होकर अपनी स्थितिमें कायम रहनेकी शक्तिका नाम धृति (धैर्य) है (गीता 18। 33)।वृत्तियाँ सात्त्विक होती हैं तो धैर्य ठीक रहता है और वृत्तियाँ राजसीतामसी होती हैं तो धैर्य वैसा नहीं रहता। जैसे बद्रीनारायणके रास्तेपर चलनेवालेके लिये कभी गरमी? चढ़ाई आदि प्रतिकूलताएँ आती हैं और कभी ठण्डक? उतराई आदि अनुकूलताएँ आती हैं? पर चलनेवालेको उन प्रतिकूलताओं और अनूकूलताओंको देखकर ठहरना नहीं है? प्रत्युत हमें तो बद्रीनारायण पहुँचना है -- इस उद्देश्यसे धैर्य और तत्परतापूर्वक चलते रहना है। ऐसे ही साधकको अच्छीमन्दी वृत्तियों और अनुकूलप्रतिकूल परिस्थितियोंकी ओर देखना ही नहीं चाहिये। इनमें उसे धीरज धारण करना चाहिये क्योंकि जो अपना उद्देश्य सिद्ध करना चाहता है? वह मार्गमें आनेवाले सुख और दुःखको नहीं देखता -- मनस्वी कार्यार्थी न गणयति दुःखं न च सुखम्।।(भर्तृहरिनीतिशतक)शौचम् -- बाह्यशुद्धि एवं अन्तःशुद्धिका नाम शौच है (टिप्पणी प0 799.1)। परमात्मप्राप्तिका उद्देश्य रखनेवाला साधक बाह्यशुद्धिका भी खयाल रखता है क्योंकि बाह्यशुद्धि रखनेसे अन्तःकरणकी शुद्धि स्वतः होती है और अन्तःकरण शुद्ध होनेपर बाह्यअशुद्धि उसको सुहाती नहीं। इस विषयपर पतञ्जलि महाराजने कहा है -- शौचात् स्वाङ्गजुगुप्सा परैरसंसर्गः।(योगदर्शन 2। 40)शौचसे साधककी अपने शरीरमें घृणा अर्थात् अपवित्रबुद्धि और दूसरोंसे संसर्ग न करनेकी इच्छा होती है। तात्पर्य यह है कि अपने शरीरको शुद्ध रखनेसे शरीरकी अपवित्रताका ज्ञान होता है। शरीरकी अपवित्रताका ज्ञान होनेसे सम्पूर्ण शरीर इसी तरहके हैं -- इसका बोध होता है। इस बोधसे दूसरे शरीरोंके प्रति जो आकर्षण होता है? उसका अभाव हो जाता है अर्थात् दूसरे शरीरोंसे सुख लेनेकी इच्छा मिट जाती है।बाह्यशुद्धि चार प्रकारसे होती है -- (1) शारीरिक (2) वाचिक? (3) कौटुम्बिक और (4) आर्थिक।(1) शारीरिक शुद्धि -- प्रमाद? आलस्य? आरामतलबी? स्वादशौकीनी आदिसे शरीर अशुद्ध हो जाता है और इनके विपरीत कार्यतत्परता? पुरुषार्थ? उद्योग? सादगी आदि रखते हुए आवश्यक कार्य करनेपर शरीर शुद्ध हो जाता है। ऐसे ही जल? मृत्तिका आदिसे भी शारीरिक शुद्धि होती है।(2) वाचिक शुद्धि -- झूठ बोलने? कड़ुआ बोलने? वृक्षा बकवाद करने? निन्दा करने? चुगली करने आदिसे वाणी अशुद्ध हो जाती है। इन दोषोंसे रहित होकर सत्य? प्रिय एवं हितकारक आवश्यक वचन बोलना (जिससे दूसरोंकी पारमार्थिक उन्नति होती हो और देश? ग्राम? मोहल्ले? परिवार? कुटुम्ब आदिका हित होता हो) और अनावश्यक बात न करना -- यह वाणीकी शुद्धि है।(3) कौटुम्बिक शुद्धि -- अपने बालबच्चोंको अच्छी शिक्षा देना जिससे उनका हित हो? वही आचरण करना कुटुम्बियोंका हमपर जो न्याययुक्त अधिकार है? उसको अपनी शक्तिके अनुसार पूरा करना कुटुम्बियोंमें किसीका पक्षपात न करके सबका समानरूपसे हित करना -- यह कौटुम्बिक शुद्धि है।(4) आर्थिक शुद्धि -- न्याययुक्त? सत्यतापूर्वक? दूसरोंके हितका बर्ताव करते हुए जिस धनका उपार्जन किया गया है? उसको यथाशक्ति? अरक्षित? अभावग्रस्त? दरिद्री? रोगी? अकालपीड़ित? भूखे आदि आवश्यकतावालोंको देनेसे एवं गौ? स्त्री? ब्राह्मणोंकी रक्षामें लगानेसे द्रव्यकी शुद्धि होती है।त्यागीवैरागीतपस्वी सन्तमहापुरुषोंकी सेवामें लगानेसे एवं सद्ग्रन्थोंको सरल भाषामें छपवाकर कम मूल्यमें देनेसे तथा उनका लोगोंमें प्रचार करनेसे धनकी महान् शुद्धि हो जाती है।परमात्मप्राप्तिका ही उद्देश्य हो जानेपर अपनी (स्वयंकी) शुद्धि हो जाती है। स्वयंकी शुद्धि होनेपर शरीर? वाणी? कुटुम्ब? धन आदि सभी शुद्ध एवं पवित्र होने लगते हैं। शरीर आदिके शुद्ध हो जानेसे वहाँका स्थान? वायुमण्डल आदि भी शुद्ध हो जाते हैं। बाह्यशुद्धि और पवित्रताका खयाल रखनेसे शरीरकी वास्तविकता अनुभवमें आ जाती है? जिससे शरीरसे अंहताममता छोड़नेमें सहायता मिलती है। इस प्रकार यह साधन भी परमात्मप्राप्तिमें निमित्त बनता है।अद्रोहः -- बिना कारण अनिष्ट करनेवालेके प्रति भी अन्तःकरणमें बदला लेनेकी भावनाका न होना अद्रोह (टिप्पणी प0 799.2) है। साधारण व्यक्तिका कोई अनिष्ट करता है? तो उसके मनमें अनिष्ट करनेवालेके प्रति द्वेषकी एक गाँठ बँध जाती है कि मौका पड़नेपर मैं इसका बदला ले ही लूँगा किन्तु जिसका उद्देश्य परमात्मप्राप्तिका है? उस साधकका कोई कितना ही अनिष्ट क्यों न करे? उसके मनमें अनिष्ट करनेवालेके प्रति बदला लेनेकी भावना ही पैदा नहीं होती। कारण कि कर्मयोगका साधक सबके हितके लिये कर्तव्यकर्म करता है? ज्ञानयोगका साधक सबको अपना स्वरूप समझता है और भक्तियोगका साधक सबमें अपने इष्ट भगवान्को समझता है। अतः वह किसीके प्रति कैसे द्रोह कर सकता है।निज प्रभुमय देखहिं जगत केहि सन करहिं बिरोध।।(मानस 7। 112 ख) नातिमानिता -- एक मानिता होती है और एक अतिमानिता होती है। सामान्य व्यक्तियोंसे मान चाहना मानिता है और जिनसे हमने शिक्षा प्राप्त की? जिनका आदर्श ग्रहण किया और ग्रहण करना चाहते हैं? उनसे भी अपना मान? आदरसत्कार चाहना अतिमानिता है। इन मानिता और अतिमानिताका न होना,नातिमानिता है।स्थूल दृष्टिसे मानिता के दो भेद होते हैं --(1) सांसारिक मानिता -- धन? विद्या? गुण? बुद्धि? योग्यता? अधिकार? पद? वर्ण? आश्रम आदिको लेकर दूसरोंकी अपेक्षा अपनेमें एक श्रेष्ठताका भाव होता है कि मैं साधारण मनुष्योंकी तरह थोड़े ही हूँ? मेरा कितने लोग आदरसत्कार करते हैं वे आदर करते हैं तो यह ठीक ही है क्योंकि मैं आदर पानेयोग्य ही हूँ -- इस प्रकार अपने प्रति जो मान्यता होती है? वह सांसारिक मानिता कहलाती है।(2) पारमार्थिक मानिता -- प्रारम्भिक साधनकालमें जब अपनेमें कुछ दैवीसम्पत्ति प्रकट होने लगती है? तब साधकको दूसरोंकी अपेक्षा अपनेमें कुछ विशेषता दीखती है। साथ ही दूसरे लोग भी उसे परमात्माकी ओर चलनेवाला साधक मानकर उसका विशेष आदर करते हैं और साथहीसाथ ये साधन करनेवाले हैं? अच्छे सज्जन हैं -- ऐसी प्रशंसा भी करते हैं। इससे साधकको अपनेमें विशेषता मालूम देती है? पर वास्तवमें यह विशेषता अपने साधनमें कमी होनेके कारण ही दीखती है। यह विशेषता दीखना पारमार्थिक मानिता है।जबतक अपनेमें व्यक्तित्व (एकदेशीयता? परिछिन्नता) रहता है? तभीतक अपनेमें दूसरोंकी अपेक्षा विशेषता दिखायी दिया करती है। परन्तु ज्योंज्यों व्यक्तित्व मिटता चला जाता है? त्योंहीत्यों साधकका दूसरोंकी अपेक्षा अपनेमें विशेषताका भाव मिटता चला जाता है। अन्तमें इन सभी मानिताओंका अभाव होकर साधकमें दैवीसम्पत्तिका गुण नातिमानिता प्रकट हो जाती है।दैवीसम्पत्तिके जितने सद्गुणसदाचार हैं? उनको पूर्णतया जाग्रत् करनेका उद्देश्य तो साधकका होना ही चाहिये। हाँ? प्रकृति(स्वभाव) की भिन्नतासे किसीमें किसी गुणकी कमी? तो किसीमें किसी गुणकी कमी रह सकती है। परन्तु वह कमी साधकके मनमें खटकती रहती है और वह प्रभुका आश्रय लेकर अपने साधनको तत्परतासे करते रहता है अतः भगवत्कृपासे वह कमी मिटती जाती है। कमी ज्योंज्यों मिटती जाती है? त्योंत्यों उत्साह और उस कमीके उत्तरोत्तर मिटनेकी सम्भावना भी बढ़ती जाती है। इससे दुर्गुणदुराचार सर्वथा नष्ट होकर सद्गुणसदाचार अर्थात् दैवीसम्पत्ति प्रकट हो जाती है।भवन्ति सम्पदं दैवीमभिजातस्य भारत -- भगवान् कहते हैं कि हे अर्जुन ये सभी दैवीसम्पत्तिको प्राप्त हुए मनुष्योंके लक्षण हैं।परमात्मप्राप्तिका उद्देश्य होनेपर ये दैवीसम्पत्तिके लक्षण साधकमें स्वाभाविक ही आने लगते हैं। कुछ लक्षण पूर्वजन्मोंके संस्कारोंसे भी जाग्रत् होते हैं। परन्तु साधक इन गुणोंको अपने नहीं मानता और न उनको अपने पुरुषार्थसे उपार्जित ही मानता है? प्रत्युत गुणोंके आनेमें वह भगवान्की ही कृपा मानता है। कभी खयाल करनेपर साधकके मनमें ऐसा विचार होता है कि मेरेमें पहले तो ऐसी वृत्तियाँ नहीं थीं? ऐसे सद्गुण नहीं थे? फिर ये कहाँसे आ गये तो ये सब भगवान्की कृपासे ही आये हैं -- ऐसा अनुभव होनेसे उस साधकको दैवीसम्पत्तिका अभिमान नहीं आता।साधकको दैवीसम्पत्तिके गुणोंको अपने नहीं मानना चाहिये क्योंकि यह देव -- परमात्माकी सम्पत्ति है? व्यक्तिगत (अपनी) किसीकी नहीं है। यदि व्यक्तिगत होती? तो यह अपनेमें ही रहती? किसी अन्य व्यक्तिकी नहीं रहती। इसको व्यक्तिगत माननेसे ही अभिमान आता है। अभिमान आसुरीसम्पत्तिका मुख्य लक्षण है। अभिमानकी छायामें ही आसुरीसम्पत्तिका मुख्य लक्षण है। अभिमानकी छायामें ही आसुरीसम्पत्तिके सभी अवगुण रहते हैं। यदि दैवीसम्पत्तिसे आसुरीसम्पत्ति (अभिमान) पैदा हो जाय? तो फिर आसुरीसम्पत्ति कभी मिटेगी ही नहीं। परन्तु दैवीसम्पत्तिसे आसुरीसम्पत्ति कभी पैदा नहीं होती? प्रत्युत दैवीसम्पत्तिके गुणोंके साथसाथ आसुरीसम्पत्तिके जो अवगुण रहते हैं? उनसे ही गुणोंका अभिमान पैदा होता है अर्थात् साधनके साथ कुछकुछ असाधन रहनेसे ही अभिमान आदि दोष पैदा होते हैं। जैसे? किसीको सत्य बोलनेका अभिमान होता है? तो उसके मूलमें वह सत्यके साथसाथ असत्य भी बोलता है? जिसके कारण सत्यका अभिमान आता है। तात्पर्य यह है कि दैवीसम्पत्तिके गुणोंको अपना माननेसे एवं गुणोंके साथ अवगुण रहनेसे ही अभिमान आता है। सर्वथा गुण आनेपर गुणोंका अभिमान हो ही नहीं सकता।यहाँ दैवीसम्पत्ति कहनेका तात्पर्य है कि यह भगवान्की सम्पत्ति है। अतः भगवान्का सम्बन्ध होनेसे? उनका आश्रय लेनेसे शरणागत भक्तमें यह स्वाभाविक ही आती है। जैसे शबरीके प्रसङ्गमें रामजीने कहा है --,नवधा भगति कहउँ तोहिं पाहीं। सावधान सुनु धरु मन माहीं।।नव महुँ एकउ जिन्ह कें होई। नारि पुरुष सचराचर कोई।।सोइ अतिसय प्रिय भामिनि मोरें। सकल प्रकार भगति दृढ़ तोरें।।(मानस 3। 35 -- 36)मनुष्यदेवता? भूतपिशाच? पशुपक्षी? नारकीय जीव? कीटपतङ्ग? लतावृक्ष आदि जितने भी स्थावरजङ्गम प्राणी हैं? उन सबमें अपनीअपनी योनिके अनुसार मिले हुए शरीरोंके रुग्ण एवं जीर्ण हो जानेपर भी मैं जीता रहूँ? मेरे प्राण बने रहें -- यह इच्छा बनी रहती है (टिप्पणी प0 801)। इस इच्छाका होना ही आसुरीसम्पत्ति है।त्यागीवैरागी साधकमें भी प्राणोंके बने रहनेकी इच्छा रहती है परन्तु उसमें प्राणपोषणबुद्धि? इन्द्रियलोलुपता नहीं रहती क्योंकि उसका उद्देश्य परमात्मा होता है? न कि शरीर और संसार।जब साधक भक्तका भगवान्में प्रेम हो जाता है? तब उसको भगवान् प्राणोंसे भी प्यारे लगते हैं। प्राणोंका मोह न रहनेसे उसके प्राणोंका आधार केवल भगवान् हो जाते हैं। इसलिये वह भगवान्को प्राणनाथ प्राणेश्वर प्राणप्रिय आदि सम्बोधनोंसे पुकारता है। भगवान्का वियोग न सहनेसे उसके प्राण भी छूट सकते हैं। कारण कि मनुष्य जिस वस्तुको प्राणोंसे भी बढ़कर मान लेता है? उसके लिये यदि प्राणोंका त्याग करना पड़े तो वह सहर्ष प्राणोंका त्याग कर देता है जैसे -- पतिव्रता स्त्री पतिको प्राणोंसे भी बढ़कर (प्राणनाथ) मानती है? तो उसका प्राण? शरीर? वस्तु? व्यक्ति आदिमें मोह नहीं रहता। इसीलिये पतिके मरनेपर वह उसके वियोगमें प्रसन्नतापूर्वक सती हो जाती है। तात्पर्य यह हुआ कि जब केवल भगवान्में अनन्य प्रेम हो जाता है?,तो फिर प्राणोंका मोह नहीं रहता। प्राणोंका मोह न रहनेसे आसुरीसम्पत्ति सर्वथा मिट जाती है और दैवीसम्पत्ति स्वतः प्रकट हो जाती है। इसी बातका संकेत गोस्वामी तुलसीदाजसी महाराजने इस प्रकार किया है -- प्रेम भगति जल बिनु रघुराई। अभिअंतर मल कबहुँ न जाई।।(मानस 7। 49। 3) सम्बन्ध --   अबतक एक परमात्माका ही उद्देश्य रखनेवालोंकी दैवीसम्पत्ति बतायी परन्तु सांसारिक भोग भोगना और संग्रह करना ही जिनका उद्देश्य है? ऐसे प्राणपोषणपरायण लोगोंकी कौनसी सम्पत्ति होती है -- इसे अब आगेके श्लोकमें बताते हैं। ","hcsca":"।।16.3।। तेज यह केवल मुखमण्डल की ही आभा नहीं है? जो पौष्टिक आहार और पर्याप्त विश्राम से प्राप्त होती है। तेज शब्द से ज्ञानी पुरुष के मात्र शारीरिक सौन्दर्य या तेज से ही अभिप्राय नहीं है। अध्यात्म की आभा कोई ऐसा प्रभामण्डल नहीं है? जो ज्ञानी के मुख के चारों ओर अग्निवृत के समान जगमगाता हो। तत्त्वदर्शी ऋषि का तेज है? उसकी बुद्धि की प्रतिभा? नेत्रों में जगमगाता आनन्द? सन्तप्त हृदयों को शीतलता प्रदान करने वाली शान्ति की सुरभि? कर्मों में उसका अविचलित सन्तुलन? प्राणिमात्र के प्रति उसके हृदय में स्थित प्रेम का आनन्द और उसके अन्तरतम से प्रकाशित आनन्द का प्रकाश। यह तेज ही उस ऋषि के व्यक्तित्व का प्रबल आकर्षण होता है? जो प्रचुर शक्ति और उत्साह के साथ सब की सेवा करता है और उसी में स्वयं को धन्य समझता है।क्षमा जिस सन्दर्भ में इस गुण का उल्लेख किया गया है? उससे इसका अर्थ गाम्भीर्य बढ़ जाता है। सामान्य दुख और कष्ट? अपमान और पीड़ा को धैर्यपूर्वक सहन करनै की क्षमता ही क्षमा का सम्पूर्ण अर्थ नहीं है। बाह्य जगत् के अत्यधिक शक्तिशाली विरोध तथा उत्तेजित करने वाली परिस्थितयों के होने पर भी उनका सामना करने का सूक्ष्म कोटि का साहस और अविचलित शान्ति का नाम क्षमा है।धृति जब कोई व्यक्ति साहसपूर्वक जीना चाहता है? तब वह अपने जीवन में सदैव सुखद वातावरण? अनुकूल परिस्थितयाँ और अपने कार्य में सफलता के सहायक सुअवसरों को प्राप्त करने की अपेक्षा नहीं कर सकता है। सामान्यत? एक दुर्बल व्यक्तित्व के पुरुष को अचानक निराशा आकर घेर लेती है और वह कार्य को अपूर्ण ही छोड़कर अपने कार्य क्षेत्र से निवृत्त हो जाता है। अनेक लोग तो ऐसे समय हतोत्साह होकर कार्य को त्याग देते हैं? जब विजयश्री उन्हें वरमाला पहनाने को तत्पर हो रही होती है निश्चल भाव से कार्यरत रहने के लिए मनुष्य को एक अतिरिक्त शक्ति की आवश्यकता होती है? जिसके द्वारा वह अपनी क्लान्त और श्रान्त आस्था काे पोषित कर दृढ़ बना सकता है। पुन एक युक्त पुरुष में निहित वह गुप्त शक्ति है धृति अर्थात् धैर्य। श्रद्धा की शक्ति? लक्ष्य में आस्था? उद्देश्य की एकरूपता? आदर्श का स्पष्ट दर्शन और त्याग की साहसिक भावना ये सब वे शक्ति श्रोत हैं? जहाँ से धृति की बूंदें रिसती हुई प्रवाहित होकर श्रम? अवसाद एवं निराशा आदि का परिहार करती हैं।शौचम् (शुद्धि) यह शब्द न केवल अन्तकरण के विचारों एवं उद्देश्यों की शुद्धि को इंगित करता है? वरन् इसके द्वारा वातावरण की शुद्धि? अपने वस्त्रों की और वस्तुओं की स्वच्छता भी सूचित की गयी है। आन्तरिक शुद्धि पर ही अत्यधिक बल देने के फलस्वरूप हम अपने समाज में बाह्य शुद्धि की सर्वथा उपेक्षा की जाते हुए देखते हैं। वस्त्रों की तथा नगर की स्वच्छता हमारे राष्ट्र में दुर्लभ हो गयी है। यद्यपि हमारे धर्म में साधक के लिए शुद्धि और स्वच्छता इन दोनों को ही अपरिहार्य बताया गया है? तथापि धर्णप्राण भक्तगण भी इनके प्रति उदासीन ही दिखाई देते हैं।अद्रोह अहिंसा का अर्थ है? किसी को भी पीड़ा न पहुँचाना और अद्रोह का अर्थ है मन में कभी हिंसा का भाव न उठना। जैसे? कोई भी व्यक्ति कभी स्वप्न में भी स्वयं को पीड़ित करने का विचार नहीं करता? वैसे ही आत्मैकत्व का बोध प्राप्त पुरुष के मन में किसी के प्रति भी द्रोह की भावना नहीं आती? क्योंकि अन्य को कष्ट देने का अर्थ स्वयं को ही पीड़ित करना है।न अतिमानिता इसका अर्थ है स्वयं की पूजनीयता के विषय में अतिशयोक्ति पूर्ण विचार न रखना। अतिमान के नहीं होने पर मनुष्य स्वयं को तत्काल ही सहस्रों अपरिहार्य उत्तेजनाओं से तथा अनावश्यक उत्तरदायित्वों से मुक्त कर सकता है। गर्वमुक्त पुरुष के लिए जीवन पक्षी के पंख के समान भारहीन होता है? जबकि एक अतिमानी पुरुष के लिए अपना जीवन प्राणदण्ड की शूली के समान बन जाता है? जिसे अत्यन्त कष्टपूर्वक वहन करते हुए उसे चलना पड़ता है? जब कि वह शूली उसके कंधों के मांस को निर्दयतापूर्वक छील रही होती है।उपर्युक्त छब्बीस गुण दैवीसम्पदा से सम्पन्न व्यक्ति के स्वभाव का पूर्ण चित्रण करते हैं। पूर्णत्व प्राप्ति के सभी इच्छुक साधकों के मार्गदर्शन के रूप में इन गुणों का यहाँ उल्लेख किया गया है। जिस मात्रा में? उपर्युक्त दैवीगुणों के अनुरूप हम अपने जीवन को पुर्नव्यवस्थित करने में सक्षम होते हैं और जीवन की ओर देखने के अपने दृष्टिकोण में परिवर्तन ला सकते हैं? उसी मात्रा में हम अपनी शक्तियों के निष्प्रयोजक व्यय को अवरुद्ध कर उन्हें सुरक्षित रख सकते हैं। इन जीवन मूल्यों का सम्मान करते हुए उन्हें जीने का अर्थ ही सम्यक् जीवन पद्धति को अपनाना है।अब? आसुरी सम्पदा का वर्णन करते हैं ","etsga":"16.3 Vigour, forgiveness, fortitude, purity, freedom from malice, absence of haughtiness-these, O scion of the Bharata dynasty, are (the alties) of one born destined to have the divine nature. ","etssa":"16.3 Vigour, forgiveness, fortitude, purity, absence of hatred, absence of pride these belong to the one born for a divine state, O Arjuna. ","etdss":"16.3. Vital power, forgiveness, fortitude, contenment, absence of treachery and absence of excessive pride-these are in the person who is born for divine wealth, O Descendant of Bharata ! ","ecssa":"16.3 तेजः vigour? क्षमा forgiveness? धृतिः fortitude? शौचम् purity? अद्रोहः absence of hatred? नातिमानिता absence of overpride? भवन्ति belong? सम्पदम् state? दैवीम् divine? अभिजातस्य to the one born for? भारत O descendant of Bharata (Arjuna).Commentary Tejas Vigour? energy? brilliance or lustre of the skin. The aspirant who is bent on attaining salvation marches boldly on the spiritual path. Nothing can tempt him or slacken his progress. This unbroken progress towards the realisation of the Self or the Absolute is lustre. It overcomes the downward pull of Tamas.Kshama Forgiveness. He who is endowed with this virtue does not exhibit anger even when he is insulted? ruked or beaten? although he is strong enough to take vengeance. He is unaffected by the insult or injury.Dhriti The sage absorbs within himself all calamities. He is steadfast even when he is in very adverse and trying conditions this is a particular Sattvic Vritti or state of mind which removes depression or exhaustion of the body and senses when they sink down. An aspirant who is endowed with this divine attribute never gets disheartened? even when he is under severe trials and difficulties or tribulations. Dhriti is a divine pickmeup (tonic) when the body and the senses are in a state of low spirits or dejection.Saucham Purity. This is of two kinds? viz.? external and internal. External purity is achieved by means of earth and water. The mind and heart (intellect) are freed from Maya (deception? lust? anger? greed? pride? jealousy? hypocrisy? likes and dislikes) by the practice of celibacy? forgiveness? friendliness? charity? humility? nobilit? love? complacency? compassion? etc. -- this is internal purity. This is more important than external purity.Adroha Absence of hatred? absence of desire to injure others.Atimanita is great pride. A proud man thinks that he is superior to others and that he is worthy of being honoured by others. Naatimanita is the opposite of this ality.Tejas? Kshama and Dhriti are the special alities or Dharmas of the Kshatriyas (warrior class). These are the Sattvic alities of Kshatriyas. Saucham and Adroha are the special Dharmas of the Vaisyas. They are the Sattvic alities of the Vaisyas (merchant class). Absence of pride is the special Dharma of the Sudras (servant class). It is a Sattvic ality that belongs to the Sudras.The divine wealth or Daivi Sampat consists of twentysix attributes. This is a rare gift from the Lord. This is an inexhaustible wealth which cannot be taken away by dacoits. This helps the aspirant attain the imperishable and immacultate Brahmic seat. It is the shortcut to the realm of eternal bliss or Moksha. ","scetsga":"16.3 Tajah, vigour, not the brightness of the skin; ksama, forgiveness, absence of internal perturbation when offened or assulated-absence of anger has been explained by us as the calming down of a perturbed mind; thus, forgiveness and absence of anger are distinguished; dhrtih, fortitude, a particular function of the mind which removes the tedium of the body and organs when they become exhausted, and being rejuvenated by which the body and organs do not feel any fatigue; saucam, purity-is of two kinds: external, with the help of earth and water; and internal, the cleanliness of mind and intellect, the absence of such impurities as trickery, attachment, etc.; purity of these two kinds; adrohah, freedom from malice, absence of the desire to injure others, absence of hatred; na-atimanita, absence of haughtiness-too much self-esteem (mana) is atimanah; one having that is atimani; its abstract form is atimanita; absence of that, na-atimanita, i.e., absence of the feeling of ones being too honourable. These (alities) beginning with fearlessness and ending with this, O scion of the Bharata dynasty, bhavanti, are; (the alities) abhijatasya, of one destined to have;-what kind of nature?-the daivim, divine; sampadam, nature-of one destined to have divine attributes, of one who is worthy of the excellence of the gods, i.e., of one who would be illustrations in future.\nThereafter, the demoniacal nature is now being stated: ","scetdss":"6.3 See Coment under 16.5 ","scetssa":"16.3 Grandeur is the ality by virtue of which one cannot be overpowered by the wicked. Forgiveness is freedom from the feelings of antagonism towards others even when they cause injury to oneself. Fortitude is the sense of determination to do ones own duty even under conditions of great danger. Purity is fitness of the body and the mind as prescribd in the scriptures for the performance of sacred deeds. Freedom from hatred is non-interference with others, viz., absence of interference in the actions of others according to their wish. Over-pride (Atimanita) is having unbridled self-esteem; freedom from misplaced pride is meant here. These are the virtues that are found in one who is born for the divine destiny. The destiny associated with the divinities is divine. The divinities are those who are devoted to carry out the ?ndments of the Lord. It is their destiny. It is obedience to the ?ndments of the Lord. The meaning is that these are endowments in those who are born with a tendency or disposition towards them and seek to attain their fulfilment. ","chakravarthi":" ","rudra":"\nIn order to discern the reality that jivas or embodied beings who fully\nrenounce demoniac activities and exclusively engage in divine activities\nare awarded moksa or liberation from material existence and to grant the\nability to clearly distinguish between the two; the Supreme Lord Krishna\ndescribes first the divine qualities and then the demoniac. At the conclusion of chapter 15 Lord Krishna explained that one realising\nthe eternal spiritual truths stated their is situated in actual wisdom and\naccomplished in all duties both eternal and occasional. Now in this chapter\nLord Krishna is clarifying by qualities exactly who is a recipient of this\nknowledge and established in wisdom and who is not. He first describes the\nqualities of those jivas or embodied beings situated within the divine\nnature possessing divine qualities and then He describes those\njivas situated within the demoniac nature possessing demoniac qualities. It\nis only after the goal of an accomplishment has been ascertained that an\nassessment of the requirements and who is qualified for it can be\ndetermined. As the old adage from sage Kumarila Bhatta has foretold: Only\nafter a load has been weighed can it be determined who is fit to carry it. So as the goal being the recipient of knowledge has been determined; the\ndivine qualities that characterise an aspirant who is qualified are now\nbeing enumerated in these three verses beginning with abhayam meaning\nfearlessness, for in knowing one is eternal there is nothing to ever be\nafraid of. Other qualities are purity of heart, complete serenity of mind,\nsteady absorption in knowledge of yoga or the individual consciousness\nattaining communion with the ultimate consciousness. Charity is sharing\nwith others what is valuable to oneself. Self control of the mind, the\nsenses and the organs of action. Performing and taking part in ritualistic\nactivities which propitiate and glorify the Supreme Lord Krishna or any of\nHis incarnations or expansions which are authorised in Vedic scriptures.\nReceiving instructions from the spiritual master and studying of the Vedic\nscriptures, singing Vedic hymns, chanting repetitively Vedic mantras or\nsacred incantations. Austerity and temperance in the habits and activities\nthe physical body engages in. Enacting all activities without duplicity or\ndeception. The word ahimsa means abstaining from injuring others by\nthought, word or deed. The one exception to this rule is when ones life\nand dependents are in danger. Truthfulness is relating the facts as they are and not as one wants them to\nbe perceived. Absence of anger is calmness within the mind without\nagitation even when rebuked, attacked or in the process of defending\noneself. Tyagah is renunciation of possessions and thus natural generosity.\nTranquillity is complete control of the mind. Freedom from slander is\nabsence of envy and retaliation. Compassion is kindness to all living\nbeings especially when they are in distress. Non-covetousness is self\nsatisfaction with what one has been allotted in life. Gentleness is absence\nof cruelty or harshness. Modesty is shyness in decorum and hesitancy in\neven the thought of wrong doing. Absence of fickleness is the avoidance of\nfrivolous activities. Boldness is courage in asserting what is truth and\ndefending righteousness. Forgiveness is not becoming upset by humiliation.\nFortitude is steadying the mind when under great duress. Purity is external\nand internal cleanliness. The lack of conceit is absence of thinking of\noneself egotistically. These 26 qualities related by Lord Krishna are\ncharacterised by one who is situated in the divine nature and thus\nqualified to attain association with the Supreme Lord and His devotees. ","brahma":" Hari OM! The Supreme Lord Krishna elaborately describes the qualities of\nthe divine nature and then describes the demoniac nature to clearly\ndistinguish between the two. The meritorious qualities of the divine\nnature which follows the nature of Brahma who as the secondary creator\nmanifested all creatures is self evident. The emphasis is on the word\ntapasya meaning austerity. Adherence to brahminical qualities and\nattributes is itself an austerity. Ahimsa is non-violence to any being.\nAnimosity is the intent to cause injury to others, it is the defect pointed\nout in rulers and military commanders. The Amarakosa dictionary mentions\nthis as well. Kings and emperors ruling without fear by the strength of\ntheir might proudly regard all others as inferior. This is said to be\narrogance. Tyagah is renunciation of possessiveness such as obsession with\nposition, family, wealth, etc. The word ksama meaning tolerance is the\nstate of mind which forgives and refrains from harming those who have\ncaused harm. ","shri":"\nIn the previous three chapters the topics explained by the Supreme Lord\nKrishna were:\n1) The essential nature of physical matter and spirit as the atma or\nimmortal soul.\n2) The fact that when the atma and physical matter are conjoined it is a\nresult due to attachment to the gunas or three modes of material\nnature and when the atma is independent of matter it is a result due\nto being unattached to the gunas.\n3) That both the atma and physical matter in whatever condition\nconstitute two distinct aspects of the Supreme Lords potencies.\n4) That the Supreme Lord as the source of all that exists yet is\nfactually distinct and separate from all aspects of His creation both\nachit or matter and chit or spirit which are contained within Him.\nThis includes every jiva or embodied being in all creation; both\nbaddha-jivas who are bound and mukta-jivas who are liberated. The\nSupreme Lord possesses all transcendental and divine powers such as:\nimmortality, sovereignty, omnipotence, omniscience, omni-presence,\netc. Lord Krishna will substantiate the reality of what has previously been\ndeclared in accordance to the ordinances and injunctions of the Vedic\nscriptures which are the absolute authority. This is done by initiating a\ncomparison between the divine nature and the demoniac nature as it is\nverified throughout creation. The divine nature expresses complete\nallegiance to righteousness and adherence to the authority of the Vedic\nscriptures. The demoniac nature does not follow righteousness, neither does\nit accept the absolute authority of the Vedic scriptures; contrarily\nadopting inauspicious activities befitting impure concoctions and\nunrighteous conceptions. Lord Krishna begins by describing the 26 divine qualities:\n1) abhayam is fearlessness due to the absence of anxiety which arises\nfrom the dread of harm to the physical body or the prospect of losing\nwhat is precious.\n2) sattva-samsuddhih is purification of ones existence and denotes\npurity of heart consisting of pure goodness undefiled with the taint\nof passion and ignorance.\n3) jnana-yoga-vyavasthitih means situated in the knowledge of devotion\nresulting from discriminating the atma or immortal soul from physical\nmatter as the individual consciousness attains communion with the\nultimate consciousness.\n4) danam is the charity given to worthy recipients from what one\nlegitimately owns.\n5) damah is self restraint, controlling the mind to be uninfluenced by\nsense objects.\n6) yagna is Vedically authorised ritualistic ceremonies in propitiation\nand devotion to the Supreme Lord Krishna exclusively for His\nsatisfaction without any self interests. This also applies to His\nauthorised incarnations and expansions.\n7) svadhyayah is devoted study of Vedic scriptures, knowing that they\nalone teach the glories of the Supreme Lord and are the quintessence\nof all that is spiritual.\n8) tapas is austerity and penance. Performing expiatory activities is a\nduty for all human beings such as Ekadasi which is mandatory fasting\nfrom all grains on the 11th day of the waxing and waning moons. As\nwell there are occasional expiatory activities such as candrayana\nwhich are fasts synchronised with the cycles of the moon and also\nkricchra which is extreme ascetic penance performed under very hot or\nvery cold conditions and prajapatya and santapana. Such activities\npurifies an aspirant and prepares and qualifies them for devotion to\nthe Supreme Lord.\n9) arjavam is simplicity, straight forwardness to others in thought, word\nand deeds.\n10) ahimsa is non-violence to all living entities by thought, word and\ndeed.\n11) satyam is truthfulness verily speaking what is true that is beneficial\nto all beings.\n12) akrodah is freedom from anger due to absence of resentment for others.\n13) tyagah is renunciation of whatever is opposed to atma-tattva or soul\nrealisation. o\n14) santih is tranquillity, keeping the senses peaceful and impervious to\nagitation.\n15) apaisunam is aversion to fault finding and slandering others even if\nwarranted.\n16) daya is mercy, sympathy for life, empathy for the distress and misery\nof others.\n17) aloluptvam is absence of greed for sense gratification.\n18) mardavam is gentleness and humility which is appropriate for saintly\nassociation.\n19) hrih is modesty, the feeling of shame at the thought of anything\ninappropriate.\n20) acapalam is determination to remain firm against temptations presented\nto one.\n21) tejas is radiance, luster. The illustrious proof of the efficacy of\nspiritual practice.\n22) ksama is forgiveness. The absence of vengeful feelings against those\nharmed by.\n23) dhritih is fortitude. The capacity for righteousness while enduring\ngreat duress.\n24) saucam is cleanliness both internally and externally to be spiritually\nworthy.\n25) adrohah is absence of envy, non-interference in the interests of\nothers.\n26) natimanita absence of false ego, lack of desire for honour and\nprestige. The divine qualities and nature are for those aspiring to activate their\ndivinity following the time tested eternal, divine ordinances and\ninjunctions as revealed in the Vedic scriptures by the Supreme Lord\nKrishna. Their virtues of these 26 qualities are revealed by following them\nand living them in this manner. The word abhijatasya refers to those who\nwere born with the divine nature destined to follow the divine path and who\nare naturally in harmony with divinity. ","kumar":"In the previous three chapters the topics explained by the Supreme Lord\nKrishna were:\n1) The essential nature of physical matter and spirit as the atma or\nimmortal soul.\n2) The fact that when the atma and physical matter are conjoined it is a\nresult due to attachment to the gunas or three modes of material\nnature and when the atma is independent of matter it is a result due\nto being unattached to the gunas.\n3) That both the atma and physical matter in whatever condition\nconstitute two distinct aspects of the Supreme Lords potencies.\n4) That the Supreme Lord as the source of all that exists yet is\nfactually distinct and separate from all aspects of His creation both\nachit or matter and chit or spirit which are contained within Him.\nThis includes every jiva or embodied being in all creation; both\nbaddha-jivas who are bound and mukta-jivas who are liberated. The\nSupreme Lord possesses all transcendental and divine powers such as:\nimmortality, sovereignty, omnipotence, omniscience, omni-presence,\netc. Lord Krishna will substantiate the reality of what has previously been\ndeclared in accordance to the ordinances and injunctions of the Vedic\nscriptures which are the absolute authority. This is done by initiating a\ncomparison between the divine nature and the demoniac nature as it is\nverified throughout creation. The divine nature expresses complete\nallegiance to righteousness and adherence to the authority of the Vedic\nscriptures. The demoniac nature does not follow righteousness, neither does\nit accept the absolute authority of the Vedic scriptures; contrarily\nadopting inauspicious activities befitting impure concoctions and\nunrighteous conceptions. Lord Krishna begins by describing the 26 divine qualities:\n1) abhayam is fearlessness due to the absence of anxiety which arises\nfrom the dread of harm to the physical body or the prospect of losing\nwhat is precious.\n2) sattva-samsuddhih is purification of ones existence and denotes\npurity of heart consisting of pure goodness undefiled with the taint\nof passion and ignorance.\n3) jnana-yoga-vyavasthitih means situated in the knowledge of devotion\nresulting from discriminating the atma or immortal soul from physical\nmatter as the individual consciousness attains communion with the\nultimate consciousness.\n4) danam is the charity given to worthy recipients from what one\nlegitimately owns.\n5) damah is self restraint, controlling the mind to be uninfluenced by\nsense objects.\n6) yagna is Vedically authorised ritualistic ceremonies in propitiation\nand devotion to the Supreme Lord Krishna exclusively for His\nsatisfaction without any self interests. This also applies to His\nauthorised incarnations and expansions.\n7) svadhyayah is devoted study of Vedic scriptures, knowing that they\nalone teach the glories of the Supreme Lord and are the quintessence\nof all that is spiritual.\n8) tapas is austerity and penance. Performing expiatory activities is a\nduty for all human beings such as Ekadasi which is mandatory fasting\nfrom all grains on the 11th day of the waxing and waning moons. As\nwell there are occasional expiatory activities such as candrayana\nwhich are fasts synchronised with the cycles of the moon and also\nkricchra which is extreme ascetic penance performed under very hot or\nvery cold conditions and prajapatya and santapana. Such activities\npurifies an aspirant and prepares and qualifies them for devotion to\nthe Supreme Lord.\n9) arjavam is simplicity, straight forwardness to others in thought, word\nand deeds.\n10) ahimsa is non-violence to all living entities by thought, word and\ndeed.\n11) satyam is truthfulness verily speaking what is true that is beneficial\nto all beings.\n12) akrodah is freedom from anger due to absence of resentment for others.\n13) tyagah is renunciation of whatever is opposed to atma-tattva or soul\nrealisation. o\n14) santih is tranquillity, keeping the senses peaceful and impervious to\nagitation.\n15) apaisunam is aversion to fault finding and slandering others even if\nwarranted.\n16) daya is mercy, sympathy for life, empathy for the distress and misery\nof others.\n17) aloluptvam is absence of greed for sense gratification.\n18) mardavam is gentleness and humility which is appropriate for saintly\nassociation.\n19) hrih is modesty, the feeling of shame at the thought of anything\ninappropriate.\n20) acapalam is determination to remain firm against temptations presented\nto one.\n21) tejas is radiance, luster. The illustrious proof of the efficacy of\nspiritual practice.\n22) ksama is forgiveness. The absence of vengeful feelings against those\nharmed by.\n23) dhritih is fortitude. The capacity for righteousness while enduring\ngreat duress.\n24) saucam is cleanliness both internally and externally to be spiritually\nworthy.\n25) adrohah is absence of envy, non-interference in the interests of\nothers.\n26) natimanita absence of false ego, lack of desire for honour and\nprestige. The divine qualities and nature are for those aspiring to activate their\ndivinity following the time tested eternal, divine ordinances and\ninjunctions as revealed in the Vedic scriptures by the Supreme Lord\nKrishna. Their virtues of these 26 qualities are revealed by following them\nand living them in this manner. The word abhijatasya refers to those who\nwere born with the divine nature destined to follow the divine path and who\nare naturally in harmony with divinity. "}