{"meta":"Bhagavad Gita Chapter 16 Verse 15","metahi":"भगवद् गीता 16.15","slok":"आढ्योऽभिजनवानस्मि कोऽन्योऽस्ति सदृशो मया।यक्ष्ये दास्यामि मोदिष्य इत्यज्ञानविमोहिताः।।16.15।। ","htsrsd":"।।16.15।।हम धनवान् हैं? बहुतसे मनुष्य हमारे पास हैं? हमारे समान और कौन है हम खूब यज्ञ करेंगे? दान देंगे और मौज करेंगे -- इस तरह वे अज्ञानसे मोहित रहते हैं। ","htstma":"।।16.15।। मैं धनवान् और श्रेष्ठकुल में जन्मा हूँ। मेरे समान दूसरा कौन है?मैं यज्ञ करूंगा? मैं दान दूँगा? मैं मौज करूँगा इस प्रकार के अज्ञान से वे मोहित होते हैं।। ","transliteration":"Aadhyo’bhijanavaanasmi ko’nyosti sadrisho mayaa;\nYakshye daasyaami modishye ityajnaanavimohitaah. ","englishmeaning":"idam—this; adya—today; mayā—by me; labdham—gained; imam—this; prāpsye—I shall acquire; manaḥ-ratham—desire; idam—this; asti—is; idam—this; api—also; me—mine; bhaviṣhyati—in future; punaḥ—again; dhanam—wealth; asau—that; mayā—by me; hataḥ—has been destroyed; śhatruḥ—enemy; haniṣhye—I shall destroy; cha—and; aparān—others; api—also; īśhvaraḥ—God; aham—I; aham—I; bhogī—the enjoyer; siddhaḥ—powerful; aham—I; bala-vān—powerful; sukhī—happy; āḍhyaḥ—wealthy; abhijana-vān—having highly placed relatives; asmi—me; kaḥ—who; anyaḥ—else; asti—is; sadṛiśhaḥ—like; mayā—to me; yakṣhye—I shall perform sacrifices; dāsyāmi—I shall give alms; modiṣhye—I shall rejoice; iti—thus; ajñāna—ignorance; vimohitāḥ—deluded ","hcsrsd":"।।16.15।। व्याख्या --   आसुर स्वभाववाले व्यक्ति अभिमानके परायण होकर इस प्रकारके मनोरथ करते हैं, -- आढ्योऽभिजनवानस्मि -- कितना धन हमारे पास है कितना सोनाचाँदी? मकान? खेत? जमीन हमारे पास है कितने अच्छे आदमी? ऊँचे पदाधिकारी हमारे पक्षमें हैं हम धन और जनके बलपर? रिश्वत और सिफारिशके बलपर जो चाहें? वही कर सकते हैं।कोऽन्योऽस्ति सदृशो मया -- आप इतने घूमेफिरे हो? आपको कई आदमी मिले होंगे पर आप बताओ? हमारे समान आपने कोई देखा है क्या यक्ष्ये दास्यामि -- हम ऐसा यज्ञ करेंगे? ऐसा दान करेंगे कि सबपर टाँग फेर देंगे थोड़ासा यज्ञ करनेसे? थोड़ासा दान देनेसे? थोड़ेसे ब्राह्मणोंको भोजन कराने आदिसे क्या होता है हम तो ऐसे यज्ञ? दान आदि करेंगे? जैसे आजतक किसीने न किये हों। क्योंकि मामूली यज्ञ? दान करनेसे लोगोंको क्या पता लगेगा कि इन्होंने यज्ञ किया? दान दिया। बड़े यज्ञ? दानसे हमारा नाम अखबारोंमें निकलेगा। किसी धर्मशालामें मकान बनवायेंगे? तो उसमें हमारा नाम खुदवाया जायेगा? जिससे हमारी यादगारी रहेगी। मोदिष्ये -- हम कितने बड़े आदमी हैं हमें सब तरहसे सब सामग्री सुलभ है अतः हम आनन्दसे मौज करेंगे।इस प्रकार अभिमानको लेकर मनोरथ करनेवाले आसुर लोग केवल करेंगे? करेंगे -- ऐसा मनोरथ ही करते रहते हैं? वास्तवमें करतेकराते कुछ नहीं। वे करेंगे भी? तो वह भी नाममात्रके लिये करेंगे (जिसा उल्लेख आगे सत्रहवें श्लोकमें आया है)। कारण कि इत्यज्ञानविमोहिताः -- इस प्रकार तेरहवें? चौदहवें और पन्द्रहवें श्लोकमें वर्णित मनोरथ करनेवाले आसुर लोग अज्ञानसे मोहित रहते हैं अर्थात् मूढ़ताके कारण ही उनकी ऐसे मनोरथवाली वृत्ति होती है। सम्बन्ध --   परमात्मासे विमुख हुए आसुरी सम्पदावालोंको जीतेजी अशान्ति? जलन? संताप आदि तो होते ही हैं? पर मरनेपर उनकी क्या गति होती है -- इसको आगेके श्लोकमें बताते हैं। ","hcsca":"।।16.15।। अज्ञान और उससे उत्पन्न विपरीत ज्ञान से मोहित तथा गर्व और मद से उन्मत्त आसुरी पुरुष जगत् की ओर इसी भ्रामक दृष्टि से देखता है। ऐसी स्थिति में स्वयं का तथा जगत् के साथ अपने संबंध का त्रुटिपूर्ण मूल्यांकन करना स्वाभाविक ही है। उसे अपने धन? वैभव और कुल का इतना अभिमान होता है कि वह अपने समक्ष सभी को तुच्छ समझता है। स्वयं ही समाज से बहिष्कृत होकर वह मिथ्या अभिमान के महल में रहता है और असंख्य प्रकार की मानसिक यातनाओं का कष्ट भी भोगता रहता है। उसकी महत्त्वाकांक्षा यह होती है कि यज्ञादि के द्वारा वह देवताओं पर भी शासन करे और दान के द्वारा सम्पूर्ण जगत् का क्रय कर ले। इस प्रकार? सम्मानित और पूजित होकर मैं मौज करूँगा। वे अज्ञान के गर्त में पड़े हुए आसुरी पुरुष के कुछ अत्यन्त विक्षिप्ततापूर्ण कथन हैं।उपर्युक्त तीन श्लोकों का सारांश बताते हुए कहते हैं ","etsga":"16.15 I am rich and high-born; who else is there similar to me? I shall perform sacrifices; I shall give, I shall rejoice,-thus they are diversely deluded by non-discrimination. ","etssa":"16.15 I am rich and born in a noble family. Who else is eal to me? I shall perform sacrifices. I shall give (charity). I shall rejoice, thus deluded by ignorance. ","etdss":"16.15. I am rich; I am of of noble birth; who else is eal ot me ? I shall perform sacrifices; I shall give gifts; and I shall rejoice - deluded by these wrong ideas; ","ecssa":"16.15 आढ्यः rich? अभिजनवान् wellborn? अस्मि (I) am? कः who? अन्यः else? अस्ति is? सदृशः eal? मया to me? यक्ष्ये (I) will sacrifice? दास्यामि (I) will give? मोदिष्ये (I) will rejoice? इति thus? अज्ञानविमोहिताः deluded by ignorance.Commentary Kubera (the god of wealth) may be wealthy? but he cannot be compared with me. Even Vishnu Himself does not possess the wealth that I possess. In comparison with my illustrious family and the extent of my relations even Brahma is indeed of inferior descent. They are as nothing when compared with me. Who then is there in the whole world eal to meWellborn Born in a family learned in the scriptures for seven generations. None is eal to me in this respect. I will do may sacrificial rites to get name and fame. None is eal to me in this respect also. I will give money and presents to those who entertain me with dance? music and songs in praise of me. None is eal to me in charity (giving) also. I will indulge in eating? drinking and women. ","scetsga":"16.15 Adhyah, I am rich in wealth; abhi-janavan, high-born in respect of my lineage; my seven generations are endowed with Vedic learnig etc. From that point of view also there is none eal to me. Kah anyah, who else; asti, is there; sadrsah, similar; maya, to me? Besides, yaksye, I shall perform sacrifices; in respect of sacrifices also I shall defeat others. Dasyami, I shall give-to actors and others; modisye, I shall rejoice, and I shall derive intense joy. Iti, thus; are they ajnana-vimohitah, diversely deluded by non-discrimination, subject to various indiscrimination. ","scetdss":"16.15 See Coment under 16.16 ","scetssa":"16.15 I am rich by myself. Who else is there in this world like me gaining all glory with his own ability? I myself shall sacrifice, I shall give alms and I shall rejoice - thus they think deluded by ignorance, viz., deluded by ignorance that they are themselves capable of offering sacrifices, gifts etc., unaided by the grace of God. ","chakravarthi":" ","rudra":"\nBy describing the parameters by which the demoniac mentality functions,\nLord Krishna illustrates the hellish and degraded path they traverse.\nIgnoring all morality the demoniac think that whatever they find\npleasurable is for their enjoyment without restriction and they will scheme\nto obtain it by any means. The demoniac only respect power and might. Their\nconception is that might is right and hence they will destroy whatever is\nan obstacle to fulfilling their ambitions and desires, not hesitating to\ninjure or even kill others. The demoniac think that their ideology is\nsuperior and they resort to deception, hypocrisy, intimidation and force to\ncoerce others to believe and accept such a fallacy. The demoniac are\ncaptivated by lust, greed and false ego. They make concerted efforts to\norchestrate events to try to influence others to acknowledge them as\nsuperior and in the process immerse themselves deeper and deeper in\nillusion. Hence although the demoniac exercise considerable power and\nvarious areas of control because they are so completely deluded as defined\nby their own degraded mentalities they keep themselves enslaved in bondage\nby incessantly pursuing materialistic desires and mundane goals due to\nfollowing false ideologies and belief in erroneous concepts. ","brahma":"\nThere is no commentary to Chapter 16, verse 16 by Madhvacarya. There is no commentary to Chapter 16, verse 17 by Madhvacarya. ","shri":" \nLord Krishna uses the word idam meaning this. The idam He is talking about\nrefers to possessions such as wealth, property, family, etc. The demoniac\nmentality is that all my possessions have been acquired by me alone, by my\nown efforts and exertions. They believe there is no other power or subtle\nunseen cause involved. The word manoratham means desirable object and\nwhatever is desirable the demoniac feel it is their right to enjoy\nregardless of morality. The wealth that they gain by any means lawful or\nunlawful, or by cheating and stealing they see as moral and rightful as it\nwas gained by their own brain and brawn over others brain and brawn. The\ndemoniac follow the idea that might is right and do not believe in any\nsubjective force or higher power. They forcefully take whatever they desire\nand are totally unconcerned of any consequences, oblivious to even the\npossibility that a god or supreme force sanctioning their endeavours could\nexist. The demoniac feel that they are so powerful that they themselves are\ngods because they can destroy their enemies as a whim and consider everyone\nexcept themselves to be of unimportance. The demoniac think like the following examples illustrate. I am the most\npowerful. I was born into a dynasty of aristocracy and wealth. Who else in\nthis world is equal to me? Who else by dint of their exertions have\nacquired every pleasure there is to enjoy and secured so much happiness and\nstability? I will eat, drink and be merry, enjoying sense gratification to\nthe maximum without restraint. There is no need for me to believe in any\ngod or supreme power; but anyway I will perform some pseudo rituals and\nimitate some pious activities by ostentatious donations for charity to gain\nrenown so others will think that I am also a great religious personality as\nwell. This is how the demoniac think. The demoniac see themselves as the enjoyers, the manipulators and the\ncontrollers, The demoniac believe that they are all powerful, independent,\nmasters of their own destines and independent of any supreme and unseen\npower; but so deluded are they that they completely ignore the reality that\ndeath will come and indiscriminately abduct them from all their\npossessions. This is mysteriously completely imperceptible to them. ","kumar":"Lord Krishna uses the word idam meaning this. The idam He is talking about\nrefers to possessions such as wealth, property, family, etc. The demoniac\nmentality is that all my possessions have been acquired by me alone, by my\nown efforts and exertions. They believe there is no other power or subtle\nunseen cause involved. The word manoratham means desirable object and\nwhatever is desirable the demoniac feel it is their right to enjoy\nregardless of morality. The wealth that they gain by any means lawful or\nunlawful, or by cheating and stealing they see as moral and rightful as it\nwas gained by their own brain and brawn over others brain and brawn. The\ndemoniac follow the idea that might is right and do not believe in any\nsubjective force or higher power. They forcefully take whatever they desire\nand are totally unconcerned of any consequences, oblivious to even the\npossibility that a god or supreme force sanctioning their endeavours could\nexist. The demoniac feel that they are so powerful that they themselves are\ngods because they can destroy their enemies as a whim and consider everyone\nexcept themselves to be of unimportance. The demoniac think like the following examples illustrate. I am the most\npowerful. I was born into a dynasty of aristocracy and wealth. Who else in\nthis world is equal to me? Who else by dint of their exertions have\nacquired every pleasure there is to enjoy and secured so much happiness and\nstability? I will eat, drink and be merry, enjoying sense gratification to\nthe maximum without restraint. There is no need for me to believe in any\ngod or supreme power; but anyway I will perform some pseudo rituals and\nimitate some pious activities by ostentatious donations for charity to gain\nrenown so others will think that I am also a great religious personality as\nwell. This is how the demoniac think. The demoniac see themselves as the enjoyers, the manipulators and the\ncontrollers, The demoniac believe that they are all powerful, independent,\nmasters of their own destines and independent of any supreme and unseen\npower; but so deluded are they that they completely ignore the reality that\ndeath will come and indiscriminately abduct them from all their\npossessions. This is mysteriously completely imperceptible to them. "}