{"meta":"Bhagavad Gita Chapter 16 Verse 18","metahi":"भगवद् गीता 16.18","slok":"अहङ्कारं बलं दर्पं कामं क्रोधं च संश्रिताः।मामात्मपरदेहेषु प्रद्विषन्तोऽभ्यसूयकाः।।16.18।। ","htsrsd":"।।16.18।।वे अहङ्कार? हठ? घमण्ड? कामना और क्रोधका आश्रय लेनेवाले मनुष्य अपने और दूसरोंके शरीरमें रहनेवाले मुझ अन्तर्यामीके साथ द्वेष करते हैं तथा (मेरे और दूसरोंके गुणोंमें) दोषदृष्टि रखते हैं। ","htstma":"।।16.18।। अहंकार? बल? दर्प? काम और क्रोध के वशीभूत हुए परनिन्दा करने वाले ये लोग अपने और दूसरों के शरीर में स्थित मुझ (परमात्मा) से द्वेष करने वाले होते हैं।। ","transliteration":"Ahankaaram balam darpam kaamam krodham cha samshritaah;\nMaamaatmaparadeheshu pradwishanto’bhyasooyakaah. ","englishmeaning":"ahankāram—egotism; balam—strength; darpam—arrogance; kāmam—desire; krodham—anger; cha—and; sanśhritāḥ—covered by; mām—me; ātma-para-deheṣhu—within one’s own and bodies of others; pradviṣhantaḥ—abuse; abhyasūyakāḥ—the demoniac ","hcsrsd":"।।16.18।। व्याख्या --   अहंकारं बलं दर्पं कामं क्रोधं च संश्रिताः -- वे आसुर मनुष्य जो कुछ काम करेंगे? उसको अहङ्कार? हठ? घमण्ड? काम और क्रोधसे करेंगे। जैसे भक्त भगवान्के आश्रित रहता है? ऐसे ही वे आसुर लोग अहंकार? हठ? काम? आदिके आश्रित रहते हैं। उनके मनमें यह बात अच्छी तरहसे जँची हुई रहती है कि अहङ्कार? हठ? घमण्ड? कामना और क्रोधके बिना काम नहीं चलेगा संसारमें ऐसा होनेसे ही काम चलता है? नहीं तो मनुष्योंको दुःख ही पाना पड़ता है जो इनका (अहङ्कार? हठ आदिका) आश्रय नहीं लेते? वे बुरी तरहसे कुचले जाते हैं सीधेसादे व्यक्तिको संसारमें कौन मानेगा इसलिये अहंकारादिके रहनेसे ही अपना मान होगा? सत्कार होगा और लोगोंमें नाम होगा? जिससे लोगोंपर हमारा दबाव? आधिपत्य रहेगा।मामात्मपरदेहेषु प्रद्विषन्तः -- भगवान् कहते हैं कि मैं जो उनके शरीरमें और दूसरोंके शरीरमें रहता हूँ? उस मेरे साथ वे आसुर मनुष्य वैर रखते हैं। भगवान्के साथ वैर रखना क्या है -- श्रुतिस्मृति ममैवाज्ञे य उल्लङ्घ्य प्रवर्तते। आज्ञाभङ्गी मम द्वेषी नरके पतति ध्रुवम्।।श्रुति और स्मृति -- ये दोनों मेरी आज्ञाएँ हैं। इनका उल्लङ्घन करके जो मनमाने ढंगसे बर्ताव करता है? वह मेरी आज्ञाभङ्ग करके मेरे साथ द्वेष रखनेवाला मनुष्य निश्चित ही नरकोंमें गिरता है। वे अपने अन्तःकरणमें विराजमान परमात्माके साथ भी विरोध करते हैं अर्थात् हृदयमें जो अच्छी स्फुरणाएँ होती हैं? सिद्धान्तकी अच्छी बातें आती हैं? उनकी वे उपेक्षातिरस्कार करते हैं? उनको मानते नहीं। वे दूसरे लोगोंकी अवज्ञा करते हैं? उनका तिरस्कार करते हैं? अपमान करते हैं? उनको दुःख देते हैं? उनसे अच्छी तरहसे द्वेष रखते हैं। यह सब उन प्राणियोंके रूपमें भगवान्के साथ द्वेष करना है।अभ्यसूयकाः -- वे मेरे और दूसरोंके गुणोंमें दोषदृष्टि रखते हैं। मेरे विषयमें वे कहते हैं कि भगवान् बड़े पक्षपाती हैं वे भक्तोंकी तो रक्षा करते हैं और दूसरोंका विनाश करते हैं? यह बात बढ़िया नहीं है। आजतक जितने संतमहात्मा हुए हैं और अभी भी जो संतमहात्मा तथा अच्छी स्थितिवाले साधक हैं? उनके विषयमें वे आसुर लोग कहते हैं कि उनमें भी रागद्वेष? कामक्रोध? स्वार्थ? दिखावटीपन आदि दोष पाये जाते हैं किसी भी संतमहात्माका चरित्र ऐसा नहीं है? जिसमें ये दोष न आये हों अतः यह सब पाखण्ड है हमने भी इन सब बातोंको करके देखा है हमने भी संयम किया है? भजन किया है? व्रत किये हैं? तीर्थ किये हैं? पर वास्तवमें इनमें कोई दम नहीं है हमें तो कुछ नहीं मिला? मुफ्तमें ही दुःख पाया उनके करनेमें वह समय हमारा व्यर्थमें ही बरबाद हुआ है वे लोग भी किसीके बहकावेमें आकर अपना समय बरबाद कर रहे हैं अभी ये ऐसे प्रवाहमें बहे हुए हैं और उलटे रास्तेपर जा रहे हैं अभी इनको होश नहीं है? पर जब कभी चेतेंगे? तब उनको भी पता लगेगा आदिआदि। ","hcsca":"।।16.18।। एक बार अहंकार के वशीभूत हो जाने पर मनुष्य का पशु से भी निम्नतम स्तर तक निरन्तर पतन होता जाता है। कामना से उन्मत्त वह पुरुष सुसंस्कृत मानव की प्रतिष्ठा से पदच्युत हो जाता है और तत्पश्चात् एक प्रभावहीन पशु के समान संदिग्ध रूप में समाज में विचरण करता है ऐसा व्यक्ति शारीरिक दृष्टि से मनुष्य होते हुए भी मानसिक दृष्टि से पशु ही होता है। इस श्लोक में इन्हीं आसुरी लोगों का वर्णन किया गया है।यहाँ उल्लिखित अहंकारादि अवगुणों में से एक अवगुण भी भ्रष्टता के तल तक गिराने के लिए पर्याप्त है? परन्तु भगवान् कहते हैं कि आसुरी पुरुष इन सभी अवगुणों से युक्त होता है। इतना ही नहीं? अपितु वह इन्हें ही श्रेष्ठ गुण मानकर इनका अवलम्बन भी करता है। इनकी अभिव्यक्ति में ही वह सन्तोष का अनुभव करता है।प्राय नवयुवकों को यह उपदेश दिया जाता है कि उन्हें अपनी निम्नस्तर की हीन प्रवृत्तियों के प्रलोभनों का शिकार नहीं बनना चाहिए। कोई स्वच्छन्द प्रवृत्ति का युवक प्रश्न पूछ सकता है कि इसमें क्या हानि है गीताचार्य कहते हैं कि सभी सांस्कृतिक मूल्यों का अपमान करते हुए अहंकार स्वार्थ और कामुकता का जीवन जीने का परिणाम सम्पूर्ण नाश है।उपर्युक्त आसुरी गुणों से युक्त लोग जीवन की पवित्रता की उपेक्षा करेंगे और बिना किसी पश्चाताप् के उसे अपवित्र करने में भी संकोच नहीं करेंगे। ये परनिन्दा में प्रवृत्त होंगे और सबके शरीर में स्थित मुझ परमात्मा का द्वेष करेंगे। केवल शुद्धांन्तकरण में ही परमात्मा अपने शुद्ध स्वरूप से व्यक्त होता है? न कि विषय वासनाओं से आच्छादित अशुद्ध अन्तकरण में। सदाचार का पालन चित्त को शुद्ध करता है? परन्तु अनैतिकता और दुराचार? जीवन के सुमधुर संगीत को अपने विकृत स्वरों के द्वारा निरर्थक ध्वनि के रूप में परिवर्तित कर देते हैं। दुराचारी पुरुष स्वयं अशान्त होकर अपने आसपास भी अशान्ति का वातावरण निर्मित करता है।अगले श्लोक में इन असुरों के पतन को बताते हैं ","etsga":"16.18 Resorting to egotism, power, arrogance, passion and anger, hating Me in their own and others bodies, (they become) [As the finite verb is missing in the verse, we have supplied they become. S. adds the verb prabhavanti, wax strong, from verse 9, and constructs the last portion thus: ৷৷.the envious ones wax strond. Following S. S., however, one may combine this verse with the preceding verse by taking perform sacrifices as the finite verb.-Tr.] envious by nature. ","etssa":"16.18 Given over to egoism, power, haughtiness, lust and anger, these malicious people hate Me in their own bodies and in those of others. ","etdss":"16.18. Clinging fast to egotism, force, pride, craving, and anger, these envious men hate Me in the bodies of their own and of others. ","ecssa":"16.18 अहङ्कारम् egoism? बलम् power? दर्पम् haughtiness? कामम् lust? क्रोधम् anger? च and? संश्रिताः possessed of? माम् Me? आत्मपरदेहेषु in their own bodies and in those of others? प्रद्विषन्तः hating? अभ्यसूयकाः (these) malicious people.Commentary They are selfsufficient and puffed up with mental and material power. They pose too much. They resent it much if they are belittled. The body is dearer to them than everything else. They live solely for it. If anybody tries to thwart their plans or schemes they become bitterly hostile towards him. They take vengeance on him and try to kill him mercilessly. They are extremely meanminded. Just as darness seems to be denser after night sets in? so also as their,folly increases? their arrogance grows? their egoism develops? their pride swells? and their delusion augments day by day. They use brutal force to gain their selfish ends. They abuse and illtreat all those people who are truthful and charitable? and who are devoted to Me.Ahamkaram Egoism The selfarrogating principle? the effect or modification of ignorance. This is the source of all the defects and perversities in human nature and of all evil actions. Lust? anger? greed? pride and hypocrisy are all attendants of egoism. It is very difficult to overcome this dire enemy? but through Vichara (right eniry) it can be annihilated.These Asuras who are very egoistic on account of their deep ignorance esteem themselves very highly for the alities they possess and for those which they falsely superimpose upon themselves. They think that they are very great persons on account of the good alities which they have superimposed upon themselves and their egoism is increased thery. They try to humiliate others by using their financial supremacy. They will bribe people to give false evidence and do anything to attain their selfish ends.Balam Power accompanied by lust and attachment. The Asuras use their strength of body to humiliate and destroy others. If a man is not established in Yama (the fivefold canon of ethical perfection? consisting of noninjury? truthfulness? nonstealing? celibacy and noncovetousness)? if he has no purity of heart? if his mind is surcharged or saturated with evil tendencies? and if he gets power of any sort? he will misuse or abuse it and try to humiliate or abuse others. Powers or Siddhis are bound to come if one practises concentration of mind. If he is endowed with Yama? he will never misuse them and so he will never have a downfall. That is the reason why Patanjali Maharshi says Powers are obstacles on the path of Yoga. Shun them ruthlessly. March onwards to the goal. Climb the ladder of Yoga till you attain the highest state of superconsciousness or Godconsciousness. Do not look back. Have no memories of the past.Yama is the very foundation of Yoga. Get yourself established in Yama before you take to concentration and meditation. Many aspirants get a downfall because they do not practise Yama to begin with. They jump at once to the practice of concentration and meditation. This is sad mistake.Darpa Haughtiness. A man whose heart is filled with haughtiness becomes very insolent and unjust and assumes an overbearing and domineering attitude towards others he never respects the elders? Gurus and others. This is a peculiar vice that has its seat in the mind. When this evil ality manifests itself? one swerves from the path of virtue.Krodha Anger manifests itself when one gets something unplesant and when he comes across something disagreeable.These Asuras hate Me? the Lord Who dwells in their own bodies as the silent witness of their thoughts and actions. They think that I am also a human being and hate Me. They do not understand My allpervading and imperishable nature. They do not care at all to know and follow. My ?nds or the injunctions given in the Vedas and the Smritis. If anyone violates My ?nds given in the scriptures? it is surely tantamount to an act of hatred towards Me. These people are very malicious. They have evil intentions or impure motives. They are jealous of those persons who are virtuous and who tread the path of righteousness. Their hearts burn when they notice good alities in others. This is Matsarya? a form of jealousy. If a man superimposes evil alities on a virtuous man who is endowed with good alities? this is Asuya. If his heart burns when he sees a wealthy or prosperous man? this is Irshya. ","scetsga":"16.18 Ahankaram, egotism-that which considers the Self to which have been imputed actual and imaginary alities as I am this, which is called ignorance and is most painful, and is the source of all ills as also of all evil deeds; so also balam, power, which seeds to defear others and is associated with passion and desire; darpam, arrogance, a particular defect abiding in the mind, on the upsurge of which one transgresses righteousness; kamam, passion with regard to women and others; krodham, anger at things tha are undesirable;-samsritah, resorting to these and other great evils; and further, pradvisantah, hating; mam, Me, God-transgression of My ?nds is hatred (towards Me); indulging in that, atma-para-dehesu, in their own and others bodies as the witness of their intellects and actions; (they become) abhyasuyakah, envious by nature, intolerant of the alities of those who tread the right path. ","scetdss":"16.18 See Coment under 16.20 ","scetssa":"16.18 They depend on their egoism in the form of I can do everything without the help of anyone; likewise, in performing everything they depend on their power, My power is sufficient; hence pride takes the following form, There is nobody like myself. Desire takes the form of, Because I am so, everything is fulfilled by my mere desire. Wrath consits in conceiving, I shall slay those who cause evil to me. Thus, depending on themselves, they evince malice towards Me, the Supreme Person abiding in their own bodies as well as in the bodies of others; and they hate Me. They endeavour to invent fallacious arguments against My existence, and being unable to tolerate Me, they perform all acts like sacrifices etc., depending only on their egoism. ","chakravarthi":"They disrespect me (pradvisantah), the paramatma, who am situated in their own and others bodies (atma para dehesu). Or they hate me who am situated in the bodies of the devotees who are surrendered to paramatma (atma para dehesu mam). They hate me, since they hate the devotees who have surrendered to me. And they find fault in the qualities of the devotees (abhyasuyakah). ","rudra":" Here Lord Krishna describes the gross disregard the demoniac have for\nprescribed Vedic procedures which have been established for the benefit of\nall creation. The demoniac full of self-conceit, intoxicated by power and\naddicted to lust and greed totally disregard, disrespect and even despise\nthe Supreme Lord who is situated within their hearts as paramatma the\nomnipresent supreme soul and the hearts of all living entities everywhere\nin creation. These demoniac, scheming, cavilling, evil beings always try\ntheir utmost to degrade the fundamentals of family and religion and destroy\nthe moral fabric of society as they seek to destroy and usurp the very\nfoundations of humanity. The imitative rituals performed by the demoniac\nare pretentious and without sincerity. They are a degradation for everyone\nand give no benefit to anyone. Such empty ritualistic procedures which are\ndevoid of adherence to the ordinances and injunctions of the Vedic\nscriptures, contrarily causes contamination and deterioration to the\ncollective consciousness of the planet wherein such activities are enacted.\nBecause the demoniac ritualistic procedures results in injury to the innate\nconsciousness of all beings and since paramatma is all pervading in all\nsentient beings Lord Krishna uses the word pradvisantah meaning they\ndespise Him who exists within themselves due to their unmitigated assault\non all living entities as well as their futile attempts to usurp creation. ","brahma":" Lord Krishna speaks the words mam atma-para-dehesu pradvisanto meaning the\ndemoniac despise the Supreme Lord abiding within the eteric heart of their\nown bodies as well as the bodies of others as paramatma the Supreme Soul.\nThe evil and abominable actions executed by the free will of those\npossessing a demoniac nature is never directed, motivated or influenced by\nthe Supreme Lord. According to the absolute authority of the Vedic\nscriptures, the Sama Veda states it would be the height of ignorance and\nfoolishness to consider all actions to be under the auspices of the Supreme\nLord when He has expressly bequeathed freewill to humans and other higher\ndeveloped beings to give then the choice to surrender to Him with devotion.\nThe Supreme Lord would never decree it any other way to force a living\nentity to be devoted to Him. Every action that one commits certainly has a\nreturning reaction of retribution; but the recipient of that reaction is\nonly the one who physically or in special cases mentally causes a physical\neffect to manifest. ","shri":"\nHere Lord Krishna describes more telltale signs and characteristics of the\ndemoniac.\nThe word ahankara means egotistic thinking they are independent of the\nSupreme Lord\nThe word darpam means insolence, thinking that they as demons are all\nimportant.\nPradvishantah means despise, the envious demoniac openly despise the\nSupreme Lord. Even though the Supreme Lord is atma-para-devesu or situated within them\nand all living entities as the immortal supreme soul, the demoniac\nendeavour in earnest most spitefully to cause great evil to all creatures.\nThe demoniac exhibit overt malice and aggressiveness against anything\nrighteous and determinedly oppose the Supreme Lord at every opportunity in\nevery way they can. They take great pains to degrade moral values,\nencourage depraved activities and destroy the family unit. They propagate\nthat god does not exist, that creation came from a random mixture of\nchemicals and that there is nothing existing after this life so it is\nbetter to eat, drink and be merry without cessation. They concoct many\ndoctrines, conduct many seminars and establish many schools of thought to\nnegate the idea of the existence of a singular consciousness, a Supreme\nbeing or Supreme Lord that is the creator and supreme controller of all\ncreation. This is the demoniacs gross folly and unredeemable sin is that\nthey despise the Supreme Lord Krishna who is the origin of their very\nexistence and the creator of the complete cosmic and material\nmanifestations. ","kumar":"Here Lord Krishna describes more telltale signs and characteristics of the\ndemoniac.\nThe word ahankara means egotistic thinking they are independent of the\nSupreme Lord\nThe word darpam means insolence, thinking that they as demons are all\nimportant.\nPradvishantah means despise, the envious demoniac openly despise the\nSupreme Lord. Even though the Supreme Lord is atma-para-devesu or situated within them\nand all living entities as the immortal supreme soul, the demoniac\nendeavour in earnest most spitefully to cause great evil to all creatures.\nThe demoniac exhibit overt malice and aggressiveness against anything\nrighteous and determinedly oppose the Supreme Lord at every opportunity in\nevery way they can. They take great pains to degrade moral values,\nencourage depraved activities and destroy the family unit. They propagate\nthat god does not exist, that creation came from a random mixture of\nchemicals and that there is nothing existing after this life so it is\nbetter to eat, drink and be merry without cessation. They concoct many\ndoctrines, conduct many seminars and establish many schools of thought to\nnegate the idea of the existence of a singular consciousness, a Supreme\nbeing or Supreme Lord that is the creator and supreme controller of all\ncreation. This is the demoniacs gross folly and unredeemable sin is that\nthey despise the Supreme Lord Krishna who is the origin of their very\nexistence and the creator of the complete cosmic and material\nmanifestations. "}