{"meta":"Bhagavad Gita Chapter 16 Verse 10","metahi":"भगवद् गीता 16.10","slok":"काममाश्रित्य दुष्पूरं दम्भमानमदान्विताः।मोहाद्गृहीत्वासद्ग्राहान्प्रवर्तन्तेऽशुचिव्रताः।।16.10।। ","htsrsd":"।।16.10।।कभी पूरी न होनेवाली कामनाओंका आश्रय लेकर दम्भ? अभिमान और मदमें चूर रहनेवाले तथा अपवित्र व्रत धारण करनेवाले मनुष्य मोहके कारण दुराग्रहोंको धारण करके संसारमें विचरते रहते हैं। ","htstma":"।।16.10।। दम्भ? मान और मद से युक्त कभी न पूर्ण होने वाली कामनाओं का आश्रय लिये? मोहवश मिथ्या धारणाओं को ग्रहण करके ये अशुद्ध संकल्पों के लोग जगत् में कार्य करते हैं।। ","transliteration":"Kaamamaashritya dushpooram dambhamaanamadaanvitaah;\nMohaadgriheetvaasadgraahaan pravartante’shuchivrataah. ","englishmeaning":"kāmam—lust; āśhritya—harboring; duṣhpūram—insatiable; dambha—hypocrisy; māna—arrogance; mada-anvitāḥ—clinging to false tenets; mohāt—the illusioned; gṛihītvā—being attracted to; asat—impermanent; grāhān—things; pravartante—they flourish; aśhuchi-vratāḥ—with impure resolve ","hcsrsd":"।।16.10।। व्याख्या --   काममाश्रित्य दुष्पूरम् -- वे आसुरी प्रकृतिवाले कभी भी पूरी न होनेवाली कामनाओंका आश्रय लेते हैं। जैसे कोई मनुष्य भगवान्का? कोई कर्तव्यका? कोई धर्मका? कोई स्वर्ग आदिका आश्रय लेता है? ऐसे ही आसुर प्राणी कभी पूरी न होनेवाली कामनाओंका आश्रय लेते हैं। उनके मनमें यह बात अच्छी तरहसे जँची हुई रहती है कि कामनाके बिना आदमी पत्थरजैसा हो जाता है कामनाके आश्रयके बिना आदमीकी उन्नति हो ही नहीं सकती आज जितने आदमी नेता? पण्डित? धनी आदि हो गये हैं? वे सब कामनाके कारण ही हुए हैं। इस प्रकार कामनाके आश्रित रहनेवाले भगवान्को? परलोकको? प्रारब्ध आदिको नहीं मानते।अब उन कामनाओंकी पूर्ति किनके द्वारा करें उसके साथी (सहायक) कौन हैं तो बताते हैं --,दम्भमानमदान्विताः। वे दम्भ? मान? और मदसे युक्त रहते हैं अर्थात् वे उनकी कामनापूर्तिके बल हैं। जहाँ जिनके सामने जैसा बननेसे अपना मतलब सिद्ध होता हो अर्थात् धन? मान? बड़ाई? पूजाप्रतिष्ठा? आदरसत्कार? वाहवाह आदि मिलते हों? वहाँ उनके सामने वैसा ही अपनेको दिखाना दम्भ है। अपनेको बड़ा मानना? श्रेष्ठ मानना मान है। हमारे पास इतनी विद्या? बुद्धि? योग्यता आदि है -- इस बातको लेकर नशासा आ जाना मद है। वे सदा दम्भ? मान और मदमें सने हुए रहते हैं? तदाकार रहते हैं।अशुचिव्रताः -- उनके व्रतनियम बड़े अपवित्र होते हैं जैसे -- इतने गाँवमें? इतने गायोंके बाड़ोंमें आग लगा देनी है इतने आदमियोंको मार देना है आदि। ये वर्ण? आश्रम? आचारशुद्धि आदि सब ढकोसलाबाजी है अतः किसीके भी साथ खाओपीओ। हम कथा आदि नहीं सुनेंगे हम तीर्थ? मन्दिर आदि स्थानोंमें नहीं जायँगे -- ऐसे उनके व्रतनियम होते हैं।ऐसे नियमोंवाले डाकू भी होते हैं। उनका यह नियम रहता है कि बिना मारपीट किये ही कोई वस्तु दे दे? तो वे लेंगे नहीं। जबतक चोट नहीं लगायेंगे? घावसे खून नहीं टपकेगा? तबतक हम उसकी वस्तु नहीं लेंगे? आदि।मोहाद् गृहीत्वासद्ग्राहान् -- मूढ़ताके कारण वे अनेक दुराग्रहोंको पकड़े रहते हैं। तामसी बुद्धिको लेकर चलना ही मूढ़ता है (गीता 18। 32)। वे शास्त्रोंकी? वेदोंकी? वर्णाश्रमोंकी और कुलपरम्पराकी मर्यादाको नहीं मानते? प्रत्युत इनके विपरीत चलनेमें? इनको भ्रष्ट करनेमें ही वे अपनी बहादुरी? अपना गौरव समझते हैं। वे अकर्तव्यको ही कर्तव्य और कर्तव्यको ही अकर्तव्य मानते हैं? हितको हि अहित और अहितको हि हित मानते हैं? ठीकको ही बेठीक और बेठीकको ही ठीक मानते हैं। इस असद्विचारोंके कारण उनकी बुद्धि इतनी गिर जाती है कि वे यह कहने लग जाते हैं कि मातापिताका हमारेपर कोई ऋण नहीं है। उनसे हमारा क्या सम्बन्ध है झूठ? कपट? जालसाजी करके भी धन कैसे बचे आदि उनके दुराग्रह होते हैं।, सम्बन्ध --   सत्कर्म? सद्भाव और सद्विचारोंके अभावमें उन आसुरी प्रकृतिवालोंके नियम? भाव और आचरण किस उद्देश्यको लेकर और किस प्रकारके होते हैं? अब उनको आगेके दो श्लोकोंमें बताते हैं। ","hcsca":"।।16.10।। जिस गर्व के साथ एक नितान्त भौतिकवादी व्यक्ति अपनी उपलब्धियों के क्षेत्र में विचरण करता है? उसके आन्तरिक स्वभाव की भयंकर विद्रूपता को? व्यासजी के द्वारा किये गये इस वर्णन से अधिक अच्छी प्रकार से व्यक्त नहीं किया जा सकता। आसुरी पुरुष की मनस्थिति तथा समाज में उसके कर्मों का स्तर का और अधिक स्पष्ट एवं सम्पूर्ण वर्णन पाने के लिए हमें विश्व की सभी भाषाओं के विद्यमान साहित्य में खोजबीन करनी होगी? फिर भी इस सारगर्भित श्लोक के समतुल्य चित्रण पाने में हमें असफलता ही मिलेगी।काममाश्रित्य इच्छाओं की प्रेरणा के बिना कर्म कदापि नहीं हो सकते हैं। इच्छाओं के अभाव में जीवन की उपलब्धियाँ असंभव है। तथापि? कामनाओं का शिकार बने रहने का अर्थ है कर्मों का कोई भयंकर यन्त्र बनना? जो जगत् में अहंकार और अहंकार केन्द्रित मनोद्वेगों के विष का वमन करता रहता है। कामनाओं की तृप्ति के लिए ही जीवन धारण करना अविवेक का लक्षण है क्योंकि? कामना का यह विशेष कौशल हैकि जैसेजैसे हम उसे तृप्त करते जाते हैं वैसेवैसे ही? वह द्विगुणित होती जाती है। उन्हें तृप्त करना कठिन है? वे दुष्पूर हैं। ऐसी कामनाओं से युक्त पुरुष जब अपने विवेक और सार्मथ्य का उपयोग करता है? तब स्वाभाविक है कि व्ाह अपने मन में तथा बाह्य जगत् में विक्षेप और दुर्व्यवस्था को उत्पन्न करता है।कामना क्या है विषयोपभोग के द्वारा शाश्वत सुख और सन्तोष को प्राप्त करने का जीव का प्रयत्न ही कामना है। जब वह इस प्रकार मोहित हो जाता है? तब वह दम्भ? मद और मान का भी शिकार बन जाता है। उनके द्वारा प्रताड़ित वह अपनी निरंकुश इच्छाओं को तृप्त करने के लिए सतत संघर्ष और परिश्रम करता रहता है।मोहात् परिपूर्ण और तृप्त पुरुष के मन में कामना नहीं हो सकती। जो पुरुष अपने अनन्त स्वरूप को न जानकर स्वयं को परिच्छिन्न जीव ही समझता है? केवल उसे ही विषयों की कामना हो सकती है। इसे ही मोह कहते हैं।असुर लोगों के मन का चरित्र इस श्लोक की द्वितीय पंक्ति में पूर्ण होता है। उन्हें यहाँ अशुचिव्रता कहा गया है। इसका अभिप्राय है कि ऐसे आसुरी स्वभाव के लोग येन केन प्रकारेण अपने ही सुख और शान्ति के लिए प्रयत्न करने में अन्य लोगों का कुछ भी महत्व नहीं समझते हैं। जीवन के सभी आदर्श मूल्यों को ताक में रखकर निर्लज्ज? असहिष्णु और क्रूर तक होकर वे अपने कार्यक्षेत्र में संघर्षरत रहते हैं। कामवासना से मदोन्मत्त और स्वार्थ से संवेदनाशून्य वह व्यक्ति जगत् में पागल के समान अपने चारों ओर रक्त और अम्ल फेंकता हुआ विपत्ति और विनाश का ही कार्य करता है एक व्यष्टि की दृष्टि से यह चित्र हमें एक ऐसे भोगवादी पुरुष को दर्शाता है? जो अपने जीवन का निर्माण कामना से विक्षुब्ध हुए मन की चंचल तरंगों पर करता है। समष्टि की दृष्टि से देखने पर यही शब्द चित्र हमें भौतिकवादी जनसमुदायों और राष्ट्रों की स्थिति का दर्शन कराता है। जीवन की सुन्दरता उस तत्त्वज्ञान की सुन्दरतापर निर्भर करती है? जिस पर जीवन का निर्माण होता है यदि नींव ही असत् हो? तो उसके ऊपर निर्मित ताश का महल अधिक सुदृढ़ नहीं हो सकता। यदि हम इस श्लोक को सूक्ष्मदृष्टि से देख सकें? तो ज्ञात होगा कि इसमें आज के जगत् में सर्वत्र अनुभव हो रहे आर्थिक विघटन? सामाजिक दोष? राजनीतिक उथलपुथल और अशान्ति का सम्पूर्ण विवेचन किया गया है।उपर्य़ुक्त वर्णन के द्वारा भगवान् श्रीकृष्ण अप्रत्यक्ष रूप से एक ऐसे भौतिकवादी पुरुष का चित्रण कर रहे हैं? जो अपने स्वभाव से ही नास्तिक विचारधारा का है तथा भोग के लिए ही कर्म करता है। क्या आज के भौतिकवादी युग में हम अपने को यथोक्त वर्णन के अनुरूप ही सिद्ध नहीं कर रहे हैं भगवान् आगे कहते हैं ","etsga":"16.10 Giving themselves up to insatiable passion, filled with vanity, pride and arrogance, adopting bad abjectives due to delusion, and having impure resolves, they engage in actions. ","etssa":"16.10 Filled with insatiable desires, full of hypocrisy, pride and arrogance, holding evil ideas through delusion, they work with impure resolves. ","etdss":"16.10. Holding to their insatiable desire; being possessed by hypocricy, avarice, and pride; and holding evil intention, these cruel men wander with impure resolve. ","ecssa":"16.10 कामम् desire? आश्रित्य abiding in? दुष्पूरम् insatiable? दम्भमानमदान्विताः full of hypocrisy? pride and,arrogance? मोहात् through delusion? गृहीत्वा having held? असद्ग्राहान् evil ideas? प्रवर्तन्ते they work? अशुचिव्रताः with impure resolves.Commentary These soulless malevolent persons perform cruel and sinful actions. Their minds are saturated with vanity? conceit and arrogance. They entertain in their minds unholy resolves and unreasonable ideas. They harbour insatiable desires in their hearts. Just as a monkey becomes more and more intoxicated if wine if given to it? so also the older they grow the more and more arrogant and lustful do they become. They cause the ruin and death of those around them. They boast of their own actions and treat others with great contempt. They are very much attached to their bodies. They worship their bodies. Their passion is boundless. They are stupid and obstinate and so they have no firm determination.Desire is insatiable like fire. Enjoyment cannot bring about satisfaction of the desires. The more you enjoy? the stronger does the desire become. After an object is enjoyed? there springs up a desire to continue the enjoyment for ever. You take recourse to all sorts of devices to preserve the objects.Although a man is not righteous he pretends to be a man of righteousness. This is hypocrisy. Although a man is not worthy of being honoured? he claims to be so. This is Mana (pride). There is false dignity. Although a man does not possess great things he superimposes them on himself. This is Mada.These Asuras make impure resolves. I will worship such and such a deity by repeating such and such a Mantra and get hold of such and such a woman. I will repeat such and such a Mantra and kill such and such a man. ","scetsga":"16.10 And asirtya, giving themselves upto; duspuram, insatiable; kamam, passion-a kind of desire; dambha-mana-mada-anvitah, filled with vanity, pride and arrogance; grhitva, adopting; asad-grahan, bad objectives, evil intentions; mohat, due to delusion, owing to non-discrimination; and asuci-vratah, having impure resolves; they pravartante, engage in actions in the world.\nFurther, ","scetdss":"16.10 See Coment under 16.12 ","scetssa":"16.10 Turning to insatiable desires, viz., which concern objects impossible to get; seizing through delusion, viz., through ignorance that such desires can be fulfilled only with unjustly acired wealth, viz., with wealth unlawfully hoarded, and following impious vows, viz., associated with the vows prohibited in the Sastras; they do actions that are full of ostentation, pride and arrogance. ","chakravarthi":"They engage in false doctrines (asad grahan). They perform vrata without pure conduct (asuci vratah). ","rudra":"\nContinuing further Lord Krishna describes that the demoniac pursue desires\nimpossible to accomplish. Possessed of hypocrisy and mendacity the demoniac\nresort to the worship of discarnate demons, ghastly ghosts and satanic\nspirits in their attempts to increase their power and longevity. The\ndemoniac by executing such depraved and degraded actions are completely\nensnared by delusion and obstinately execute degenerative activities of\ndiabolical dimensions with impure minds, in an impure state with impure\ningredients such as blood and fat from the killing of animals as well as\nhumans at inauspicious times such at midnight on inauspicious days and\nastrological alignments such as lunar eclipses and amavasya or new moon in\ntheir diabolical obsession and lust for power. ","brahma":"\nLord Krishna is reiterating that normal desires are very difficult to\nsatisfy while emphasizing that degraded and degenerative desires are even\nmore difficult to fulfill. Such vast undertakings and prodigious schemes\nwhich are so difficult to accomplish create great distress and frustration\nin the attempt. ","shri":"\nLord Krishna explains that the demoniac are propelled by lust and greed\nthat is insatiable and constantly seeking to be fulfilled in the hope of\nbeing gratified. The demoniac endeavour to procure such fulfilment is mohad\nor deluded illusion and through gross improprieties they forcefully\nmisappropriate and enjoy things which are not lawfully theirs. The compound\nword asuci-vratah means the demoniac fiendishly execute devilish rituals\nsuch as blood sacrifices and the killing of animals and even humans in\nfollowing their diabolical rites. Specifically engaging in forbidden acts\nprohibited by the Vedic scriptures which oppose all sense of righteousness,\nmorality and decency. By resorting to duplicity, hypocrisy, sorcery, evil\nmagic, and surreptitious deception the demoniac nature is able to prevail\nand flourish. ","kumar":"Lord Krishna explains that the demoniac are propelled by lust and greed\nthat is insatiable and constantly seeking to be fulfilled in the hope of\nbeing gratified. The demoniac endeavour to procure such fulfilment is mohad\nor deluded illusion and through gross improprieties they forcefully\nmisappropriate and enjoy things which are not lawfully theirs. The compound\nword asuci-vratah means the demoniac fiendishly execute devilish rituals\nsuch as blood sacrifices and the killing of animals and even humans in\nfollowing their diabolical rites. Specifically engaging in forbidden acts\nprohibited by the Vedic scriptures which oppose all sense of righteousness,\nmorality and decency. By resorting to duplicity, hypocrisy, sorcery, evil\nmagic, and surreptitious deception the demoniac nature is able to prevail\nand flourish. "}