{"meta":"Bhagavad Gita Chapter 17 Verse 7","metahi":"भगवद् गीता 17.7","slok":"आहारस्त्वपि सर्वस्य त्रिविधो भवति प्रियः।यज्ञस्तपस्तथा दानं तेषां भेदमिमं श्रृणु।।17.7।। ","htsrsd":"।।17.7।।आहार भी सबको तीन प्रकारका प्रिय होता है और वैसे ही यज्ञ? दान और तप भी तीन प्रकारके होते हैं अर्थात् शास्त्रीय कर्मोंमें भी तीन प्रकारकी रुचि होती है? तू उनके इस भेदको सुन। ","htstma":"।।17.7।। (अपनीअपनी प्रकृति के अनुसार) सब का प्रिय भोजन भी तीन प्रकार का होता है? उसी प्रकार यज्ञ? तप और दान भी तीन प्रकार के होते हैं? उनके भेद को तुम मुझसे सुनो।। ","transliteration":"Aahaarastwapi sarvasya trividho bhavati priyah;\nYajnastapastathaa daanam teshaam bhedamimam shrinu. ","englishmeaning":"āhāraḥ—food; tu—indeed; api—even; sarvasya—of all; tri-vidhaḥ—of three kinds; bhavati—is; priyaḥ—dear; yajñaḥ—sacrifice; tapaḥ—austerity; tathā—and; dānam—charity; teṣhām—of them; bhedam—distinctions; imam—this; śhṛiṇu—hear ","hcsrsd":"।।17.7।। व्याख्या --   आहारस्त्वपि सर्वस्य त्रिविधो भवति प्रियः -- चौथे श्लोकमें भगवान्ने अर्जुनके प्रश्नके अनुसार मनुष्योंकी निष्ठाकी परीक्षाके लिये सात्त्विक? राजस और तामस -- तीन तरहके यजन बताये। परन्तु जिसकी श्रद्धा? रुचि? प्रियता यजनपूजनमें नहीं है? उनकी निष्ठाकी पहचान कैसे हो इसके लिये बताया कि जिनकी यजनपूजनमें श्रद्धा नहीं है? ऐसे मनुष्योंको भी शरीरनिर्वाहके लिये भोजन तो करना ही पड़ता है? चाहे वे नास्तिक हों? चाहे आस्तिक हों? चाहे वैदिक अथवा ईसाई? पारसी? यहूदी? यवन आदि किसी सम्प्रदायके हों। उन सबके लिये यहाँ आहारस्त्वपि पद देकर कहा है कि निष्ठाकी पहचानके लिये केवल यजनपूजन ही नहीं है? प्रत्युत भोजनकी रुचिसे ही उनकी निष्ठाकी पहचान हो जायगी।मनुष्यका मन स्वाभाविक ही जिस भोजनमें ललचाता है अर्थात् जिस भोजनकी बात सुनकर? उसे देखकर और उसे चखकर मन आकृष्ट होता है? उसके अनुसार उसकी सात्त्विकी? राजसी या तामसी निष्ठा मानी जाती है। यहाँ कोई ऐसा भी कह सकता है कि सात्त्विक? राजस और तामस आहार कैसाकैसा होता है -- इसे बतानेके लिये यह प्रकरण आया है। स्थूलदृष्टिसे देखनेपर तो ऐसा ही दीखता है परन्तु विचारपूर्वक गहराईसे देखनेपर यह बात दीखती नहीं। वास्तवमें यहाँ आहारका वर्णन नहीं है? प्रत्युत आहारीकी रुचिका वर्णन है। अतः आहारीकी श्रद्धाकी पहचान कैसे हो यह बतानेके लिये ही यह प्रकरण आया है।यहाँ सर्वस्य और प्रियः पद यह बतानेके लिये आये हैं कि सामान्यरूपसे सम्पूर्ण मनुष्योंमें एकएककी किसकिस भोजनमें रुचि होती है? जिससे उनकी सात्त्विकी? राजसी और तामसी निष्ठाकी पहचान हो। ऐसे ही यज्ञस्तपस्था दानम् (टिप्पणी प0 841.1) पद यह बतानेके लिये आये हैं कि जितने भी शास्त्रीय कर्म हैं? उनमें भी उन मनुष्योंकी यज्ञ? तप आदि किसकिस कर्ममें कैसीकैसी रुचि -- प्रियता होती है। यहाँ तथा कहनेका तात्पर्य यह है कि जैसे पूजन तीन तरहका होता है और जैसे आहार तीन तरहका प्रिय होता है?,इसी तरह शास्त्रीय यज्ञ? तप आदि कर्म भी तीन तरहके होते हैं। इससे यहाँ एक और बात भी सिद्ध होती है कि शास्त्र? सत्सङ्ग? विवेचन? वार्तालाप? कहानी? पुस्तक? व्रत? तीर्थ? व्यक्ति आदि जोजो भी सामने आयेंगे? उनमें जो सात्त्विक होगा वह सात्त्विक मनुष्यको? जो राजस होगा? वह राजस मनुष्यको और जो तामस होगा? वह तामस मनुष्यको प्रिय लगेगा।तेषां भेदमिमं श्रृणु -- यज्ञ? तप और दानके भेद सुनो अर्थात् मनुष्यकी स्वाभाविक रुचि? प्रवृत्ति और प्रसन्नता किसकिसमें होती है? उसको तुम सुनो। जैसे अपनी रुचिके अनुसार कोई ब्राह्मणको दान देना पसंद करता है? तो कोई अन्य साधारण मनुष्यको दान देना ही पसंद करता है। कोई शुद्ध आचरणवाले व्यक्तियोंके साथ मित्रता करते हैं? तो कोई जिनका खानपान? आचरण आदि शुद्ध नहीं हैं? ऐसे मनुष्योंके साथ ही मित्रता करते हैं? आदिआदि (टिप्पणी प0 841.2)।तात्पर्य यह कि सात्त्विक मनुष्योंकी रुचि सात्त्विक खानपान? रहनसहन? कार्य? समाज? व्यक्ति आदिमें होती है और उन्हींका सङ्ग करना उनको अच्छा लगता है। राजस मनुष्योंकी रुचि राजस खानपान? रहनसहन? कार्य? समाज? व्यक्ति आदिमें होती है और उन्हींका सङ्ग उनको अच्छा लगता है। तामस मनुष्योंकी रुचि तामस खानपान? रहनसहन आदिमें तथा शास्त्रनिषिद्ध आचरण करनेवाले नीच मनुष्योंके साथ उठनेबैठने? खानेपीने? बातचीत करने? साथ रहने? मित्रता करने आदिमें होती है और उन्हींका सङग उनको अच्छा लगता है तथा वैसे ही आचरणोंमें उनकी प्रवृत्ति होती है।, ","hcsca":"।।17.7।। इस श्लोक में भगवान् श्रीकृष्ण आगे वर्णन किये जाने वाले विषय का नाम निर्देश करते हैं। मनुष्य का स्वभाव उसके कार्यकलापों में व्यक्त होता है। उसका प्रिय आहार? मित्रगण? मन की भावनाएं? जीवन विषयक दृष्टिकोण आदि उसके स्वभाव की श्रेणी को इंगित करते हैं। प्रत्येक व्यक्ति किसी न किसी गुण विशेष के आधिक्य से प्रभावित रहता है।मनुष्य का आन्तरिक स्वभाव तथा बाह्याचरण पर किस गुण की अधिकता से किस प्रकार का प्रभाव पड़ता है इसका विश्लेषण आगे के श्लोकों में किया गया है। यहाँ इस बात का ध्यान रखना चाहिए कि इन श्लोकों का प्रयोजन अन्य लोगों का वर्गीकरण करने के लिए नहीं हैं। हिन्दू धर्म आत्मविद्या का उपदेश देता है। अत साधक का प्रयत्न अपने आत्मस्वरूप को अभिव्यक्त करने के लिए होना चाहिए। आत्मा के सौन्दर्य को व्यक्त करने एवं आत्मिक बल को प्राप्त करने के लिए समस्त साधकों को चित्त शुद्धि के हेतु प्रयत्न करना होगा। चित्तशुद्धि का अर्थ है? रजोगुण के विक्षेप तथा तमोगुण के प्रमाद और मोह का त्यागकर सत्त्वगुण की रचनात्मक सजगता और आध्यात्मिक आभा में मन की दृढ़ स्थिति।सर्व प्रथम आहार को बताते हैं ","etsga":"17.7 Food also, which is dear to all, is of three kinds; and so also are sacrifices, austerity and charity. Listen to this classification of them. ","etssa":"17.7 The food also which is dear to each is threefold, as also sacrifice, austerity and almsgiving. Hear thou the distinction of these. ","etdss":"17.7. Further, the food also, which is dear to all, is of three kinds. So are [their] sacrifice, austerity and charity. Listen to this distinction of them. ","ecssa":"17.7 आहारः food? तु indeed? अपि also? सर्वस्य of all? त्रिविधः threefold? भवति is? प्रियः dear? यज्ञः sacrifice? तपः austerity? तथा also? दानम् almsgiving? तेषाम् their? भेदम् distinction? इमम् this? श्रृणु hear.Commentary Each Every being that eats.Imam This That which is going to be described.Tesham Their Of food? etc.According to the Gunas? a mans taste for a particular food is determined. There are three kinds of food that a man can eat.All foods have different properties. Different foods exercise different effects on different compartments of the brain or the mind. A confection of sparrow? meat? fish? eggs? onion and garlic excites passion. Fruits? barley? etc.? render the mind calm and serene. The nature of food greatly influences the being of a man. Man feels a desire for particular foods according to his Guna or temperament.The body is the instrument by which man accomplishes all his purposes in the world. It is the horse that takes him to his destination or goal (Moksha). Therefore it should be kept clean? strong and healthy. The body is a mould prepared by the mind for its activities. There is an intimate connection between the body and the mind. The nature and condition of the body has a vital effect upon the mind and activities. Therefore the materials or foods that build the body and the mind should be pure? wholesome? nutritious? substantial and bland.Everything in this world is threefold. The food is either Sattvic? Rajasic or Tamasic according to its,character and effect upon the body and the mind. You can find out the nature or temperament of a man from the nature of the food he takes. You can find out your own nature? whether you are Sattvic? Rajasic or Tamasic? from your predilection to particular food and then abandon the Rajasic and the Tamasic foodstuffs and take to the Sattvic diet.Why is there also a triple division in sacrifice? austerity and charity Because this threefold division is according to the nature of the Gunas. You can find out and abandon the Rajasic and the Tamasic ones and take recourse exclusively to the Sattvic ones.The practice of Krichhra and Chandrayana Vratas that produce emaciation of the body and the senses is austerity. Tapas means meditation also. It produces Brahmatejas or divine splendour and glow on the face. ","scetsga":"17.7 Aharah, food; api tu, also; which is priyah, dear; sarvasya, to all [Here Ast. adds praninah (creatures).-Tr.] who eat it; bhavati, is; trividhah, of three kinds; so also yajnah, sacrifices; similarly, tapah, austerity; tatha, so also; danam, charity. Srnu, listen; to imam, this; bhedam, classification; tesam, of them, of food etc., which is going to be stated. ","scetdss":"17.7 See Comment under 17.10 ","scetssa":"17.7 Even the food which is dear to the host of all beings is of three kinds because of the association of the three Gunas consisting of Sattva etc. Similarly, sacrifices also are of three kinds. So too austerity and charity. Listen about this distinction, which is being described, about foods, sacrifices, austerities and gifts according to differences of Sattva etc. ","chakravarthi":"You have described in the previous chapter those who give up scriptural rules and do things whimsically, and in this chapter have described those who, according the asura scriptures, worship yaksas, raksasa, pretas and other beings; and you have also described those who perform austerities and other acts with no scripture at all. These all end up as asuric beings. Please let me know, in like manner, as much as possible, the categories of deva and asura assumed by foods and other things to be mentioned corresponding to division of the three gunas. Thirteen verses describe these items. ","rudra":"\nTo illustrate the distinction between jivas or embodied beings in the three\ngunas or modes of material nature, Lord Krishna will explain in thirteen\nverses beginning with the threefold types of food that one is attracted to\neat. Foods such as milk, fruits, rice, and vegetables are of sattva guna\nthe mode of goodness. Foods such as garlic, onions, chillies and mushrooms\nare in raja guna the mode of passion. Foods such as meat, fish, fowl and\neggs are in tama guna the mode of ignorance. Likewise rituals, charity and\nausterity are also threefold. Lord Krishna is revealing these facts so that\npeople will give up foods in raja guna and tama guna as well as charity and\nausterity in such and instead fully embrace sattva guna in all activities. ","brahma":" \nLord Krishna now delineates that the attributes of the three gunas are\ncommensurate with the three types of jivas or embodied beings. Those are\nthe best who are sura or possess the light of consciousness are in sattva\nguna the mode of goodness. Those are the worst who are asura or without the\nlight of consciousness and are in tama guna the mode of ignorance. Those\nwho are intermediate are mixed with raja guna the mode of passion and tama\nguna. These forms continue even after achieving moksa or liberation from\nmaterial existence as well as those who are forced to enter hellish\nexistences. Quite distinct from both of these is paramatma the omnipresent\nSupreme Soul existing collectively with the atma or individual immortal\nsoul which exists in all jivas and whose state of consciousness is far\nsuperior to even the mind. At least once in every human life this state of\nconsciousness manifests and in rare circumstances is perceived within the\netheric heart along with its transcendental form. This form projects\nluminosity and receives light from its continuous interactions with\nparamatma. This spiritual form should be meditated on with devotion and\nembraced. Those who are of purified senses and spiritually evolved perceive that Lord\nKrishna is the ultimate reality and the Supreme Lord of all other lords are\nexclusively in sattva guna. These and only these can be considered devotees\nof the Supreme Lord Krishna and His authorised avatars or incarnations such\nas Rama, Vamana, Buddha, Narasingha and His expansions such as Narayana,\nVasudeva and Vishnu as revealed in Vedic scriptures. Those who perform\nbhakti or exclusive loving devotional service to the Supreme Lord and His\nincarnations pleases Him very much and delights all who are endowed also\nwith the divine nature such as Brahma, Shiva and others. Being blest by the\npresiding deity of knowledge Sri Laksmi-devi who is the eternal consort and\nfeminine shakti or potency of the supreme lord one stays firmly situated in\nsattva guma and engage in pure worship. They will achieve moksa in their\nlifetime. Those who are in doubt about the Supremacy of Lord Krishna and are wary of\nsurrendering to Him and do not understand thet He is the Supreme Lord, find\nthemselves gullible to follow inferior doctrines and receptive to\nworshipping perishable gods without ever understanding the actual\ntaratamya or gradations involved, are rooted in raja guna and engage in\nworship of demoniac entities accepting them as their supreme being. In\ntheir next life they must suffer interminably in the foulest of hells. Those who are indifferent and consider Lord Krishna as equal to other gods\nof other faiths, without using their intelligence to determine that the\ndoctrines of all other faiths are missing knowledge of the atma or immortal\nsoul, knowledge of karma, knowledge of reincarnation, knowledge of\nliberation and is beyond compare are drowning in tama guna and worship\nghosts and spirits, abstract conceptions along with illusory beliefs. In\nthe next life they will take birth as animals. Those who consider the omnipresent Supreme Lord who pervades all existence\nand resides within the etheric heart of all living entities as less than\nother gods will go to obscure worlds of darkness. They will be born as\npischasas or goblins and raksasas or demons. Those who engage in extreme austerities according to the Vedic scriptures\nout of pride and arrogance for the desire of obtaining material rewards\nsuch as power, wealth, fame, etc. petition the demigods for various rewards\nand Sri Laksmi for wealth as if they were independently awarding the boons\ndesired. Such ones fail to realise that whatever they have received has had\nto be sanctioned by the Supreme Lord. Those who refrain from performing worship according to the ordinances and\ninjunctions of the Vedic scriptures and yet do not engage in any activities\nprohibited by the Vedic scriptures will have the opportunity to achieve\nmoksa if by the mercy of a devotee they happen to propitiate the Supreme\nLord Krishna or any of His incarnations and expansions. By this they will\nfree themselves from the illusory energy and eventually attain the Supreme\nLord. Thus it is clear and not necessary to elaborate that one who is\nworshipping the Supreme Lord in accordance with the Vedic scriptures will\ndefinitely attain Lord Krishna without a doubt. Now begins the summation. From observation of the food that one eats it can determined which of the\nthree gunas a jiva is situated in. The same observation holds true for the\ntype of worship one engages in and for all activities ones position can be\nestablished. Those in sattva guna are observed humbly performing luminous\nactivities in the mode of goodness. Those in raja guna can be seen\nostentatiously engaging in fruitive activities for gain and profit and\nthose in tama guna are noticed drearily enacting pagan rituals merely out\nof habit. The Supreme Lord Krishna is known by the threefold symbols OM Tat Sat. His\npersonal sound manifestation vibrates as the transcendental sound of OM. As\nHe is omnipresent in every letter and syllable of the Vedas, OM is always\nchanted at the commencement of every Vedic ceremony and ritual. Therefore\nwith the pronouncement of the word OM by the Vaisnavas and the brahmanas in\nsalutation and glorification of Him, all rituals, ceremonies and\npropitiation proceed. The Vedic ordinances and injunctions are eternally\nestablished by Lord Krishna and are known as Sat denoting unlimited\nconsciousness. Activities that do not propitiate Lord Krishna and begin\nwith OM are practiced by the a-suras meaning those without the light of\nconsciousness. All their efforts however prodigious are merely mundane and\nare known as a-sat having limited consciousness. Anyone pronouncing the\nword OM without initiation, without faith and without knowing the meaning\nthereof is also situated as an asura. Since the results of all Vedic\nrituals and ceremonies are allotted wholly to the Supreme Lord and moksa is\nawarded exclusively by the grace of His sanction, He is known as Tat and\nbecause He pervades everywhere internally and externally and possesses all\nauspiciousness, he is also know as Tat. Absence of the Vedic ordinances and injunctions and avoiding recognition of\nthe Supreme Lord have been determined to be similar. That which is\npracticed without recognition to the Supreme Lord is that which is\npracticed without following the Vedic scriptures and that which is\npracticed without following the Vedic scriptures is practiced without\nrecognition of the Supreme Lord. The Shabda Nirnaya states: Making Lord\nKrishna the primal focus by which all activities revolve around is the\nmethod and the goal. The Paingi scripture confirms: Authentic scriptures\nare those that are established for the sole purpose of glorifying knowledge\nof the Supreme Lord Krishna and establishing communion with Him. ","shri":"\nFood the support of life is also of three types by foods relationship with\nthe three gunas or modes of material nature. Similarly yagnas or\npropitiation and worship by rituals is also of three types corresponding to\nthe three gunas; as well as austerities and charity. The distinct\ngradations and variances found in the quality of each and every activity\ncommences next. ","kumar":"Food the support of life is also of three types by foods relationship with\nthe three gunas or modes of material nature. Similarly yagnas or\npropitiation and worship by rituals is also of three types corresponding to\nthe three gunas; as well as austerities and charity. The distinct\ngradations and variances found in the quality of each and every activity\ncommences next. "}