{"meta":"Bhagavad Gita Chapter 17 Verse 18","metahi":"भगवद् गीता 17.18","slok":"सत्कारमानपूजार्थं तपो दम्भेन चैव यत्।क्रियते तदिह प्रोक्तं राजसं चलमध्रुवम्।।17.18।। ","htsrsd":"।।17.18।।जो तप सत्कार? मान और पूजाके लिये तथा दिखानेके भावसे किया जाता है? वह इस लोकमें अनिश्चित और नाशवान् फल देनेवाला तप राजस कहा गया है। ","htstma":"।।17.18।। जो तप सत्कार? मान और पूजा के लिए अथवा केवल दम्भ (पाखण्ड) से ही किया जाता है? वह अनिश्चित और क्षणिक तप यहाँ राजस कहा गया है।। ","transliteration":"Satkaaramaanapoojaartham tapo dambhena chaiva yat;\nKriyate tadiha proktam raajasam chalamadhruvam. ","englishmeaning":"sat-kāra—respect; māna—honor; pūjā—adoration; artham—for the sake of; tapaḥ—austerity; dambhena—with ostentation; cha—also; eva—certainly; yat—which; kriyate—is performed; tat—that; iha—in this world; proktam—is said; rājasam—in the mode of passion; chalam—flickering; adhruvam—temporary ","hcsrsd":"।।17.18।। व्याख्या --   सत्कारमानपूजार्थं तपः क्रियते -- राजस मनुष्य सत्कार? मान और पूजाके लिये ही तप किया करते हैं जैसे -- हम जहाँकहीं जायँगे? वहाँ हमें तपस्वी समझकर लोग हमारी अगवानीके लिये सामने आयेंगे। गाँवभरमें हमारी सवारी निकालेंगे। जगहजगह लोग हमें उत्थान देंगे? हमें बैठनेके लिये आसन देंगे? हमारे नामका जयघोष करेंगे? हमसे मीठा बोलेंगे? हमें अभिनन्दनपत्र देंगे इत्यादि बाह्य क्रियाओंद्वारा हमारा सत्कार करेंगे। लोग हृदयसे हमें श्रेष्ठ मानेंगे कि ये बड़े संयमी? सत्यवादी? अहिंसक सज्जन हैं? वे सामान्य मनुष्योंकी अपेक्षा हमारेमें विशेष भाव रखेंगे इत्यादि हृदयके भावोंसे लोग हमारा मान करेंगे। जीतेजी लोग हमारे चरण धोयेंगे? हमारे मस्तकपर फूल चढ़ायेंगे? हमारे गलेमें माला पहनायेंगे? हमारी आरती उतारेंगे? हमें प्रणाम करेंगे? हमारी चरणरजको सिरपर चढ़ायेंगे और मरनेके बाद हमारी वैकुण्ठी निकालेंगे? हमारा स्मारक बनायेंगे और लोग उसपर श्रद्धाभक्तिसे पत्र? पुष्प? चन्दन? वस्त्र? जल आदि चढ़ायेंगे? हमारे स्मारककी परिक्रमा करेंगे इत्यादि क्रियाओंसे हमारी पूजा करेंगे।दम्भेन चैव यत् -- भीतरसे तपपर श्रद्धा और भाव न होनेपर भी बाहरसे केवल लोगोंको दिखानेके लिये आसन लगाकर बैठ जाना? माला घुमाने लग जाना? देवता आदिका पूजन करने लग जाना? सीधेसरल चलना? हिंसा न करना आदि।तदिह प्रोक्तं राजसं चलमध्रुवम् -- राजस तपका फल चल और अध्रुव कहा गया है। तात्पर्य है कि जो तप सत्कार? मान और पूजाके लिये किया जाता है? उस राजस तपका फल यहाँ चल अर्थात् नाशवान् कहा गया है और जो तप केवल दिखावटीपनके लिये किया जाता है? उसका फल यहाँ अध्रुव अर्थात् अनिश्चित (फल मिले या न मिले? दम्भ सिद्ध हो या न हो) कहा गया है।इह प्रोक्तम् पदोंका तात्पर्य यह है कि इस राजस तपका इष्ट फल प्रायः यहाँ ही होता है। कारण कि सात्त्विक पुरुषोंका तो ऊर्ध्वलोक है? तामस मनुष्योंका अधोलोक है और राजस मनुष्योंका मध्यलोक है (गीता 14। 18)। इसलिये राजस तपका फल न स्वर्ग होगा और न नरक होगा किन्तु यहाँ ही महिमा होकर? प्रशंसा होकर खत्म हो जायगा।राजस मनुष्यके द्वारा शारीरिक? वाचिक और मानसिक तप हो सकता है क्या फलेच्छा होनेसे वह देवता आदिका पूजन कर सकता है। उसमें कुछ सीधासरलपन भी रह सकता है। ब्रह्मचर्य रहना मुश्किल है।,अहिंसा भी मुश्किल है। पुस्तक आदि पढ़ सकता है। उसका मन हरदम प्रसन्न नहीं रह सकता और सौम्यभाव भी हरदम नहीं रह सकता। कामनाके कारण उसके मनमें संकल्पविकल्प होते रहेंगे। वह केवल सत्कार? मान? पूजा और दम्भके लिये ही तप करता है? तो उसके भावकी संशुद्धि कैसे होगी अर्थात् उसके भाव शुद्ध कैसे होंगे अतः राजस मनुष्य तीन प्रकारके तपको साङ्गोपाङ्ग नहीं कर सकता। ","hcsca":"।।17.18।। वस्तुत तपाचरण का प्रयोजन अपनी शक्तियों का संचय करके उनके द्वारा आत्मविकास करना है। परन्तु जो लोग तप का अनुष्ठान केवल समाज से सत्कार? सम्मान और पूजा प्राप्त करने के लिए? अथवा अपने गुण प्रदर्शनमात्र के लिए करते हैं? उनका तप राजस कहलाता है। भगवान् श्रीकृष्ण ने इसके पूर्व ऐसे लोगों को मिथ्याचारी भी कहा था।इस प्रकार के तप से क्या हानि होती है इसका उत्तर यह है कि ऐसा तप चलम् अर्थात् अस्थिर होने से इसका फल भी अध्रुवम् अर्थात् अनिश्चित या क्षणिक ही होता है। किसी भी कर्म का फल कालान्तर में ही प्राप्त होता है। इसलिए कर्म का अनुष्ठान स्थिरता और सातत्य की अपेक्षा रखता है परन्तु? सत्कार अथवा प्रदर्शन के हीन उद्देश्य से किये गये तप में ये दोनों ही गुण नहीं हो सकते। इस प्रकार जब तप ही क्षणिक हो? तो उसका फल चिरस्थायी कैसे हो सकता है राजस तप चलम् और अध्रुवम होने से त्याज्य ही समझना चाहिए। ","etsga":"17.18 That austerity which is undertaken for earning a name, being honoured and worshipped, and also ostentatiously,-that is spoken of as born of rajas, belonging to this world, uncertain and transitory. ","etssa":"17.18 The austerity which is practised with the object of gaining good reception, honour and worship, and with hypocrisy, is here said to be Rajasic, unstable and transitory. ","etdss":"17.18. The austerity that is practised for gaining respect, honour and reverence and with sheer showing-that is called here [austerity] of the Rajas and it is unstable and impermanent. ","ecssa":"17.18 सत्कारमानपूजार्थम् with the object of gaining good reception? honour and worship? तपः austerity? दम्भेन with hypocrisy? च and? एव even? यत् which? क्रियते is practised? तत् that? इह here? प्रोक्तम् is said? राजसम् Rajasic? चलम् unstable? अध्रुवम् transitory.Commentary Penance that is performed with no sincere belief? for mere show? with a view to increase selfimportance? in order that the world may pay respect to the performer and place him in the seat of honour? and that everyone may sing his praise? is declared to be of a passionate nature.Iha In this world Such penance yields fruit only in this world.Satkara Good reception with such words as? Here is a good Brahmana of great austerities.Mana Honour Rising from ones seat to greet? and saluting with reverence.Chalam Unstable Yielding momentary effect or result.Adhruvam Without Niyama or fixity.Penance that is performed in the hope of gaining fame is worse than useless. It bears no fruit. It is abandoned though incomplete? when it is seen that is can result in no gain. ","scetsga":"17.18 Yat, that; tapah, austerity; which is kriyate, undertaken; satkara-mana-pujartham, for earning a name, being honoured and worshipped-for earning a name, (i.e.) for being spoken of thus: This Brahmana, who is given to austerity, is pious; for being honoured by (others) standing up respectfully, salutation, etc.; for being worshipped with washing of feet, adoration, feeding, etc.; for these-; ca eva, and also, (that) austerity which is performed dambhena, ostentatiously; tat, that; proktam, is spoken of; as rajasam, born of rajas; iha, belonging to this world; [i.e. yielding fruits only in this world.] calam, uncertain-its result being unpredictable; and adhruvam, transitory. ","scetdss":"17.18 See Comment under 17.19 ","scetssa":"17.18 Respect means recognition by others. Praise means verbal adulation. Reverence means corporeal actions such as prostration etc. That austerity, practised with expectation of rewards like respect, etc., mentioned above - it is here said to be Rajasa. It is unsteady and impermanent, because of the temporary nature of its rewards like heaven etc.; unsteadiness is the result of the fear of falling. Impermanent means the tendency to perish. ","chakravarthi":"The austerity performed with ostentation, for the purpose of verbal respect by others who will say he is a great man, for the purpose of gaining bodily respect from others by having them stand up when he approaches, and for the purpose of gaining mental respect from others which will manifest in the future as gifts of money and other things, is rajasic austerity. Its results are very temporary (calam) if they appear at all, and uncertain (adhruvam) that they will appear. ","rudra":" \nHere Lord Krishna commences with tapah or austerities that exemplify raja\nguna the mode of passion. The occasional enacting of ostentatious\nausterities for the hope of receiving praise, salutations and acclamation\nwith a covert desire for prestige, honour and wealth results in rewards\nthat are temporary, unstable and transient. Even if following perfectly the\nordinances and injunctions of the Vedic scriptures such austerities are\nmerely situated in raja guna. ","brahma":" ","shri":" Lord Krishna describes the austerities that are situated in raja guna the\nmode of passion are those that are enacted with the expectance of praise,\nprestige, acclaim and with the hope of receiving adulation and adoration\nfrom others is in raja guna along with any Vedic activity that is impelled\nby hidden motives of garnishing rewards or desire for recognition and\nworship from others even if enacted according to the Vedic scriptures. ","kumar":"Lord Krishna describes the austerities that are situated in raja guna the\nmode of passion are those that are enacted with the expectance of praise,\nprestige, acclaim and with the hope of receiving adulation and adoration\nfrom others is in raja guna along with any Vedic activity that is impelled\nby hidden motives of garnishing rewards or desire for recognition and\nworship from others even if enacted according to the Vedic scriptures. "}