{"meta":"Bhagavad Gita Chapter 17 Verse 9","metahi":"भगवद् गीता 17.9","slok":"कट्वम्ललवणात्युष्णतीक्ष्णरूक्षविदाहिनः।आहारा राजसस्येष्टा दुःखशोकामयप्रदाः।।17.9।। ","htsrsd":"।।17.9।।अति कड़वे? अति खट्टे? अति नमकीन? अति गरम? अति तीखे? अति रूखे और अति दाहकारक आहार अर्थात् भोजनके पदार्थ राजस मनुष्यको प्रिय होते हैं? जो कि दुःख? शोक और रोगोंको देनेवाले हैं। ","htstma":"।।17.9।। कड़वे? खट्टे? लवणयुक्त? अति उष्ण? तीक्ष्ण (तीखे? मिर्च युक्त)? रूखे. दाहकारक? दुख? शोक और रोग उत्पन्न कारक भोज्य पदार्थ राजस पुरुष को प्रिय होते हैं।। ","transliteration":"Katvamlalavanaatyushna teekshna rooksha vidaahinah;\nAahaaraah raajasasyeshtaa duhkhashokaamayapradaah. ","englishmeaning":"kaṭu—bitter; amla—sour; lavaṇa—salty; ati-uṣhṇa—very hot; tīkṣhṇa—pungent; rūkṣha—dry; vidāhinaḥ—chiliful; āhārāḥ—food; rājasasya—to persons in the mode of passion; iṣhṭāḥ—dear; duḥkha—pain; śhoka—grief; āmaya—disease; pradāḥ—produce ","hcsrsd":"।।17.9।। व्याख्या --   कटु -- करेला? ग्वारपाठा आदि अधिक कड़वे पदार्थ अम्ल -- इमली? अमचूर? नींबू? छाछ? सड़न पैदा करके बनाया गया सिरका आदि अधिक खट्टे पदार्थ लवणम् -- अधिक नमकवाले पदार्थ अत्युष्णम् -- जिनसे भाप निकल रही हो? ऐसे अत्यन्त गरमगरम पदार्थ तीक्ष्णम् -- जिनको खानेसे नाक? आँख? मुख और सिरसे पानी आने लगे? ऐसे लाल मिर्च आदि अधिक तीखे पदार्थ रूक्षम् -- जिनमें घी? दूध आदिका सम्बन्ध नहीं है? ऐसे भुने हुए चने? सतुआ आदि अधिक रूखे पदार्थ और विदाहिनः -- राई आदि अधिक दाहकारक पदार्थ (राईको दोतीन घंटे छाछमें भिगोकर रखा जाय? तो उसमें एक खमीर पैदा होता है? जो बहुत दाहकारक होता है)।आहारा राजसस्येष्टाः -- इस प्रकारके भोजनके (भोज्य? पेय? लेह्य और चोष्य) पदार्थ राजस मनुष्यको प्यारे होते हैं। इससे उसकी निष्ठाकी पहचान हो जाती है। दुःखशोकामयप्रदाः -- परन्तु ऐसे पदार्थ परिणाममें दुःख? शोक और रोगोंको देनेवाले होते हैं। खट्टा? तीखा और दाहकारक भोजन करते समय मुख आदिमें जो जलन होती है? यह दुःख है। भोजन करनेके बाद मनमें प्रसन्नता नहीं होती? प्रत्युत स्वाभाविक चिन्ता रहती,है? यह शोक है। ऐसे भोजनसे शरीरमें प्रायः रोग होते हैं। ","hcsca":"।।17.9।। क्रियाशील तथा कामक्रोधादि प्रवृत्ति वाले रजोगुणी लोगों को इस श्लोक में कथित कटु अम्ल आदि आहार अत्यन्त प्रिय होता है। ऐसे आहार से वह अपने शरीर में शाक्ति का अनुभव तो करता है? परन्तु अन्तत इन सबका परिणाम दुख रोग और चिन्ता ही होता है। इस प्रकार के आहार की रुचि उत्पन्न हो जाने पर उसे संयमित रखना दुष्कर हो जाता है।प्रस्तुत प्रकरण से कोई अध्येता यह न समझ ले कि केवल आहार के परिवर्तन और संयम से ही विचारों का परिवर्तन संभव हो सकता है। भगवान् श्रीकृष्ण का कथन यह है कि सात्त्विक या राजसिक विचारों के लोगों को उपर्युक्त प्रकार के पदार्थ रुचिकर लगते हैं। अर्थात् विचारों के परिवर्तन से आहार में परिवर्तन आता है। ","etsga":"17.9 Foods that are bitter, sour, salty, very hot, pungent, dry and burning, and which production pain, sorrow and disease, are dear to one having rajas. ","etssa":"17.9 The foods that are bitter, sour, saline, excessively hot, pungent, dry and burning, are liked by the Rajasic and are productive of pain, grief and disease. ","etdss":"17.9. The foods that are killed by men of the Rajas (Strand) are those which are bitter, sour, saltish, very hot, harsh, dry, and burning; and which cause pain, grief and disease. ","ecssa":"17.9 कट्वम्ललवणात्युष्णतीक्ष्णरूक्षविदाहिनः those that are bitter? sour saline? excessively hot? pungent? dry and burning? आहाराः foods? राजसस्य of the Rajasic? इष्टाः are liked? दुःखशोकामयप्रदाः are productive of pain? grief and disease.Commentary Excessively This alification should be taken to apply to each of the seven alities -- thus? excessively saline? and so on.Food of a passionate nature produces restlessness in the mind? evil thoughts? excitement? craving now for one thing and then for another? pain? trouble and disease. The Rajasic man always plans to prepare various kinds of preparations to satisfy his palate. He takes salt? chillies? mustard? cloves? condiments? pungent pickles? etc.? in excess. Tears flow from his eyes and water dribbles from his nose and yet he will not leave the hot and pungent articles. The palate remains unsatisfied until the stomach is completely filled with pungent things? till the tongue is burnt with chillies. Ladysfinger? Puri? Kachori? pungent condiments? meat? fish? eggs? sweets? potato? fried bread? curd? brinjal? carrots? blackgram? onions? garlic? lemon? Masur? tea? coffee? betels? tobacco are Rajasic artciles of food. ","scetsga":"17.9 Foods that are katu-amla-lavana-atyusna-tiksna-ruksa-vidahinah, bitter, sour, salty, very hot (-very is to be connected with all, viz bitter etc.; that is very bitter, very sour, and so on-), pungent, dry [Without fat.] and burning; and duhkha-soka-amaya-pradah, which produce pain, sorrow and disease; [Pain, immediate suffering; sorrow, grief arising from not having that desired food.] are rajasasyaistah, dear to one having rajas. ","scetdss":"17.9 See Comment under 17.10 ","scetssa":"17.9 The foods that are bitter, sour, very salty, over-hot, very pungent, dry and burning, are those that they the taste (Rasa) of bitterness and sourness, that are inordinately salty, hot, pungent, and that are dry and burning. Pungent foods are those which are unsuitable and difficult to be taken by others because of their being ver cold, ver hot etc. Dry things are those which cause the feeling of dryness in the eater. Burning foods are those which cause burning sensation. Foods of this kind are relished by men of Rajasik nature. They promote pain, sorrow and disease. ","chakravarthi":"In this list the adjective “extremely” should be added to each quality. Very bitter food (katu) means such food as nima. Very sour, very salty and very hot foods are well known. Very sharp foods (tiksna) are tumeric root and other items, or pepper. Very drying foods (ruksa) are hing and kodrava. Burning foods (vidahinah) are those that cause internal heat, such as burned chick peas. These cause suffering (duhkha), lamentation (soka), and disease (amayam). The word suffering here refers to suffering when eating, causing pain to the tongue, throat or other organ. Lamentation means afterward, in the future, those foods cause despair. Amaya means disease. ","rudra":" Foods that bequeath longevity, full of energy, bestow good health and\nvigour with happiness and satisfaction are relished by those in sattva guna\nthe mode of goodness. Such foods in sattva guna particularly increase life\nand are juicy, savoury, rich and nourishing, like invigorating serum which\nremains long in the body and are agreeable and pleasing to the palate.\nFoods of this type which are chewed, licked, sucked and drunk are relished\nby those situated in sattva guna. Foods that are excessively bitter, sour, pungent, salty, spicy, dry or\nburning are very much liked by those situated in raja guna the mode of\npassion. Such foods cause pain even while eating them which leads to\ndistress of the body, misery, depression and subsequent disease and\nsickness all produced by these foods. Food cooked more than three hours before, that is cold, tasteless, without\naroma, stale, decomposed and foods that are amedhyam or forbidden for\noffering to the Supreme Lord such as meat, fish, fowl, eggs, wine, alcohol,\ngarlic, onions and mushrooms which come from fungus and are impure are\npreferred by those in tama guna the mode of ignorance. ","brahma":" Eating foods that are of sattva guna the mode of goodness are pleasurable.\nJoyfulness is the immediate result. Whatever continues to be pleasurable is\njoyous to hrdya the heart. Even if all foods are cooked they all do not get\ndigested the same. Ghee and honey are absorbed into the body directly,\nfruits take an hour to digest and vegetables and grains up to six hours.\nSome foods although bitter are agreeable to health such as kerala or bitter\nmelon and some foods although sour like yoghurt are agreeable to health if\nnot taken at night. Both of these are of sattva or goodness. Such is the\nnature of the pious and the saintly and that nature is maintained by the\nintake of foods that are sattva. The Shabda Niranya states: Hridyam is that\nwhich is pleasing to the heart and makes one desire for more. Pleasure is\nwhat is pleasing for the moment. Sukham or happiness is that which\ncontinues to keep one joyous long after the activity has ended. That food\nwhich retains its agreeability even after consuming repeatedly is rasyam\nwhich is delicious and nutritious. But when foods are excessively bitter, spicy, salty. sour, pungent, etc.\nand result in discomfort and misery culminating in sickness and disease\nthey are of raja guna the mode of passion. The food which is eaten more\nthan three hours after it is cooked is known as yatama. When the food is\ntasteless it is also called yatayama. Food that once was flavourful but\nlater becomes later has no taste is known as gatarasyam. The Suddhasastra\nstates that one devoted to serving the Supreme Lord Krishna or any of His\nauthorised incarnations should thoroughly understand the nature and quality\nof food. ","shri":"\nTo those who are situated in sattva guna the mode of goodness, foods that\nare of the nature of sattva or goodness such as milk, fruits, grains and\nvegetables are very dear. Such foods promote long life, invigorating the\nbody and elevating the mind in its function of intelligence. As was\nconfirmed earlier in chapter XIV verse XVII: From the quality of sattva\nguna knowledge arises. Sattva guna facilitates spiritual knowledge and\nlikewise food that is sattva also facilitates spiritual intelligence as\nwell as good health, strength, happiness and relish. The word sukla meaning\nhappiness refers to the pleasure experienced while ingesting the food and\nafterwards when it is digesting and assimilating within the body. The word\npriti means satisfaction that is derived from the intake of pure foods\ninspiring congenial interest in spiritual activities. The word rasayam\nmeans succulent, delectable. Snigdhah means oleaginous, unctuous. Sthirah\nmeans nourishing, sustaining. Hrydha means agreeable, pleasing. These are\nthe qualities of sattva foods which are very much appreciated by those in\nsattva guna. Foods that are acidic, bitter, salty, sour, spicy, pungent, dry, hard or\nburning are the foods that those in raja guna are very much attracted to.\nThe word tiksna refers to food of no value because they are either to cold\nor to hot. Raksa are foods which are to dry and hard. Vidhahinah are those\nfoods that cause a burning sensation in the body. These foods produce pain,\ndistress, sickness and misery and decreases longevity of life and increase\ndesires for more and more rajas or passion. The foods liked by those in tama guna the mode of ignorance are yata-yaman\nmeaning stale, foods that are old from the previous day, foods cooked more\nthan a yama which is literally three hours before. Gata-rasam means those\nfoods which have lost their original flavour and have become tasteless.\nPuti means putrid, possessing a foul smell. Paryusitam means decomposed,\nunrecognisable. Ucchistam means eating the remains of others food after\nthey have eaten. This does not apply to honouring the remnants of\nmahaprasadam or sanctified food first offered to Lord Krishna and then\neaten by the spiritual preceptors who mercifully leaves some for their\ndevotees which is then glorified by them as maha mahaprasadam. Amedhyam\nmeans unsanctified foods due to not having been consecrated by first\noffering it to the Supreme Lord and thus impure. Partaking of foods in tama\nguna such as meat, fish, fowl, eggs, wine, alcohol, etc. breeds dark\nnescience and great ignorance. So in conclusion those fortunate jivas or embodied beings with spiritual\ninsight should absolve themselves from the intake of foods in raja guna\nand tama guna and resort exclusively to foods in sattva guna. ","kumar":"To those who are situated in sattva guna the mode of goodness, foods that\nare of the nature of sattva or goodness such as milk, fruits, grains and\nvegetables are very dear. Such foods promote long life, invigorating the\nbody and elevating the mind in its function of intelligence. As was\nconfirmed earlier in chapter XIV verse XVII: From the quality of sattva\nguna knowledge arises. Sattva guna facilitates spiritual knowledge and\nlikewise food that is sattva also facilitates spiritual intelligence as\nwell as good health, strength, happiness and relish. The word sukla meaning\nhappiness refers to the pleasure experienced while ingesting the food and\nafterwards when it is digesting and assimilating within the body. The word\npriti means satisfaction that is derived from the intake of pure foods\ninspiring congenial interest in spiritual activities. The word rasayam\nmeans succulent, delectable. Snigdhah means oleaginous, unctuous. Sthirah\nmeans nourishing, sustaining. Hrydha means agreeable, pleasing. These are\nthe qualities of sattva foods which are very much appreciated by those in\nsattva guna. Foods that are acidic, bitter, salty, sour, spicy, pungent, dry, hard or\nburning are the foods that those in raja guna are very much attracted to.\nThe word tiksna refers to food of no value because they are either to cold\nor to hot. Raksa are foods which are to dry and hard. Vidhahinah are those\nfoods that cause a burning sensation in the body. These foods produce pain,\ndistress, sickness and misery and decreases longevity of life and increase\ndesires for more and more rajas or passion. The foods liked by those in tama guna the mode of ignorance are yata-yaman\nmeaning stale, foods that are old from the previous day, foods cooked more\nthan a yama which is literally three hours before. Gata-rasam means those\nfoods which have lost their original flavour and have become tasteless.\nPuti means putrid, possessing a foul smell. Paryusitam means decomposed,\nunrecognisable. Ucchistam means eating the remains of others food after\nthey have eaten. This does not apply to honouring the remnants of\nmahaprasadam or sanctified food first offered to Lord Krishna and then\neaten by the spiritual preceptors who mercifully leaves some for their\ndevotees which is then glorified by them as maha mahaprasadam. Amedhyam\nmeans unsanctified foods due to not having been consecrated by first\noffering it to the Supreme Lord and thus impure. Partaking of foods in tama\nguna such as meat, fish, fowl, eggs, wine, alcohol, etc. breeds dark\nnescience and great ignorance. So in conclusion those fortunate jivas or embodied beings with spiritual\ninsight should absolve themselves from the intake of foods in raja guna\nand tama guna and resort exclusively to foods in sattva guna. "}