{"meta":"Bhagavad Gita Chapter 17 Verse 26","metahi":"भगवद् गीता 17.26","slok":"सद्भावे साधुभावे च सदित्येतत्प्रयुज्यते।प्रशस्ते कर्मणि तथा सच्छब्दः पार्थ युज्यते।।17.26।। ","htsrsd":"।।17.26।।हे पार्थ परमात्माके सत्इस नामका सत्तामात्रमें और श्रेष्ठ भावमें प्रयोग किया जाता है तथा प्रशंसनीय कर्मके साथ सत् शब्द जोड़ा जाता है। ","htstma":"।।17.26।। हे पार्थ सत्य भाव व साधुभाव में सत् शब्द का प्रयोग किया जाता है? और प्रशस्त (श्रेष्ठ? शुभ) कर्म में सत् शब्द प्रयुक्त होता है।। ","transliteration":"Sadbhaave saadhubhaave cha sadityetatprayujyate;\nPrashaste karmani tathaa sacchabdah paartha yujyate. ","englishmeaning":"sat-bhāve—with the intention of eternal existence and goodness; sādhu-bhāve—with auspicious intention; cha—also; sat—the syllable Sat; iti—thus; etat—this; prayujyate—is used; praśhaste—auspicious; karmaṇi—action; tathā—also; sat-śhabdaḥ—the word “Sat”; pārtha—Arjun, the son of Pritha; yujyate—is used; yajñe—in sacrifice; tapasi—in penance; dāne—in charity; cha—and; sthitiḥ—established in steadiness; sat—the syllable Sat; iti—thus; cha—and; uchyate—is pronounced; karma—action; cha—and; eva—indeed; tat-arthīyam—for such purposes; sat—the syllable Sat; iti—thus; eva—indeed; abhidhīyate—is described ","hcsrsd":"।।17.26।। व्याख्या --   सद्भावे -- परमत्मा हैं इस प्रकार परमात्माकी सत्ता(होनेपन) का नाम सद्भाव है। उस परमात्माके सगुणनिर्गुण? साकारनिराकार आदि जितने रूप हैं और सगुणसाकारमें भी उसके विष्णु? राम? कृष्ण? शिव? शक्ति? गणेश? सूर्य आदि जितने अवतार हैं? वे सबकेसब सद्भाव के अन्तर्गत हैं। इस प्रकार जिसका किसी देश? काल? वस्तु आदिमें कभी अभाव नहीं होता? ऐसे परमात्माके जो अनेक रूप हैं? अनेक नाम हैं? अनेक तरहकी लीलाएँ हैं? वे सबकेसब सद्भाव के अन्तर्गत हैं।साधुभावे -- परमात्मप्राप्तिके लिये अलगअलग सम्प्रदायोंमें अलगअलग जितने साधन बताये गये हैं? उनमें हृदयके जो दया? क्षमा आदि श्रेष्ठ? उत्तम भाव हैं? वे सबकेसब साधुभाव के अन्तर्गत हैं।सदित्येतत्प्रयुज्यते -- सत्तामें और श्रेष्ठतामें सत् शब्दका प्रयोग किया जाता है अर्थात् जो सदा है? जिसमें,कभी किञ्चिन्मात्र भी कमी और अभाव नहीं होता -- ऐसे परमात्माके लिये और उस परमात्माकी प्राप्तिके लिये दैवीसम्पत्तिके जो सत्य? क्षमा? उदारता? त्याग आदि श्रेष्ठ गुण हैं? उनके लिये सत् शब्दका प्रयोग किया जाता है जैसे -- सत्तत्त्व? सद्गुण? सद्भाव आदि।प्रशस्ते कर्मणि तथा सच्छब्दः पार्थ युज्यते -- परमात्मप्राप्तिके लिये अलगअलग सम्प्रदायोंमें अलगअलग जितने साधन बताये गये हैं? उनमें क्रियारूपसे जितने श्रेष्ठ आचरण हैं? वे सबकेसब प्रशस्ते कर्मणि के अन्तर्गत हैं। इसी प्रकार शास्त्रविधिके अनुसार यज्ञोपवीत? विवाह आदि संस्कार अन्नदान? भूमिदान? गोदान आदि दान और कुआँबावड़ी खुदवाना? धर्मशाला बनवाना? मन्दिर बनवाना? बगीचा लगवाना आदि श्रेष्ठ कर्म भी प्रशस्ते कर्मणि के अन्तर्गत आते हैं। इन सब श्रेष्ठ आचरणोंमें? श्रेष्ठ कर्मोंमें सत् शब्दका प्रयोग किया जाता है जैसे -- सदाचार? सत्कर्म? सत्सेवा? सद्व्यवहार आदि। ","hcsca":"।।17.26।। सत्यता और साधुता तथा कर्म की प्रशस्तता को सत् शब्द के द्वारा लक्षित किया जाता है। हम सब आपेक्षिक सत्यत्व वाले जगत् में रहते हैं। हमारे लिए यह स्वाभाविक है कि अपने शरीर? मन और बुद्धि के द्वारा अनुभूयमान इस जगत् को ही हम पारमार्थिक सत्य समझ लें। अत सत् शब्द के द्वारा हमें यह स्मरण कराया जाता है कि पारमार्थिक सत्य इस आपेक्षिक सत्य रूप जगत् का भी अधिष्ठान है। ","etsga":"17.26 This word sat is used with regard to (something) coming into being and with regard to (someone) becoming good. So also, O son of Prtha, the word sat is used with regard to an auspicious rite. ","etssa":"17.26 The word ï1Satï1 is used in the sense of reality and of goodness; and so also, O Arjuna, the word ï1Satï1 is used in the sense of an auspicious act. ","etdss":"17.26. In the sense of right one (or manifesting as being) and in the sense of proper one (or manifesting perfectly), this word SAT is employed. Likewise the word SAT is used with regard to the praiseworthy act; O son of Prtha ! ","ecssa":"17.26 सद्भावे in the sense of reality? साधुभावे in the sense of goodness? च and? सत् Sat? इति thus? एतत् this? प्रयुज्यते is used? प्रशस्ते auspicious? कर्मणि (in the sense of) an act? तथा so also? सत् Sat? शब्दः word? पार्थ O Partha? युज्यते is used.Commentary Satbhava That which is unchanging amidst the changing? that which is permanent amidst the impermanent? that which exists in the past? present and future is Sat the reality behind the everchanging names and forms is Sat the substratum in which the everchanging forms inhere is Sat. Meritorious action is Sat.Sadhubhava An attribute of harmony with nature? so that the worlds cycle moves smoothly.The word Sat is powerful enough to make a defective action perfect and complete. When a good action is likely to be rendered Asat or bad owing to a single defect? the use of the word Sat makes it free from defects and brings it to a successful termination. The word Sat removes the evil ality of the action as it has the power of purifying and rendering the act perfect.Sat is Existence Absolute. Sat is Para Brahman. Sat is the inexpressible symbol of that mysterious indescribable? illimitable? indivisible? selfluminous? immortal Brahman.The word Sat is used when you wish to express the reality of an object which is unreal or which is relatively real? as for instance? the birth of a son who is unreal or relatively real in telling that a man is one of good conduct when his conduct is not good or is only relatively good? and in expressing that an act is auspicious? when it is not auspicious or only relatively auspicious.Brahman alone is real. It alone really exists. But we say when a son is born to Mr. Govindan that Mr. Govindans son has come into existence. From the viewpoint of Brahman or Existence Absolute? Mr. Govindans son never exists.The word Sat which is only applied to Brahman is used also for Mr. Govindans son who is unreal or relatively real. Brahman alone is absolutely good and absolutely auspicious. But the,word Sat that can properly be applied to Brahman alone is applied to an act which is not auspicious or which is only relatively auspicious. The use of Sat renders the imperfectly performed actions perfect. ","scetsga":"17.26 Etat, this; sat iti, word sat, a name of Brahman; prayujyate, is used, is uttered; sad-bhave, with regard to (something) coming into being-with regard to coming into existence of something that was not there, as for instance the birth of a son who was not there before; so also sadhu-bhave, with regard to (someone) becoming good-sadhu-bhava means coming to possess good conduct by an evil person who had bad behaviour; with regard to that. Tatha, so also, O Son of Prtha; the sat-sabdah, word sat; yujyate (-which is the same as prayujyate-), is used; prasaste karmani, with regard to an auspicious rite, such as mirage etc. ","scetdss":"17.26 See Comment under 17.27 ","scetssa":"17.26 The word Sat is applied in Vedic and common usage, in respect of all contexts to express existence (Sadbhava) and auspiciousness (Sadhubhava). Similarly, in relation to any praiseworthy worldly act, viz., auspicious undertaking by someone, the word Sat is applied to express, This is a good act. ","chakravarthi":"Text 26: Because the word sat indicating brahman, is present in the most auspicious things, it should be used in all auspicious activities whether material or spiritual. That is explained in two verses.\nThe word sat indicates brahman (sad bhave) and the seekers of brahman (sadhu bhave).\nText 27: Sat is situated (sthitih) in sacrifice and other works by being the goal of those works. Any work suitable for serving brahman (tad arthiyam) such as cleaning the Lord’s temple, is called sat. ","rudra":"\nThe auspiciousness of the word SAT is being glorified by Lord Krishna. SAT\nis the sound vibration representing the brahman or spiritual substratum\npervading all existence and to exemplify eternal goodness and the purity of\ncreation. For any Vedic rite enjoined to be performed under the ordinances\nand injunctions of the Vedic scriptures by authorised Vaisnavas and\nbrahmanas; SAT will also be vibrated in conjunction with OM and TAT.\nSteadiness and concentration in yagnas or propitiation and worship is also\ndeemed as SAT. All activities directly performed for the satisfaction of\nthe Supreme Lord such as collection of articles for offering like ghee or\nclarified butter from a cow, sweeping and cleaning the temple of the\nSupreme Lord, singing devotional songs in glorification of the Supreme\nLord, making flower garlands for Lord Krishna or any authorised incarnation\nand expansion as revealed in Vedic scriptures, etc. All these direct\nactivities are deemed as SAT. Even indirect activities that assist in\naccomplishing the direct activities such as establishing flower gardens and\nagricultural fields, harvesting fruits, rice and grains, acquiring wealth\nto be donated to the Vaisnava brahmana devotees of the Supreme Lord\nKrishna, all these indirect activities are also deemed to be SAT. Therefore\nsince OM TAT SAT are transcendental nomenclatures connected to the Supreme\nLord and eternally auspicious they are recited at all Vedic rites by duly\ninitiated Vaisnavas and brahmanas from one of the four sampradayas or\nauthorised channels of disciplic succession as revealed in Vedic scriptures\nand by their efficacy perfect any defects or errors. To consider SAT as\nonly a mere laudatory evocation is not consistent with the ultimate\nreality. SAT denotes creation, the eternal existence of the atma or\nimmortal soul and perpetual goodness. SAT is understood to be an injunction\nwith the maxim: SAT is eternally auspicious and always to be praised,\nhonoured and glorified. ","brahma":"\nThe word SAT denotes creation and eternal goodness. The pranava refers to\nthe first breath OM which is vibrated at the commencement of all Vedic\nrites from the root word prana meaning breath. Properly pronouncing the\npranava OM as AH--OOOH--MMMMM while comprehensively understanding its\nmeaning without the slightest desire for rewards, by performing yagnas or\npropitiation and worship to the Supreme Lord with devotion and tapah or\nausterities and danam or charity as matter of duty, by japa chanting the\nholy names of the Supreme Lord Krishna:\nHare Krishna Hare Krishna Krishna Krishna Hare Hare\nHare Rama Hare Rama Rama Rama Hare Hare\nWith great respect and love as well as the names of any of His authorised\nincarnations and expansions as revealed in Vedic scriptures are all\nconsidered SAT. Thus by duly initiated Vaisnava brahmanas evoking the\nsacred sound vibrations OM TAT SAT, the Supreme Lord is verily propitiated\nand worshipped. The Rig Veda confirms that yagnas that are performed for the exclusive\nsatisfaction of the Supreme Lord without the slightest trace for\nexpectation of rewards and are designated OM TAT SAT. The Vedas call these\nthree divine sounds the performers of Vedic rites due to the fact that the\npotency of vibrating OM TAT SAT perfects any defects, insures success and\npleases the Supreme Lord granting communion with Him. ","shri":" The Supreme Lord Krishna explains that the word SAT denotes eternal\nexistence and perpetual goodness. The words sad-bhave exemplifies eternal\nexistence and the words sadhu-bhave exemplifies perpetual goodness. This\nis the correct understanding in which SAT is to be comprehended in the\nVedas as well as its utilisation by the recitation of SAT in prescribed\nVedic rituals performed exclusively by the Vaisnavas and brahmanas.\nSimilarly the transcendental sound of SAT may be evoked for any auspicious\nactivity ordained by the Vedic scriptures by duly initiated Vaisnava\nbrahmanas in any of the 480,000 types of humans existing throughout\ncreation. To follow the prescribed Vedic duties of yagna or propitiation and worship\nby the Vaisnava brahmanas, tapah or austerities by the ksatriyas the royal\nwarrior class and danam or charity by the vaisyas or merchant class are all\nconsiderd in sattva guna or mode of goodness because they are\nconscientiously following the ordinances and injunctions of the Vedic\nscriptures. Thus all such activities are known as SAT denoting perpetual\ngoodness and due to being dedicated to the Supreme Lord they possess\nauspicious attributes of an eternal nature and for this they are also known\nas SAT. Thus the relationship of OM TAT SAT to the Vedas, the performance of\nprescribed Vedic activities performed by Vaisnava brahmanas and protected\nby the ksatriyas while supported by the vaisyas clearly and succinctly\ndemonstrates what is factually Vedic in society and what is actually\nsituated in sattva guna while simultaneously clarifying comprehensively by\nthe logic of opposing parallels what is not Vedic in society and thus\ndoomed to the perdition of exclusion from the ascending orbit of sattva\nguna. ","kumar":"The Supreme Lord Krishna explains that the word SAT denotes eternal\nexistence and perpetual goodness. The words sad-bhave exemplifies eternal\nexistence and the words sadhu-bhave exemplifies perpetual goodness. This\nis the correct understanding in which SAT is to be comprehended in the\nVedas as well as its utilisation by the recitation of SAT in prescribed\nVedic rituals performed exclusively by the Vaisnavas and brahmanas.\nSimilarly the transcendental sound of SAT may be evoked for any auspicious\nactivity ordained by the Vedic scriptures by duly initiated Vaisnava\nbrahmanas in any of the 480,000 types of humans existing throughout\ncreation. To follow the prescribed Vedic duties of yagna or propitiation and worship\nby the Vaisnava brahmanas, tapah or austerities by the ksatriyas the royal\nwarrior class and danam or charity by the vaisyas or merchant class are all\nconsiderd in sattva guna or mode of goodness because they are\nconscientiously following the ordinances and injunctions of the Vedic\nscriptures. Thus all such activities are known as SAT denoting perpetual\ngoodness and due to being dedicated to the Supreme Lord they possess\nauspicious attributes of an eternal nature and for this they are also known\nas SAT. Thus the relationship of OM TAT SAT to the Vedas, the performance of\nprescribed Vedic activities performed by Vaisnava brahmanas and protected\nby the ksatriyas while supported by the vaisyas clearly and succinctly\ndemonstrates what is factually Vedic in society and what is actually\nsituated in sattva guna while simultaneously clarifying comprehensively by\nthe logic of opposing parallels what is not Vedic in society and thus\ndoomed to the perdition of exclusion from the ascending orbit of sattva\nguna. "}