{"meta":"Bhagavad Gita Chapter 17 Verse 1","metahi":"भगवद् गीता 17.1","slok":"अर्जुन उवाचये शास्त्रविधिमुत्सृज्य यजन्ते श्रद्धयाऽन्विताः।तेषां निष्ठा तु का कृष्ण सत्त्वमाहो रजस्तमः।।17.1।। ","htsrsd":"।।17.1।।(टिप्पणी प0 833.2) अर्जुन बोले -- हे कृष्ण जो मनुष्य शास्त्रविधिका त्याग करके श्रद्धापूर्वक देवता आदिका पूजन करते हैं? उनकी निष्ठा फिर कौनसी है सात्त्विकी है अथवा राजसीतामसी ","htstma":"।।17.1।। अर्जुन ने कहा -- हे कृष्ण जो लोग शास्त्रविधि को त्यागकर (केवल) श्रद्धा युक्त यज्ञ (पूजा) करते हैं? उनकी स्थिति (निष्ठा) कौन सी है क्या वह सात्त्विक है अथवा राजसिक या तामसिक ","transliteration":"Arjuna Uvaacha:\nYe shaastravidhimutsrijya yajante shraddhayaanvitaah;\nTeshaam nishthaa tu kaa krishna sattwamaaho rajastamah. ","englishmeaning":"arjunaḥ uvācha—Arjun said; ye—who; śhāstra-vidhim—scriptural injunctions; utsṛijya—disregard; yajante—worship; śhraddhayā-anvitāḥ—with faith; teṣhām—their; niṣhṭhā—faith; tu—indeed; kā—what; kṛiṣhṇa—Krishna; sattvam—mode of goodness; āho—or; rajaḥ—mode of passion; tamaḥ—mode of ignorance ","hcsrsd":"।।17.1।। व्याख्या    --   ये शास्त्रविधिमुत्सृज्य ৷৷. सत्त्वमाहो रजस्तमः -- श्रीमद्भगवद्गीतामें भगवान् श्रीकृष्ण और अर्जुनका संवाद सम्पूर्ण जीवोंके कल्याणके लिये है। उन दोनोंके सामने कलियुगकी जनता थी क्योंकि द्वापरयुग समाप्त हो रहा था। आगे आनेवाले कलियुगी जीवोंकी तरफ दृष्टि रहनेसे अर्जुन पूछते हैं कि महाराज जिन मनुष्योंका भाव बड़ा अच्छा है? श्रद्धाभक्ति भी है? पर शास्त्रविधिको जानते नहीं (टिप्पणी प0 833.3)। यदि वे जान जायँ? तो पालन करने लग जायँ? पर उनको पता नहीं। अतः उनकी क्या स्थिति होती हैआगे आनेवाली जनतामें शास्त्रका ज्ञान बहुत कम रहेगा। उन्हें अच्छा सत्सङ्ग मिलना भी कठिन होगा क्योंकि अच्छे सन्तमहात्मा पहले युगोंमें भी कम हुए हैं? फिर कलियुगमें तो और भी कम होंगे। कम होनेपर भी यदि भीतर चाहना हो तो उन्हें सत्संग मिल सकता है। परन्तु मुश्किल यह है कि कलियुगमें दम्भ? पाखण्ड ज्यादा होनेसे कई दम्भी और पाखण्डी पुरुष सन्त बन जाते हैं। अतः सच्चे सन्त पहचानमें आने मुश्किल हैं। इस प्रकार पहले तो सन्तमहात्मा मिलने कठिन हैं और मिल भी जायँ तो उनमेंसे कौनसे संत कैसे हैं -- इस बातकी पहचान प्रायः नहीं होती और पहचान हुए बिना उनका संग करके विशेष लाभ ले लें -- ऐसी बात भी नहीं है। अतः जो शास्त्रविधिको भी नहीं जानते और असली सन्तोंका सङ्ग भी नहीं मिलता? परन्तु जो कुछ यजनपूजन करते हैं? श्रद्धासे करते हैं -- ऐसे मनुष्योंकी निष्ठा कौनसी होती है सात्त्विकी अथवा राजसीतामसीसत्त्वमाहो रजस्तमः पदोंमें सत्त्वगुणको दैवीसम्पत्तिमें और रजोगुण तथा तमोगुणको आसुरीसम्पत्तिमें ले लिया गया है। रजोगुणको आसुरीसम्पत्तिमें लेनेका कारण यह है कि रजोगुण तमोगुणके बहुत निकट है (टिप्पणी प0 834.1)। गीतामें कई जगह ऐसी बात आयी है जैसे -- दूसरे अध्यायके बासठवेंतिरसठवें श्लोकोंमें काम अर्थात् रजोगुणसे क्रोध और क्रोधसे मोहरूप तमोगुणका उत्पन्न होना बताया गया है (टिप्पणी प0 834.2)। ऐसे ही अठारहवें अध्यायके सत्ताईसवें श्लोकमें हिंसात्मक और शोकान्वितको रजोगुणी कर्ताका लक्षण बताया गया है और अठारहवें अध्यायके ही पचीसवें श्लोकमें हिंसा को तामस कर्मका लक्षण और पैंतीसवें श्लोकमें शोक को तामस धृतिका लक्षण बताया गया है। इस प्रकार रजोगुण और तमोगुणके बहुतसे लक्षण आपसमें मिलते हैं।सात्त्विक भाव? आचरण और विचार दैवीसम्पत्तिके होते हैं और राजसीतामसी भाव? आचरण और विचार आसुरीसम्पत्तिके होते हैं। सम्पत्तिके अनुसार ही निष्ठा होती है अर्थात् मनुष्यके जैसे भाव? आचरण और विचार होते हैं? उन्हींके अनुसार उसकी स्थिति (निष्ठा) होती है। स्थितिके अनुसार ही आगे गति होती है। आप कहते हैं कि शास्त्रविधिका त्याग करके मनमाने ढंगसे आचरण करनेपर सिद्धि? सुख और परमगति नहीं मिलती? तो जब उनकी निष्ठाका ही पता नहीं? फिर उनकी गतिका क्या पता लगे इसलिये आप उनकी निष्ठा बताइये? जिससे पता लग जाय कि वे सात्त्विकी गतिमें जाननेवाले हैं या राजसीतामसी गतिमें।कृष्ण का अर्थ है -- खींचनेवाला। यहाँ कृष्ण सम्बोधनका तात्पर्य यह मालूम देता है कि आप ऐसे मनुष्योंको अन्तिम समयमें किस ओर खींचेगे उनको किस गतिकी तरफ ले जायँगे छठे अध्यायके सैंतीसवें श्लोकमें भी अर्जुनने गतिविषयक प्रश्नमें कृष्ण सम्बोधन दिया है -- कां गतिं कृष्ण गच्छति। यहाँ भी अर्जुनका निष्ठा पूछनेका तात्पर्य गतिमें ही है।मनुष्यको भगवान् खींचते हैं या वह कर्मोंके अनुसार स्वयं खींचा जाता है वस्तुतः कर्मोंके अनुसार ही फल मिलता है? पर कर्मफलके विधायक होनेसे भगवान्का खींचना सम्पूर्ण फलोंमें होता है। तामसी कर्मोंका फल,नरक होगा? तो भगवान् नरकोंकी तरफ खींचेंगे। वास्तवमें नरकोंके द्वारा पापोंका नाश करके प्रकारान्तरसे भगवान् अपनी तरफ ही खींचते हैं। उनका किसीसे भी वैर या द्वेष नहीं है। तभी तो आसुरी योनियोंमें जानेवालोंके लिये भगवान् कहते हैं कि वे मेरेको प्राप्त न होकर अधोगतिमें चले गये (16। 20)। कारण कि उनका अधोगतिमें जाना भगवान्को सुहाता नहीं है। इसलिये सात्त्विक मनुष्य हो? राजस मनुष्य हो या तामस मनुष्य हो? भगवान् सबको अपनी तरफ ही खींचते हैं। इसी भावसे यहाँ कृष्ण सम्बोधन आया है। सम्बन्ध --   शास्त्रविधिको न जाननेपर भी मनुष्यमात्रमें किसीनकिसी प्रकारकी स्वभावजा श्रद्धा तो रहती ही है। उस श्रद्धाके भेद आगेके श्लोकमें बताते हैं। ","hcsca":"।।17.1।। पूर्वाध्याय के अन्त में भगवान् श्रीकृष्ण ने शास्त्रों के प्रामाण्य एवं अध्ययन पर विशेष बल दिया था। उसी बिन्दु से विचार को आगे बढ़ाते हुए अर्जुन यहाँ प्रश्न पूछ रहा है। वह चाहता है कि भगवान् श्रीकृष्ण विस्तृतरूप से इसका विवेचन करें कि किस प्रकार हम प्रभावशाली और लाभदायक आध्यात्मिक जीवन को अपना सकते हैं। इसके साथ ही अध्यात्मविषयक भ्रान्त धारणाओं का भी वे निराकरण करें।शास्त्रविधि को त्यागकर प्राय धर्मशास्त्रों से अनभिज्ञ होने के कारण सामान्य जनों को शास्त्रीय विधिविधान उपलब्ध नहीं होते हैं। यदि शास्त्रों को उपलब्ध कराया भी जाये? तो बहुत कम लोग ऐसे होते हैं? जिनमें तत्प्रतिपादित ज्ञान को समझने की बौद्धित क्षमता होती है। सांसारिक जीवन में कर्मों की उत्तेजनाओं तथा मानसिक चिन्ताओं और व्याकुलता के कारण शास्त्रनिर्दिष्ट मार्ग के अनुसार अपना जीवन सुनियोजित करने की पात्रता हम में नहीं होती। परन्तु? इन सबका अभाव होते हुए भी एक लगनशील साधक को श्रेष्ठतर जीवन पद्धति तथा धर्म के आदर्श में दृढ़ श्रद्धा और भक्ति हो सकती है। इसलिए अर्जुन के प्रश्न का औचित्य सिद्ध होता है।यहाँ प्रयुक्त यज्ञ शब्द से वैदिक पद्धति के होमहवन आदि ही समझना आवश्यक नहीं हैं। गीता सम्पूर्ण शास्त्र है और उसमें उन शब्दों की अपनी परिभाषाएं भी दी गयी है। यज्ञ शब्द की परिभाषा में वे समस्त कर्म समाविष्ट हैं? जिन्हें समाज के लोग अपनी लौकिक और आध्यात्मिक उन्नति के लिए निस्वार्थ भाव से करते हैं। अर्जुन की जिज्ञासा यह है कि जगत् के पारमार्थिक अधिष्ठान को जाने बिना भी यदि मनुष्य यज्ञभावना से कर्म करता है? तो क्या वह परम शान्ति को प्राप्त कर सकता है उसकी स्थिति क्या कही जायेगी अपने प्रश्न को और अधिक स्पष्ट करते हुए वह पूछता है कि ऐसे श्रद्धावान् साधक की निष्ठा कौनसी श्रेणी में आयेगी सात्त्विक ?राजसिक या त्ाामसिक ","etsga":"17.1 Arjuna said But, [But is used to present a standpoint distinct from the earlier ones understand from 16.23-4.-S.] O Krsna, what is the state [i.e., where do the rites undertaken by them end?] of those who, endued with faith, adore [Adore-perform sacrifices, distribute wealth etc. in honour of gods and others.] by ignoring the injunctions of the scriptures? Is it sattva, rajas or tamas? ","etssa":"17.1 Arjuna said Those who, setting aside the ordinances of the scriptures, perform sacrifice with faith, what is their condition, O Krishna? Is is Sattva, Rajas or Tamas? ","etdss":"17.1. Arjuna said Those who remain with faith, but neglecting the scriptural injunction, - what is their state ? Is it Sattva, Rajas or Tamas ? O Krsna ! ","ecssa":"17.1 ये who? शास्त्रविधिम् the ordinances of the scriptures? उत्सृज्य setting aside? यजन्ते perform sacrifice? श्रद्धया with faith? अन्विताः endowed? तेषाम् their? निष्ठा condition? तु verily? का what? कृष्ण O Krishna? सत्त्वम् Sattva? आहो or? रजः Rajas? तमः Tamas.Commentary This chapter deals with the three kinds of people who are endowed with three kinds of faith. Each of them follows a path in accordance with his inherent nature -- either Sattvic? Rajasic or Tamasic.Arjuna says to Krishna It is very difficult to grasp the meaning of the scriptures. It is still more difficult to get a spiritual preceptor who can teach the scriptures. The vast majority of persons are not endowed with a pure? subtle? sharp and onepointed intellect. The span of life is short. The scriptures are endless. The obstacles on the spiritual path are many. Facilities for learning are not always available.There are conflicting statements in the scriptures which have to be reconciled. Thou hast said that liberation is not possible without a knowledge of the scriptures. An ordinary man? though ignorant of or unable to follow this teaching? does charity? performs rituals? worships the Lord with faith? tries to follow the footsteps of sages and saints just as a child copies letters that have been written out for him as a model? or as a blind man makes hiw way by the aid of another who possesses sight. What faith is his How should the state of such a man be described -- Sattvic? Rajasic or Tamasic What is the fate of the believers who have no knowledge of the scriptures ","scetsga":"17.1 Tu, but; of Krsna, ka, what; is the nistha, state; tesam, of those-whosoever they may be; ye, who; being anvitah, endued; sraddhaya, with faith, with the idea that there is something hereafter; yajante, adore gods and others; utsriya, by ignoring, setting aside; sastra-vidhim, the unjunctions of the scriptures, the injunctions of the Vedas and the Smrtis? Is the state of those who are such sattvam, sattva; aho, or; rajah, rajas; or tamah, tamas? This is what is meant: Does the adoration of gods and others that they undertake come under the category of sattva or rajas or tamas?\nBy those who, endued with faith, adore by ignoring the injunctions of the scriptures are here meant those who, not finding any injunction which can be characterized as enjoined by the Vedas or enjoined by the Smrtis, worship gods and others by merely observing the conduct of their elders. But, on the other hand, those who, though aware of some scriptural injunction, discard them and worship the gods and others in ways contrary to the injunctions, are not meant here by those who, ignoring scriptural injunctions, adore৷৷.\nWhy?\nBecause of the alifying phrase, being endued with faith. For, it cannot be imagined that even when they are aware of some scriptural injunction about worship of gods and others, they discard this out of their faithlessness, and yet they engage in the worship of gods and others enjoined by those scriptures by becoming imbued with faith! Therefore, by those who, endued with faith, adore by ignoring the injunctions of the scriptures are here meant those very ones mentioned earlier.\nAn answer to this estion relating to a general topic cannot be given without splitting it up. Hence,- ","scetdss":"17.1 Ye sastra - etc. The estion is this : What is the goal [to be reached] by those persons who faithfully perform their worldly actions by not adhering to the scripural injunction ? \n Now in this regard the answer, basing on the faith, is given by the Bhagavat - ","scetssa":"17.1 Arjuna said Those who, filled with faith but laying aside the injunctions of the Sastras, engage themselves in sacrifices etc., what is their position or basis? It is Sattva, Rajas or Tamas? Nistha means Sthiti. What is called Sthiti is that state in which one abides, has ones position or basis. Do they abide in Sattva, in Rajas or in Tamas? Such is the meaning of the estion. Thus estioned, the Lord, for affirming the futility of faith and of sacrifices not enjoined in the Sastras, and in order to show that the triple division in accordance with the Gunas refers only to sacrifices etc., enjoined in the Sastras - expounds here the threefold nature of faith enjoined in the Sastras: ","chakravarthi":"“After describing the asuric persons, you concluded by saying that, giving up the injunctions of scripture they do as they like and do not attain happiness in this life or the next. I have a question about this.” Thus he speaks this verse.\nYou have spoken of those who give up scriptural authority and act out of personal desire (kama karitah). But what is the basis (nistha) of those who give up the rules of scripture, and perform worship, such as tapa yajna, jnana yajna or japa yajna, but with faith, without desire for sense objects, not whimsically (sraddhayanvitah)? Is it sattva, rajas or tamas? Please tell me that. Aho is an interrogative particle. ","rudra":"\nAmong all the causes previously explained as initiating qualification for\nspiritual consciousness by the Supreme Lord Krishna, sraddha or faith is\npre-eminent and the foremost among them. Therefore this chapter examines\nthe threefold differentiations of faith of the three gunas or modes of\nmaterial nature: sattva guna or mode of goodness, raja guna or mode of\npassion and tama guna or mode of ignorance. At the end of chapter 16 Lord Krishna revealed that anyone who fails to\nfollow the ordinances and injunctions of the Vedic scriptures and instead\nfoolishly follows the impulses of the physical body, the whims of the mind\nand the dictates of their desires; will never achieve perfection, happiness\nor freedom from samsara the perpetual cycle of birth and death. This\nconfirms that those who disregard and disrespect the eternal teachings of\nthe Vedic scriptures do not qualify for spiritual knowledge. Now to clearly understand whether or not one who ignores the Vedic\nscriptures but acts with faith and is not following the dictates of desire\netc. can still be qualified for spiritual knowledge is queried. This does\nnot refer to those who have knowledge of the Vedic scriptures yet\ntransgress them purposely and spitefully; for such sinful living entities\ncannot be said to possess faith or perform any spiritual activity\nwhatsoever. This query refers specifically to all those who are ignorant of\nthe Vedic scriptures, who have had no exposure to the Vedic scriptures, who\nwere never instructed in sanatan dharma or eternal righteousness following\nthe line of consciousness contained in Vedic scriptures. Faith in the Vedic scriptures is firm belief in sacred traditions tested\nand proven by time to be eternal spiritually as instructed by the Vaisnava\nspiritual master. Those who purposely act contrary to the knowledge in the\nVedic scriptures as taught by the Vaisnavas are completely incompatible\nwith the spiritual current of bonafide disciplic succession in one of the\nfour authorised sampradayas due to their belligerent transgressions. Yet\nthese unfortunate transgressors of the Vedic scriptures is not what is\nindicated here. What is indicated here refers to all those who out of\nignorance, laziness or indifference simply follow mere tradition and\noccasionally perform some religious activity with faith. The query is\nspecifically questioning whether such actions are in sattva, raja or tama\nguna. Faith in the Vedic scriptures itself is sattva guna, whereas\nopposition to the Vedic scriptures is in raja guna and laziness and\nindifference is in tama guna. So if their faith however little is based on\nsattva guna then at least these jivas or embodied beings are entitled to\nknowledge of the atma or immortal soul and spiritual consciousness. ","brahma":" Hari OM! In this chapter the Supreme Lord Krishna explains the attributes\nand results of the three gunas or threefold modes of material nature:\nsattva guna or the mode of goodness, raja guna or the mode of passion and\ntama guna or the mode of ignorance. The words sastram-vidam refers to the\nordinances, injunctions and prohibitions of the Vedic scriptures. An\nexample of a prohibition is that the Vedic scriptures declare that it is\nforbidden to marry a virgin maiden no matter how qualified if her mother\nand father have a sapinda relationship with each other, meaning that the\ntwo grandmothers of the virgin are sisters. Those who disregard this rule\nand marry such a maiden anyway verily commit sin, as only after seven\ngenerations of sapinda free marriages are the sinful reactions of such\nincestuous relationships neutralized. Possessing this knowledge the\nVaisnavas and the twice born Brahmins act accordingly and steadily\nprogressing in their spiritual development advance with clarity and\ncomprehension. What is prescribed in the Vedic scriptures is sanatan dharma or eternal\nrighteousness and anything contrary to this is against eternal\nrighteousness. Those in sattva guna always acknowledge the authority of the\nVedic scriptures and never act contrary to the ancient, perennial\nprinciples of sanatan dharma. So the word utsrjya meaning rejected does not\nrefer to them. It applies to those in raja guna who belligerently and\ninsidiously oppose the Vedic scriptures and those in tama guna who out of\nlack of effort and intelligence ignore and are indifferent to the Vedic\nscriptures. Those who were never properly taught the knowledge of the Vedic\nscriptures or who were never exposed and are unaware of the teachings of\nthe Vedic scriptures or who were unqualified to learn the knowledge of the\nVedic scriptures due to circumstances is what is indicated here. It is\nreasonable and plausible to assume that there must be some gradation in\nthis rejection and this is the purpose of Lord Krishna delineating the\nthree fold positions of the gunas. So such denial is the result of non-\nawareness of the universal values enshrined within the Vedic scriptures for\nthe ultimate benefit of all creation. ","shri":"\nIn chapter sixteen the Supreme Lord Krishna delineated the difference\nbetween those endowed with the divine nature and those possessing the\ndemoniac nature. The conclusion of that chapter is that the absolute truth\nand highest benefit for all creation as well as the means by which to\nattain communion with the ultimate reality of the Supreme Lord is based\nexclusively on the authority of the Vedic scriptures and no other source. In this chapter it will be illustrated that activities performed in\ncontradiction to the Vedic scriptures actually oppose the divine will of\ncreation and prove to be destabilising and destructive. The question\ninvolved is not concerned with contradictory activities. The question\nrefers to religious activities performed not contradictory to the Vedic\nscriptures whether in sattva guna the mode of goodness, raja guna the mode\nof passion or tama guna the mode of ignorance corresponding to the intent\nand motive and if they are performed with faith what is the difference in\nresults. If one is indifferent or not knowledgeable about the veracity of\nthe paramount position of the Vedic scriptures and performs instead with\nfaith the traditional rituals that one was born into, does that constitute\nsattva guna, raja guna or tama guna and what are the results. Questioned in this manner Lord Krishna refrains from speaking about the\nutter futility of performing any activity contrary to Vedic scriptures even\nwith faith and immediately expounds upon the relationship of the three\ngunas or modes of material nature. ","kumar":"In chapter sixteen the Supreme Lord Krishna delineated the difference\nbetween those endowed with the divine nature and those possessing the\ndemoniac nature. The conclusion of that chapter is that the absolute truth\nand highest benefit for all creation as well as the means by which to\nattain communion with the ultimate reality of the Supreme Lord is based\nexclusively on the authority of the Vedic scriptures and no other source. In this chapter it will be illustrated that activities performed in\ncontradiction to the Vedic scriptures actually oppose the divine will of\ncreation and prove to be destabilising and destructive. The question\ninvolved is not concerned with contradictory activities. The question\nrefers to religious activities performed not contradictory to the Vedic\nscriptures whether in sattva guna the mode of goodness, raja guna the mode\nof passion or tama guna the mode of ignorance corresponding to the intent\nand motive and if they are performed with faith what is the difference in\nresults. If one is indifferent or not knowledgeable about the veracity of\nthe paramount position of the Vedic scriptures and performs instead with\nfaith the traditional rituals that one was born into, does that constitute\nsattva guna, raja guna or tama guna and what are the results. Questioned in this manner Lord Krishna refrains from speaking about the\nutter futility of performing any activity contrary to Vedic scriptures even\nwith faith and immediately expounds upon the relationship of the three\ngunas or modes of material nature. "}