{"meta":"Bhagavad Gita Chapter 17 Verse 24","metahi":"भगवद् गीता 17.24","slok":"तस्मादोमित्युदाहृत्य यज्ञदानतपःक्रियाः।प्रवर्तन्ते विधानोक्ताः सततं ब्रह्मवादिनाम्।।17.24।। ","htsrsd":"।।17.24।।इसलिये वैदिक सिद्धान्तोंको माननेवाले पुरुषोंकी शास्त्रविधिसे नियत यज्ञ? दान और तपरूप क्रियाएँ सदा इस परमात्माके नामका उच्चारण करके ही आरम्भ होती हैं। ","htstma":"।।17.24।। इसलिए? ब्रह्मवादियों की शास्त्र प्रतिपादित यज्ञ? दान और तप की क्रियायें सदैव ओंकार के उच्चारण के साथ प्रारम्भ होती हैं।। ","transliteration":"Tasmaadomityudaahritya yajnadaanatapahkriyaah;\nPravartante vidhaanoktaah satatam brahmavaadinaam. ","englishmeaning":"tasmāt—therefore; om—sacred syllable om; iti—thus; udāhṛitya—by uttering; yajña—sacrifice; dāna—charity; tapaḥ—penance; kriyāḥ—performing; pravartante—begin; vidhāna-uktāḥ—according to the prescriptions of Vedic injunctions; satatam—always; brahma-vādinām—expounders of the Vedas ","hcsrsd":"।।17.24।। व्याख्या --   तस्मादोमित्युदाहृत्य ৷৷. ब्रह्मवादिनाम् -- वेदवादीके लिये अर्थात् वेदोंको मुख्य माननेवाला जो वैदिक सम्प्रदाय है? उसके लिये का उच्चारण करना खास बताया है। वे का उच्चारण करके ही वेदपाठ? यज्ञ? दान? तप आदि शास्त्रविहित क्रियाओंमें प्रवृत्त होते हैं क्योंकि जैसे गायें साँड़के बिना फलवती नहीं होतीं? ऐसे ही वेदकी जितनी ऋचाएँ हैं? श्रुतियाँ हैं? वे सब का उच्चारण किये बिना फलवती नहीं होतीं अर्थात् फल नहीं देतीं। का सबसे पहले उच्चारण क्यों किया जाता है कारण कि सबसे पहले -- प्रणव प्रकट हुआ है। उस प्रणवकी तीन मात्राएँ हैं। उन मात्राओंसे त्रिपदा गायत्री प्रकट हुई है और त्रिपदा गायत्रीसे ऋक? साम और यजुः -- यह वेदत्रयी प्रकट हुई है। इस दृष्टिसे सबका मूल है और इसीके अन्तर्गत गायत्री भी है तथा सबकेसब वेद भी हैं। अतः जितनी वैदिक क्रियाएँ की जाती हैं? वे सब का उच्चारण करके ही की जाती हैं। ","hcsca":"।।17.24।। ब्रह्मवादियों से तात्पर्य सात्त्विक? जिज्ञासु साधकों से है। अपने सभी कर्मों में परमात्मा का स्मरण रखने से उन्हें श्रेष्ठता? शुद्धता और दिव्यता प्राप्त होती है। परमात्मा के स्मरण में ही अहंकार और उसके बन्धनों का विस्मरण है। अहंकार के अभाव में? साधक अपने तपाचरण में अधिक कुशल? यज्ञ कर्मों में निस्वार्थ और दान में अधिक उदार बन जाता है। ","etsga":"17.24 Therefore, acts of sacrifice, charity and austerity as prescribed through injunctions, of those who study and expound the Vedas, always commence after uttering the syllable Om. ","etssa":"17.24 Therefore, with the utterance of Om are the acts of sacrifice, gift and austerity as enjoined in the scriptures, always begun by the students of Brahman. ","etdss":"17.24. Therefore, the scripture-prescribed acts of sacrifice, gift and austerity of those who are habituated to have Brahman-discourses, commence (or take place) invariably, with the utterance of OM. ","ecssa":"17.24 तस्मात् therefore? Om? इति thus? उदाहृत्य uttering? यज्ञदानतपःक्रियाः the acts of sacrifice? gift and austerity? प्रवर्तन्ते begin? विधानोक्ताः as enjoined in the scriptures? सततम् always? ब्रह्मवादिनाम् of the students of Brahman. Commentary Those who are knowers of the scriptures have a vivid impression of Om in their minds by means of meditation and then they will utter the Pranava with the proper attitude and feeling. Then meditating on Om and uttering it? they perform the sacrifices. Just as a hillstick is very useful in climbing a hill? just as a boat is very useful in crossing a river? so also Om is very useful and important at the commencement of an action or sacrifice.It is not desirable to renounce actions or sacrifices to attain union with the Lord. What is wanted is total and perfect surrender of all actions to God. Sacrifice? charity and austerity are not hindrances to the attainment of Selfrealisation on the contrary the attainment of liberation is rendered easy by their performance without any selfish desires or egoism. ","scetsga":"17.24 Tasmat, therefore; yajna-dana-tapah, kriyah, acts of sacrifice, charity and austerity-acts in the form of sacrifice etc.; vidhana-uktah, as prescribed through injunctions, as ordained by the scriptures; brahma-vadinam, of those who study and expound the Vedas; satatam, always; pravartante, commence; udahrtya, after uttering; om iti, the syllable Om. ","scetdss":"17.24 See Comment under 17.27 ","scetssa":"17.24 After pronouncing Om, the Vedas are recited. Thus the connection of the syllable Om with the Vedas and the rituals enjoined in the Vedas such as sacrifices has been described. As the Vedas are connected with the word Om, all belonging to the three stations of life who memorise the Vedas and perform the rituals inculcated in them, are included in the expression, expounders of the Vedas. Now, He describes the manner by which the word Tat is connected with them: ","chakravarthi":"(Combined commentary to texts 23 and 24)\nThe three types of austerity, sacrifice, charity, foods and faith  have been described generally for all human beings. However, among the sattvika people there are also the seekers of brahman. All of their sacrifices, charities, austerities and food indicate brahman. That is explained in this verse.\nThe three words om tat sat, indicating brahman, have been revealed by the sages (smrtah). Among those words, orh is well known in all the srutis as the name of brahman. The word tat is well known to designate the cause of the universe, and is also known to signify the obliterator of what is not tat -the material world. Sat is defined in the srutis as that which exists before everything else (eternal): sad eva saumyam agre asit. (Chandoyga Upanisad 6.2.4) Since the brahmanas, sacrifices and the Vedas were created in ancient times by brahman itself (tena) in the form of these sounds orh tat sat, the sacrifices, austerities, charity and other works of the present seekers of  brahman are started uttering (udahrtya) the name of brahman, om. ","rudra":" \nIn order to convey the supreme, eternal auspiciousness of OM TAT SAT, Lord\nKrishna first glorifies the pranava OM. Pranava from the root word prana\nmeaning breath, refers to the first breath and is the sound of OM beginning\nall Vedic rites. In the performance of all Vedic rites such as yagna or\npropitiation, tapah or austerities and danam or charity; the pranava OM is\nalways reverently vibrated as the first audible sound. The transcendental\nsound of OM is the personalised vibration of the Supreme Lord, it is most\nauspicious and eternal. By its transcendental potency all activities\nperformed by the Vaisnavas and brahmanas enjoined by the ordinances of the\nVedic scriptures are auspiciously begun with OM exclusively and by doing so\ninsures that whatever may be defective becomes efficacious. ","brahma":"\nOnce again the Supreme Lord Krishna describes the modalities of actions\nthat are essential to be performed by revealing OM TAT SAT. These three\ndivine syllables headed by the transcendental sound vibration OM are all\nverily nomenclatures of the Supreme Lord. All over creation the Supreme\nLord pervades by His internal potency with the omnipresence of OM. As the\nSupreme Lord is glorified with the greatest respect in all the Vedic\nscriptures, He is known as TAT. Since the Supreme Lord is perfect without\nany defects and completely auspicious, He is known as SAT. The following\ninformation is confirmed in the Rig Veda: OM TAT SAT is vibrated for\npropitiation to the Supreme Lord, adherence to the Vedic ordinances and\ninjunctions and honouring creation, the brahman or spiritual substratum\npervading all existence and the atma or immortal soul within all jivas or\nembodied beings. ","shri":" \nLord Krishna elaborates the ontology of OM TAT SAT and how they are\ninterrelated. The words brahma-vadinam are those who follow the injunctions\nand ordinances of the Vedic scriptures and refers to the three higher\nvarnas or castes beginning with the brahmins or priestly class,\nksatriyas the royal and warrior class and vaisyas the merchant class. Yagna\nor propitiation and worship to the Supreme Lord is performed exclusively\nby the Vaisnavas and Brahmins. Tapah or austerities is performed by the\nVaisnava brahmins and the ksatriyas. Danam or charity is performed by the\nksatriyas and vaisyas and is offered to the Vaisnavas and brahmanas to be\nutilised for the service of the Supreme Lord Krishna or any of His avatars\nor authorised incarnations and expansions according to vedic scriptures.\nThus the relationship between the three higher varnas has been clarified.\nAll prescribed Vedic rituals must be performed exclusively by the Vaisnavas\nand brahmanas and always commence with the transcendental sound vibration\nOM. The Vedas begin with OM as well. Thus the eternal connection between OM\nand the Vedas and OM and yagnas has been demonstrated and firmly\nestablished as only in conjunction with the transcendental sound of OM at\nthe commencement are the Vedas recited and the performance of yagnas is\nbonafide. ","kumar":"Lord Krishna elaborates the ontology of OM TAT SAT and how they are\ninterrelated. The words brahma-vadinam are those who follow the injunctions\nand ordinances of the Vedic scriptures and refers to the three higher\nvarnas or castes beginning with the brahmins or priestly class,\nksatriyas the royal and warrior class and vaisyas the merchant class. Yagna\nor propitiation and worship to the Supreme Lord is performed exclusively\nby the Vaisnavas and Brahmins. Tapah or austerities is performed by the\nVaisnava brahmins and the ksatriyas. Danam or charity is performed by the\nksatriyas and vaisyas and is offered to the Vaisnavas and brahmanas to be\nutilised for the service of the Supreme Lord Krishna or any of His avatars\nor authorised incarnations and expansions according to vedic scriptures.\nThus the relationship between the three higher varnas has been clarified.\nAll prescribed Vedic rituals must be performed exclusively by the Vaisnavas\nand brahmanas and always commence with the transcendental sound vibration\nOM. The Vedas begin with OM as well. Thus the eternal connection between OM\nand the Vedas and OM and yagnas has been demonstrated and firmly\nestablished as only in conjunction with the transcendental sound of OM at\nthe commencement are the Vedas recited and the performance of yagnas is\nbonafide. "}