{"meta":"Bhagavad Gita Chapter 17 Verse 28","metahi":"भगवद् गीता 17.28","slok":"अश्रद्धया हुतं दत्तं तपस्तप्तं कृतं च यत्।असदित्युच्यते पार्थ न च तत्प्रेत्य नो इह।।17.28।। ","htsrsd":"।।17.28।।हे पार्थ अश्रद्धासे किया हुआ हवन? दिया हुआ दान और तपा हुआ तप तथा और भी जो,कुछ किया जाय? वह सब असत् -- ऐसा कहा जाता है। उसका फल न यहाँ होता है? न मरनेके बाद ही होता है अर्थात् उसका कहीं भी सत् फल नहीं होता। ","htstma":"।।17.28।। हे पार्थ जो यज्ञ? दान? तप और कर्म अश्रद्धापूर्वक किया जाता है? वह असत् कहा जाता है वह न इस लोक में (इह) और न मरण के पश्चात् (उस लोक में) लाभदायक होता है।। ","transliteration":"Ashraddhayaa hutam dattam tapastaptam kritam cha yat;\nAsadityuchyate paartha na cha tatpretya no iha. ","englishmeaning":"aśhraddhayā—without faith; hutam—sacrifice; dattam—charity; tapaḥ—penance; taptam—practiced; kṛitam—done; cha—and; yat—which; asat—perishable; iti—thus; uchyate—are termed as; pārtha—Arjun, the son of Pritha; na—not; cha—and; tat—that; pretya—in the next world; na u—not; iha—in this world ","hcsrsd":"।।17.28।। व्याख्या --   अश्रद्धया हुतं दत्तं तपस्तप्तं कृतं च यत् -- अश्रद्धापूर्वक यज्ञ? दान और तप किया जाय और कृतं च यत् (टिप्पणी प0 864) अर्थात् जिसकी शास्त्रमें आज्ञा आती है? ऐसा जो कुछ कर्म अश्रद्धापूर्वक किया जाय -- वह सब असत् कहा जाता है।अश्रद्धया पदमें श्रद्धाके अभावका वाचक नञ् समास है? जिसका तात्पर्य है कि आसुर लोग परलोक? पुनर्जन्म? धर्म? ईश्वर आदिमें श्रद्धा नहीं रखते।बरन धर्म नहिं आश्रम चारी। श्रुति बिरोध रत सब उर नारी।। (मानस 7। 98। 1) -- इस प्रकारके विरुद्ध भाव रखकर वे यज्ञ? दान आदि क्रियाएँ करते हैं।जब वे शास्त्रमें श्रद्धा ही नहीं रखते? तो फिर वे यज्ञ आदि शास्त्रीय कर्म क्यों करते हैं वे उन शास्त्रीय कर्मोंको इसलिये करते हैं कि लोगोंमें उन क्रियाओंका ज्यादा प्रचलन है? उनको करनेवालोंका लोग आदर करते हैं तथा उनको करना अच्छा समझते हैं। इसलिये समाजमें अच्छा बननेके लिये और जो लोग यज्ञ आदि शास्त्रीय कर्म करते हैं? उनकी श्रेणीमें गिने जानेके लिये वे श्रद्धा न होनेपर भी शास्त्रीय कर्म कर देते हैं।असदित्युच्यते पार्थ न च तत्प्रेत्य नो इह -- अश्रद्धापूर्वक यज्ञ आदि जो कुछ शास्त्रीय कर्म किया जाय? वह सब असत् कहा जाता है। उसका न इस लोकमें फल होता है और न परलोकमें -- जन्मजन्मान्तरमें ही फल होता है। तात्पर्य यह कि सकामभावसे श्रद्धा एवं विधिपूर्वक शास्त्रीय कर्मोंको करनेपर यहाँ धनवैभव? स्त्रीपुत्र आदिकी प्राप्ति और मरनेके बाद स्वर्गादि लोकोंकी प्राप्ति हो सकती है और उन्हीं कर्मोंको निष्कामभावसे श्रद्धा एवं विधिपूर्वक करनेपर अन्तःकरणकी शुद्धि होकर परमात्मप्राप्ति हो जाती है परन्तु अश्रद्धापूर्वक कर्म करनेवालोंको इनमेंसे कोई भी फल प्राप्त नहीं होता।यदि यहाँ यह कहा जाय कि अश्रद्धापूर्वक जो कुछ भी किया जाता है? उसका इस लोकमें और परलोकमें कुछ भी फल नहीं होता? तो जितने पापकर्म किये जाते हैं? वे सभी अश्रद्धासे ही किये जाते हैं? तब तो उनका भी कोई फल नहीं होना चाहिये और मनुष्य भोग भोगने तथा संग्रह करनेकी इच्छाको लेकर अन्याय? अत्याचार? झूठ? कपट? धोखेबाजी आदि जितने भी पापकर्म करता है? उन कर्मोंका फल दण्ड भी नहीं चाहता पर वास्तवमें ऐसी बात है नहीं। कारण कि कर्मोंका यह नियम है कि रागी पुरुष रागपूर्वक जो कुछ भी कर्म करता है? उसका फल कर्ताके न चाहनेपर भी कर्ताको मिलता ही है। इसलिये आसुरीसम्पदावालोंको बन्धन और आसुरी योनियों तथा नरकोंकी प्राप्ति होती है।छोटेसेछोटा और साधारणसेसाधारण कर्म भी यदि उस परमात्माके उद्देश्यसे ही निष्कामभावपूर्वक किया जाय? तो वह कर्म सत् हो जाता है अर्थात् परमात्माकी प्राप्ति करानेवाला हो जाता है परन्तु ब़ड़ेसेबड़ा यज्ञादि कर्म भी यदि श्रद्धापूर्वक और शास्त्रीय विधिविधानसे सकामभावपूर्वक किया जाय? तो वह कर्म भी फल देकर नष्ट हो जाता है परमात्माकी प्राप्ति करानेवाला नहीं होता तथा वे यज्ञादि कर्म यदि अश्रद्धापूर्वक किये जायँ? तो वे सब असत् हो जाते हैं अर्थात् सत् फल देनेवाले नहीं होते। तात्पर्य यह है कि परमात्माकी प्राप्तिमें क्रियाकी प्रधानता नहीं है? प्रत्युत श्रद्धाभावकी ही प्रधानता है।पूर्वोक्त सद्भाव? साधुभाव? प्रशस्त कर्म? सत्स्थिति और तदर्थीय कर्म -- ये पाँचों परमात्माकी प्राप्ति करानेवाले होनेसे अर्थात् सत् -- परमात्माके साथ सम्बन्ध जोड़नेवाले होनेसे सत् कहे जाते हैं।अश्रद्धासे किये गये कर्म असत् क्यों होते हैं वेदोंने? भगवान्ने और शास्त्रोंने कृपा करके मनुष्योंके कल्याणके लिये ही ये शुभकर्म बताये हैं? पर जो मनुष्य इन तीनोंपर अश्रद्धा करके शुभकर्म करते हैं? उनके ये सब कर्म असत् हो जाते हैं। इन तीनोंपर की हुई अश्रद्धाके कारण उनको नरक आदि दण्ड मिलने चाहिये परन्तु उनके कर्म शुभ (अच्छे) हैं? इसलिये उन कर्मोंका कोई फल नहीं होता -- यही उनके लिये दण्ड है।मनुष्यको उचित है कि वह यज्ञ? दान? तप? तीर्थ? व्रत आदि शास्त्रविहित कर्मोंको श्रद्धापूर्वक और निष्कामभावसे करे। भगवान्ने विशेष कृपा करके मानवशरीर दिया है और इसमें शुभकर्म करनेसे अपनेको और सब लोगोंको लाभ होता है। इसलिये जिससे अभी और परिणाममें सबका हित हो -- ऐसे श्रेष्ठ कर्तव्यकर्म श्रद्धापूर्वक और भगवान्की प्रसन्नताके लिये करते रहना चाहिये।इस प्रकार ? तत्? सत् -- इन भगवन्नामोंके उच्चारणपूर्वक ब्रह्मविद्या और योगशास्त्रमय श्रीमद्भगवद्गीतोपनिषद्रूप श्रीकृष्णार्जुनसंवादमें श्रद्धात्रयविभागयोग नामक सत्रहवाँ अध्याय पूर्ण हुआ।।17।। , ","hcsca":"।।17.28।। इस श्लोक में? निषेध की भाषा में निश्चयात्मक रूप से भगवान् कहते हैं कि श्रद्धारहित कोई भी कर्म न इस लोक में और न मरण के पश्चात् ही लाभदायक होता है। कर्मों का फल कर्ता की श्रद्धा? उत्साह और निश्चय पर ही निर्भर करता है। मनुष्य की श्रद्धा ही उसके कर्मों को आभा प्रदान करती है। अत कर्म का फल बहुत अधिक मात्रा में कर्ता की श्रद्धा पर निर्भर करता है।यहाँ निश्चयात्मक रूप से कहा गया है कि श्रद्धारहित यज्ञ? दान? तप और अन्य कर्म असत् होते हैं। असत् से सत् की उत्पत्ति नहीं हो सकती। इसलिए ऐसे असत् कर्मों से कोई वास्तविक श्रेष्ठ फल प्राप्त नहीं किया जा सकता। भगवान् के इस कथन से यह स्पष्ट होता है कि सब कर्मों में श्रद्धा की प्रमुखता है और उसके बिना कर्म निष्फल होते हैं।श्रद्धा का यह नियम न केवल आध्यात्मिक क्षेत्र में ही सत्य है? अपितु लौकिक फलों की प्राप्ति में भी उतना ही सत्य प्रमाणित होता है। कर्ता को स्वयं अपने में? कर्म में तथा प्राप्य लक्ष्य में श्रद्धा आवश्यक होती है? केवल तभी वह अपनी सम्पूर्ण क्षमता के साथ प्रयत्न कर सकता है? अन्यथा नहीं।अत भगवान् श्रीकृष्ण कहते हैं कि अश्रद्धा से किये गये यज्ञ? दान और तप असत् होते हैं।conclusion तत्सदिति श्रीमद्भगवद्गीतासूपनिषत्सु ब्रह्मविद्धायां योगशास्त्रेश्रीकृष्णार्जुनसंवादे श्रद्धात्रयविभागयोगो नाम सप्तदशोऽध्याय।।इस प्रकार श्रीकृष्णार्जुनसंवाद के रूप में ब्रह्मविद्या और योगशास्त्रस्वरूप श्रीमद्भगवद्गीतोपनिषद् का श्रद्धात्रयविभागयोग नामक सत्रहवां अध्याय समाप्त होता है। ","etsga":"17.28 O son of Prtha, whatever is offered in sacrifice and given in charity, as also whatever austerity is undertakne or whatever is done without, faith, is said to be of on avail. And it is of no conseence after death, nor here. ","etssa":"17.28 Whatever is sacrificed, given or performed, and whatever austerity is practised without faith, it is called Asat, O Arjuna; it is naught here or hereafter (after death). ","etdss":"17.28. Without faith, whatever oblation is offered, what-ever gift is made, whatever austerity is practised, and whatever action is undertaken, that is called ASAT and it is of no avail after ones death and in this world. ","ecssa":"17.28 अश्रद्धया without faith? हुतम् is sacrificed? दत्तम् given? तपः austerity? तप्तम् is practised? कृतम् performed? च and? यत् whatever? असत् Asat? इति thus? उच्यते is called? पार्थ O Partha? न not? च and? तत् that? प्रेत्य hereafter (after death)? न not? इह here.Commentary Asat That which changes form and has no permanent existence. It does not mean nonexistence as such.Acts of sacrifice? austerity and gift that are performed without faith? under pressure? or to prevent some sort of trouble or to gratify a craving? are Asat in their nature. They yield no permanent benefit or fruit to anybody.Any sacrifice? austerity or gift done without dedicating it to the Lord will be of no avail to the doer in this earthly life here or in the life beyond hereafter. It would be as useless as showers of rain falling on rocky ground or pouring oblations of ghee (clarified butter) on cold ashes. If you have no faith you will become egoistic and obstinate. Your heart will become hard. If you perform even hundreds of sacrifices without faith? without the spirit of selfsurrender to the Lord? even if you distribute the wealth of the whole world in charity without faith in and devotion to the Lord? all these would be worthless and useless. The sages will not appreciate such sacrifices or gifts. Energy? money and time are simply wasted.Thus in the Upanishads of the glorious Bhagavad Gita? the science of the Eternal? the scripture of Yoga? the dialogue between Sri Krishna and Arjuna? ends the seventeenth discourse entitledThe Yoga of the Division of the Threefold Faith. , ","scetsga":"17.28 O son of Prtha, whatever is hutam, offered in sacrifice, poured as oblation; and dattam, given in charity to Brahmanas,without faith; whatever tapah, austerity; is taptam, performed without faith; so also, whatever is krtam, done without faith, e.g. praise, salutation, etc.; all that ucyate, is said to be; asat iti, of no avail, since it is outside th course of discipline leading to Me. Ca, and, although involving great effort; na ca tat, it is of no conseence; pretya, after death, for producing (some) result; na, nor even for any result; iha, because it is condemned by the wise. [Thus it is established in this chapter that, among persons who are not at all versed in the scriptures, but are possessed of (either of the) three characterisitcs of sattva, (rajas) etc., only those shall attain to Liberation who steadfastly resort to sattva alone by partaking of sattvika food, (performing sattvika) sacrifices) etc. to te exclusion of rajasika and tamasika food etc., who destroy any defect that might arise in sacrifice etc. by uttering the names of Brahman, who have fully purified their intellect, and who have attained to the realization of Truth arising from ones being endowed with such disciplines as hearing and and thinking (sravana, manana) of, and meditation (nididhyasana) on Brahman.] ","scetdss":"17.28 Asradhaya etc. ASAT : not praiseworthy (or inauspicious). Therefore Happiness just easily arises for those who exert in the prasieworthy (or auspicious) act. ","scetssa":"17.28 Offerings etc., when performed without faith, are Asat (i.e., unreal, bereft of efficiency), although they might be what has been enjoined by the Sastras. Why so? Because it is naught here or hereafter; it will not lead to release nor to any desirable result in Samsara. ","chakravarthi":"“I have heard about sat actions (those indicating brahman). What about asat actions?”\nWhatever oblation is offered, whatever charity is given, whatever austerity is undertaken, whatever other actions is performed, is asat if performed without faith. If there is no faith, whether oblations are offered or not offered, whether charity is given or not, whether austerity is performed or not, in either case everything is asat, since one obtains no results in the next world or in this world.\nThis chapter describes how sattvika actions of various types, performed with faith, lead to liberation. ","rudra":" \nNow to emphasise the paramount position and fundamental importance of\nundertaking all Vedic activities with sraddha or resolute faith, Lord\nKrishna condemns offering propitiation and worship, executing austerities\nand giving charity without requisite faith in the activity performed. All\nactivities performed without faith denotes nothingness for no such activity\nwill give any results in the present life or in future reincarnations. How\ncan any Vedic activity devoid of sraddha cause anything to manifest in the\nmaterial existence or bestow anything in this life or the next life? It is\nnot even remotely possible. Furthermore the blemish and defect accompanying\nasraddha or lack of faith brings with it condemnation and ill repute is\nknown as asat the very antithesis of SAT. So in conclusion it has been established and determined that a jiva or\nembodied being who completely renounces raja guna the mode of passion and\ntama guna the mode of ignorance and takes exclusive recourse in sattva guna\nthe mode of goodness is qualified to realise atma tattva realisation of the\nimmortal soul, the ultimate truth and communion with the Supreme Lord. ","brahma":"\nSince the performance of all Vedic activities are exclusively for the\npropitiation and worship of the Supreme Lord Krishna and any of His\navatars or authorised incarnations and expansions such activities are known\nas SAT. The Supreme Lord is celebrated and glorified by His triplicate\nnames of OM TAT SAT. The Vedic hymns and mantras gain power when OM TAT SAT\nare vibrated at their commencement and lose power if they are omitted at\nthe end. Any hymns, chants or mantras sacred incantations recited without\nfirst uttering OM TAT SAT are known as a-sura or void of light and non-\nluminous. Also recitation of OM TAT SAT without comprehensively\nunderstanding its meaning bestows little faith and has meagre value.\nSimilarly chanting Vedic mantras without knowing their meaning is worthless\nbecause Vedic mantras protect those who know the meaning reciting them as\nwell as those who know the meaning and hear them and because of this they\nare known as mantras. Therefore an aspirant for advancement should always\nbe cognizant of the meaning of the mantras during chanting and hearing.\nThis has been revealed in the Paingi scripture. The performance of Vedic\nactivities and the chanting of Vedic mantras while cognizant of their\nmeaning without any expectation of reward are known as sura or luminous and\nenlightened. Therefore only activities performed in devotion and connected\nto the Supreme Lord are deemed SAT and are of the nature of perpetual\ngoodness. All other actions contrary to this are known as asat. Activities in raja guna the mode of passion are also included as asat due\nto the defect of self-motivated desires which keeps one in samsara the\nperpetual cycle of birth and death. Actions in tama guna the mode of\nignorance are situated in asat as well due to a comatose state of nescience\nand causes one to descend into the inferior hellish worlds. Only by being established and situated in sattva guna the mode of goodness\nis a jiva or embodied being redeemed which leads to atma tattva realisation\nof the immortal soul, moksa freedom from material existence and attaining\ncommunion with the Supreme Lord. Therefore to receive salvation one should\neternally perform prescribed Vedic actions in sattva guna which always\npleases the Supreme Lord Krishna. ","shri":" Lord Krishna concludes this chapter by emphasizing that even if prescribed\nVedic activities are performed meticulously according to the ordinances and\ninjunctions of the Vedic scriptures; if they are devoid of sraddha or\nresolute faith they have absolutely no value and are known as a-sat the\nantithesis of SAT or perpetual goodness. Without the prerequisite faith in\nthe Supreme Lord Krishna, in the absolute authority of the Vedic\nscriptures, in the Vaisnava spiritual preceptor; the performance of\nprescribed Vedic activities bestow no rewards in this life or in subsequent\nreincarnations. For all time and energy, all efforts are wasted for nothing\nis obtained in the present life and nothing is attained in a future life\nfor the practitioner of prescribed Vedic activities who is devoid of\nsraddha. So the indispensable value of resolute faith cannot be\noverestimated. ","kumar":"Lord Krishna concludes this chapter by emphasizing that even if prescribed\nVedic activities are performed meticulously according to the ordinances and\ninjunctions of the Vedic scriptures; if they are devoid of sraddha or\nresolute faith they have absolutely no value and are known as a-sat the\nantithesis of SAT or perpetual goodness. Without the prerequisite faith in\nthe Supreme Lord Krishna, in the absolute authority of the Vedic\nscriptures, in the Vaisnava spiritual preceptor; the performance of\nprescribed Vedic activities bestow no rewards in this life or in subsequent\nreincarnations. For all time and energy, all efforts are wasted for nothing\nis obtained in the present life and nothing is attained in a future life\nfor the practitioner of prescribed Vedic activities who is devoid of\nsraddha. So the indispensable value of resolute faith cannot be\noverestimated. "}