{"meta":"Bhagavad Gita Chapter 17 Verse 8","metahi":"भगवद् गीता 17.8","slok":"आयुःसत्त्वबलारोग्यसुखप्रीतिविवर्धनाः।रस्याः स्निग्धाः स्थिरा हृद्या आहाराः सात्त्विकप्रियाः।।17.8।। ","htsrsd":"।।17.8।।आयु? सत्त्वगुण? बल? आरोग्य? सुख और प्रसन्नता बढ़ानेवाले? स्थिर रहनेवाले? हृदयको शक्ति देनेवाले? रसयुक्त तथा चिकने -- ऐसे आहार अर्थात् भोजन करनेके पदार्थ सात्त्विक मनुष्यको प्रिय होते हैं। ","htstma":"।।17.8।। आयु? सत्त्व (शुद्धि)? बल? आरोग्य? सुख और प्रीति को प्रवृद्ध करने वाले एवं रसयुक्त? स्निग्ध ( घी आदि की चिकनाई से युक्त) स्थिर तथा मन को प्रसन्न करने वाले आहार अर्थात् भोज्य पदार्थ सात्त्विक पुरुषों को प्रिय होते हैं।। ","transliteration":"Aayuh sattwabalaarogya sukha preetivi vardhanaah;\nRasyaah snigdhaah sthiraa hridyaa aahaaraah saattwikapriyaah. ","englishmeaning":"āyuḥ sattva—which promote longevity; bala—strength; ārogya—health; sukha—happiness; prīti—satisfaction; vivardhanāḥ—increase; rasyāḥ—juicy; snigdhāḥ—succulent; sthirāḥ—nourishing; hṛidyāḥ—pleasing to the heart; āhārāḥ—food; sāttvika-priyāḥ—dear to those in the mode of goodness ","hcsrsd":"।।17.8।। व्याख्या --   आयुः -- जिन आहारोंके करनेसे मनुष्यकी आयु बढ़ती है सत्त्वम् -- सत्त्वगुण बढ़ता है बलम् -- शरीर? मन? बुद्धि आदिमें सात्त्विक बल एवं उत्साह पैदा होती है आरोग्यः -- शरीरमें नीरोगता बढ़ती है सुखम् -- सुखशान्ति प्राप्त होती है और प्रीतिविवर्धनाः -- जिनको देखनेसे ही प्रीति पैदा होती है (टिप्पणी प0 841.3)? वे अच्छे लगते हैं।इस प्रकारके स्थिराः -- जो गरिष्ठ नहीं? प्रत्युत सुपाच्य हैं और जिनका सार बहुत दिनतक शरीरमें शक्ति देता रहता है और हृद्याः -- हृदय? फेफड़े आदिको शक्ति देनेवाले तथा बुद्धि आदिमें सौम्य भाव लानेवाले रस्याः -- फल? दूध? खाँड़ आदि रसयुक्त पदार्थ स्निग्धाः -- घी? मक्खन? बादाम? काजू? किशमिश? सात्त्विक पदार्थोंसे निकले हुए तेल आदि स्नेहयुक्त भोजनके पदार्थ? जो अच्छे पके हुए तथा ताजे हैं।आहाराः सात्त्विकप्रियाः -- ऐसे भोजनके (भोज्य? पेय? लेह्य और चोष्य) पदार्थ सात्त्विक मनुष्यको प्यारे लगते हैं। अतः ऐसे आहारमें रुचि होनेसे उसकी पहचान हो जाती है कि यह मनुष्य सात्त्विक है। ","hcsca":"।।17.8।। आध्यात्मिक प्रवृत्ति के सात्त्विक पुरुषों को स्वभावत वही आहार रुचिकर होता है? जो आयुवर्धक हो? न कि केवल शरीर को स्थूल बनाने वाला आहार। आहार ऐसा हो? जो ध्यानाभ्यास के लिए आवश्यक ओज प्रदान करे तथा विषयों के प्रलोभनों से अविचलित रहने के लिए बल की वृद्धि करे। अरोग्यवर्धक आहार सात्त्विक पुरुष को प्रिय होता है। उसी प्रकार प्रीति और मन की प्रसन्नतावर्धक आहार सात्त्विक कहलाता है।भोज्य पदार्थों के गुणानुसार यहाँ उन्हें चार भागों में वर्गीकृत किया गया है। वे हैं रस्या रसयुक्त? स्निग्ध चिकनाई से युक्त? स्थिर और मनप्रसाद के अनुकूल हृद्या। सात्त्विक पुरुषों को ऐसे समस्त पदार्थ स्वभावत प्रिय होते हैं? जो उपर्युक्त गुणों से युक्त होते हैं अर्थात् आयुबलादि विवर्धक होते हैं।इसमें कोई सन्देह नहीं है कि भोक्ता पर भोजन का प्रभाव पड़ता है। सामान्यत? मनुष्य जिस प्रकार का भोजन करता है? वैसा ही प्रभाव उसके मन पर पड़ता है। उसी प्रकार मनुष्य का स्वभाव उसके आहार की रुचि को नियन्त्रित करता है। यह देखा जाता है कि प्राणीमात्र की किसी विशेष परिस्थिति में किसी आहार विशेष की तीव्र इच्छा होती है। कुत्ते और बिल्ली रोगादि के कारण कभीकभी घास खाने लगते हैं? गाय लवण को चाटती है? छोटे बालक मिट्टी खाते हैं और गर्भवती स्त्रियों को खटाई आदि खाने की तीव्र इच्छा होती है। ","etsga":"17.8 Foods that augment life, firmless of mind, strength, health, happiness and delight, and which are succulent, oleaginous, substantial and agreeable, are dear to one endowed with sattva. ","etssa":"17.8 The foods which increase life, purity, strength, health, joy and cheerfulness (good appetite), which are savoury and oleaginous, substantial and agreeable, are dear to the Sattvic (pure) people. ","etdss":"17.8. The foods that increase life, energy, strength, good health, happiness and satisfaction; and which are delicious, soft, substantial and pleasant to heart (stomach) - they are dear to the men of the Sattva (Strand). ","ecssa":"17.8 आयुःसत्त्वबलारोग्यसुखप्रीतिविवर्धनाः those which increase Ayus (life)? Sattva (purity)? Bala (strength)? Arogya (health)? Sukha (joy)? Priti (cheerfulness and good appetite)? रस्याः savoury? स्निग्धाः oleaginous? स्थिराः substantial? हृद्याः agreeable? आहाराः the foods? सात्त्विकप्रियाः are dear to Sattvic (pure).Commentary Pure food increases the vitality and strength of those who eat it. It augments the energy of the mind also.Sattva Cheerfulness purity inner? moral and spiritual strength and courage that keep the mind steady even in great distress.Bala Strength absence of fatigue even in doing difficult work.Priti Absence of retching good appetite.Rasyah Sweet and juicy.Sthirah Substantial which can last long in the body vitalising but not difficult to digest.Hridyah The mere sight of the food is very pleasing to the mind and it is free from odour of smoke or burnt condition.Sattvic food produces cheerfulness? serenity and mental clarity and helps the aspirants to enter into deep meditation and maintain mental poise and nervous eilibrium. It supplies the maximum energy to the body and the mind. It is very easily assimilated and absorbed.A Sattvic man relishes juicy food and other foods which are attractive in form? soft to touch and pleasant to taste? which are small in bulk but great in nourishment like the words from the lips of a spiritual preceptor. Sattvic food is highly conducive to health.Eat that food which will develop Sattva in you. Milk? butter? fresh? ripe fruits? almonds? green Dal? barley? Parwal? Torai? Karela? plantains? etc.? are Sattvic. Abandon fish? meat? liors? eggs? etc.? ruthlessly if you want to increase Sattva and attain Selfrealisation. The mind is formed of the subtle portion of the food. जैसा अन्न वैसा मन As is the food so is the mind says a Hindi proverb. If you take Sattvic food? the mind also will be Sattvic. The seven elements (Dhatus) of the body (Chyle? blood? flesh? fat? bone? marrow and semen) are formed out of food.Ideas or concepts are generated in the mind corresponding to these seven elements. As is the constitution of these elements? so is the constitution of the mind. Just as water is rendered hot when the pot that contains it is placed over the fire? so also the nature and constitution of the mind is according to the nature and constitution of the food or the seven elements. ","scetsga":"17.8 Aharah, foods; ayuh-sattva-bala-arogya-sukha-priti-vivardhanah, that augment life, firmneess of mind, strength, health delight; [Life-a brilliant life; firmness of mind or vigour; strength-ability of body and organs; happiness-pleasure of mind; delight-great joy even at seeing other persons prosperous.] and which are rasyah, succulent; snigdhah, oleaginous; sthirah, substantial, lasing in the body for long; [Beneficial to the body for long.] and hrdyah, agreeable, to ones liking; are sattvika-priyah, dear to one endowed with sattva. ","scetdss":"17.8 See Comment under 17.10 ","scetssa":"17.8 To a man endowed with Sattva, foods preponderating in Sattva become dear. The foods preponderating in Sattva promote longevity. Again they promote intellectual alertness. Sattva, means internal organ, viz., knowledge which is the effect of the internal organ is here meant by the term Sattva. For the Sattva is the cause of growth of knowledge, as declared in: From Sattva arises knowledge (14.17). Even as the food preponderant in Sattva is the cause of the growth of knowledge, likewise, they promote strength and health; they also promote pleasure and happiness. As the time of assimilation they, by themselves, promote happiness, viz, by the performance of actions which cause happiness. They are sweet, viz., abundant in sweet juices. They are mixed with oil, viz., wholly oily. They are substantial, viz., they originate substantial effects. They are agreeable viz., they appear to the eye in beautiful forms. Food of this kind, full of Sattva-guna, is dear to the person characterised by Sattva. ","chakravarthi":"It is well known that sattvika foods increase the life span (ayuh). They also increase strength of will (sattva) as well as physical strength, freedom from disease, happiness and delightfulness in eating them. The food should be tasty or juicy (rasyah). Jaggery has taste but is coarse or dry. Sattvika food should also be mild, with oil (snigdha). The foam of milk, though tasty and mild, is insubstantial. Sattvika food should be substantial, with long lasting effect in the body (sthira). Jack fruit and other items are sweet, mild, and substantial, but are not beneficial to the stomach and other organs. Sattvika food should be beneficial to the heart, stomach and other organs (hrdya) as well. Thus it is understood that foods such as rice, wheat, other grains, milk and sugar are dear to the sattvika people, because they have all four of the above mentioned qualities. As those foods are dear to them, the foods are understood to be sattvika. However, even if food has those four qualities, if it is impure, the sattvika people do not like it. Thus, purity should be added as a quality of sattvika food. One should compare the description of tamasic food mentioned later. The adjective used to describe tamasic food is amedhya, ritually impure, not to be offered in sacrifice. ","rudra":" Foods that bequeath longevity, full of energy, bestow good health and\nvigour with happiness and satisfaction are relished by those in sattva guna\nthe mode of goodness. Such foods in sattva guna particularly increase life\nand are juicy, savoury, rich and nourishing, like invigorating serum which\nremains long in the body and are agreeable and pleasing to the palate.\nFoods of this type which are chewed, licked, sucked and drunk are relished\nby those situated in sattva guna. Foods that are excessively bitter, sour, pungent, salty, spicy, dry or\nburning are very much liked by those situated in raja guna the mode of\npassion. Such foods cause pain even while eating them which leads to\ndistress of the body, misery, depression and subsequent disease and\nsickness all produced by these foods. Food cooked more than three hours before, that is cold, tasteless, without\naroma, stale, decomposed and foods that are amedhyam or forbidden for\noffering to the Supreme Lord such as meat, fish, fowl, eggs, wine, alcohol,\ngarlic, onions and mushrooms which come from fungus and are impure are\npreferred by those in tama guna the mode of ignorance. ","brahma":" Eating foods that are of sattva guna the mode of goodness are pleasurable.\nJoyfulness is the immediate result. Whatever continues to be pleasurable is\njoyous to hrdya the heart. Even if all foods are cooked they all do not get\ndigested the same. Ghee and honey are absorbed into the body directly,\nfruits take an hour to digest and vegetables and grains up to six hours.\nSome foods although bitter are agreeable to health such as kerala or bitter\nmelon and some foods although sour like yoghurt are agreeable to health if\nnot taken at night. Both of these are of sattva or goodness. Such is the\nnature of the pious and the saintly and that nature is maintained by the\nintake of foods that are sattva. The Shabda Niranya states: Hridyam is that\nwhich is pleasing to the heart and makes one desire for more. Pleasure is\nwhat is pleasing for the moment. Sukham or happiness is that which\ncontinues to keep one joyous long after the activity has ended. That food\nwhich retains its agreeability even after consuming repeatedly is rasyam\nwhich is delicious and nutritious. But when foods are excessively bitter, spicy, salty. sour, pungent, etc.\nand result in discomfort and misery culminating in sickness and disease\nthey are of raja guna the mode of passion. The food which is eaten more\nthan three hours after it is cooked is known as yatama. When the food is\ntasteless it is also called yatayama. Food that once was flavourful but\nlater becomes later has no taste is known as gatarasyam. The Suddhasastra\nstates that one devoted to serving the Supreme Lord Krishna or any of His\nauthorised incarnations should thoroughly understand the nature and quality\nof food. ","shri":"\nTo those who are situated in sattva guna the mode of goodness, foods that\nare of the nature of sattva or goodness such as milk, fruits, grains and\nvegetables are very dear. Such foods promote long life, invigorating the\nbody and elevating the mind in its function of intelligence. As was\nconfirmed earlier in chapter XIV verse XVII: From the quality of sattva\nguna knowledge arises. Sattva guna facilitates spiritual knowledge and\nlikewise food that is sattva also facilitates spiritual intelligence as\nwell as good health, strength, happiness and relish. The word sukla meaning\nhappiness refers to the pleasure experienced while ingesting the food and\nafterwards when it is digesting and assimilating within the body. The word\npriti means satisfaction that is derived from the intake of pure foods\ninspiring congenial interest in spiritual activities. The word rasayam\nmeans succulent, delectable. Snigdhah means oleaginous, unctuous. Sthirah\nmeans nourishing, sustaining. Hrydha means agreeable, pleasing. These are\nthe qualities of sattva foods which are very much appreciated by those in\nsattva guna. Foods that are acidic, bitter, salty, sour, spicy, pungent, dry, hard or\nburning are the foods that those in raja guna are very much attracted to.\nThe word tiksna refers to food of no value because they are either to cold\nor to hot. Raksa are foods which are to dry and hard. Vidhahinah are those\nfoods that cause a burning sensation in the body. These foods produce pain,\ndistress, sickness and misery and decreases longevity of life and increase\ndesires for more and more rajas or passion. The foods liked by those in tama guna the mode of ignorance are yata-yaman\nmeaning stale, foods that are old from the previous day, foods cooked more\nthan a yama which is literally three hours before. Gata-rasam means those\nfoods which have lost their original flavour and have become tasteless.\nPuti means putrid, possessing a foul smell. Paryusitam means decomposed,\nunrecognisable. Ucchistam means eating the remains of others food after\nthey have eaten. This does not apply to honouring the remnants of\nmahaprasadam or sanctified food first offered to Lord Krishna and then\neaten by the spiritual preceptors who mercifully leaves some for their\ndevotees which is then glorified by them as maha mahaprasadam. Amedhyam\nmeans unsanctified foods due to not having been consecrated by first\noffering it to the Supreme Lord and thus impure. Partaking of foods in tama\nguna such as meat, fish, fowl, eggs, wine, alcohol, etc. breeds dark\nnescience and great ignorance. So in conclusion those fortunate jivas or embodied beings with spiritual\ninsight should absolve themselves from the intake of foods in raja guna\nand tama guna and resort exclusively to foods in sattva guna. ","kumar":"To those who are situated in sattva guna the mode of goodness, foods that\nare of the nature of sattva or goodness such as milk, fruits, grains and\nvegetables are very dear. Such foods promote long life, invigorating the\nbody and elevating the mind in its function of intelligence. As was\nconfirmed earlier in chapter XIV verse XVII: From the quality of sattva\nguna knowledge arises. Sattva guna facilitates spiritual knowledge and\nlikewise food that is sattva also facilitates spiritual intelligence as\nwell as good health, strength, happiness and relish. The word sukla meaning\nhappiness refers to the pleasure experienced while ingesting the food and\nafterwards when it is digesting and assimilating within the body. The word\npriti means satisfaction that is derived from the intake of pure foods\ninspiring congenial interest in spiritual activities. The word rasayam\nmeans succulent, delectable. Snigdhah means oleaginous, unctuous. Sthirah\nmeans nourishing, sustaining. Hrydha means agreeable, pleasing. These are\nthe qualities of sattva foods which are very much appreciated by those in\nsattva guna. Foods that are acidic, bitter, salty, sour, spicy, pungent, dry, hard or\nburning are the foods that those in raja guna are very much attracted to.\nThe word tiksna refers to food of no value because they are either to cold\nor to hot. Raksa are foods which are to dry and hard. Vidhahinah are those\nfoods that cause a burning sensation in the body. These foods produce pain,\ndistress, sickness and misery and decreases longevity of life and increase\ndesires for more and more rajas or passion. The foods liked by those in tama guna the mode of ignorance are yata-yaman\nmeaning stale, foods that are old from the previous day, foods cooked more\nthan a yama which is literally three hours before. Gata-rasam means those\nfoods which have lost their original flavour and have become tasteless.\nPuti means putrid, possessing a foul smell. Paryusitam means decomposed,\nunrecognisable. Ucchistam means eating the remains of others food after\nthey have eaten. This does not apply to honouring the remnants of\nmahaprasadam or sanctified food first offered to Lord Krishna and then\neaten by the spiritual preceptors who mercifully leaves some for their\ndevotees which is then glorified by them as maha mahaprasadam. Amedhyam\nmeans unsanctified foods due to not having been consecrated by first\noffering it to the Supreme Lord and thus impure. Partaking of foods in tama\nguna such as meat, fish, fowl, eggs, wine, alcohol, etc. breeds dark\nnescience and great ignorance. So in conclusion those fortunate jivas or embodied beings with spiritual\ninsight should absolve themselves from the intake of foods in raja guna\nand tama guna and resort exclusively to foods in sattva guna. "}