{"meta":"Bhagavad Gita Chapter 17 Verse 3","metahi":"भगवद् गीता 17.3","slok":"सत्त्वानुरूपा सर्वस्य श्रद्धा भवति भारत।श्रद्धामयोऽयं पुरुषो यो यच्छ्रद्धः स एव सः।।17.3।। ","htsrsd":"।।17.3।।हे भारत सभी मनुष्योंकी श्रद्धा अन्तःकरणके अनुरूप होती है। यह मनुष्य श्रद्धामय है। इसलिये जो जैसी श्रद्धावाला है? वही उसका स्वरूप है अर्थात् वही उसकी निष्ठा -- स्थिति है। ","htstma":"।।17.3।। हे भारत सभी मनुष्यों की श्रद्धा उनके सत्त्व (स्वभाव? संस्कार) के अनुरूप होती है। यह पुरुष श्रद्धामय है? इसलिए जो पुरुष जिस श्रद्धा वाला है वह स्वयं भी वही है अर्थात् जैसी जिसकी श्रद्धा वैसा ही उसका स्वरूप होता है।। ","transliteration":"Sattwaanuroopaa sarvasya shraddhaa bhavati bhaarata;\nShraddhaamayo’yam purusho yo yacchraddhah sa eva sah. ","englishmeaning":"sattva-anurūpā—conforming to the nature of one’s mind; sarvasya—all; śhraddhā—faith; bhavati—is; bhārata—Arjun, the scion of Bharat; śhraddhāmayaḥ—possessing faith; ayam—that; puruṣhaḥ—human being; yaḥ—who; yat-śhraddhaḥ—whatever the nature of their faith; saḥ—their; eva—verily; saḥ—they ","hcsrsd":"।।17.3।। व्याख्या --   सत्त्वानुरूपा सर्वस्य श्रद्धा भवति भारत -- पीछेके श्लोकमें जिसे स्वभावजा कहा गया है? उसीको यहाँ सत्त्वानुरूपा कहा है। सत्त्व नाम अन्तःकरणका है। अन्तःकरणके अनुरूप श्रद्धा होती है अर्थात् अन्तःकरण जैसा होता है? उसमें सात्त्विक? राजस या तामस जैसे संस्कार होते हैं? वैसी ही श्रद्धा होती है।दूसरे श्लोकमें जिनको देहिनाम् पदसे कहा था? उन्हींको यहाँ सर्वस्य पदसे कह रहे हैं। सर्वस्य पदका तात्पर्य है कि जो शास्त्रविधिको न जानते हों और देवता आदिका पूजन करते हों -- उनकी ही नहीं? प्रत्युत जो शास्त्रविधिको जानते हों या न जानते हों? मानते हों या न मानते हों? अनुष्ठान करते हों या न करते हों? किसी जातिके? किसी वर्णके? किसी आश्रमके? किसी सम्प्रदायके? किसी देशके? कोई व्यक्ति कैसे ही क्यों न,हों -- उन सभीकी स्वाभाविक श्रद्धा तीन प्रकारकी होती है।श्रद्धामयोऽयं पुरुषः -- यह मनुष्य श्रद्धाप्रधान है। अतः जैसी उसकी श्रद्धा होगी? वैसा ही उसका रूप होगा। उससे जो प्रवृत्ति होगी? वह श्रद्धाको लेकर? श्रद्धाके अनुसार ही होगी।यो यच्छ्रद्धः स एव सः -- जो मनुष्य जैसी श्रद्धावाला है? वैसी ही उसकी निष्ठा होगी और उसके अनुसार ही उसकी गति होगी। उसका प्रत्येक भाव और क्रिया अन्तःकरणकी श्रद्धाके अनुसार ही होगी। जबतक वह संसारसे सम्बन्ध रखेगा? तबतक अन्तःकरणके अनुरूप ही उसका स्वरूप होगा।मार्मिक बातमनुष्यकी सांसारिक प्रवृत्ति संसारके पदार्थोंको सच्चा मानने? देखने? सुनने और भोगनेसे होती है तथा पारमार्थिक प्रवृत्ति परमात्मामें श्रद्धा करनेसे होती है। जिसे हम अपने अनुभवसे नहीं जानते? पर पूर्वके स्वाभाविक संस्कारोंसे? शास्त्रोंसे? संतमहात्माओंसे सुनकर पूज्यभावसहित विश्वास कर लेते हैं? उसका नाम है -- श्रद्धा। श्रद्धाको लेकर ही आध्यात्मिक मार्गमें प्रवेश होता है? फिर चाहे वह मार्ग कर्मयोगका हो? चाहे ज्ञानयोगका हो और चाहे भक्तियोगका हो? साध्य और साधन -- दोनोंपर श्रद्धा हुए बिना आध्यात्मिक मार्गमें प्रगति नहीं होती।मनुष्यजीवनमें श्रद्धाकी बड़ी मुख्यता है। मनुष्य जैसी श्रद्धावाला है? वैसा ही उसका स्वरूप? उसकी निष्ठा है -- यो यच्छ्रद्धः स एव सः (गीता 17। 3)। वह आज वैसा न दीखे तो भी क्या पर समय पाकर वह वैसा बन ही जायगा।आजकल साधकके लिये अपनी स्वाभाविक श्रद्धाको पहचानना बड़ा मुश्किल हो गया है। कारण कि अनेक मतमतान्तर हो गये हैं। कोई ज्ञानकी प्रधानता कहता है? कोई भक्तिकी प्रधानता कहता है? कोई योगकी प्रधानता कहता है? आदिआदि। ऐसे तरहतरहके सिद्धान्त पढ़ने और सुननेसे मनुष्यपर उनका असर पड़ता है? जिससे वह किंकर्तव्यविमूढ़ हो जाता है कि मैं क्या करूँ मेरा वास्तविक ध्येय? लक्ष्य क्या है मेरेको किधर चलना चाहिये ऐसी दशामें उसे गहरी रीतिसे अपने भीतरके भावोंपर विचार करना चाहिये कि सङ्गसे बनी हुई रुचि? शास्त्रसे बनी हुई रुचि? किसीके सिखानेसे बनी हुई रुचि? गुरुके बतानेसे बनी हुई रुचि -- ऐसी जो अनेक रुचियाँ हैं? उन सबके मूलमें स्वतः उद्बुद्ध होनेवाली अपनी स्वाभाविक रुचि क्या हैमूलमें सबकी स्वाभाविक रुचि यह होती है कि मैं सम्पूर्ण दुःखोंसे छूट जाऊँ और मुझे सदाके लिये महान् सुख मिल जाय। ऐसी रुचि हरेक प्राणीके भीतर रहती है। मनुष्योंमें तो यह रुचि कुछ जाग्रत् रहती है। उनमें पिछले जन्मोंके जैसे संस्कार हैं और इस जन्ममें वे जैसे मातापितासे पैदा हुए? जैसे वायुमण्डलमें रहे? जैसी उनको शिक्षा मिली? जैसे उनके सामने दृश्य आये और वे जो ईश्वरकी बातें? परलोक तथा पुनर्जन्मकी बातें? मुक्ति और बन्धनकी बातें? सत्सङ्ग और कुसङ्गकी बातें सुनते रहते हैं? उन सबका उनपर अदृश्यरूपसे असर पड़ता है। उस असरसे उनकी एक धारणा बनती है। उनकी सात्त्विकी? राजसी या तामसी -- जैसी प्रकृति होती है? उसीके अनुसार वे उस धारणाको पकड़ते हैं और उस धारणाके अनुसार ही उनकी रुचि -- श्रद्धा बनती है। इसमें सात्त्विकी श्रद्धा परमात्माकी तरफ लगानेवाली होती है और राजसीतामसी श्रद्धा संसारकी तरफ।गीतामें जहाँकहीं सात्त्विकताका वर्णन हुआ है? वह परमात्माकी तरफ ही लगानेवाली है। अतः सात्त्विकी श्रद्धा पारमार्थिक हुई और राजसीतामसी श्रद्धा सांसारिक हुई अर्थात् सात्त्विकी श्रद्धा दैवीसम्पत्ति हुई और,राजसीतामसी श्रद्धा आसुरी सम्पत्ति हुई। दैवीसम्पत्तिको प्रकट करने और आसुरीसम्पत्तिका त्याग करनेके उद्देश्यसे सत्रहवाँ अध्याय चला है। कारण कि कल्याण चाहनेवाले मनुष्यके लिये सात्त्विकी श्रद्धा (दैवीसम्पत्ति) ग्राह्य है और राजसीतामसी श्रद्धा (आसुरीसम्पत्ति) त्याज्य है।जो मनुष्य अपना कल्याण चाहता है? उसकी श्रद्धा सात्त्विकी होती है? जो मनुष्य इस जन्ममें तथा मरनेके बाद भी सुखसम्पत्ति(स्वर्गादि) को चाहता है? उसकी श्रद्धा राजसी होती है और जो मनुष्य पशुओंकी तरह (मूढ़तापूर्वक) केवल खानेपीने? भोग भोगने तथा प्रमाद? आलस्य? निद्रा? खेलकूद? तमाशे आदिमें लगा रहता है? उसकी श्रद्धा तामसी होती है। सात्त्विकी श्रद्धाके लिये सबसे पहली बात है कि परमात्मा है। शास्त्रोंसे? संतमहात्माओंसे? गुरुजनोंसे सुनकर पूज्यभावके सहित ऐसा विश्वास हो जाय कि परमात्मा है और उसको प्राप्त करना है -- इसका नाम श्रद्धा है। ठीक श्रद्धा जहाँ होती है? वहाँ प्रेम स्वतः हो जाता है। कारण कि जिस परमात्मामें श्रद्धा होती है? उसी परमात्माका अंश यह जीवात्मा है। अतः श्रद्धा होते ही यह परमात्माकी तरफ खिंचता है। अभी यह परमात्मासे विमुख होकर जो संसारमें लगा हुआ है? वह भी संसारमें श्रद्धाविश्वास होनेसे ही है। पर यह वास्तविक श्रद्धा नहीं है? प्रत्युत श्रद्धाका दुरुपयोग है। जैसे? संसारमें यह रुपयोंपर विशेष श्रद्धा करता है कि इनसे सब कुछ मिल जाता है। यह श्रद्धा कैसे हुई कारण कि बचपनमें खाने और खेलनेके पदार्थ पैसोंसे मिलते थे। ऐसा देखतेदेखते पैसोंको ही मुख्य मान लिया और उसीमें श्रद्धा कर ली? जिससे यह बहुत ही पतनकी तरफ चला गया। यह सांसारिक श्रद्धा हुई। इससे ऊँची धार्मिक श्रद्धा होती है कि मैं अमुक वर्ण? आश्रम आदिका हूँ। परन्तु सबसे ऊँची श्रद्धा पारमर्थिक (परमात्माको लेकर) है। यही वास्तविक श्रद्धा है और इसीसे कल्याण होता है। शास्त्रोंमें? सन्तमहात्माओंमें? तत्त्वज्ञजीवन्मुक्तोंमें जो श्रद्धा होती है? वह भी पारमार्थिक श्रद्धा ही है (टिप्पणी प0 836)।जिनको शास्त्रोंका ज्ञान नहीं है और सन्तमहात्माओंका सङ्ग भी नहीं है? ऐसे मनुष्योंकी भी पूर्वसंस्कारके कारण पारमार्थिक श्रद्धा हो सकती है। इसकी पहचान क्या है पहचान यह है कि ऐसे मनुष्योंके भीतर स्वाभाविक यह भाव होता है कि ऐसी कोई महान् चीज (परमात्मा) है? जो दीखती तो नहीं? पर है अवश्य। ऐसे मनुष्योंको स्वाभाविक ही पारमार्थिक बातें बहुत प्रिय लगती हैं और वे स्वाभाविक ही यज्ञ? दान? तप? तीर्थ? व्रत? सत्सङ्ग? स्वाध्याय आदि शुभ कर्मोंमें प्रवृत्त होते हैं। यदि वे ऐसे कर्म न भी करें? तो भी सात्त्विक आहारमें स्वाभाविक रुचि होनेसे उनकी श्रद्धाकी पहचान हो जाती है।मनुष्य? पशुपक्षी? लतावृक्ष आदि जितने भी स्थावरजङ्गम प्राणी हैं? वे किसीनकिसीको (किसीनकिसी अंशमें) अपनेसे बड़ा अवश्य मानते हैं और बड़ा मानकर उसका सहारा लेते हैं। मनुष्यपर जब आफत आती है? तब वह किसीको अपनेसे बड़ा मानकर उसका सहारा लेता है। पशुपक्षी भी अपनी रक्षा चाहते हैं और भयभीत होनेपर किसीका सहारा लेते हैं। लता भी किसीका सहारा लेकर ही ऊँची चढ़ती है। इस प्रकार जिसने किसीको बड़ा मानकर उसका सहारा लिया? उसने वास्तवमें ईश्वरवाद के सिद्धान्तको स्वीकार कर ही लिया? चाहे वह ईश्वरको माने या न माने। इसलिये आयु? विद्या? गुण? बुद्धि? योग्यता? सामर्थ्य? पद? अधिकार? ऐश्वर्य आदिमेंसे एकएकसे बड़ा देखे? तो बड़प्पन देखतेदेखते अन्तमें बड़प्पनकी जहाँ समाप्ति हो? वहीँ ईश्वर है क्योंकि बड़ेसेबड़ा ईश्वर है। उससे बड़ा कोई है ही नहीं --,पूर्वेषामपि गुरुः कालेनानवच्छेदात्। (योगदर्शन 1। 26)वह परमात्मा सबके पूर्वजोंका भी गुरु है क्योंकि उसका कालसे अवच्छेद नहीं है अर्थात् वह कालकी सीमासे बाहर है। इस प्रकार प्रत्येक मनुष्य अपनी दृष्टिसे किसीनकिसीको बड़ा मानता है। ब़ड़प्पनकी यह मान्यता अपनेअपने अन्तःकरणके भावोंके अनुसार अलगअलग होती है। इस कारण उनकी श्रद्धा भी अलगअलग,होती है।श्रद्धा अन्तःकरणके अनुरूप ही होती है। धारणा? मान्यता? भावना आदि सभी अन्तःकरणमें रहते हैं। इसलिये अन्तःकरणमें सात्त्विक? राजस या तामस जिस गुणकी प्रधानता रहती है? उसी गुणके अनुसार धारणा? मान्यता आदि बनती है और उस धारणा? मान्यता आदिके अनुसार ही तीन प्रकारकी (सात्त्विकी? राजसी या तामसी) श्रद्धा बनती है।सात्त्विक? राजस और तामस -- तीनों गुण सभी प्राणियोंमें रहते हैं (गीता 18। 40)। उन प्राणियोंमें किसीमें सत्त्वगुणकी प्रधानता होती है? किसीमें रजोगुणकी प्रधानता होती है और किसीमें तमोगुणकी प्रधानता होती है। अतः यह नियम नहीं है कि सत्त्वगुणकी प्रधानतावाले मनुष्यमें रजोगुण और तमोगुण न आयें? रजोगुणकी प्रधानतावाले मनुषयमें सत्त्वगुण और तमोगुण न आयें? तथा तमोगुणकी प्रधानतावाले मनुष्यमें सत्त्वगुण और रजोगुण न आयें (गीता 14। 10)। कारण कि प्रकृति परिवर्तनशील है -- प्रकर्षेण करणं (भावे ल्युट्) इति प्रकृतिः। इसलिये प्रकृतिजन्य गुणोंमें भी परिवर्तन होता रहता है। अतः एकमात्र परमात्मप्राप्तिके उद्देश्यवाले साधकको चाहिये कि वह उन आनेजानेवाले गुणोंसे अपना सम्बन्ध मानकर उनसे विचलित न हो।जीवमात्र परमात्माका अंश है। इसलिये किसी मनुष्यमें रजोगुणतमोगुणकी प्रधानता देखकर उसे नीचा नहीं मान लेना चाहिये क्योंकि कौनसा मनुष्य किस समय समुन्नत हो जाय -- इसका कुछ पता नहीं है। कारण कि परमात्माका अंश -- स्वरूप (आत्मा) तो सबका शुद्ध ही है? केवल सङ्ग? शास्त्र? विचार? वायुमण्डल आदिको लेकर अन्तःकरणमें किसी एक गुणकी प्रधानता हो जाती है अर्थात् जैसा सङ्ग? शास्त्र आदि मिलता है? वैसा ही मनुष्यका अन्तःकरण बन जाता है और उस अन्तःकरणके अनुसार ही उसकी सात्त्विकी? राजसी या तामसी श्रद्धा बन जाती है। इसलिये मनुष्यको सदासर्वदा सात्त्विक सङ्ग? शास्त्र? विचार? वायुमण्डल आदिका ही सेवन करते रहना चाहिये। ऐसा करनेसे उसका अन्तःकरण तथा उसके अनुसार उसकी श्रद्धा भी सात्त्विकी बन जायगी? जो उसका उद्धार करनेवाली होगी। इसके विपरीत मनुष्यको राजसतामस सङ्ग? शास्त्र आदिका सेवन कभी भी नहीं करना चाहिये क्योंकि इससे उसकी श्रद्धा भी राजसीतामसी बन जायेगी? जो उसका पतन करनेवाली होगी। सम्बन्ध --   अपने इष्टके यजनपूजनद्वारा मनुष्योंकी निष्ठाकी पहचान किस प्रकार होती है? अब उसको बताते हैं। ","hcsca":"।।17.3।। सत्त्वानुरूप श्रद्धा हम जगत् में देखते हैं कि प्रत्येक मनुष्य के व्यक्तित्व की पोषक श्रद्धा भिन्नभिन्न प्रकार की होती है। जितनी अधिक भिन्नता इस श्रद्धा में देखी जाती है? उसके कारण को जानने की हमारी जिज्ञासा भी उतनी ही बढ़ती जाती है। भगवान् यहाँ कहते हैं कि प्रत्येक व्यक्ति की श्रद्धा उसके स्वभाव अर्थात् संस्कारों के अनुरूप होती है। निश्चितरूप से यह कह पाना कठिन है कि श्रद्धा हमारे स्वभाव को निर्धारित करती है अथवा हमारा स्वभाव श्रद्धा का निर्धारणकर्ता है। इन दोनों में अन्योन्याश्रय है।तथापि? गीता में स्वभाव को ही श्रद्धा का निर्धारक घोषित किया गया है। यद्यपि? जीवन में अनेक अवसरों पर दुखदायक अनुभवों अथवा अन्य प्रबल कारणों से मनुष्य की एक प्रकार की श्रद्धा खंडित होकर नवीन श्रद्धा जन्म लेती है और उस स्थिति में उसका स्वभाव उस श्रद्धा का अनुकरण भी करता है। परन्तु? सामान्य दृष्टि से प्रत्येक व्यक्ति की श्रद्धा का गुण और वर्ण उसके स्वभाव के अनुरूप ही होता है। श्रद्धा का मूल या सारतत्त्व मनुष्य की उस गूढ़ शक्ति में निहित होता है? जिसके द्वारा वह अपने चयन किये हुए लक्ष्य की प्राप्ति का निश्चय दृढ़ बनाये रखता है।मनुष्य की सार्मथ्य ही लक्ष्य प्राप्ति में उसके विश्वास को निश्चित करती है। तत्पश्चात् यह विश्वास उसकी सार्मथ्य को द्विगुणित कर उस मनुष्य की योजनाओं को कार्यान्वित करने में सहायक होता है। इस प्रकार क्षमता और श्रद्धा परस्पर पूरक और सहायक होते हैं मनुष्य के स्वभाव पर गुणों के प्रभाव का वर्णन पहले किया जा चुका है। पूर्वकाल में अर्जित किसी गुणविशेष के आधिक्य का प्रभाव मनुष्य में उसकी बाल्यावस्था से ही दिखाई देता है। यहाँ प्रयुक्त सत्त्वानुरूपा शब्द के द्वारा इसी तथ्य को इंगित किया गया है।मनुष्य श्रद्धामय है प्रत्येक भक्त श्रद्धापूर्वक जिस देवता की उपासना या आराधना करता है वह अपनी उस श्रद्धा के फलस्वरूप अपने उपास्य को प्राप्त होता है।इसमें कोई सन्देह नहीं कि मनुष्य अपनी श्रद्धा के अनुरूप ही होता है। मनुष्य के कर्म और उपलब्धियों में श्रद्धा के महत्व को सभी विचारकों ने स्वीकार किया है। गीता की ही भाषा में इस तथ्य को पूर्व के अध्याय में विस्तार से बताया गया है। ","etsga":"17.3 O scion of the Bharata dynasty, the faith of all beings is in accordance with their minds. This person is made up of faith as the dominant factor. He is verily what his faith is. ","etssa":"17.3 The faith of each is in accordance with his nature, O Arjuna. The man consists of his faith; as a mans faith is, so is he. ","etdss":"17.3. Corresponding to ones own sattva everybody has faith, O descendant of Bharata ! The person predominantly consists of the faith. What one has faith in, that he is (becomes) certainly. ","ecssa":"17.3 सत्त्वानुरूपा in accordance with his nature? सर्वस्य of each? श्रद्धा faith? भवति is? भारत O Arjuna? श्रद्धामयः consists of (his) faith? अयम् this? पुरुषः man? यः who? यच्छ्रद्धः in which his faith is? सः he? एव verily? सः that (is).Commentary The faith of every person conforms to his inherent nature or natural temperament. Man is imbued with faith. The term Svabhava is the last verse and the word Sattva in the present one are synonymous.A mans character may be judged by his faith. A mans faith shows what his character is. A man is what his faith has made him. A mans conduct in life is moulded or shaped by his faith. His faith will indicate his Nishtha (state of being? conviction). The faith of each man is according to his natural disposition or the specific tendencies or Samskaras or the selfreprodutive latent impressions of the good and bad actions which were performed in the past births. The faith of each man takes its colour and ality from the stuff of his being? his temperament? tendencies or Samskaras.Sattva Nature Natural disposition the mind with its specific tendencies.Each Every living being.Purusha Man The individual soul which is caught up in the wheel of transmigration the soul alified by mind.Sraddhamayah Full of faith Just as the Annamaya Kosa is full of food? just as the Anandamaya Kosa is full of bliss? so also the Antahkarana (mind? intellect? etc.) is full of faith.The man consists of his faith that which his faith is? he is verily that. This theory is only a repetition of the theory propounded in chapter VII? verses 20 and 23? and in chapter IX? verse 25. ","scetsga":"17.3 O scion of the Bharata dynasty, the sraddha, faith; sarvasya, of all beings; bhavati, is; sattva-anurupa, in accordance with their minds, in accordance with the internal organ which is imbued with particular impression. If this is so, what follows? The answer is: Ayam, this; purusah, person, the transmigrating soul; is sraddhamayah, made up of faith as the dominating factor. How? Sah, he, the individual soul; is eva, verily; sah, that; yah yat-sraddhah,which is the faith of that individual-he surely conforms to his faith.\nAnd, as a conseence, a persons steadfastness in sattva etc. is to be inferred from the grounds of his actions such as worship of gods etc. Hence the Lord says: ","scetdss":"17.3 Sattva etc. The word sattva in corresponding to ones own sattva is a synonym of svabhava primary nature. This person i.e., Soul, is necessarily connected with a faith that dominates all [his] other activities. [Hence], he is to be deemed just to be mainly consisting of that. ","scetssa":"17.3 Sattva means internal organ (i.e., mind). The faith of everyone is according to his internal organ. The meaning is that with whatever Guna his internal organ is conjoined, ones faith corresponds to that Guna (i.e., Guna as object). The term Sattva covers here body, senses etc., already mentioned. Man consists of faith, viz., is the product of his faith. Of whatever faith he is, viz., with whatever faith a man is possessed, that verily he is; he is a transformation of faith of that nature. The purport is this: If the person is associated with faith in auspicious acts he becomes associated with fruit of these auspicious acts. Conseently, attainment chiefly follows ones faith. Sri Krsna further explains the same subject: ","chakravarthi":"Sattvam here means the heart or internal sense organ (antah karana). There are three types of antah karana: in the mode of sattva, rajas and tamas. Accordingly, those who have sattvika antah karana have sattvika faith. Those with rajasic antah karana have rajasic faith, and those with tamas antah karana have tamasic faith. He becomes similar to whatever he faithfully worships – deva, asura or raksasa (yac sraddhah). ","rudra":" The nature of sraddha or faith is essentially the quality of sattva guna\nthe mode of goodness. This is confirmed in Srimad Bhagavatam XI.IXX.XXXIV\nbeginning saucam japas tapo homah sraddhatithyam where it states: Internal\nand external cleanliness, chanting of Lord Krishnas holy names,\npropitiation to the Supreme Lord and faith. All these are all qualities of\nsattva or goodness Therefore the question may arise how can sraddha be\nconsidered threefold. Considering this point Lord Krishna clarifies that\nthe faith of a person is influenced by the gunas or modes of material\nnature that one is situated in and it is this threefold influence that\ncauses gradations in sraddha. Thus the faith of one either intelligent or\nignorant is determined according to the quality of their consciousness. All\njivas or embodied beings exist verily as what there faith is. The worldly\nperson has faith in their possessions, the spiritual person has faith in\ntheir religion, the strong man has faith in his power, the beautiful woman\nhas faith in her beauty, etc. One is endowed with faith in the present life\nthat is the residue of the faith one had in previous lives. One who had a\npreponderance of sattva guna or raja guna or tama guna in their previous\nlife will find themselves similarly endowed with attraction to the same\npreponderance in this life. The three divisions of faith applies only to\nthe influence of the gunas which exist in every aspect of material\nexistence for those situated in raja guna and tama guna only as they are\nengaged in transitory, mundane activities pertaining to the perishable\nphysical body. But in regard to those who adhere to the injunctions and\nordinances of the Vedic scriptures and who are endowed with discriminative\nknowledge resulting from study of the Vedic scriptures as taught by the\nspiritual master they are exclusively situated in sattva guna naturally. ","brahma":" \nConsciousness is verily determined by faith. Hence the very nature of faith\nis indicative by the manner and way in which they worship. The word\nsattvanurupa means according to the mentality and characteristics arising\nfrom ones faith which manifests from one of the three gunas or modes of\nmaterial nature. ","shri":"\nThe word sattvanurupa means according to the mental characteristics. The\nqualities of the mind saturate every jiva or embodied being and\ncorrespondingly determines the of faith they are endowed with. Whatever\nstate the mind exists in, faith naturally arises from that very state. This\nalso implies the desires of the body and the attraction of the senses. The\nword sraddhamayo means inundated with one of the three types of faith\nsituated from either sattva guna the mode of goodness, raja guna the mode\nof passion or tama guna the mode of ignorance. In whatever mode of faith\none is united with into that mode of faith one is transformed. If such a\njiva is imbued with faith for performing spiritual activities one will\nachieve spiritual results. Contrarily if one is attracted with faith to\nperform demoniac activities one will achieve demoniac results both in\naccordance with their faith. ","kumar":"The word sattvanurupa means according to the mental characteristics. The\nqualities of the mind saturate every jiva or embodied being and\ncorrespondingly determines the of faith they are endowed with. Whatever\nstate the mind exists in, faith naturally arises from that very state. This\nalso implies the desires of the body and the attraction of the senses. The\nword sraddhamayo means inundated with one of the three types of faith\nsituated from either sattva guna the mode of goodness, raja guna the mode\nof passion or tama guna the mode of ignorance. In whatever mode of faith\none is united with into that mode of faith one is transformed. If such a\njiva is imbued with faith for performing spiritual activities one will\nachieve spiritual results. Contrarily if one is attracted with faith to\nperform demoniac activities one will achieve demoniac results both in\naccordance with their faith. "}