{"meta":"Bhagavad Gita Chapter 18 Verse 54","metahi":"भगवद् गीता 18.54","slok":"ब्रह्मभूतः प्रसन्नात्मा न शोचति न काङ्क्षति।समः सर्वेषु भूतेषु मद्भक्तिं लभते पराम्।।18.54।। ","htsrsd":"।।18.54।।वह ब्रह्मभूतअवस्थाको प्राप्त प्रसन्न मनवाला साधक न तो किसीके लिये शोक करता है और न किसीकी इच्छा करता है। ऐसा सम्पूर्ण प्राणियोंमें समभाववाला साधक मेरी पराभक्तिको प्राप्त हो जाता है। ","htstma":"।।18.54।। ब्रह्मभूत (जो साधक ब्रह्म बन गया है)? प्रसन्न मन वाला पुरुष न इच्छा करता है और न शोक? समस्त भूतों के प्रति सम होकर वह मेरी परा भक्ति को प्राप्त करता है।। ","transliteration":"Brahmabhootah prasannaatmaa na shochati na kaangkshati;\nSamah sarveshu bhooteshu madbhaktim labhate paraam. ","englishmeaning":"brahma-bhūtaḥ—one situated in Brahman; prasanna-ātmā—mentally serene; na—neither; śhochati—grieving; na—nor; kāṅkṣhati—desiring; samaḥ—equitably disposed; sarveṣhu—toward all; bhūteṣhu—living beings; mat-bhaktim—devotion to me; labhate—attains; parām—supreme ","hcsrsd":"।।18.54।। व्याख्या --   ब्रह्मभूतः -- जब अन्तःकरणमें विनाशशील वस्तुओंका महत्त्व मिट जाता है? तब अन्तःकरणकी अहंकार? घमंड आदि वृत्तियाँ शान्त हो जाती हैं अर्थात् उनका त्याग हो जाता है। फिर अपने पास जो वस्तुएँ हैं? उनमें भी ममता नहीं रहती। ममता न रहनेसे सुख और भोगबुद्धिसे वस्तुओंका संग्रह नहीं होता। जब सुख और भोगबुद्धि मिट जाती है? तब अन्तःकरणमें स्वतःस्वाभाविक ही शान्ति आ जाती है।इस प्रकार साधक जब असत्से ऊपर उठ जाता है? तब वह ब्रह्मप्राप्तिका पात्र बन जाता है। पात्र बननेपर उसकी ब्रह्मभूतअवस्था अपनेआप हो जाती है। इसके लिये उसको कुछ करना नहीं पड़ता। इस अवस्थामें मैं ब्रह्मस्वरूप हूँ और ब्रह्म मेरा स्वरूप है ऐसा उसको अपनी दृष्टिसे अनुभव हो जाता है। इसी अवस्थाको यहाँ (और गीता 5। 24 में भी) ब्रह्मभूतः पदसे कहा गया है।प्रसन्नात्मा -- जब अन्तःकरणमें असत् वस्तुओंका महत्त्व हो जाता है? तब उन वस्तुओंको प्राप्त करनेकी कामना पैदा हो जाती है और अशान्ति (हलचल) पैदा हो जाती है। परन्तु जब असत् वस्तुओंका महत्त्व मिट जाता है? तब साधकके चित्तमें स्वाभाविक ही प्रसन्नता रहती है। अप्रसन्नताका कारण मिट जानेसे फिर कभी अप्रसन्नता होती ही नहीं। कारण कि सांख्ययोगी साधकके अन्तःकरणमें अपनेसहित संसारका अभाव और परमात्मतत्त्वका भाव अटल रहता है।न शोचति न काङ्क्षति -- उस प्रसन्नताकी पहचान यह है कि वह शोकचिन्ता नहीं करता। सांसारिक कितनी ही बड़ी हानि हो जाय? तो भी वह शोक नहीं करता और अमुक परिस्थिति प्राप्त हो जाय -- ऐसी इच्छा भी नहीं करता। तात्पर्य है कि उत्पन्न और नष्ट होनेवाली तथा आनेजानेवाली परिवर्तनशील परिस्थिति? वस्तु? व्यक्ति? पदार्थ आदिके बननेबिगड़नेसे उसपर कोई असर ही नहीं पड़ता। जो परमात्मामें अटलरूपसे स्थित है? उसपर आनेजानेवाली परिस्थितियोंका असर हो ही कैसे सकता हैसमः सर्वेषु भूतेषु -- जबतक साधकमें किञ्चिन्मात्र भी हर्षशोक? रागद्वेष आदि द्वन्द्व रहते हैं? तबतक वह सर्वत्र व्याप्त परमात्माके साथ अभिन्नताका अनुभव नहीं कर सकता। अभिन्नताका अनुभव न होनेसे वह अपनेको सम्पूर्ण भूतोंमें सम नहीं देख सकता। परन्तु जब साधक हर्षशोकादि द्वन्द्वोंसे सर्वथा रहित हो जाता है? तब परमात्माके साथ स्वतःस्वाभाविक अभिन्नता (जो कि सदासे ही थी) का अनुभव हो जाता है। परमात्माके साथ अभिन्नता होनेसे? अपना कोई व्यक्तित्व (टिप्पणी प0 948) (व्यक्तित्व उसे कहते हैं? जिसमें मनुष्य अपनी सत्ता अलग मानता है और जिससे बन्धन होता है) न रहनेसे अर्थात् मैं हूँ इस रूपसे अपनी कोई अलग सत्ता न रहनेसे वह सम्पूर्ण प्राणियोंमें सम है -- समोऽहं सर्वभूतेषु (गीता 9। 29)? ऐसे ही वह भी सम्पूर्ण प्राणियोंमें सम हो जाता है।वह सम्पूर्ण प्राणियोंमें सम किस प्रकार होता है जैसे -- मनोराज्य और स्वप्नमें जो नाना सृष्टि होती है? उसमें मन ही अनेक रूप धारण करता है अर्थात् वह सृष्टि मनोमयी होती है। मनोमयी होनेसे जैसे सब सृष्टिमें मन है और मनमें सब सृष्टि है? ऐसे ही सब प्राणियोंमें (आत्मरूपसे) वह है और उसमें सम्पूर्ण प्राणी हैं (गीता 6। 29)। इसीको यहाँ समः सर्वेषु भूतेषु कहा है।मद्भक्तिं लभते पराम् -- जब समरूप परमात्माके साथ अभिन्नताका अनुभव होनेसे साधकका सर्वत्र समभाव हो जाता है? तब उसका परमात्मामें प्रतिक्षण वर्धमान एक विलक्षण आकर्षण? खिंचाव? अनुराग हो जाता है। उसीको यहाँ पराभक्ति कहा है।पाँचवें अध्यायके चौबीसवें श्लोकमें जैसे ब्रह्मभूतअवस्थाके बाद ब्रह्मनिर्वाणकी प्राप्ति बतायी है -- स योगी ब्रह्मनिर्वाणं ब्रह्मभूतोऽधिगच्छति? ऐसे ही यहाँ ब्रह्मभूतअवस्थाके बाद पराभक्तिकी प्राप्ति बतायी है। सम्बन्ध --   अब आगेके श्लोकमें पराभक्तिका फल बताते हैं। ","hcsca":"।।18.54।। अहंकार और उसकी विभिन्न अभिव्यक्तियों के परित्याग से साधक का मन शान्त हो जाता है। प्राय मन के असंयमित होने तथा जीवन के त्रुटिपूर्ण मूल्यांकन के कारण ही अन्तकरण में विक्षेप और संभ्रम उत्पन्न होते हैं। उनकी निवृत्ति से मन आपेक्षिक शान्ति को प्राप्त करता है। प्रयत्नपूर्वक प्राप्त की गयी शान्ति स्वरूपानुभव से स्वाभाविक बन जाती है।कृत्रिम शान्ति को स्वाभाविक शान्ति में परिवर्तित करने के लिए शारीरिक प्रयत्नों की आवश्यकता नहीं होती। इसके लिए तो मन की सतत सजगता की ही अपेक्षा होती है। प्राय यह देखा जाता है कि कर्तृत्व के अभिमान का त्याग करने पर भी? साधक में यदि वैराग्य की कुछ न्यूनता हो? तो उसके मन में भोक्तृत्व का अभिमान उत्पन्न हो जाता है। इसी भोक्तृत्वाभिमान के कारण अनेक साधकगण पुन भोगों में आसक्त हो जाते हैं। इसीलिए? साधक को अत्यधिक सजग रहना चाहिए। कर्तृत्व और भोक्तृत्व इन दोनों का नाश होना अनिवार्य है।इस श्लोक में प्रयुक्त ब्रह्मभूत शब्द उस साधक को दर्शाता है? जिसने अध्यात्म शास्त्र का श्रवण और मनन करके अपने ब्रह्मस्वरूप को पहचान लिया है। इसका अर्थ यह नहीं हुआ कि उसने ब्रह्मस्वरूप में निष्ठा प्राप्त कर ली है? तथापि? इस ज्ञान के कारण मन के विक्षेपों की संख्या घटती जाती है। उपाधितादात्म्य से ही विक्षेप उत्पन्न होते हैं? परन्तु विवेकी पुरुष का प्रयत्न उस तादात्म्य की निवृत्ति के लिए ही होता है। जिस मात्रा में वह अपने विवेकी स्वरूप का भान बनाये रखने में समर्थ होता है? उसी मात्रा में उसका अन्तकरण प्रसन्न? अर्थात् शान्त? शुद्ध और स्थिर रहता है।उपर्युक्त गुणों को सम्पादित कर लेने पर साधक की विषयोपभोग की इच्छा समाप्त प्राय हो जाती है। वह भोग की आकांक्षा नहीं करता ( न कांक्षति)। इच्छा के न होने पर शोक का भी अभाव हो जाता है (न शोचति)। इष्ट फल के प्राप्त न होने पर अथवा उसके नष्ट हो जाने पर दुख अवश्यंभावी है। परन्तु विवेकी साधक इन दोनों के बन्धनों से मुक्त हो जाता है। इच्छा? शोक आदि अहंकार के धर्म है? शुद्ध आत्मा के नहीं।जिस विवेकी साधक का सुख बाह्यविषयनिरपेक्ष हो जाता है? वह अपने उस आत्मस्वरूप का दर्शन करता है? जो भूतमात्र की आत्मा है। अत वह समस्त भूतों के प्रति सम हो जाता है।उक्त गुणों से युक्त साधक मेरी परा भक्ति को प्राप्त कर लेता है। इसके पूर्व? एक सम्पूर्ण अध्याय में भक्तियोग का विस्तृत विवेचन किया गया था। भक्ति प्रेमस्वरूप है। प्रेम का मापदण्ड है? प्रियतम के साथ तादात्म्य उस के साथ पूर्णत एकरूप हो जाना। इस पूर्ण तादात्म्य के लिए साधक का उपाधियों के साथ तादात्म्य तथा विषय संग सर्वथा समाप्त हो जाना चाहिए। प्रस्तुत प्रकरण के तीन श्लोकों में उल्लिखित गुणों से युक्त पुरुष ही परमात्मा की परा भक्ति का अधिकारी होता है।साधना के अन्तिम सोपान को अगले श्लोक में बताया गया है ","etsga":"18.54 One who has become Brahman and has attained the blissful Self does not grieve or desire. Becoming the same towards all beings, he attains supreme devotion to Me. ","etssa":"18.54 Becoming Brahman, serene in the Self, he neither grieves nor desires, the same to all beings, he obtains supreme devotion to Me. ","etdss":"18.54. Having become the Brahman, the serene-minded one neither grieves nor rejoices; remaining eal to all beings, he gains the highest devotion to Me. ","ecssa":"18.54 ब्रह्मभूतः having become Brahman? प्रसन्नात्मा sereneminded? न not? शोचति (he) grieves? न not? काङ्क्षति desires? समः the same? सर्वेषु all? भूतेषु in beings? मद्भक्तिम् devotion unto Me? लभते obtains? पराम् supreme.Commentary Brahmabhutah Having attained to Brahman. His attainment of perfect freedom or oneness with the Supreme is described in the next verse.He is tranilminded. He is in a state of balance and eanimity. There is nothing connected with the little personality that may cause him to grieve or prompt him to feel desire. When this state is attained? the multiplicity of objects gradually disappears and he perceives only unity everywhere. The waking and dream consciousness that gives rise to false knowledge gradually passes away.He does not grieve about his bodily wants. If he fails in his attempt to fulfil them? he does not grieve either. He always keeps evenness of mind in success and failure. He has no longing for any object that is not attained.Na sochati na kankshati can also be interpreted as he neither grieves nor exults.Samah sarveshu bhuteshu may also mean he puts himself in the position of others and feels for others. If anyone is in acute agony or distress? he himself feels that he is affected. His heart is very tender and soft. He is extremely compassionate and merciful. He considers that the pleasure and pain of all beings are his own. If others rejoice he also rejoices if others are in distress? he also is distressed. His heart is so much expanded that he feels for all. Jealousy? narrowness of heart? pettymindedness? the idea of separateness? all barriers that separate man from man? prejudices of all sorts and dislike for others -- all vanished in toto. He has cosmic love. He is a cosmic benefactor. He is the friend of all. This state of expansion is beyond description. One has to experience it for oneself. Such a devotee or aspirant attains supreme devotion to Me? the fourth or the highest of the four kinds of devotion mentioned in verse 16 of chapter VII? viz.? devotion of knowledge of the man of wisdom. (Cf.II.70) ","scetsga":"18.54 Brahma-bhutah, one who has become Brahman, attained Brahman through the above process; and prasanna-atma, [Prasada means the manifestation of the supreme Bliss of the Self as a result of the total cessation of all evils. Prasanna-atma is one who has attained this in the present life itself.] has attained the blissful Self, the indwelling Self; na, does not; socati, grieve-does not lament for the loss of something or the lack of some ality in oneself; nor kanksati, desire. By saying he does not grieve nor desire, this nature of one who has attained Brahman is being restated. For it does not stand to reason that in the case of a knower of Brahman there can be any hankering for something unattained. Or, (in place of kanksati) teh reading may be na hrsyati, does not become elated.\nBecoming samah, the same; sarvesu bhutesu, towards all being-i.e., he verily judges what is happiness and sorrow in all beings by the same standard as he would apply to himself (cf. 6.32); but the meaning is not seeing the Self alike in all beings, for this will be spoken of in (the next verse), Through devotion he knows Me-; he, the one who is of this kind and steadfast in Knowledge, labhate, attains; param, supreme; madbhaktim, devotion to Me, to the supreme Lord; (he attains) devotion which is described as Knowledge, as the fourth in, ৷৷.four classes of people৷৷.adore Me (7.16).\nThen, ","scetdss":"18.54 See Comment under 18.60 ","scetssa":"18.54 Having realised the state of Brahman, means having got from revelation an understanding of the nature of the self as consisting of unlimited knowledge and of being a Sesa (subservient being) to Me. Subservience to Me has been posited in, Know that which is other than this (Prakrti or lower Nature) to be the higher Prakrti of Mine (7.5). One who is tranil means one who is not contaminated by various forms of grief (the five Klesas of Yoga-sutras), and does not grieve about any being other than Myself, nor desires anything other than Myself. On the other hand, he becomes eally indifferent to all beings other than Myself as worthless as straw and attains supreme Bhakti for Me. He attains supreme devotion to Me, which is of the form of an experience which makes Me dear beyond all description - Me the Lord of all, to whom creation, protection and dissolution of the universe is a sport, who is devoid of the slightest trace of evil, who is the sole seat of countless hosts of auspicious attributes which are excellent and unlimited; and who is the ocean of the elixir of beauty; who is the Lord of Sri; who is Lotus-eyed; and who is the selfs own Lord. Sri Krsna declares the fruits of this (devotion): ","chakravarthi":"With the removal of all misconceptions or appearances (upadhi), one attains the state of brahman (brahma bhutah), by being in a state of uncovered  consciousness. Because of the disappearance of the contamination of the gunas, he is said to be pure (prasanna) and he is the soul (atma). And because of absence of misconceptions of body, when he loses something he does not lament and when he fails to attain something he does not hanker for it (na socati na kanksati), unlike his previous state.\nLike an innocent child, he regards all beings as equal whether good or bad without looking at the externals. With the cessation of jnana, like a fire which dies without fuel, he attains indestructible bhakti to me in the form of hearing chanting and other processes, arising after the cessation of jnana. Attainment of bhakti is through the action of my svarupa sakti, since bhakti alone does not disappear even with the disappearance of vidya and avidya, being different from the maya sakti. It is called param being far superior to jnana. Remaining after the disappearance of niskama karma, jnana and any other process, it surpasses all others, and is pure. Thus param is equal to the word kevalam.\nThough bhakti was previously present in small proportion during practices such as jnana and vairagya, just in order to bring about liberation, bhakti was not clearly visible, being like the antaryami in all beings. Therefore the word attains (labhate) is the suitable word rather than produces, since it was already present within the person. Though mixed with a tangle of plants, which are impermanent, indestructible gold and jewels attain purity (kevalam) by being separated from those things. At this particular time, there is generally the attainment of prema bhakti in its complete form, rather than its other fruit, sayujya. Thus the phrase param bhakti also indicates prema bhakti in this verse. ","rudra":"\nThe result of remaining steadfast in realisation of the Brahman or\nspiritual substratum pervading all existence is that serenity and\ntranquillity is the natural state of mind which is unperturbed by what may\nhave been lost as well as devoid of desires over what is yet to be gained\nfor such an unwavering mind does not identify itself with the physical body\nor concern itself with mundane pursuits. Hence exhibiting equipoise to all\njivas or embodied beings due to the absence of distractions arising from\nobsession and aversion such a one attains supreme devotion to the Supreme\nLord Krishna in the form of perceiving that He is existing as paramatma the\nomniscient all pervading super soul in every jiva. ","brahma":"There is no commentary for this verse. ","shri":"\nLord Krishna gives further characteristics of the spiritually qualified.\nThe words brahma-bhutah means comprehending the eternal nature of the atma\nor immortal soul, the infinite nature of its consiousness and its essential\nrelationship with the Supreme Lord. This essential relationship consists in\nrealising that one is dependent upon the Supreme Lord in every aspect of\nexistence and to be grateful to Him for everything. The word prasanna means\npure hearted, lucid and clear internally, uncluttered by turbid and painful\nexperiences. Na socati means does not grieve. Na kanksati means does not\ncrave. Since all the love that such an aspirant feels is totally and\nexclusively for the Supreme Lord. The only grief such an aspirant ever\nexperiences is separation from Lord Krishna and the only craving such an\naspirant ever experiences is communion with Lord Krishna. Samah means\nequanimity and as such looks at all jivas or embodied beings equally,\nknowing the atma resides equally in all. It also can manifest as an\nattitude of indifference to anything not related directly to the Supreme\nLord, avoiding mundane actions and shunning worldly attachments. Mad-\nbhaktim means exclusive loving devotion unto the Supreme Lord Krishna in\nthe form of sublime and exquisite bliss occasioned by the atmas rapturous\ncommunion with Him, the Supreme Lord of all lords. The sole creator of the\ncosmic manifestation, its evolutions, progressions and dissolutions. Who is\nthe absolute antithesis to all that is evil. Who is the root source of all\ncreation and the depository of boundless, unlimited and glorious\nillustrious attributes and qualities. Who is united with Sri Laksmi the\ngoddess of fortune. Who is the epitome of beauty and the sovereign of every\njiva being the source of every atma. Lord Krishna is the supreme\nattainment, transcendental, all pervading, omnipotent, omniscient, far\nbeyond material nature. ","kumar":"Lord Krishna gives further characteristics of the spiritually qualified.\nThe words brahma-bhutah means comprehending the eternal nature of the atma\nor immortal soul, the infinite nature of its consiousness and its essential\nrelationship with the Supreme Lord. This essential relationship consists in\nrealising that one is dependent upon the Supreme Lord in every aspect of\nexistence and to be grateful to Him for everything. The word prasanna means\npure hearted, lucid and clear internally, uncluttered by turbid and painful\nexperiences. Na socati means does not grieve. Na kanksati means does not\ncrave. Since all the love that such an aspirant feels is totally and\nexclusively for the Supreme Lord. The only grief such an aspirant ever\nexperiences is separation from Lord Krishna and the only craving such an\naspirant ever experiences is communion with Lord Krishna. Samah means\nequanimity and as such looks at all jivas or embodied beings equally,\nknowing the atma resides equally in all. It also can manifest as an\nattitude of indifference to anything not related directly to the Supreme\nLord, avoiding mundane actions and shunning worldly attachments. Mad-\nbhaktim means exclusive loving devotion unto the Supreme Lord Krishna in\nthe form of sublime and exquisite bliss occasioned by the atmas rapturous\ncommunion with Him, the Supreme Lord of all lords. The sole creator of the\ncosmic manifestation, its evolutions, progressions and dissolutions. Who is\nthe absolute antithesis to all that is evil. Who is the root source of all\ncreation and the depository of boundless, unlimited and glorious\nillustrious attributes and qualities. Who is united with Sri Laksmi the\ngoddess of fortune. Who is the epitome of beauty and the sovereign of every\njiva being the source of every atma. Lord Krishna is the supreme\nattainment, transcendental, all pervading, omnipotent, omniscient, far\nbeyond material nature. "}