{"meta":"Bhagavad Gita Chapter 18 Verse 67","metahi":"भगवद् गीता 18.67","slok":"इदं ते नातपस्काय नाभक्ताय कदाचन।न चाशुश्रूषवे वाच्यं न च मां योऽभ्यसूयति।।18.67।। ","htsrsd":"।।18.67।।यह सर्वगुह्यतम वचन अतपस्वीको मत कहना अभक्तको कभी मत कहना जो सुनना नहीं चाहता? उसको मत कहना और जो मेरेमें दोषदृष्टि करता है? उससे भी मत कहना। ","htstma":"।।18.67।। यह ज्ञान ऐसे पुरुष से नहीं कहना चाहिए? जो अतपस्क (तपरहित) है? और न उसे जो अभक्त है उसे भी नहीं जो अशुश्रुषु (सेवा में अतत्पर) है और उस पुरुष से भी नहीं कहना चाहिए? जो मुझ (ईश्वर) से असूया करता है? अर्थात् मुझ में दोष देखता है।। ","transliteration":"Idam te naatapaskaaya naabhaktaaya kadaachana;\nNa chaashushrooshave vaachyam na cha maam yo’bhyasooyati. ","englishmeaning":"idam—this; te—by you; na—never; atapaskāya—to those who are not austere; na—never; abhaktāya—to those who are not devoted; kadāchana—at any time; na—never; cha—also; aśhuśhrūṣhave—to those who are averse to listening (to spiritual topics); vāchyam—to be spoken; na—never; cha—also; mām—toward me; yaḥ—who; abhyasūyati—those who are envious ","hcsrsd":"।।18.67।। व्याख्या --   इदं ते नातपस्काय -- पूर्वश्लोकमें आये सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज -- इस सर्वगुह्यतम वचनके लिये यहाँ इदम् पद आया है।अपने कर्तव्यका पालन करते हुए स्वाभाविक जो कष्ट आ जाय? विपरीत परिस्थिति आ जाय? उसको प्रसन्नतापूर्वक सहनेका नामतप है। तपके बिना अन्तःकरणमें पवित्रता नहीं आती? और पवित्रता आये बिना अच्छी बातें धारण नहीं होतीं। इसलिये भगवान् कहते हैं कि जो तपस्वी नहीं है? उसको यह सर्वगुह्यतम रहस्य नहीं कहना चाहिये।जो सहिष्णु अर्थात् सहनशील नहीं है? वह भी अतपस्वी है। अतः उसको भी यह सर्वगुह्यतम रहस्य नहीं कहना चाहिये। यह सहिष्णुता चार प्रकारकी होती है --,(1) द्वन्द्वसहिष्णुता -- रागद्वेष? हर्षशोक? सुखदुःख? मानअपमान? निन्दास्तुति आदि द्वन्द्वोंसे रहित हो जाना -- ते द्वन्द्वमोहनिर्मुक्ताः (गीता 7। 28) द्वन्द्वैर्विमुक्ताः सुखदुःखसंज्ञैः गीता (15। 5)।(2) वेगसहिष्णुता -- काम? क्रोध? लोभ? द्वेष आदिके वेगोंको उत्पन्न न होने देना -- कामक्रोधोद्भवं वेगम् (गीता 5। 23)।(3) परमतसहिष्णुता -- दूसरोंके मतकी महिमा सुनकर अपने मतमें सन्देह न होना और उनके मतसे उद्विग्न न होना (टिप्पणी प0 987.1) -- एकं सांख्यं च योगं च यः पश्यति स पश्यति (गीता 5। 5)।(4) परोत्कर्षसहिष्णुता -- अपनेमें योग्यता? अधिकार? पद? त्याग? तपस्या आदिकी कमी है? तो भी दूसरोंकी योग्यता? अधिकार आदिकी प्रसंशा सुनकर अपनेमें कुछ भी विकार न होना -- विमत्सरः (गीता 4। 22) हर्षामर्षभयोद्वेगैर्मुक्तः (गीता 12। 15)।ये चारों सहिष्णुताएँ सिद्धोंकी हैं। ये सहिष्णुताएँ जिसका लक्ष्य हों? वही तपस्वी है और जिसका लक्ष्य न हों? वही अतपस्वी है।ऐसे अतपस्वी अर्थात् असहिष्णु (टिप्पणी प0 987.2) को सर्वगुह्यतम रहस्य न सुनानेका मतलब है किसम्पूर्ण धर्मोंको मेरेमें अर्पण करके तू अनन्यभावसे मेरी शरण आ जा -- इस बात को सुनकर उसके मनमें कोई विपरीत भावना या दोष आ जाय? तो वह मेरी इस सर्वगुह्यतम बातको सह नहीं सकेगा और इसका निरादर करेगा? जिससे उसका पतन हो जायगा।दूसरा भाव यह है कि जिसका अपनी वृत्तियों? आचरणों? भावों आदिको शुद्ध करनेका उद्देश्य नहीं है? वह यदि मेरीतू मेरी शरणमें आ जा? तो मैं तुझे सम्पूर्ण पापोंसे मुक्त कर दूँगा? तू चिन्ता मत कर -- इन बातोंको सुनेगा तोमैं चिन्ता क्यों करूँ चिन्ता भगवान् करेंगे ऐसा उल्टा समझकर दुर्गणदुराचारोंमें लग जायगा और अपना अहित कर लेगा। इससे मेरी सर्वगुह्यतम् बातका दुरुपयोग होगा। अतः इसे कुपात्रको कभी मत सुनाना।नाभक्ताय कदाचन -- जो भक्तिसे रहित है? जिसका भगवान्पर भरोसा? श्रद्धाविश्वास और भक्ति न होनेसे उसकी यह विपरीत धारणा हो सकती है किभगवान् जो आत्मश्लाघी हैं? स्वार्थी हैं और दूसरोंको वशमें करना चाहते हैं। जो दूसरोंको अपनी आज्ञामें चलाना चाहता है? वह दूसरोंको क्या निहाल करेगा उसके शरण होनेसे क्या लाभ आदिआदि। इस प्रकार दुर्भाव करके वह अपना पतन कर लेगा। इसलिये ऐसे,अभक्तको कभी मत कहना।न चाशुश्रूषवे वाच्यम् -- जो इस रहस्यको सुनना नहीं चाहता? इसकी उपेक्षा करता है? उसको भी कभी मत सुनाना क्योंकि बिना रुचिके? जबर्दस्ती सुनानेसे वह इस बातका तिरस्कार करेगा? उसको सुनना अच्छा नहीं लगेगा? उसका मन इस बातको फेंकेगा। यह भी उसके द्वारा एक अपराध होगा। अपराध करनेवालेका भला नहीं होता। अतः जो सुनना नहीं चाहता? उसको मत सुनाना।न च मां योऽभ्यसूयति -- जो गुणोंमें दोषारोपण करता है? उसको भी मत सुनाना क्योंकि उसका अन्तःकरण अत्यधिक मलिन होनेके कारण वह भगवान्की बात सुनकर उलटे उनमें दोषारोपण ही करेगा।दोषदृष्टि रहनेसे मनुष्य महान् लाभसे वञ्चित हो जाता है और अपना पतन कर लेता है। अतः दोषदृष्टि करना बड़ा भारी दोष है। यह दोष श्रद्धालुओंमें भी रहता है। इसलिये साधकको सावधान होकर इस भयंकर दोषसे बचते रहना चाहिये। भगवान्ने भी (गीता 3। 31में) जहाँ अपना मत बताया? वहाँ श्रद्धावन्तः अनसूयन्तः पदोंसे यह बात कही कि श्रद्धायुक्त और दोषदृष्टिसे रहित मनुष्य कर्मोंसे छूट जाता है। ऐसे ही गीताके माहात्म्य (गीता 18। 71) में भी श्रद्धावाननसूयश्च पदोंसे यह बताया कि श्रद्धावान् और दोषदृष्टिसे रहित मनुष्य केवल गीताको सुननेमात्रसे वैकुण्ठ आदि लोकोंको चला जाता है।इस गोपनीय रहस्यको दूसरोंसे मत कहना -- यह कहनेका तात्पर्य दूसरोंको इस गोपनीय तत्त्वसे वञ्चित रखना नहीं है? प्रत्युत जिसकी भगवान् और उनके वचनोंपर श्रद्धाभक्ति नहीं है? वह भगवान्को स्वार्थी समझकर (जैसे साधारण मनुष्य अपने स्वार्थके लिये ही किसीको स्वीकार करते हैं)? भगवान्पर दोषारोपण करके महान् पतनकी तरफ न चला जाय? इसलिये उसको कहनेका निषेध किया है। सम्बन्ध --  गीताजीका यह प्रभाव है कि जो प्रचार करेगा? उससे बढ़कर मेरा प्यारा कोई नहीं होगा -- यह बात भगवान् आगेको दो श्लोकोंमें बताते हैं। ","hcsca":"।।18.67।। प्राय अध्यात्मशास्त्र के समस्त ग्रन्थों के अन्तिम भाग में शास्त्रसंप्रदाय की विधि अर्थात् ज्ञान के अधिकारी का वर्णन किया जाता है। इसी महान् परम्परा का अनुसरण करते हुए? इस श्लोक में? भगवान् श्रीकृष्ण बताते हैं कि यह ज्ञान किसे नहीं देना चाहिए। इसी के द्वारा यहाँ इसका भी बोध कराया गया है कि ज्ञान के योग्य अधिकारी में कौन से गुण होने चाहिए। इसका अर्थ यह नहीं हुआ कि इन गुणों के उल्लेख से गीता की ज्ञान निधि के चारों ओर प्राचीरें खड़ी की गई हैं। कोई यह न समझे कि कतिपय लोगों की स्वार्थसिद्धि के लिए और उन्हें इस ज्ञाननिधि के व्यापार का एकाधिकार प्रदान करने के लिए इस सम्प्रदाय विधि का निर्माण किया गया है।यहाँ उल्लिखित गुणों के अध्ययन से ज्ञात होगा कि साधक के आन्तरिक व्यक्तित्व के सुगठन के लिए इन गुणों का होना आवश्यक है। साधन सम्पन्न साधक ही इस ज्ञान का ग्रहण? धारण एवं स्मरण करने में समर्थ होता है। वही इस ज्ञानानन्द का अनुभव एवं अर्जन करके उसे अपने जीवन में प्रकट कर सकता है।यह ज्ञान ऐसे पुरुष को नहीं देना चाहिए जो (1) तपरहित है शरीर? वाणी और मन का संयम ही तप है जिसके द्वारा हम समस्त शक्तियों का संचय कर सकते हैं। संयमरूपी तप से रहित पुरुष में इस ज्ञान को ग्रहण करने की मानसिक और बौद्धिक क्षमता ही नहीं होती। इसलिए? तप रहित व्यक्ति से ज्ञान नहीं कहना चाहिए? क्योंकि इससे उस व्यक्ति को कोई लाभ नहीं होगा। इस कथन में रंचमात्र भी पूर्वाग्रह और दुराग्रह नहीं है। यह कथन इसी प्रकार का है कि? कृपया चट्टानों पर बीजारोपण मत करो। कारण यह है कि कृषक को इससे कोई फसल प्राप्त नहीं होगी।(2) जो अभक्त है तपयुक्त हो किन्तु भक्त न हो? तो उस पुरुष से भी यह ज्ञान नहीं कहना चाहिए। जो साधक अपने लक्ष्य के साथ तादात्म्य नहीं कर सकते? उससे प्रेम नहीं कर सकते? वे इस ज्ञान के अधिकारी नहीं हैं। प्रेम के अभाव में त्याग और उत्साह संभव नहीं है। प्रेमालिंगन में अपने आदर्श को बांध लेना ही भक्ति है।(3) जो अशुश्रुषु (सेवा में अतत्पर) है यदि कोई पुरुष तपस्वी और भक्त है? परन्तु गुरुसेवा और जनसेवा करने में संकोच करता है? तो वह भी योग्य विद्यार्थी नहीं कहा जा सकता। भगवान् श्रीकृष्ण ने सम्पूर्ण गीता में निस्वार्थ सेवा पर विशेष बल दिया है? क्योंकि चित्तशुद्धि का वही सर्वश्रेष्ठ साधन है। स्वार्थी लोग कभी भी इस ज्ञान को ग्रहण नहीं कर पाते हैं और न ही उसके आनन्द का अनुभव कर सकते हैं।(4) जो मुझे से असूया अर्थात् मुझमें दोष देखता है गुणों में दोष देखना असूया है? जो लोग ईश्वर? गुरु और शास्त्रप्रमाण में भी दोष देखते हैं? वे किस प्रकार आत्मज्ञान को प्राप्त कर सकते हैं मुझसे असूया का अर्थ परमात्मा से असूया है। उसी प्रकार? तत्त्वज्ञान का अनादर करने वाले लोग भी अभ्यसूयक कहलाते हैं। बल प्रयोग के द्वारा कराये गये धर्म परिवर्तन से उस मत के अनुयायियों का संख्याबल तो बढ़ाया जा सकता है? परन्तु? ऐसे प्रयोग से आत्मविकास नहीं कराया जा सकता। किसी के भी ऊपर धर्म को नहीं थोपना चाहिए। यदि तत्त्वज्ञान के प्रति मन में तिरस्कार का भाव है? तो बुद्धि से उसे समझने पर भी हम उसे अपने जीवन म्ों कार्यान्वित नहीं कर सकते हैं। इसलिए? असूया युक्त पुरुष इस ज्ञान का अधिकारी नहीं है।इस प्रकार के श्लोकों का प्रयोजन साधकों को साधन मार्ग दर्शाना होता है। गीता के अध्ययन से तत्काल ही किसी लाभ की अपेक्षा नहीं करनी चाहिए। रातोरात व्यक्तित्व का सुगठन नहीं किया जा सकता। गीता इस प्रकार के चमत्कार का आश्वासन नहीं देती।इस श्लोक का अभिप्राय यह हुआ कि तप? भक्ति? सेवाभाव और आदर से युक्त पुरुष ही आत्मज्ञान का उत्तम अधिकारी है। यदि हम शास्त्र के अध्ययन से अधिक लाभान्वित नहीं होते हैं? तो? निश्चय ही हममें किसी आवश्यक गुण का अभाव होना चाहिए। उस स्थिति में आत्मनिरीक्षण के द्वारा हम आत्मशोधन करें। जैसे? दर्पण पर जमी धूल को स्वच्छ कर देने से प्रतिबिम्ब स्पष्ट दिखाई देता है? उसी प्रकार अन्तकरण के शुद्ध और स्थिर होने पर आत्मानुभव स्पष्ट होता है।अब? संप्रदाय के प्रवर्तक एवं प्रचारक को प्राप्त होने वाले फल को बताते हैं ","etsga":"18.67 This (that I have taught) you should not ever be taught to one who is devoid of austerities and to one who is not a devotee; also, neither to one who does not render service, nor as well to one who cavils at Me. ","etssa":"18.67 This is never to be spoken by thee to one who is devoid of austerities or devotion, nor to one who does not render service or who does not desire to listen, nor to one who cavils at Me. ","etdss":"18.67. This [knowledge] is for you, and it should never be imparted to one who does not observe austerities; to him who has no devotion; to him who has no desire to listen; and to him who is indignant towards Me. ","ecssa":"18.67 इदम् this? ते by thee? न not? अतपस्काय to one who is devoid of austerity? न not? अभक्ताय to one who is not devoted? कदाचन never? न not? च and? अशुश्रूषवे to one who does not render service or who does not desire to listen? वाच्यम् to be spoken? न not? च and? माम् Me? यः who? अभ्यसूयति cavils at.Commentary This The scripture which has been taught to you.Service To the Guru.The scripture can be taught to him who does not speak ill of the Lord? who is a man of austerities? who is devoted? who is thirsting to hear and who renders service to his Guru.One who cavils at Me He who disregards Me taking Me for an ordinary man? who does not like to be told that I am the Lord. ","scetsga":"18.67 Idam, this Scripture; which has been taught by Me te, to you, for your good, for terminating mundane existence; an vacyam, should not be taught (-na is connected with the remote word vacyam-); atapaskaya, to one who is devoid of austerities. It should kadacana, never, under any condition whatsoever; be taught abhaktaya, to one who is not a devotee, who is devoid of devotion to his teacher and God, even if he be a man of austerity. Neither should it be taught even asurusave, to one who does not redner service-even though he may be a devotee and a man of austerity. Na ca, nor as well; to him yah, who; abhyasuyati, cavils; mam, at Me, at Vasudeva-thinking that I am an ordinary person; to him who, not knowing My Godhood, imputes self-adulation etc. to Me and cannot tolerate Me. He too is unfit; to him also it should not be imparted.\nFrom the force of the context it is understood that the Scripture should be taught to one who has devotion to the Lord, is austere, renders service, and does not cavil. As to that, since it is seen (in a Smrti)-to one who is intelligent or to one who is austere-that there is an option between the two, it follows that this should be imparted either to an austere person given to service and devotion, or to an intelligent person endowed with them. It should not be imparted to an austere or even an intelligent person if he lacks service and devotion. It should not be taught to one who cavils at the Lord, even though he be possessed of all the good alities. And it should be taught to one whoserves his teacher and is devout. This is the rule for transmitting the Scripture.\nNow the Lord states the fruit derived by one who transmits the Scripture: ","scetdss":"18.67 Idam etc. If the secrecy of this knowledge is maintained it would yield success, because It is out of reach of all [ordinary] persons. When the knot of sin is cut off through observing austerities, then only the results of good act is ready to become ripe. Hence, austerity comes first. Due to austerity, faith is born. The same (faith) is devotion here. The faith, even if it is born, does not grow well, in case it becomes visible only for a moment and then perishes like lightning. Therefore to help its growth, the desire to listen to is [next]. In the case of certain person, even all this arises with regard to the useless knowledge of the dry Sankhya (reasoning) system that admits no Supreme Lord. Even with regard to a system that adimts the Supreme Lord, it may, n the case of another person-on account of his craving for fruit of action-emerge by raising the fruit-of-action alone to the status of importance and by humbling down ones own Worshipful Self to the role of an instrument in achieving that fruit It has been declared :\n \nThe agent also [is an auxiliary], because he is for the action [enjoined]. (JS, III, i, 6);\nand \nActions also [are auxiliary] because they are for the purpose of fruits. (JS, III, i, 4).\n \nThus in both the instances there is indignation, meaning disregard with the Bhagavat (Self) - This is the purport. ","scetssa":"18.67 I have taught you this most secret doctrine. This should not be imparted by you to someone who has not practised austere disciplines. Never should this be taught to someone who is not devoted to Me and to you, the teacher (i.e., when you have to play the role of a teacher of this doctrine). The meaning is that it should not be taught by you to someone who, though practising austerities, is not a devotee and does not serve Me. It is also never to be taught to one who has no wish to listen, even though he is a devotee. Nor should it be imparted to one who traduces Me, that is, who - when My nature, glories and attributes are described - discovers defects in them. The differences of case (from ablative to nominative form) is to teach that the last one is the most despicable character. ","chakravarthi":"Having given the instructions of the scripture of the Gita, the Lord now indicates the process for passing on the information, starting a sampradaya. Atapskaya refers to one who does not control his senses.\nThe smrti says:\nmanasas cendriyanam ca aikagryam paramam tapah\nConcentration of the mind and senses on one object is the greatest austerity. Mahabharata Santi Parva, 23\nEven if a person controls the senses, if he is not a devotee, he should not be taught. Even if he is qualified with three good qualities just mentioned (sense control, devotion and obedience), he should not be taught if he is envious me, who thinks that I am a combination of material qualities contaminating the pure brahman. ","rudra":"\nHaving thus revealed the essence of Srimad Bhagavad-Gita and the conclusion\nof all knowledge, Lord Krishna gives the mandate for disseminating His\ndivine discourse. Srimad Bhagavad-Gita should never be instructed to those\ndevoid of austeritites, to those who do not follow prescribed Vedic\nactivities and who are not on the path of devotion. Nor should one instruct\nthose who are not humble or respectful to the spiritual preceptor and the\nVaisnava devotees and is averse to serving them. Never should it even be\nmentioned to those sinful miscreants who are malicious and envious of Lord\nKrishna attributing His eternal spiritual form as mortal and thus blaspheme\nHim. ","brahma":"\nThis absolute essence and eternal conclusion should never be disclosed to\nthose who are not devotees. Those who are not submissive. Who are without\nfaith, who are not austere of uncontrolled senses and unclean mind. Who are\nnot committed. Who are insincere. Who show disrespect to the Vaisnavas and\nthe spiritual master. These should never be instructed Srimad Bhagavad-\nGita. However if one is sincere and trying to serve the Vaisnavas and the\nVaisnava spiritual master either directly as an aspiring disciple or\nindirectly as a humble aspirant. Then this confidential revelation may be\ndisclosed to them; if the Vaisnava spiritual master perceives that they\nhave the potential to be a devotee. The word kadacana meaning should never\naffirms the point that in absence of devotion to the Supreme Lord one is\nnot qualified to receive this confidential knowledge. The Shabdha Nirnaya\nscripture states that the word ca can be used as to one or as the\nconjunction and. Similarly in order to emphasize non-disclosure to one who\nis envious or blasphemes the Supreme Lord or His devotees the conjunction\nca has been utilised. One who in the pantheon of devotees is envious and\nblasphemous is more evil then one who is not a devotee at all. ","shri":"\nAs this science of immortality is exceeding esoteric and confidential, Lord\nKrishna gives the mandate as to those whom Srimad Bhagavad-Gita should\nnever be imparted to.\n1) atapaskaya means one who does not exercise control of their senses\n2) na abhaktaya means one who is not a devotee of Lord Krishna or any of\nHis incarnations and expansions. A deeper interpretation is that it\nshould never be given to one who has no love for Lord Krishna or any\nof His incarnation and expansions. Even if one is aspiring to receive\ninitiation as a Vaisnava Brahmin; yet if one is devoid of loving\ndevotion to Lord Krishna then the confidential teachings of Srimad\nBhagavad-Gita should be restricted from them until qualified.\n3) susrusave means one whos averse to submissive reverence to the\nspiritual guru\n4) abhyasuyati means one who is envious and blasphemous to the Supreme\nLord. To these four types of jivas or embodied beings Srimad Bhagavad-Gita should\nnever be disclosed. For whatever they would hear about the Supreme Lords\nglories and potencies would make such vile miscreants offensive in their\nattitude and actions. The differences of case employed in the ablative form a-tapaskaya, a-\nbhaktaya etc. to the nominative form yo mam etc. is to emphasise the\nexceedingly despicable characteristics of those who are abhyasuyati who are\njust like poison vipers. The exposure of the wicked is more imperious then\nthe laudation of the virtuous as the wicked are most degraded. ","kumar":"As this science of immortality is exceeding esoteric and confidential, Lord\nKrishna gives the mandate as to those whom Srimad Bhagavad-Gita should\nnever be imparted to.\n1) atapaskaya means one who does not exercise control of their senses\n2) na abhaktaya means one who is not a devotee of Lord Krishna or any of\nHis incarnations and expansions. A deeper interpretation is that it\nshould never be given to one who has no love for Lord Krishna or any\nof His incarnation and expansions. Even if one is aspiring to receive\ninitiation as a Vaisnava Brahmin; yet if one is devoid of loving\ndevotion to Lord Krishna then the confidential teachings of Srimad\nBhagavad-Gita should be restricted from them until qualified.\n3) susrusave means one whos averse to submissive reverence to the\nspiritual guru\n4) abhyasuyati means one who is envious and blasphemous to the Supreme\nLord. To these four types of jivas or embodied beings Srimad Bhagavad-Gita should\nnever be disclosed. For whatever they would hear about the Supreme Lords\nglories and potencies would make such vile miscreants offensive in their\nattitude and actions. The differences of case employed in the ablative form a-tapaskaya, a-\nbhaktaya etc. to the nominative form yo mam etc. is to emphasise the\nexceedingly despicable characteristics of those who are abhyasuyati who are\njust like poison vipers. The exposure of the wicked is more imperious then\nthe laudation of the virtuous as the wicked are most degraded. "}