{"meta":"Bhagavad Gita Chapter 18 Verse 78","metahi":"भगवद् गीता 18.78","slok":"यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः।तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम।।18.78।। ","htsrsd":"।।18.78।।जहाँ योगेश्वर भगवान् श्रीकृष्ण हैं और जहाँ गाण्डीवधनुषधारी अर्जुन हैं? वहाँ ही श्री? विजय? विभूति और अचल नीति है -- ऐसा मेरा मत है। ","htstma":"।।18.78।। जहाँ योगेश्वर श्रीकृष्ण हैं और जहाँ धनुर्धारी अर्जुन है वहीं पर श्री? विजय? विभूति और ध्रुव नीति है? ऐसा मेरा मत है।। ","transliteration":"Yatra yogeshwarah krishno yatra paartho dhanurdharah;\nTatra shreervijayo bhootirdhruvaa neetirmatirmama. ","englishmeaning":"yatra—wherever; yoga-īśhvaraḥ—Shree Krishna, the Lord of Yog; kṛiṣhṇaḥ—Shree Krishna; yatra—wherever; pārthaḥ—Arjun, the son of Pritha; dhanuḥ-dharaḥ—the supreme archer; tatra—there; śhrīḥ—opulence; vijayaḥ—victory; bhūtiḥ—prosperity; dhruvā—unending; nītiḥ—righteousness; matiḥ mama—my opinion ","hcsrsd":"।।18.78।। व्याख्या --   यत्र योगेश्वरः कृष्णो पार्थो धनुर्धरः -- सञ्जय कहते हैं कि राजन जहाँ अर्जुनका संरक्षण करनेवाले? उनको सम्मति देनेवाले? सम्पूर्ण योगोंके महान् ईश्वर? महान् बलशाली? महान् ऐश्वर्यवान्? महान् विद्यावान्? महान् चतुर भगवान् श्रीकृष्ण हैं और जहाँ भगवान्की आज्ञाका पालन करनेवाले? भगवान्के प्रिय सखा तथा भक्तगाण्डीवधनुर्धारी अर्जुन हैं? उसी पक्षमें श्री? विजय? विभूति और अचल नीति -- ये सभी हैं और मेरी सम्मति भी उधर ही है।भगवान्ने जब अर्जुनको दिव्य दृष्टि दी? उस समय सञ्जयने भगवान्को महायोगेश्वरः (टिप्पणी प0 1001) कहा था? अब उसी महायोगेश्वरकी याद दिलाते हुए यहाँ योगेश्वरः कहते हैं। वे सम्पूर्ण योगोंके ईश्वर (मालिक) भगवान् कृष्ण तो प्रेरक हैं और उनकी आज्ञाका पालन करनेवाले धनुर्धारी अर्जुन प्रेर्य हैं। गीतामें भगवान्के लियेमहायोगेश्वर?योगेश्वर आदि शब्दोंका प्रयोग हुआ है। इनका तात्पर्य है कि भगवान् सब योगियोंको सिखानेवाले हैं। भगवान्को खुद सीखना नहीं पड़ता क्योंकि उनका योग स्वतःसिद्ध है। सर्वज्ञता? ऐश्वर्य? सौन्दर्य? माधुर्य आदि जितने भी वैभवशाली गुण हैं? वे सबकेसब भगवान्में स्वतः रहते हैं? वे गुण भगवान्में नित्य रहते हैं? असीम रहते हैं। ऐसे पिताका पिता? फिर पिताका पिता -- यह परम्परा अन्तमें जाकर परमपिता परमात्मामें समाप्त होती है? ऐसे ही जितने भी गुण हैं? उन सबकी समाप्ति परमात्मामें ही होती है।पहले अध्यायमें जब युद्धकी घोषणाका प्रसङ्ग आया? तब कौरवपक्षमें सबसे पहले भीष्मजीने शङ्ख बजाया। भीष्मजी कौरवसेनाके अधिपति थे? इसलिये उनका शङ्ख बजाना उचित ही था। परन्तु भगवान् श्रीकृष्ण तो पाण्डवसेनामें सारथि बने हुए हैं और सबसे पहले शङ्ख बजाकर युद्धकी घोषणा करते हैं लौकिक दृष्टिसे देखा जाय तो सबसे पहले शङ्ख बजानेका भगवान्का कोई अधिकार नहीं दीखता। फिर भी वे शङ्ख बजाते हैं तो इससे सिद्ध होता है कि पाण्डवसेनामें सबसे मुख्य भगवान् श्रीकृष्ण ही हैं और दूसरे नम्बरमें अर्जुन हैं। इसलिये इन दोनोंने पाण्डवसेनामें सबसे पहले शङ्ख बजाये। तात्पर्य यह हुआ कि सञ्जयने जैसे आरम्भमें (शङ्खवादनक्रियामें) दोनोंकी मुख्यता प्रकट की? ऐसे ही यहाँ अन्तमें इन दोनोंका नाम लेकर दोनोंकी मुख्यता प्रकट करते हैं।गीताभरमें पार्थ सम्बोधनकी अड़तीस बार आवृत्ति हुई है। अर्जुनके लिये इतनी संख्यामें और कोई सम्बोधन नहीं आया है। इससे मालूम होता है कि भगवान्को पार्थ सम्बोधन ज्यादा प्रिय लगता है। इसी रीतिसे अर्जुनको भी कृष्ण सम्बोधन ज्यादा प्रिय लगता है। इसलिये गीतामें कृष्ण सम्बोधनकी आवृत्ति नौ बार हुई है। भगवान्के सम्बोधनोंमें इतनी संख्यामें दूसरे किसी भी सम्बोधनकी आवृत्ति नहीं हुई। अन्तमें गीताका उपसंहार करते हुए सञ्जयने भी कृष्ण और पार्थ ये दोनों नाम लिये हैं।तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम -- लक्ष्मी? शोभा? सम्पत्ति -- ये सब श्री शब्दके अन्तर्गत हैं। जहाँ श्रीपति भगवान् कृष्ण हैं? वहाँ श्री रहेगी ही।विजय नाम अर्जुनका भी है और शूरवीरता आदिका भी। जहाँ विजयरूप अर्जुन होंगे? वहाँ शूरवीरता? उत्साह आदि क्षात्रऐश्वर्य रहेंगे ही।ऐसे ही जहाँ योगेश्वर भगवान् श्रीकृष्ण होंगे? वहाँ विभूति -- ऐश्वर्य? महत्ता? प्रभाव? सामर्थ्य आदि सबकेसब भगवद्गुण रहेंगे ही और जहाँ धर्मात्मा अर्जुन होंगे? वहाँ ध्रुवा नीति -- अटल नीति? न्याय? धर्म आदि रहेंगे ही।वास्तवमें श्री? विजय? विभूति और ध्रुवा नीति -- ये सब गुण भगवान्में और अर्जुनमें हरदम विद्यमान रहते हैं। उपर्युक्त दो विभाग तो मुख्यताको लेकर किये गये हैं। योगेश्वर श्रीकृष्ण और धनुर्धारी अर्जुन -- ये दोनों जहाँ रहेंगे? वहाँ अनन्त ऐश्वर्य? अनन्त माधुर्य? अनन्त सौशील्य? अनन्त सौजन्य? अनन्त सौन्दर्य आदि दिव्य गुण रहेंगे ही।धृतराष्ट्रका विजयकी गूढ़ाभिसन्धिरूप जो प्रश्न है? उसका उत्तर सञ्जय यहाँ सम्यक् रीतिसे दे रहे हैं। तात्पर्य है कि पाण्डुपुत्रोंकी विजय निश्चित है? इसमें कोई सन्देह नहीं है। ज्ञानयज्ञः सुसम्पन्नः प्रीतये पार्थसारथेः। अङ्गीकरोतु तत्सर्वं मुकुन्दो भक्तवत्सलः।। नेत्रवेदखयुग्मे हि बहुधान्ये च वत्सरे (टिप्पणी प0 1002) संजीवनी मुमुक्षूणां माधवे पूर्णतामियात्।।इस प्रकार ? तत्? सत् -- इन भगवन्नामोंके उच्चारणपूर्वक ब्रह्मविद्या और योगशास्त्रमय श्रीमद्भगवद्गीतोपनिषद्रूप श्रीकृष्णार्जुनसंवादमें मोक्षसंन्यासयोग नामक अठारहवाँ अध्याय पूर्ण हुआ।।18।। ","hcsca":"।।18.78।। सात सौ एक श्लोकों वाली श्रीमद्भगवद्गीता का यह अन्तिम श्लोक है। अधिकांश व्याख्याकारों ने इस श्लोक पर पर्याप्त विचार नहीं किया है और इसकी उपयुक्त व्याख्या भी नहीं की है। प्रथम दृष्टि में इसका शाब्दिक अर्थ किसी भी बुद्धिमान पुरुष को प्राय निष्प्राण और शुष्क प्रतीत होगा। आखिर इस श्लोक में संजय केवल अपने विश्वास और व्यक्तिगत मत को ही तो प्रदर्शित कर रहा है? जिसे गीता के पाठक स्वीकार करे ही? ऐसी कोई आवश्यकता नहीं है। संजय का कथन यह है कि जहाँ योगेश्वर श्रीकृष्ण और धनुर्धारी अर्जुन हैं? वहाँ समृद्धि (श्री)? विजय? विस्तार और अचल नीति है? यह मेरा मत है।यदि संजय का उद्देश्य अपने व्यक्तिगत मत को हम पर थोपने का होता? और इस श्लोक में किसी विशेष सत्य का प्रतिपादन नहीं किया होता? तो? सार्वभौमिक शास्त्र के रूप में गीता को प्राप्त मान्यता समाप्त हो गयी होती।पूर्ण सिद्ध महर्षि व्यास इस प्रकार की त्रुटि कभी नहीं कर सकते थे? इस श्लोक का गम्भीर आशय है? जिसमें अकाट्य सत्य का प्रतिपादन किया गया है।योगेश्वर श्रीकृष्ण सम्पूर्ण गीता में? श्रीकृष्ण चैतन्य स्वरूप आत्मा के ही प्रतीक हैं। यह आत्मतत्त्व ही वह अधिष्ठान है? जिस पर विश्व की घटनाओं का खेल हो रहा है। गीता में उपदिष्ट विविध प्रकार की योग विधियों में किसी भी विधि से अपने हृदय में उपस्थित उस आत्मतत्त्व का साक्षात्कार किया जा सकता है।धनुर्धारी पार्थ इस ग्रन्थ में? पृथापुत्र अर्जुन एक भ्रमित? परिच्छिन्न? असंख्य दोषों से युक्त जीव का प्रतीक है। जब वह अपने प्रयत्न और उपलब्धि के साधनों (धनुष बाण) का परित्याग करके शक्तिहीन आलस्य और प्रमाद में बैठ जाता है? तो निसन्देह? वह किसी प्रकार की सफलता या समृद्धि की आशा नहीं कर सकता। परन्तु जब वह धनुष् धारण करके अपने कार्य में तत्पर हो जाता है? तब हम उसमें धनुर्धारी पार्थ के दर्शन करते हैं? जो सभी चुनौतियों का सामना करने के लिए तत्पर है।इस प्रकार? योगेश्वर श्रीकृष्ण और धनुर्धारी अर्जुन के इस चित्र से आदर्श जीवन पद्धति का रूपक पूर्ण हो जाता है। आध्यात्मिक ज्ञान और शक्ति से सम्पन्न कोई भी पुरुष जब अपने कार्यक्षेत्र में प्रयत्नशील हो जाता है? तो कोई भी शक्ति उसे सफलता से वंचित नहीं रख सकती। संक्षेप में? गीता का यह मत है कि आध्यात्मिकता को अपने व्यावहारिक जीवन में जिया जा सकता है? और अध्यात्म का वास्तविक ज्ञान जीवन संघर्ष में रत मनुष्य के लिए अमूल्य सम्पदा है।आज समाज में सर्वत्र एक दुर्व्यवस्था और अशांति फैली हुई दृष्टिगोचर हो रही है। वैज्ञानिक उपलब्धियों और प्राकृतिक शक्तियों पर विजय प्राप्त कर लेने पर भी? आज का मानव? जीवन की आक्रामक घटनाओं के समक्ष दीनहीन और असहाय हो गया है। इसका एकमात्र कारण यह है कि उसके हृदय का योगेश्वर उपेक्षित रहा है। मनुष्य की उन्नति का मार्ग है? लौकिक सार्मथ्य और आध्यात्मिक ज्ञान का सुखद मिलन। यही गीता में उपदिष्ट मार्ग है। मनुष्य के सुखद जीवन के विषय में श्री वेद व्यास जी की यही कल्पना है। केवल भौतिक उन्नति से जीवन में गति और सम्पत्ति तो आ सकती है? परन्तु मन में शांति नहीं। आन्तरिक शांति रहित समृद्धि एक निर्मम और घोर अनर्थ हैपरन्तु यह श्लोक दूसरे अतिरेक को भी स्वीकार नहीं करता है। कुरुक्षेत्र के समरांगण में युद्ध के लिए तत्पर धनुर्धारी अर्जुन के बिना योगेश्वर श्रीकृष्ण कुछ नहीं कर सकते थे। केवल आध्यात्मिकता की अन्तर्मुखी प्रवृत्ति से हमारा भौतिक जीवन गतिशील और शक्तिशाली नहीं हो सकता। सम्पूर्ण गीता में व्याप्त समाञ्जस्य के इस सिद्धांत को मैंने यथाशक्ति एवं यथासंभव सर्वत्र स्पष्ट करने का प्रयत्न किया है। मनुष्य के चिरस्थायी सुख का यही एक मार्ग है।संजय इसी मत की पुष्टि करते हुए कहता है कि जिस समाज या राष्ट्र के लोग संगठित होकर कार्य करने? विपत्तियों को सहने और लक्ष्य को प्राप्त करने के लिए तत्पर हैं (धनुर्धारी अर्जुन)? और इसी के साथ ये लोग अपने हृदय में स्थित आत्मतत्त्व के प्रति जागरूक हैं (योगेश्वर श्रीकृष्ण)? तो ऐसे राष्ट्र में समृद्धि? विजय? भूति (विस्तार) और दृढ़ नीति होना स्वाभाविक और निश्चित है।समृद्धि? विजय? विस्तार और दृढ़ नीति का उल्लिखित क्रम भी तर्कसिद्ध है। विश्व इतिहास के समस्त विद्यार्थियों की इसकी युक्तियुक्तता स्पष्ट दिखाई देती है। अर्वाचीन काल और राजनीति के सन्दर्भ में? हम यह जानते हैं कि किसी एक विवेकपूर्ण दृढ़ राजनीति के अभाव में कोई भी सरकार राष्ट्र को प्रगति के मार्ग पर आगे नहीं बढ़ा सकती। दृढ़ नीति के द्वारा ही राष्ट्र की प्रसुप्त क्षमताओं का विस्तार सम्भव होता है? और केवल तभी परस्पर सहयोग और बन्धुत्व की भावना से किसी प्रकार की उपलब्धि प्राप्त की जा सकती है। दृढ़ नीति और क्षमताओं के विस्तार के साथ विजय कोई दूर नहीं रह जाती। और इन तीनों की उपस्थिति में राष्ट्र का समृद्धशाली होना निश्चित ही है। आधुनिक राजनीति के सिद्धांतों में भी इससे अधिक स्वस्थ सिद्धांत हमें देखने को नहीं मिलता है।अत यह स्पष्ट हो जाता है कि यह केवल संजय का ही व्यक्तिगत मत नहीं है? वरन् सभी आत्मसंयमी तत्त्वचिन्तकों का भी यह दृढ़ निश्चय है।गीता के अनेक व्याख्याकार? हमारा ध्यान गीता के प्रारम्भिक श्लोक के प्रथम शब्द धर्म तथा इस अन्तिम श्लोक के अन्तिम शब्द मम की ओर आकर्षित करते हैं। इन दो शब्दों के मध्य सात सौ श्लोकों के सनातन सौन्दर्य की यह माला धारण की गई है। अत इन व्याख्याकारों का यह मत है कि गीता का प्रतिपाद्य विषय है मम धर्म अर्थात् मेरा धर्म। मम धर्म से तात्पर्य मनुष्य के तात्विक स्वरूप और उसके लौकिक कर्तव्यों से है। जब इन दोनों का गरिमामय समन्वय किसी एक पुरुष में हो जाता है? तब उसका जीवन आदर्श बन जाता है। इसलिए? गीता के अध्येताओं को चाहिए कि उनका जीवन आत्मज्ञान? प्रेमपूर्ण जनसेवा एवं त्याग के समन्वय से युक्त हो। यही आदर्श जीवन है।conclusion तत्सदिति श्रीमद्भगवद्गीतासूपनिषत्सु ब्रह्मविद्यायां योगशास्त्रेश्रीकृष्णार्जुनसंवादे मोक्षसंन्यासयोगो नाम अष्टादशोऽध्याय।।इस प्रकार? श्रीकृष्णार्जुनसंवाद के रूप में ब्रह्मविद्या और योगशास्त्रस्वरूप श्रीमद्भगवद्गीतोपनिषद् का मोक्षसंन्यासयोग नामक अठारहवाँ अध्याय समाप्त होता है।इस अन्तिम अध्याय का शार्षक मोक्षसंन्यासयोग है। यह नाम हमें वेदान्त के अस्पर्शयोग का स्मरण कराता है? जिसकी परिभाषा भगवान् श्रीकृष्ण ने गीता में दी है। जीवन के असत् मूल्यों का परित्याग करने का अर्थ ही अपने स्वत सिद्ध सच्चिदानन्दस्वरूप का साक्षात्कार करना है। हममें स्थित पशु का त्याग (संन्यास) करना ही? हममें स्थित दिव्यतत्त्व का मोक्ष है।मेरे सद्गुरु स्वामी तपोवनजी महाराज को समर्पित।। ","etsga":"18.78 Where there is Krsna, the Lord of yogas, and where there is Partha, the wielder of the bow, there are fortune, victory, prosperity and unfailing prudence. Such is my conviction. ","etssa":"18.78 Wherever is Krishna, the Lord of Yoga; wherever is Arjuna, the wielder of the bow; there are prosperity, victory, happiness and firm policy; such is my conviction. ","etdss":"18.78. Where Krsna, the Lord of Yogins remains, where the son of Prtha holds his bow, there lie fortune, victory, prosperity and firm justice-so I believe. ","ecssa":"18.78 यत्र wherever? योगेश्वरः the Lord of Yoga? कृष्णः Krishna? यत्र wherever? पार्थः Arjuna? धनुर्धरः the archer? तत्र there? श्रीः prosperity? विजयः victory? भूतिः happiness? ध्रुवा firm? नीतिः policy? मतिः conviction? मम my.Commentary This verse is called the Ekasloki Gita? i.e.? Bhagavad Gita in one verse. Repetition of even this one verse bestows the benefits of reading the whole of the scripture.Wherever On that side on which.Yogesvarah The Lord of Yoga. Krishna is called the Lord of Yogas as the seed of all Yogas comes forth from Him.Dhanurdharah The wielder of the bow called the Gandiva. There On the side of the Pandavas.Thus in the Upanishads of the glorious Bhagavad Gita? the science of the Eternal? the scripture of Yoga? the dialogue between Sri Krishna and Arjuna? ends the eighteenth discourse entitledThe Yoga of Liberation by Renunciation.OM SHANTIH SHANTIH SHANTIH ,, ","scetsga":"18.78 To be brief, yatra, where, the side on which; there is Krsna, yogeswarah, the Lord of yogas-who is the Lord of all the yogas and the source of all the yogas, since they originate from Him; and yatra, where, the side on which; there is Partha, dhanurdharah, the wielder of the bow, of the bow called Gandiva; tatra, there, on that side of the Pandavas; are srih, fortune; vijayah, victory; and there itself is bhutih, prosperity, great abundance of fortune; and dhruva, unfailing; nitih, prudence. Such is me, my ; matih, conviction. ","scetdss":"18.74-78 Ityaham etc. upto matir mama While concluding the [Krsna-Arjuna] dialogue with Sanjayas speech, the [sage Vyasa] teaches this : What leads to the Absolute Brahman is nothing but the recollection of the purport of the dialoguea recollection that is led finally to the status of the highly vivid, direct cognition admitting no differentiation [between its subject and object], resulting from the continuity helped by the series of incessant contemplations [on the purport of the dialogue] according to the method of firmly fixing. Thus, only through the recollection of the dialogue of the Bhagavat and Arjuna, the Reality could be reached and due to that come fortunes, voctories and prosperity. ","scetssa":"18.78 Wherever there is Sri Krsna, the son of Vasudeva, the Yogesvara who is the ruler of the various manifestations of Nature pertaining to all intelligent and non-intelligent entities that have high and low forms, and on whose volition depend the differences in the essential natures, existences and the activities of all things other than Himself, and wherever there is Arjuna, the archer, who is his paternal aunts son and who took sole refuge at His feet - in such places there always will be present fortune, victory, wealth and sound morality. Such is my firm conviction. ","chakravarthi":"As for the commentary on the last five verses, which brings out the purport of the whole Gita, they were written on two pages, which have been taken away by the carrier of Ganesa (a rat). I have not bothered to write them again. They were a trifling matter. Let that be. Thus the commentaries on the Bhagavad Gita called Sarartha Darsini have been completed.\nMay this shower of meanings of the essence of scripture, which give benefit to the whole world, delight the devotee cataka birds with its sweetness and may the pleasure they derive from it light up my heart. ","rudra":"\nThe internal intention Sanjaya is implying with this statement is that the\ndynasty of the Kauravas should give up all hopes of winning the battle and\nrulership of the entire Earth. Wherever Lord Krishna is present together\nwith Arjuna then prosperity, victory, opulence and righteousness will also\nbe present. The word dhruva means firmly established and qualifies that the\npreceding qualities are guaranteed. Sanjaya is subtly implying that it is\nnot too late for the Kauravas even on the brink of war, to lay down their\nweapons and take refuge of Lord Krishna by sharing the kingdom with the\nPandavas. All Arjuna and His four brothers requested in the whole Earth was\n5 provinces, one for each brother. The wicked King Duryodhana of the\nKauravas retorted that he would not grant them land enough to fit on the\ntop of a needle. But now they had to fight to the death for the single\nrulership of the total Earth. So the implied advice to save the dynasty\nfell on deaf ears. One who is devoted to Lord Krishna easily achieves moksa or liberation from\nmaterial existence and release from samsara the perpetual cycle of birth\nand death. This is acquired by His Grace through knowledge of His personal\nbestowal to all jivas or embodied beings the atma or immortal soul which\ninsures continuity in existence and gives the opportunity to return to\nspiritual existence. This factually is the essential teaching of Srimad\nBhagavad-Gita without having comprehended the final conclusion cannot be\nappreciated. Bhakti or exclusive loving devotion to the Supreme Lord is the most potent\nand efficacious means to achieve liberation and combined with knowledge of\nthe atma is the essential intermediate step to attain eternal communion\nwith the Supreme Lord. It cannot be stated logically and is quite\nunreasonable that knowledge is the same as devotion; for just to have\nknowledge of something does not preclude that one will have devotion for\nit. Lord Krishna has already given examples. In chapter 10 verse 10 He\nstates: Those devoted to Him receive the grace by which they can ascend to\nHim. In chapter 13, verse 18 He states: That b devotion His devotees\nbecomes qualified to attain Him. In chapter 18 verse 55 He states: That\nonly by devotion can He be truly known. The Vedic scriptures also confirm\nthis. The Svetasvatara Upanisad VI.XV beginning eko hanso bhuvanas yasya\nstates: Only by knowing the Supreme Lord as He is may one transcend the\ncycle of birth and death. This theme is found confirmed in the Vedas, the\nUpanisads and the Puranas alike. The conclusion summed up appropriately in\nverse XXIII of the same Upanisad beginning yasya deve para bhaktiryatha\nstates: That only by bhakti to the Supreme Lord Krishna and devotion to the\nspiritual preceptor who delivered one to Lord Krishna will the eternal\nspiritual truths shine illustriously within the heart of such a surrendered\nservitor. Therefore it is established that only by bhakti can communion\nwith the Supreme Lord by attained. With the understanding bequeathed by the Supreme Lord has this commentary\non Srimad Bhagavad-Gita been composed. May the Supreme Lord Krishna who is\nintrinsically filled with bliss be pleased by this. This commentary\nentitled Subodhini has been written by the celibate monk in the renounced\norder known as Sridhar Swami. He has placed on it the glory that is worthy\nof its due by receiving the foot dust of the blessed Supreme Lord Krishna. Does a person who desires to recover jewels lying on the bottom of the sea\nfutilely attempt to bail out the ocean with the palms of his hands or does\nhe get an able bodied captain and a ship. In the same way does a person who\ndesires to understand the ultimate truths revealed in Srimad Bhagavad-Gita\nby relying on the strength of his own intellect. Therefore the absolute\nconclusion is that one must first be accepted by a Vaisnava spiritual\nmaster and learn submissively from him in order to be able to comprehend\nand understand this supreme science spoken by Lord Krishna known as Srimad\nBhagavad-Gita. ","brahma":"\nLord Krishna declares that there is no human more exalted then He who\ndevotes his life disseminating the teachings of Srimad Bhagavad-Gita to His\ndevotees and explains the meaning of Srimad Bhagavad-Gita to others. By\nthese words the topmost gradation of human beings has been elucidated. This\napplies specially to all human species and specifically to the demigods in\nthe heavenly planets. The spiritual potency of Srimad Bhagavad-Gita is so sublime and phenomenal\nthat even by aurally hearing this science recited by a devotee of Lord\nKrishna leads to moksa or liberation from material existence and release\nfrom samsara the perpetual cycle of birth and death. Knowledge of the atma\nor immortal soul and its eternal relationship with Lord Krishna increases\nones individual consciousness exponentially. Even those who have achieved\nmoksa still derive the greatest pleasure from listening to it explained\nfrom the mouth of a devotee and those devotees who are imbued with a life\nof austerity and devotion it becomes like aural nectar. The demigods in the\nheavenly planets whose minds are greatly enhanced know the entire Srimad\nBhagavad-Gita by memory get immense pleasure from singing it as a divine\nsong in the anustup meter consisting of 32 syllables per measure. Their is\nno greater pleasure or joy then derived from discoursing on Srimad Bhagavad-\nGitas chapters, verses or even half a verse. Full body prostrated obeisance unto the Supreme Lord Krishna, the dearest\nand most precious of all that is dear and precious. He alone is the\nembodiment of all wonderful attributes and superlative qualities, having no\ndefects and He bestows nityananda eternal bliss. The Supreme Lord Krishna\nis endowed with sat eternal existence, cit unlimited consciousness and\nananda or endless bliss. He is always the recipient of glorification and\nworship from Brahma, Shiva, Laksmi, Surya the sungod, Vayu the god of wind\nand others. There have been three forms of Vayu who have appeared in the last three\nyugas or ages. Their appearances are of mystical confidential context.\nFirst in Treta Yuga was Hanuman the servitor of Lord Rama who discovered\nthe whereabouts of Sita-devi and originally spoke the Ramayana prior to\nValmiki as well devastating the demoniac armies of Ravana. Second in\nDvarpara Yuga was Bhima of the Pandavas who following the commands of Lord\nKrishna destroyed the demoniac Kaurava dynasty which was inimical to dharma\nor eternal righeouness. Third in Kali Yuga is the sage known as Madhvacarya\nwho put the mayavadis impersonalist into flight by composing this\ncommentary propounding the glorious Srimad Bhagavad-Gita and eulogising the\nSupreme Lord Krishna. ","shri":"\nThe name yogesvara attributed to Lord Krishna means the ultimate lord of\nall yogas or all prescribed Vedic activities that lead directly to\ncommunion with the Supreme Lord who is the sole bestower of all\ndispensations, benedictions and rewards for all endeavours appropriate to\nthe qualification of the aspirant and the quality of the action after the\naccumulative karma or reactions to all actions in all forms of previous\nexistences sentient or insentient have been calculated and tabulated\nthroughout all creation. One time one existed as a demigod, another time as\na demon, aother time as an animal, another time as a human all forms of\nlife are dependent upon the actions performed in the previous life. All are\nsubject to diversities of existence. They have their beginning and they\nhave an ending. Only the Supreme Lord who is eternally spiritual in His\nform, nature and qualities being completely transcendental to material\nexistence along with His liberated associates and servitors, who first\nrealising the atma or immortal soul they achieved moksa or liberation and\nsubsequently attained eternal communion with the Supreme Lord. Wherever Lord Krishna and Arjuna are present and whenever they are\nglorified by thinking about them, or reading about them, or speaking about\nthem, or hearing about them, then at that very place will be srih or\nopulence, vijaya or victory, bhutih or opulence and niti or righteousness. ","kumar":"The name yogesvara attributed to Lord Krishna means the ultimate lord of\nall yogas or all prescribed Vedic activities that lead directly to\ncommunion with the Supreme Lord who is the sole bestower of all\ndispensations, benedictions and rewards for all endeavours appropriate to\nthe qualification of the aspirant and the quality of the action after the\naccumulative karma or reactions to all actions in all forms of previous\nexistences sentient or insentient have been calculated and tabulated\nthroughout all creation. One time one existed as a demigod, another time as\na demon, aother time as an animal, another time as a human all forms of\nlife are dependent upon the actions performed in the previous life. All are\nsubject to diversities of existence. They have their beginning and they\nhave an ending. Only the Supreme Lord who is eternally spiritual in His\nform, nature and qualities being completely transcendental to material\nexistence along with His liberated associates and servitors, who first\nrealising the atma or immortal soul they achieved moksa or liberation and\nsubsequently attained eternal communion with the Supreme Lord. Wherever Lord Krishna and Arjuna are present and whenever they are\nglorified by thinking about them, or reading about them, or speaking about\nthem, or hearing about them, then at that very place will be srih or\nopulence, vijaya or victory, bhutih or opulence and niti or righteousness. "}