{"meta":"Bhagavad Gita Chapter 18 Verse 40","metahi":"भगवद् गीता 18.40","slok":"न तदस्ति पृथिव्यां वा दिवि देवेषु वा पुनः।सत्त्वं प्रकृतिजैर्मुक्तं यदेभिः स्यात्ित्रभिर्गुणैः।।18.40।। ","htsrsd":"।।18.40।।पृथ्वीमें या स्वर्गमें अथवा देवताओंमें तथा इनके सिवाय और कहीं भी वह ऐसी कोई वस्तु नहीं है? जो प्रकृतिसे उत्पन्न इन तीनों गुणोंसे रहित हो। ","htstma":"।।18.40।। पृथ्वी पर अथवा स्वर्ग के देवताओं में ऐसा कोई प्राणी (सत्त्वं अर्थात् विद्यमान वस्तु) नहीं है जो प्रकृति से उत्पन्न इन तीन गुणों से मुक्त (रहित) हो।। ","transliteration":"Na tadasti prithivyaam vaa divi deveshu vaa punah;\nSattwam prakritijairmuktam yadebhih syaat tribhirgunaih. ","englishmeaning":"na—no; tat—that; asti—exists; pṛithivyām—on earth; vā—or; divi—the higher celestial abodes; deveṣhu—amongst the celestial gods; vā—or; punaḥ—again; sattvam—existence; prakṛiti-jaiḥ—born of material nature; muktam—liberated; yat—that; ebhiḥ—from the influence of these; syāt—is; tribhiḥ—three; guṇaiḥ—modes of material nature ","hcsrsd":"।।18.40।। व्याख्या --   [इस अध्यायके आरम्भमें अर्जुनने संन्यास और त्यागका तत्त्व जानना चाहा तो भगवान्ने पहले त्याग -- कर्मयोगका वर्णन किया। उस प्रकरणका उपसंहार करते हुए भगवान्ने कहा कि जो त्यागी नहीं हैं? उनको अनिष्ट? इष्ट और मिश्र -- यह तीन प्रकारका कर्मोंका फल मिलता है और जो संन्यासी हैं? उनको कभी नहीं मिलता। ऐसा कहकर तेरहवें श्लोकसे संन्यास -- सांख्ययोगका प्रकरण आरम्भ करके पहले कर्मोंके होनेमें अधिष्ठानादि पाँच हेतु बताये। सोलहवेंसत्रहवें श्लोकोंमें कर्तृत्व माननेवालोंकी निन्दा और कर्तृत्वका त्याग करनेवालोंकी प्रशंसा की। अठारहवें श्लोकमें कर्मप्रेरणा और कर्मसंग्रहका वर्णन किया। परन्तु जो वास्तविक तत्त्व है? वह न कर्मप्रेरक है और न कर्मसंग्राहक। कर्मप्रेरणा और कर्मसंग्रह तो प्रकृतिके गुणोंके साथ सम्बन्ध रखनेसे ही होते हैं। फिर गुणोंके अनुसार ज्ञान? कर्म? कर्ता? बुद्धि? धृति और सुखके तीनतीन भेदोंका वर्णन किया। सुखका वर्णन करते हुए यह बताया कि प्रकृतिके साथ यत्किञ्चित् सम्बन्ध रखते हुए ऊँचासेऊँचा जो सुख होता है? वह सात्त्विक होता है। परंतु जो स्वरूपका वास्तविक सुख है? वह गुणातीत है? विलक्षण है? अलौकिक है (गीता 6। 21)।सात्त्विक सुखको आत्मबुद्धिप्रसादजम् कहकर भगवान्ने उसको जन्य (उत्पन्न होनेवाला) बताया। जन्य वस्तु नित्य नहीं होती। इसलिये उसको जन्य बतानेका तात्पर्य है कि उस जन्य सुखसे भी ऊपर उठना है अर्थात् प्रकृति और प्रकृतिके तीनों गुणोंसे रहित होकर उस परमात्मतत्त्वको प्राप्त करना है? जो कि सबका अपना स्वाभाविक स्वरूप है। इसलिये कहते हैं -- ]न तदस्ति पृथिव्यां वा दिवि देवेषु वा पुनः -- यहाँ पृथिव्याम् पदसे मृत्युलोक और पृथ्वीके नीचेके अतल? वितल आदि सभी लोकोंका? दिवि पदसे स्वर्ग आदि लोकोंका? देवेषु पदको प्राणिमात्रके उपलक्षणके रूपमें उनउन स्थानोंमें रहनेवाले मनुष्य? देवता? असुर? राक्षस? नाग? पशु? पक्षी? कीट? पतंग? वृक्ष आदि सभी चरअचर प्राणियोंका? और वा पुनः पदोंसे अनन्त ब्रह्माण्डोंका संकेत किया गया है। तात्पर्य यह हुआ कि त्रिलोकी और अनन्त ब्रह्माण्ड तथा उनमें रहनेवाली कोई भी वस्तु ऐसी नहीं है? जो प्रकृतिसे उत्पन्न इन तीनों गुणोंसे रहित हो अर्थात् सबकेसब त्रिगुणात्मक हैं -- सत्त्वं प्रकृतिजैर्मुक्तं यदेभिः स्यात्ित्रभिर्गुणैः।प्रकृति और प्रकृतिका कार्य -- यह सबकासब ही त्रिगुणात्मक और परिवर्तनशील है। इनसे सम्बन्ध जोड़नेसे ही बन्धन होता है और इनसे सम्बन्धविच्छेद करनेसे ही मुक्ति होती है क्योंकि स्वरूप असङ्ग है। स्वरूप स्व है और प्रकृति पर है। प्रकृतिसे सम्बन्ध जुड़ते ही अहंकार पैदा हो जाता है? जो कि पराधीनताको पैदा करनेवाला है। यह एक विचित्र बात है कि अहंकारमें स्वाधीनता मालूम देती है? पर है वास्तवमें पराधीनता कारण कि अहंकारसे प्रकृतिजन्य पदार्थोंमें आसक्ति? कामना आदि पैदा हो जाती है? जिससे पराधीनतामें भी स्वाधीनता दीखने लग जाती है। इसलिये प्रकृतिजन्य गुणोंसे रहित होना आवश्यक है।प्रकृतिजन्य गुणोंमें रजोगुण और तमोगुणका त्याग करके सत्त्वगुण बढ़ानेकी आवश्यकता है। सत्त्वगुणमें भी प्रसन्नता और विवेक तो आवश्यक है परन्तु सात्त्विक सुख और ज्ञानकी आसक्ति नहीं होनी चाहिये क्योंकि सुख और ज्ञानकी आसक्ति बाँधनेवाली है। इसलिये इनकी आसक्तिका त्याग करके सत्त्वगुणसे ऊँचा उठे। इससे ऊँचा उठनेके लिये ही यहाँ गुणोंका प्रकरण आया है।साधकको तो सात्त्विक ज्ञान? कर्म? कर्ता? बुद्धि? धृति और सुख -- इनपर ध्यान देकर इनके अनुरूप अपना जीवन बनाना चाहिये और सावधानीसे राजसतामसका त्याग करना चाहिये। इनका त्याग करनेमें सावधानी ही साधन है। सावधानीसे सब साधन स्वतः प्रकट होते हैं। प्रकृतिसे सम्बन्धविच्छेद करनेमें सात्त्विकता बहुत आवश्यक है। कारण कि इसमें प्रकाश अर्थात् विवेक जाग्रत् रहता है? जिससे प्रकृतिसे मुक्त होनेमें बड़ी सहायता मिलती है। वास्तवमें तो इससे भी असङ्ग होना है। सम्बन्ध --   त्यागके प्रकरणमें भगवान्ने यह बताया कि नियत कर्मोंका त्याग करना उचित नहीं है। उनका मूढ़तापूर्वक त्याग करनेसे वह त्याग तामस हो जाता है शारीरिक क्लेशके भयसे नियत कर्मोंका त्याग करनेसे वह त्याग राजस हो जाता है और फल एवं आसक्तिका त्याग करके नियत कर्मोंको करनेसे वह त्याग सात्त्विक हो जाता है (18। 7 -- 9)। सांख्ययोगकी दृष्टिसे सम्पूर्ण कर्मोंकी सिद्धिमें पाँच हेतु बताते हुए जहाँ सात्त्विक कर्मका वर्णन हुआ है? वहाँ नियत कर्मको कर्तृत्वाभिमानसे रहित? रागद्वेषसे रहित और फलेच्छासे रहित मनुष्यके द्वारा किये जानेका उल्लेख किया है (18। 23)। उन कर्मोंमें किस वर्णके लिये कौनसे कर्म नियत कर्म हैं और उन नियत कर्मोंको कैसे किया जाय -- इसको बतानेके लिये और साथ ही भक्तियोगकी बात बतानेके लिये भगवान् आगेका प्रकरण आरम्भ करते हैं। ","hcsca":"।।18.40।। उपर्युक्त श्लोक के साथ सभी प्राणियों पर? और विशेष रूप से मनुष्य के व्यक्तित्व पर? पड़ने वाले तीन गुणों के प्रभाव का विवेचन समाप्त होता है। इस सम्पूर्ण प्रकरण में विभिन्न मनुष्यों के विभिन्न व्यक्तित्व और उनके व्यवहार की विविधता का भी मनोवैज्ञानिक स्पष्टीकरण दिया गया है। ज्ञान? कर्म? कर्ता? बुद्धि और धृति के विस्तृत विश्लेशण के द्वारा मनुष्यों का वर्णन किया गया है।इस प्रकरण में एक मात्र प्रयोजन हमारा मार्गदर्शन करना है। इसके अध्ययन के द्वारा हम अपनी स्थिति? अपने आन्तरिक तथा बाह्य व्यवहार को भलीभांति जान सकते हैं।यदि हम अपने को राजस या तामस की श्रेणी में पाते हैं तो हम आत्म विकास के साधकों को तत्काल सजग होकर सत्त्वगुण में निष्ठा प्राप्त करने का प्रयत्न करना चाहिए। स्मरण रहे? और मैं पुन दोहराता हूँ कि हमें यह स्मरण रहना चाहिए कि पूर्वोक्त समस्त वर्गीकरण परपरीक्षण के लिए न होकर आत्मनिरीक्षण तथा आत्मानुशासन के लिए हैं।इन तीन गुणों के वर्णन का कारण यह है कि सम्पूर्ण विश्व पृथ्वी और स्वर्ग में कोई भी प्राणी ऐसा नहीं है? जो प्रकृति के इन त्रिगुणों से रहित हो। स्वयं प्रकृति ही त्रिगुणात्मिका है। इसलिए? उससे उत्पन्न हुए समस्त प्राणी भी उसके गुणों से युक्त हैं। कोई भी व्यक्ति त्रिगुणों की सीमा का उल्लंघन करके जगत् में कार्य नहीं कर सकता।परन्तु? कोई भी दो प्राणी बाह्य जगत् में समान रूप से व्यवहार नहीं करते हैं। इसका कारण है दोनों में इन तीन गुणों के अनुपात की भिन्नता। इस त्रिगुणात्मिका प्रकृति को ही वेदान्त में माया कहते हैं? जो प्रत्येक जीव को विशिष्ट व्यक्तित्व प्रदान करती है और जिसके वश में सभी जीव रहते हैं।चाय के प्रत्येक प्याले में तीन संघटक तत्त्व होते हैं चाय का अर्क? दूध और चीनी? परन्तु प्याले में इन तीनों के मिश्रण का भिन्नभिन्न अनुपात होने पर उन प्यालों के चाय के स्वाद में भी विविधता होगी। जो पुरुष त्रिगुणातीत आत्मस्वरूप का साक्षात्कार कर लेता है? केवल वही पुरुष सर्वाधिष्ठान एक परमात्मा को पहचान सकता है। वही पुरुष इस नामरूपमय सृष्टि को परमात्मा की लीला के रूप में देख सकता है। इसलिए? प्रतिदिन? प्रतिक्षण हम आत्मनिरीक्षण करके अपनी स्थिति को जानने का प्रयत्न करें। राजसी व तामसी स्थिति से ऊपर उठकर सत्त्वगुण में स्थित होने का हमको प्रयत्न करना चाहिए। शुद्ध सत्त्वगुण में निष्ठा प्राप्त होने पर ही हम सत्त्वातीत आत्मा का अनुभव प्राप्त करने में समर्थ हो सकते हैं।इन तीन गुणों के आधार पर ही भगवान् श्रीकृष्ण ने सभी मनुष्यों का सात्त्विक? राजसिक और तामसिक तीन विभागों में वर्गीकरण किया है। हिन्दू धर्म शास्त्रों में गुण प्राधान्य के आधार पर मनुष्यों का चतुर्विध विभाजन किया गया है जो चातुर्र्वण्य के नाम से प्रसिद्ध है। यह वर्गीकरण मानव मात्र का होने के कारण उसकी प्रयोज्यता सार्वभौमिक है? न कि केवल भारतवर्ष तक ही सीमित है। यह चतुर्विध विभाजन केवल अनुवांशिक गुण अथवा जन्म के संयोग के आधार पर न होकर प्रत्येक व्यक्ति के अपने विशिष्ट गुणों के अनुसार है। निम्न तालिका से यह विभाजन स्पष्ट हो जायेगा उपर्युक्त विभाजन सार्वभौमिक एवं सार्वकालिक है। अर्वाचीन भाषा में इन चार वर्णों का नामकरण इस प्रकार किया जा सकता है (1) रचनात्मक विचार करने वाले चिन्तक? (2) राजनीतिज्ञ? (3) व्यापारी वर्ग? और (4) श्रमिक वर्ग। इसमें एक बात स्पष्ट देखी जा सकती है कि किस प्रकार वेतनभोगी श्रमिक अपने नियोक्ता स्वामी (व्यापारी) से भयभीत होता है? व्यापारी वर्ग राजनीतिज्ञों से आशंकित रहता है और राजनीतिज्ञ लोग? साहसी और स्वतन्त्र विचार करने वाले चिन्तकों से भयकम्पित होते हैं। भगवान् श्रीकृष्ण और अर्जुन की शिखर वार्ता के सन्दर्भ में चातुर्र्वण्य का वर्णन करने का अपना प्रयोजन है। भगवान् श्रीकृष्ण अर्जुन को यह समझाना चाहते हैं कि वह क्षत्रिय वर्ण का है और? इसलिए? धर्मयुद्ध से पलायन करना उसे शोभा नहीं देता। उसका कर्तव्य धर्म पालन एवं धर्म रक्षण करना है। ब्राह्मणों के स्वभाव अर्थात् सत्त्वाधिक्य को प्राप्त किये बिना वह सफलतापूर्वक ध्यानाभ्यास नहीं कर सकता। अत? अर्जुन के लिए वासनाक्षय का एक मात्र साधन रह जाता है क्षत्रिय धर्म का पालन करना।अगले श्लोकों में वर्णाश्रम धर्म का विस्तृत विवेचन किया गया है। स्वभाव से प्राप्त धर्म तथा आश्रम अर्थात् जीवन की स्थिति (ब्रह्मचर्य? गृहस्थ? वानप्रस्थ? संन्यास) के अनुकूल कर्तव्यों का यहाँ वर्णन करते हैं ","etsga":"18.40 There is no such entity in the world or, again, among the gods in heaven, which can be free from these three gunas born of Nature. ","etssa":"18.40 There is no being on earth or again in heaven among the gods, that is liberated from the three alities born of Nature. ","etdss":"18.40. Whether on the earth, or again among the gods in the heaven, there exists not a single being, which is free from these three Strands, born of the Material-Nature. ","ecssa":"18.40 न not? तत् that? अस्ति is? पृथिव्याम् on the earth? वा or? दिवि in heaven? देवेषु among the gods? वा or? पुनः again? सत्त्वम् being? प्रकृतिजैः born of Prakriti (matter)? मुक्तम् freed? यत् which? एभिः from these? स्यात् may be? त्रिभिः from three? गुणैः by alities.Commentary The Gunas form the warp and woof of everything as threads do in the case of cloth.Here in the world of mortals or there in the heavenworld? there is no creature that is not bound by the three alities of Nature. Can there be a cloth without threads Can there be a man without blood and bones Can there be a mountain without stones Even so there is not a single creature in the whole universe into whose composition the three alities of matter do not enter. The whole of creation is wrought of these three alities. They have given rise to the Trinity (Brahma? Vishnu and Siva). In the world of mortals the triplicity of agent? action and fruit owe their origin to them. They are the cause of the different functions of the four castes. This Samsara has been compared to the peepul tree in chapter XV.1. This Samsara is made up of the three alities and is kept up by the force of ignorance.Action? instruments of action and fruits have set the wheel of Samsara in motion and this wheel is revolving from beginningless time. It is only a liberated sage who has attained knowledge of the Self who puts a check to this wheel? goes beyond the cause and the effect? and breaks the bonds of Karma.Cut this mysterious tree of Samsara with the strong sword of nonattachment? transcend the three Gunas and rest in your own essential divine nature as ExistenceKnowledgeBliss Absolute. ","scetsga":"18.40 Na asti, there is no; tat, such; sattvam, entity, living creatures like men and others, or non-living things; prthivyam, in the world; va punah, or, again; an entity devesu, among the gods; divi, in heaven; yat, which; syat, can be [-this is connected with the preceding portion na tat, there is no such (entity)-]; muktam, free; hih, from these; trubhih, three; gunaih, gunas, sattva etc.; prakrti-jaih, born of Nature.\nIt has been said that the entire transmigratory state together with its roots, characterized by action, agent and resuls-consisting of the gunas, sattva, rajas and tamas-, and projected by ignorance, is an evil. And this also has been said through the imagery of the Tree in the verse, ৷৷.which has its roots upward etc. (15.1). It has been further said that, after felling that (Tree), with the strong sword of detachment, thereafter, that State has to be sought for (15.3-4). And, as to that, since all things consist of the three gunas, there arises the impossibility of the eradication of the cause of worldly existence. Hence, it has to be shown how it can be eradicated. Besides, the purport of the scripture Gita has to be summed up, and it has also to be shown that the import of all the Vedas and the Smrtis, which must be put into practice by those who long for the Goal of human life, is verily this much. Hence begin the verses, The duties of the Brahmanas, the Ksatriyas and the Vaisyas৷৷., etc. ","scetdss":"18.40 Na tad asti etc. In this manner, the agent, the object and the instrument, the intellect and content, and happiness are classified under different heads of the Sattva etc. Because they have a mutual relationship of subordinate-and-principal or of the oppressed-and-opressor or of the togetherness; becuase they have modifications occuring either together or in a specific seence; and because they, on that account, have varieties beyond all counting; they are capable of bringing forth fruits (results) of umpteen variety. This (statement) logically demonstrates in detail the uncomprehensibility of actions (their results) which has been indicated earlier (above IV, 17ff.). All these beings, starting from the gods down to the immovables, do not transcend the relation with the traid of the Strands. Indeed it has been said -\n \nCommencing from Brahma (personal god) down to the [insignificant] worm, no one is really happy; all, without exception, having desire to live, undertake different acts of agitation (or commit different frauds to appear to be happy).\n \nIndeed the real happiness is [only] to him whose mind has gone beyond the Strands and not to anyone else. This is what is intended here. \n So far, the three-fold nature of each of the six items and also of the content etc., has been explained. Among them, he who is occupied with the group of the Sattva (Strand) and who has attained the divine wealth is fit for the subject under study; and you are of that sort - telling in this manner, Arjuna has been encouraged.\n \nNow the following is declared : If you engage yourself in the action with this reslove for correct knowledge, then because of your undertaking of your own righteous action and because of your sanctity through wisdom, there is no bondage of aciton for you. On the other hand, if you dont follow this, [even] then there must necessarily be some activity in you; because your birth itself stands to that effect. Since, being controlled by its own intrinsic nature, everything, though it may have, for a short while, its nature concealed due to some fault, regains its own nature that becomes perceivable when the concealing agent disappears. For example, the nature of the castes is of this nature. Thus when an effort necessarily takes place, there would be [for its agent] its fruit. This [the Bhagavat] says- ","scetssa":"18.40 There is no Sattva or creature born either among men etc., on the earth or among the gods in heaven, from Brahma down to immobile things, and having their basis in Prakrti, that is free from the dominance of the three Gunas of Prakrti. Tyaga, which has been determined as forming the means for release in the Sruti texts like By Tyaga alone do they attain immortality (Ma. Na., 8.14), is of the same meaning as of the word Sannyasa. It is rooted in the relinishment of the sense of agency in actions that are being performed. The relinishment of the results and of possessiveness in actions, and the relinguishing of agency are to be gained by ascribing the agency to the Supreme Person. As all these are the effects of the increase of Sattva-guna, the differences of the effects of Sattva, Rajas and Tamas have been described at length with a view to instruct that Sattva is to be cultivated. Now Sri Krsna, with a view to inculcate that actions done including their fruits, as a means to release and attainment of Him, must be of the nature of the worship of the Supreme Person, and that the fruit thereof is the attainment of Him - describes the actions obligatory for the alified classes of the people such as Brahmanas, differentiated by virtue of the natural alities arising from the Gunas such as Sattva, as also the occupations prescribed for those classes. ","chakravarthi":"Including those things not mentioned, the Lord now summarizes this section. There is not anything, living species or even non-living things (sattvam), which is free from the three gunas born of prakrti. Everything in existence is composed of the three gunas. The meaning of this section is that sattvika items are acceptable and those of rajas and tamas are not. ","rudra":"\nSumming up what has not been specifically mentioned in the previous\nchapters the Supreme Lord Krishna reveals that there is no jiva or embodied\nbeing in a subtle body, physical body or etheric body anywhere in material\nexistence throughout all creation that is free from the influence of the\nthree gunas or modes of material nature which arise from prakriti the\nmaterial substratum pervading physical existence. No where in existence is\nany living entity in all of creation exempt from this reality. ","brahma":"There is no commentary for this verse. ","shri":"\nOn Earth, on other worlds, in the higher celestial spheres and the lower\ndemoniac planets, in all of creation from the highest material being known\nas Brahma down to a simple plant; there is no living entity anywhere in\nmaterial existence that is exempt from the influence of the three gunas or\nmodes of material nature which arise from prakriti the material substratum\npervading physical existence. Yet as the Vedic scriptures confirm by tyaga\nor renunciation one is released from the enslavement of samsara the\nperpetual cycle of birth and death and achieves moksa or liberation from\nmaterial existence. As the means to moksa the tyaga does not differ from\nthe meaning sannyasa symbolises which is also renunciation. Both mean the\nsame and do not consider themselves the doer; but tyaga renounces the\ndesire for rewards for actions and sannyasa renounces all actions.\n1) Renunciation of rewards\n2) Renunciation of thinking one is the doer\n3) Renunciation for recognition for actions\nThese three are realised by knowing that all is accomplished solely by the\ngrace of the Supreme Lord Krishna alone and no other. This elevated state\nof consciousness can only be perceived under the dominating influence of\nsattva guna the mode of goodness and never raja guna the mode of passion or\ntama guna the mode of ignorance. In order to give credence and inspire\nregard for sattva guna that it is most worthy to be cultivated Lord Krishna\nhad to show the demerits and deficiencies of raja and tama guna as well. Now that the complex elaboration of the three gunas and their influence on\nthe previously mentioned subjects by modifying them to manifest natural\nexpression among the various classes of society while conforming to their\nindividual and collective levels and classifications of existence. This\nwill be illustrated to exemplify that all activities pertaining to moksa\nare of the nature of transcendence and are actually performed for the\nSupreme Lord. When such is invariably the case the actions performed\nthemselves become the goal assuring communion with the Supreme Lord will be\nattained. How this is to be lucid and comprehensible will be revealed next. ","kumar":"On Earth, on other worlds, in the higher celestial spheres and the lower\ndemoniac planets, in all of creation from the highest material being known\nas Brahma down to a simple plant; there is no living entity anywhere in\nmaterial existence that is exempt from the influence of the three gunas or\nmodes of material nature which arise from prakriti the material substratum\npervading physical existence. Yet as the Vedic scriptures confirm by tyaga\nor renunciation one is released from the enslavement of samsara the\nperpetual cycle of birth and death and achieves moksa or liberation from\nmaterial existence. As the means to moksa the tyaga does not differ from\nthe meaning sannyasa symbolises which is also renunciation. Both mean the\nsame and do not consider themselves the doer; but tyaga renounces the\ndesire for rewards for actions and sannyasa renounces all actions.\n1) Renunciation of rewards\n2) Renunciation of thinking one is the doer\n3) Renunciation for recognition for actions\nThese three are realised by knowing that all is accomplished solely by the\ngrace of the Supreme Lord Krishna alone and no other. This elevated state\nof consciousness can only be perceived under the dominating influence of\nsattva guna the mode of goodness and never raja guna the mode of passion or\ntama guna the mode of ignorance. In order to give credence and inspire\nregard for sattva guna that it is most worthy to be cultivated Lord Krishna\nhad to show the demerits and deficiencies of raja and tama guna as well. Now that the complex elaboration of the three gunas and their influence on\nthe previously mentioned subjects by modifying them to manifest natural\nexpression among the various classes of society while conforming to their\nindividual and collective levels and classifications of existence. This\nwill be illustrated to exemplify that all activities pertaining to moksa\nare of the nature of transcendence and are actually performed for the\nSupreme Lord. When such is invariably the case the actions performed\nthemselves become the goal assuring communion with the Supreme Lord will be\nattained. How this is to be lucid and comprehensible will be revealed next. "}