{"meta":"Bhagavad Gita Chapter 18 Verse 17","metahi":"भगवद् गीता 18.17","slok":"यस्य नाहंकृतो भावो बुद्धिर्यस्य न लिप्यते।हत्वापि स इमाँल्लोकान्न हन्ति न निबध्यते।।18.17।। ","htsrsd":"।।18.17।।जिसका अहंकृतभाव नहीं है और जिसकी बुद्धि लिप्त नहीं होती? वह इन सम्पूर्ण प्राणियोंको मारकर भी न मारता है और न बँधता है। ","htstma":"।।18.17।। जिस पुरुष में अहंकार का भाव नहीं है और बुद्धि किसी (गुण दोष) से लिप्त नहीं होती? वह पुरुष इन सब लोकों को मारकर भी वास्तव में न मरता है और न (पाप से) बँधता है।। ","transliteration":"Yasya naahankrito bhaavo buddhiryasya na lipyate;\nHatwaapi sa imaam llokaan na hanti na nibadhyate. ","englishmeaning":"yasya—whose; na ahankṛitaḥ—free from the ego of being the doer; bhāvaḥ—nature; buddhiḥ—intellect; yasya—whose; na lipyate—unattached; hatvā—slay; api—even; saḥ—they; imān—this; lokān—living beings; na—neither; hanti—kill; na—nor; nibadhyate—get bound ","hcsrsd":"।।18.17।। व्याख्या --   यस्य नाहंकृतो भावो बुद्धिर्यस्य न लिप्यते -- जिससे मैं करता हूँ -- ऐसा अहंकृतभाव नहीं है और जिसकी बुद्धिमें मेरको फल मिलेगा -- ऐसे स्वार्थभावका लेप नहीं है। इसको ऐसे समझना चाहिये -- जैसे शास्त्रविहित और शास्त्रनिषिद्ध -- ये सभी क्रियाएँ एक प्रकाशमें होती हैं और प्रकाशके ही आश्रित होती हैं परन्तु प्रकाश किसी भी क्रियाका कर्ता नहीं बनता अर्थात् प्रकाश उन क्रियाओँको न करनेवाला है और न करानेवाला है। ऐसे ही स्वरूपकी सत्ताके बिना विहित और निषिद्ध -- कोई भी क्रिया नहीं होती परन्तु वह सत्ता उन क्रियाओंको न करनेवाली है और न करानेवाली है -- ऐसा जिसको साक्षात् अनुभव हो जाता है? उसमें मैं क्रियाओंको करनेवाला हूँ -- ऐसा अहंकृतभाव नहीं रहता और अमुक चीज चाहिये? अमुक चीज नहीं चाहिये अमुक घटना होनी चाहिये? अमुक घटना नहीं होनी चाहिये -- ऐसा बुद्धिमें लेप (द्वन्द्वमोह) नहीं रहता। अहंकृतभाव और बुद्धिमें लेप न रहनेसे उसके कर्तृत्व और भोक्तृत्व -- दोनों नष्ट हो जाते हैं अर्थात् अपनेमें कर्तृत्व और भोक्तृत्व -- ये दोनों ही नहीं हैं? इसका वास्तविक अनुभव हो जाता है।प्रकृतिका कार्य स्वतःस्वाभाविक ही चल रहा है? परिवर्तित हो रहा है और अपना स्वरूप केवल उसका प्रकाशक है -- ऐसा समझकर जो अपने स्वरूपमें स्थित रहता है? उसमें मैं करता हूँ ऐसा अहंकृतभाव नहीं होता क्योंकि अंहकृतभाव प्रकृतिके कार्य शरीरको स्वीकार करनेसे ही होता है। अहंकृतभाव सर्वथा मिटनेपर उसकी बुद्धिमें फल मेरेको मिले ऐसा लेप भी नहीं होता अर्थात् फलकी कामना नहीं होती।अहंकृतभाव एक मनोवृत्ति है। मनोवृत्ति होते हुए भी यह भाव स्वयं(कर्ता)में रहता है क्योंकि कर्तृत्व और अकर्तृत्व भाव स्वयं ही स्वीकार करता है।हत्वापि स इमाँल्लोकान्न हन्ति न निबध्यते -- वह इन सम्पूर्ण प्राणियोंको एक साथ मार डाले? तो भी वह मारता नहीं क्योंकि उसमें कर्तृत्व नहीं है और वह बँधता भी नहीं क्योंकि उसमें भोक्तृत्व नहीं है। तात्पर्य यह है कि उसका न क्रियाओंके साथ सम्बन्ध है और न फलके साथ सम्बन्ध है।वास्तवमें प्रकृति ही क्रिया और फलमें परिणत होती है। परन्तु इस वास्तविकताका अनुभव न होनेसे ही पुरुष (चेतन) कर्ता और भोक्ता बनता है। कारण कि जब अहंकारपूर्वक क्रिया होती है? तब कर्ता? करण और कर्म -- तीनों मिलते हैं और तभी कर्मसंग्रह होता है। परन्तु जिसमें अहंकृतभाव नहीं रहा? केवल सबका प्रकाशक? आश्रय? सामान्य चेतन ही रहा? फिर वह कैसे किसको मारे और कैसे किससे बँधे उसका मारना और बँधना सम्भव ही नहीं है (गीता 2। 19)।सम्पूर्ण प्राणियोंको मारना क्या है जिसमें अहंकृतभाव नहीं है और जिसकी बुद्धिमें लेप नहीं है -- ऐसे मनुष्यका शरीर जिस वर्ण और आश्रममें रहता है? उसके अनुसार उसके सामने जो परिस्थिति आ जाती है? उसमें प्रवृत्त होनेपर उसे पाप नहीं लगता। जैसे? किसी जीवन्मुक्त क्षत्रियके लिये स्वतः युद्धकी परिस्थिति प्राप्त हो जाय तो वह उसके अनुसार सबको मारकर भी न तो मारता है और न बँधता है। कारण कि उसमें अभिमान और स्वार्थभाव नहीं है।यहाँ अर्जुनके सामने भी युद्धका प्रसङ्ग है। इसलिये भगवान्ने हत्वापि पदसे अर्जुनको युद्धके लिये प्रेरणा की है। अपि पदका भाव हैं -- कर्मण्यभिप्रवृत्तोऽपि नैव किञ्चित्करोति सः (गीता 4। 20) कर्मोंमें अच्छी तरह प्रवृत्त होनेपर भी वह कुछ नहीं करता। सर्वथा वर्तमानोऽपि स योगी मयि वर्तते (गीता 6। 31) सर्वथा बर्ताव करता हुआ भी वह योगी मेरेमें रहता है। शरीरस्थोऽपि कौन्तेय न करोति न लिप्यते (गीता 13। 31) शरीरमें स्थित होनेपर भी न करता है और न लिप्त होता है। तात्पर्य यह है कि कर्मोंमें साङ्गोपाङ्ग प्रवृत्त होनेके समय और जिस समय कर्मोंमें प्रवृत्त नहीं है? उस समय भी स्वरूपकी निर्विकल्पता ज्योंकीत्यों रहती है अर्थात् क्रिया करनेसे अथाव क्रिया न करनेसे स्वरूपमें कुछ भी फरक नहीं पड़ता। कारण कि क्रियाविभाग प्रकृतिमें है? स्वरूपमें नहीं।वास्तवमें यह अहंभाव (व्यक्तित्व) ही मनुष्यमें भिन्नता करनेवाला है। अहंभाव न रहनेसे परमात्माके साथ भिन्नताका कोई कारण ही नहीं है। फिर तो केवल सबका आश्रय? प्रकाशक सामान्य चेतन रहता है। वह न तो क्रियाका कर्ता बनता है? और न फलका भोक्ता ही बनता है। क्रियाओंका कर्ता और फलका भोक्ता तो वह पहले भी नहीं था। केवल नाशवान् शरीरके साथ सम्बन्ध मानकर जिस अहंभावको स्वीकार किया है? उसी अहंभावसे उसमें कर्तापन और भोक्तापन आया है।अहम् दो प्रकारका होता है -- अहंस्फूर्ति और अहंकृति। गाढ़ नींदसे उठते ही सबसे पहले मनुष्यको अपने होनेपन(सत्तामात्र) का भान होता है? इसको अहंस्फूर्ति कहते हैं। इसके बाद वह अपनेमें मैं अमुक नाम? वर्ण? आश्रम आदिका हूँ -- ऐसा आरोप करता है? यही असत्का सम्बन्ध है। असत्के सम्बन्धसे अर्थात् शरीरके साथ तादात्म्य माननेसे शरीरकी क्रियाको लेकर मैं करता हूँ -- ऐसा भाव उत्पन्न होता है? इसको अहंकृति कहते हैं।अहम् को लेकर ही अपनेमें परिच्छिन्नता आती है। इसलिये अहंस्फूर्तिमें भी किञ्चित् परिच्छिन्नता (व्यक्तित्व) रह सकती है। परन्तु यह परिच्छिन्नता बन्धनकारक नहीं होती अर्थात् परिच्छिन्नता रहनेपर भी अहंस्फूर्ति दोषी नहीं होती। कारण कि अहंकृति अर्थात् कर्तृत्वके बिना अपनेमें गुणदोषका आरोप नहीं होता।,अहंकृति आनेसे ही अपनेमें गुणदोषका आरोप होता है? जिससे शुभअशुभ कर्म बनते हैं। बोध होनेपर अहंस्फूर्तिमें जो परिच्छिन्नता है? वह जल जाती है और स्फूर्तिमात्र रह जाती है। ऐसी स्थितिमें मनुष्य न मारता है और न बँधता है।न हन्ति न निबध्यते (न मारता है और न बँधता है) का क्या भाव है एक निर्विकल्पअवस्था होती है और एक निर्विकल्पबोध होता है। निर्विकल्पअवस्था साधनसाध्य है और उसका उत्थान भी होता है अर्थात् वह एकरस नहीं रहती। इस निर्विकल्पअवस्थासे भी असङ्गता होनेपर स्वतःसिद्ध निर्विकल्पबोधका अनुभव होता है। निर्विकल्पबोध साधनसाध्य नहीं है और उसमें निर्विकल्पता किसी भी अवस्थामें किञ्चिन्मात्र भी भंग नहीं होती। निर्विकल्पबोधमें कभी परिवर्तन हुआ नहीं? होगा नहीं और होना सम्भव भी नहीं। तात्पर्य है कि उस निर्विकल्पबोधमें कभी हलचल आदि नहीं होते? यही न हन्ति न निबध्यते का भाव है।अहंकृतभाव और बुद्धिमें लेप न रहनेका उपाय क्या है क्रियारूपसे परिवर्तन केवल प्रकृतिमें ही होता है और उन क्रियाओंका भी आरम्भ और अन्त होता है तथा उन कर्मोंके फलरूपसे जो पदार्थ मिलते हैं? उनका भी संयोगवियोग होता है। इस प्रकार क्रिया और पदार्थ -- दोनोंके साथ संयोगवियोग होता रहता है। संयोगवियोग होनेपर भी स्वयं तो प्रकाशकरूपसे ज्योंकात्यों ही रहता है। विवेकविचारसे ऐसा अनुभव होनेपर अहंकृतभाव और बुद्धिमें लेप नहीं रहता। सम्बन्ध --   ज्ञान और प्रवृत्ति (क्रिया) दोषी नहीं होते? प्रत्युत कर्तृत्वाभिमान ही दोषी होता है क्योंकि कर्तृत्वाभिमानसे ही कर्मसंग्रह होता है -- यह बात आगेके श्लोकमें बताते हैं। ","hcsca":"।।18.17।। कर्म का नियम यह है कि जो कर्म का कर्ता होता है वही फल का भोक्ता भी होता है। हम यह देख चुके हैं कि केवल जड़ उपाधियाँ कर्म नहीं कर सकतीं और न केवल चैतन्य स्वरूप आत्मा ही कर्ता हो सकता है। दोनों के परस्पर सम्बन्ध से कर्ताभिमानी जीव केवल अविद्या से ही उत्पन्न हो सकता है क्योंकि परस्पर विरोधी धर्मी जड़ उपाधि और चेतन आत्मा के मध्य कोई वास्तविक सम्बन्ध नहीं हो सकता। अत स्पष्ट है कि आत्मा को न जानकर अनात्मा के सम्बन्ध से जीव भाव को प्राप्त होकर मनुष्य शुभाशुभ कर्मों का कर्ता बनता है और उसकी बुद्धि पाप पुण्यरूपी फलों से लिप्त भी होती है। अज्ञान दशा में यही बन्धन अपरिहार्य है।इस श्लोक में सम्यक् ज्ञान प्राप्त पुरुष का वर्णन किया गया है। आत्मज्ञानी पुरुष का अहंकार अर्थात् जीवभाव ही समाप्त हो जाता है। तब उसकी बुद्धि कौन से विषयों में आसक्त होगी अथवा गुण दोषों से दूषित होगी यह सर्वथा असम्भ्व है। इसी तथ्य को यहाँ इस प्रकार बताते हैं कि वह पुरुष इन लोकों को मारकर भी? (वास्तव में)? न मारता है न बँधता है।उपर्युक्त कथन में कोई विरोध नहीं हैं? क्योंकि मारने की क्रिया शरीरादि लौकिक दृष्टि से कही गई है और मारता नहीं है यह आत्मदृष्टि से कहा गया है। जब भगवान् श्रीकृष्ण यह कहते हैं कि ज्ञानी पुरुष हत्या करके भी वास्तव में हत्या नहीं करता है? तब इसका अर्थ यह नहीं समझना चाहिए कि सभी ज्ञानी पुरुष हत्या जैसे हीन कर्मों में प्रवृत्त होते हैं इस वाक्य का अभिप्राय केवल इतना ही है कि कर्तृत्वाभिमान के अभाव में मनुष्य को किसी भी कर्म का बन्धन नहीं हो सकता। लोक में भी हम देखते हैं कि एक हत्यारे व्यक्ति को मृत्युदण्ड दिया जाता है? और रणभूमि पर शत्रु की हत्या करने वाले वीर सैनिक को महावीर चक्र प्रदान किया जाता है हत्या का कर्म दोनों में समान होते हुए भी अहंकार और स्वार्थ के भाव और अभाव के कारण दोनों के फलों में अन्तर होता है। जिसका अहंकार पूर्णतया नष्ट हो जाता है? ऐसे ज्ञानी पुरुष को किसी भी प्रकार का बन्धन नहीं होता है।अब इसके पश्चात् गीताचार्य भगवान् श्रीकृष्ण? कर्म के प्रवर्तक या प्रेरक तत्त्वों का और कर्म संग्रह का वर्णन करते हैं ","etsga":"18.17 He who has not the feeling of egoism, whose intellect is not tainted, he does not kill, nor does he become bound-even by killing these creatures! ","etssa":"18.17 He who is free from the egoistic notion, whose intelligence is not tainted (by good or evil), \nthough he slays these people, he slayeth not, nor is he bound (by the action). ","etdss":"18.17. He, whose mental disposition is not dominated by the sense I, and whose intellect is not stained - he, even if he slays these worlds, does not [really] slay any and he is not fettered. ","ecssa":"18.17 यस्य whose? न not? अहंकृतः egoistic? भावः the notion? बुद्धिः intelligence? यस्य of whom? न not? लिप्यते is tainted? हत्वा having slain? अपि even? सः he? इमान् these? लोकान् people? न not? हन्ति slays? न not? निबध्यते is bound.Commentary I will explain to thee? O Arjuna? the characterisitics of the man who has transcended activity? and who has gone beyond the bonds of Karma.When selfishnes and egoism are destroyed? when desire and personal gain are renounced? actions cannot bind a man. He knows that the Self is not destroyed when the body perishes. He has no idea of agency. The act of killing itself? in his case? becomes one necessary for the peace and harmony of the world. His killing without desire is like the killing of a murderer by the executioner and the judge on behalf of the community for the preservation of peace and harmony in the world.He who has a trained intellect? pure understanding and developed reason? who has a knowledge of the scriptures? who has devoted himself to the study of the scriptures? who is eipped with the knowledge of logic? who is well trained by the instructions of his preceptor? is absolutely free from the egoistic notion that I am the agent or the doer. He knows perfectly well that Nature or Guna or ones own nature does everything. He thus thinks I am the silent witness of all activities. I am not the doer. These five (the body? the actor? etc.) which are superimposed on the pure? actionless Self through ignorance are the causes of all actions. I do not do anything. The senses move amongst the senseobjects. The alities (Gunas) move in their counterparts in the senses which are also the products of the Gunas. I know the essence of the divisions of the alities and their functions. I am in essence without limbs. How can action or work be ascribed to me I am without hands? without legs? without feet? without breath and without mind. I am ever pure? spotless and immovable and immutable. He will never repent thus I have done a wrong action. I ought to have done like this. I have done an evil action. I will go to hell. He is always wise. He can,never do a wrong action. His will has become one with the cosmic will. His will has become blended with the will of the Lord. Whatever he does is done by the Lord only. He has no will of his own. He sees rightly. Though he kills? he does not commit the act of killing. He is not bound by the fruit of a vicious action as an effect of that act. He is beyond good and evil? beyond the pairs of opposites? as he has knowledge of the Self.An objector says The statement that though he kills these people? he does not kill? is selfcontradictory.We say This objection is really not tenable. From the worldly point of view the Lord says though he kills? because man identifies the Self with the body? etc.? and thinks I am the killer. From the transcendental point of view explained above? the Lord says? He kills not? he is not bound.Another objector says The Self acts in conjunction with the body? etc.? -- He who looks upon his Self Which is isolated? as the agent৷৷. (XVIII.16)We say This objection also cannot stand. As the omnipresent ether is not affected by reason of its subtlety? even so the Self? seated everywhere in the body? is not affected. This immortal? immutable? changeless? formless? attributeless Self? though seated in the body? does not act and is not affected? just as the crystal is not affected by the red colour of the flower that comes into contact with it? just as the sun is not affected by the diseases of the eye. A thing that changes only can join with others and become the agent. The Self is always isolated? independent and free. This Self is immutable (II.25). The alities move amidst the alities (III.28). Though seated in the body? He does not act (XIII.31). Actions are wrought by the alities (III.27). You will find in the Brihadaranyaka were. By reasoning also we may establish the same conclusion thusThe Self is indivisible? allpervading? infinite? limbless? without parts? independent? ever free and immutable. Therefore the actions of the body can never be ascribed to the agency of the Self.Verily the actions of one cannot go to another who has not done them. Just as blue colour cannot belong to the sky? silver to the motherofpearl? water to mirage? so also what is ascribed to the Self by ignorance cannot really belong to It. The changes that occur in the body pertain to the body but not to the pure actionless Self which is always the spectator or the silent witness. Therefore? it is right to say that the wise man who is free from egoism and all impurities of the mind? neither kills nor is he bound though he kills.In chapter II.19? the Lord stated the proposition -- He slayeth not? nor is he slain. In chapter II.20? He said The Self is unborn? eternal? ancient the Self is not slain when the body is killed. The Lord has touched here and there that the Self is not affected by works? that there is no necessity for the wise man of doing actions. He concludes that the sage kills not? nor is he bound? and sums up the teaching of the Gita. The teaching of the Gita has been concluded in this verse. The Sannyasins who are free from egoism are not affected by Karma. The threefold fruits of action? viz.? evil? good and mixed (see verse 12 above) do not accrue to them. Those worldlyminded persons who work with egoism and expectation of fruits are tainted by the works. They are forced to experience the fruits of their actions and to take birth again and again. (Cf.II.19V.7) ","scetsga":"18.17 Yasya, he who, the person whose intellect is refined by the instructions of the scriptures and the teachers, and reason; who has na, not; ahankrtah bhavah, the feeling of egoism, in whom does not occur the notion in the form, I am the agent; i.e., he who sees thus: These five, viz locus etc. (14), imagined in the Self through ignorance, are verily the agents of all actions; not I. But I am the absolute, unchanging witness of their functions, Without vita force, without mind, pure, superior to the (other) superior immutable (Maya) (Mu. 2.1.1); yasya, whose; buddhih, intellect, the internal organ, which is the limiting adunct of the Self; is na, not; lipyate, tainted, does not become regretful thinking, I have done this; as a result, I shall enter into hell; whose intellect does not become thus tainted, he has a good intellect and he perceives (rightly). Api, even; hatva, by killing; iman, these; lokan, creatures, i.e. all living beings; sah he; does not hanti, kill-he does not perform the act of killing; nor does he nibadhyate, become bound, nor even does he become connected with its result, the fruit of an unrighteous action.\nObjection: Even if this be a eulogy, is it not contradictory to say, even by killing he does not kill?\nReply: This defect does not arise; for this becomes logical from the ordinary and the enlightened points of view. By adopting the empirical point of view (which consists in thinking), I am the slayer, by identifying the body with the Self, the Lord says, even by killing; and, by taking His stand on the supreme Truth as explained above (the Lord says), he does not kill, nor does he become bound. Thus both these surely become reasonable.\nObjection; Is it not that the Self certainly does act in combination with the locus etc., which conclusion follows from the use of the word kevala (absolute) in the text, the absolute Self as the agent (16)?\nReply: There is not such fault, because, the Self being changeless by nature, there is no possiblity of Its becoming united with the locus etc. For it is only a changeful entity that can possibly be united with another, or come to have agentship through combination. But, for the changeless Self there can be no combination with anything whatsoever. Hence, agentship through combination is not logical. Therefore, the absoluteness of the Self being natural, the word kevalam is merely a reiteration of an established fact.\nAnd the changelessness of the Self is well known from the Upanisads, the Smrtis and logic. As to that, in the Gita itself this has been established more than once in such texts as, It is said that৷৷.This is unchangeable (2.25), Actions are being done by the gunas themselves (see 3.27), this ৷৷.supreme Self does not act৷৷.although existing in the body (13.31), and in the Upanisads also in such texts as, It thinks, as it were, and shakes, as it were (Br. 4.3.7).\nAnd from the standpoint of reason also, the royal path is to hold that the true nature of the Self is that It is partless, independent of others and changeless. Even if mutability (of the Self) be accepted, It should have a change that is Its own. The functions of the locus etc. cannot be attributed to the agency of the Self. Indeed, an action done by someone else cannot be imputed to another by whom it has not been done! As for what is imputed (on somody) through ignorance, that is not his. As the ality of silver is not of nacre, or as surface or dirt attributed through ignorance to the sky by foolish people is not of the sky, similarly, the changes in the locus etc. also are verily their own, and not of the Self. Hence it has been well said that the enlightened person does not kill, nor is he bound, becuase of the absence of his being tainted by the idea that actions are done by himself. [Some translate this portion thus: ৷৷.because of the absence of the thought I am doing, and also due to the taintlessness of the mind; or, ৷৷.in the absence of egotism and of all taint in the mind.-Tr.]\nAfter having declared, This One does not kill, nor is It killed (2.19); having stated the immutability of the Self through such texts as, Never is this One born (2.20) , etc., which adduce the reason for this; having briefly stated at the commencement of the Scripture-in, he who knows this One as indestructible (2.21)-that the enlightened man has no eligibility for rites and duties; and having deliberated in various places on that (cessation) which has been mooted in the middle (of the Scripture), the Lord, by way of summarizing the purport of the Scripture, concludes here by saying that the enlightened person does not kill, nor does he become bound. If this be so, then it becomes established that the three kinds of results of actions, viz the undesirable etc., do not accrue to the monks, since it is reasonable that, because of the illogicality of their entertaining the idea of being embodied, all actions resulting from ignorance become abandoned (by them). And hence, as a conseence of a reversal of this, it becomes inevitable that the results do accrue to others.\nThus, this is how the purport of the scripture Gita has been summed up. In order that this which is the essence of the teachings of all the Vedas should be. understood after deliberation by the learned ones possessing a sharp intellect, it has been explained by us in accordance with the scriptures and reasoning, in various places by dealing with it topically.\nThereafter, now is being stated what promts actions: ","scetdss":"18.13-17 Panca etc. upto na nibadhyate Conclusion : the established end, because here a decision is arrived at. Basis : the material object Destiny : the good and bad result [of actions] previously accumulated. These five viz., the basis etc., constitute the entire assembly of factors and hence they are the causes for each action.\n \nBut other [commentators give an etymology of] adhisthana basis to mean That by which all actions are governed; and on that ground they believe that it denotes that action which exists in the intellect; which comes ot be due to the Rajas, and is being prone to transform itself into the pentad of (the mental dispositions viz.) the content, the faith, the happiness, the desire to know and the aversion to know; which is referable by the term karma-yoga (that which yokes man into activity); and which is described at times by the term prayatna effort.\n \nAgent : the ascertainer characterised by the intellect. Instrument : [the personal instruments viz.] the mind, the eye etc., and also the external ones like sword etc. Activity : the activity of upper life-breath, nether life-breath etc. The effects of the righteous and unrighteous acts are indicated by the term Destiny. All the dispositions located in the intellect are indicated by these two. Still other commentators, however, take Basis to be the Absolute Lord.\n \nDue to his imperfect intellect : because of his having indecisive knowledge. But he, who performs actions with the stability due to disappearance of th I-sense (limited) and [a stability] refined by hundreds of reasoning, as detailed earlier - he does not get the fetter, because he is a man of perfect intellect. This is what is intended [in the passage under study]. ","scetssa":"18.17 He who, through the contemplation of the agency of the Supreme Being, is free from the self-conceit, I alone do everything; he whose understanding is not therefore tainted, and has come to be informed by the understanding; As I am not the agent of this work, its fruit is not connected with me; so this work does not belong to me - such a person, though he slays all these men, not merely Bhisma, etc., does not slay them. Therefore, he is not bound by the actions known as battle. The meaning is that the fruits of such actions do not accrue to him. Sri Krsna now teaches how action is induced. For this he differentiates actions generated by Sattva and the other Gunas. The object is to inculcate the desirability of the Sattvika type. For, only meditation on the self not being the agent, brings about the growth of Sattva. ","chakravarthi":"Who then is intelligent with good eyes? One who does not have the nature of ahankara (ahankrto bhavah), who is not thinking himself the doer, who is not attached to actions by thinking the action will give good or bad results (yasya buddhir na lipyate), does not obtain reactions of karma. What else can be said? Though he may do pious or sinful acts, he does not do them. Though it may appear from ordinary vision that he has killed all these living beings, he does not kill, from his own vision, because he has no motive for the action. Therefore he is not bound. He does not receive the reactions of karma. ","rudra":"\nNow the question which may arise in the minds of the spiritually\nintelligent is that being appraised of the pervasive scope of actions who\nis the sagacious person who cannot be tainted by actions? Lord Krishna\naddresses this question by stating that one who is free from the notion of\nI is free from the conception of I am the doer. In other words free from\nideas of egoism which regard the body as the self and considers the self as\nthe controller due to the performance of actions within the physical body\none is untainted by all actions. Therefore one whose understanding is\nrefined due to not being polluted by attachment to any action and without\nconsidering any action as agreeable or disagreeable is never tainted or\ninfluenced by any action. Such an evolved jiva or embodied being has\nrealised that the atma or immortal soul as distinctly different from the\nphysical body and immersed in this consciousness of relating solely to the\natma thus perceives within themselves as performing no action; neither is\nsuch a jiva bound to any karma or reactions from any actions. Therefore due\nto internal purification of consciousness and intuitive realisation that\nperceives all activities of the mind, speech and body in relationship to\nthe transcendental atma one is not bound by the restrictions of material\nnature. What to say of one who dedicates their mind, speech and body to the\nSupreme Lord. It has been confirmed by Lord Krishna long before in chapter\n5, verse 10 that one who offers all there actions unto the Supreme Lord are\nnot tainted by pious or sinful reactions. ","brahma":"\nOne who by knowledge has determined that they are not the actual performer\nof any action are not bound by the karma or reactions to any action. Only\none who thinks that they are the physical body and the performer of actions\nare bound to the karma of actions. Now begins the summation. Realising that the Supreme Lord Krishna only is independent and it is He\nupon whom all others depend upon and that the jiva or embodied being is\nnever independent under any circumstances in any stage of existence are\naware that all jivas according to tartamya or gradation from Brahma the\nsecondary creator who is the most evolved being in material creation down\nto an insignificant ant are perishable along with material existence\nitself. Whereas those who are unaware of their total dependence upon the\nSupreme Lord Krishna for their very existence come to possess the\ncharacteristics of demons born to perpetrate destruction. They are never\nreceptive to the ultimate truth of the Vedic scriptures, neither are they\nperformers of righteousness, nor are they ever entitled to moksa or freedom\nfrom material existence and samsara the perpetual cycle of birth and death.\nOne who is conscious that they are fully dependent upon the Supreme Lord\nwill not be affected by any defects for they will not possess the attitude\nthat they are the doer of anything. This is the special dispensation that\nsuch consciousness bequeaths. Whose intellect is not polluted refers to\nthose cognisant who fully dependent upon the Supreme Lord perform actions\nwithout attachment according to their prescribed duty in varnasrama the\nVedic social structure of society. Those who imagine themselves independent\nof the Supreme Lord even if performing prescribed duties cannot be\nconsidered fully righteous due to their ignorance of Him. Hence there will\nbe some defects and demerits accrued in their activities. ","shri":"\nThe word ahankarah means the ego and refers to one who thinks themselves\nthe doer of actions. It is an erroneous figment of the mind that illusorily\nattaches itself to ones own self the conviction that: I myself am doing\nsuch and such action. This false notion arises out of identification with\nthe false ego and infatuation to a bodily conception. Such notion and\nconceptions are completely absent in those of spiritual intelligence who\nhave surrendered themselves to the Supreme Lord. The words na lipyate means\nnot attached to the rewards of actions. Since one of spiritual intelligence\nunderstands that they are never independent they realise that the rewards\nfrom their actions is not of their concern. Hence they do not consider\nthemselves the doer and are solely dependent upon the Supreme Lord. Whose\nintelligence has been refined in this manner is known to be purified and\nuntainted. The inference is that although one may perform innumerable\nactivities they perform them not because they are bereft of considering\nthemselves the doer they are not subject to be a recipient to receive the\nconsequent merits or demerits resulting from any action. This highly\nevolved consciousness of being fully dependent upon the Supreme Lord and\nnever considering oneself as the doer of any action arises out of a jiva or\nembodied being prevalence of sattva guna the mode of goodness. Therefore it\nis a virtuous trait and worthy of acquisition to be cultured and\nimplemented. Next the differentiation of actions resulting from interaction\nand influences of the three gunas or modes of material nature will be\nexamined by Lord Krishna in detail to illustrate from where the inducement\nand incentive to perform actions arises. ","kumar":"The word ahankarah means the ego and refers to one who thinks themselves\nthe doer of actions. It is an erroneous figment of the mind that illusorily\nattaches itself to ones own self the conviction that: I myself am doing\nsuch and such action. This false notion arises out of identification with\nthe false ego and infatuation to a bodily conception. Such notion and\nconceptions are completely absent in those of spiritual intelligence who\nhave surrendered themselves to the Supreme Lord. The words na lipyate means\nnot attached to the rewards of actions. Since one of spiritual intelligence\nunderstands that they are never independent they realise that the rewards\nfrom their actions is not of their concern. Hence they do not consider\nthemselves the doer and are solely dependent upon the Supreme Lord. Whose\nintelligence has been refined in this manner is known to be purified and\nuntainted. The inference is that although one may perform innumerable\nactivities they perform them not because they are bereft of considering\nthemselves the doer they are not subject to be a recipient to receive the\nconsequent merits or demerits resulting from any action. This highly\nevolved consciousness of being fully dependent upon the Supreme Lord and\nnever considering oneself as the doer of any action arises out of a jiva or\nembodied being prevalence of sattva guna the mode of goodness. Therefore it\nis a virtuous trait and worthy of acquisition to be cultured and\nimplemented. Next the differentiation of actions resulting from interaction\nand influences of the three gunas or modes of material nature will be\nexamined by Lord Krishna in detail to illustrate from where the inducement\nand incentive to perform actions arises. "}