{"meta":"Bhagavad Gita Chapter 18 Verse 7","metahi":"भगवद् गीता 18.7","slok":"नियतस्य तु संन्यासः कर्मणो नोपपद्यते।मोहात्तस्य परित्यागस्तामसः परिकीर्तितः।।18.7।। ","htsrsd":"।।18.7।।नियत कर्मका तो त्याग करना उचित नहीं है। उसका मोहपूर्वक त्याग करना तामस कहा गया है। ","htstma":"।।18.7।। नियत कर्म का त्याग उचित नहीं है मोहवश उसका त्याग करना तामस त्याग कहा गया है।। ","transliteration":"Niyatasya tu sannyaasah karmano nopapadyate;\nMohaattasya parityaagas taamasah parikeertitah. ","englishmeaning":"niyatasya—of prescribed duties; tu—but; sanyāsaḥ—renunciation; karmaṇaḥ—actions; na—never; upapadyate—to be performed; mohāt—deluded; tasya—of that; parityāgaḥ—renunciation; tāmasaḥ—in the mode of ignorance; parikīrtitaḥ—has been declared ","hcsrsd":"।।18.7।। व्याख्या --   [तीन तरहके त्यागका वर्णन भगवान् इसलिये करते हैं कि अर्जुन कर्मोंका स्वरूपसे त्याग करना चाहते थे -- श्रेयो भोक्तुं भैक्ष्यमपीह लोके (गीता 2। 5) अतः त्रिविध त्याग बताकर अर्जुनको चेत कराना था? और आगेके लिये मनुष्यमात्रको यह बताना था कि नियत कर्मोंका स्वरूपसे त्याग करना भगवान्को मान्य (अभीष्ट) नहीं है। भगवान् तो सात्त्विक त्यागको ही वास्तवमें त्याग मानते हैं। सात्त्विक त्यागसे संसारके सम्बन्धका सर्वथा विच्छेद हो जाता है।दूसरी बात? सत्रहवें अध्यायमें भी भगवान् गुणोंके अनुसार श्रद्धा? आहार आदिके तीनतीन भेद कहकर आये हैं? इसलिये यहाँ भी अर्जुनद्वारा त्यागका तत्त्व पूछनेपर भगवान्ने त्यागके तीन भेद कहे हैं।]नियतस्य तु संन्यासः कर्मणो नोपपद्यते -- पूर्वश्लोकमें भगवान्ने त्यागके विषयमें अपना जो निश्चित उत्तम मत बताया है? उससे यह तामस त्याग बिलकुल ही विपरीत है और सर्वथा निकृष्ट है? यह बतानेके लिये यहाँ तु पद आया है।नियत कर्मोंका त्याग करना कभी भी उचित नहीं है क्योंकि वे तो अवश्यकर्तव्य हैं। बलिवैश्वदेव आदि यज्ञ करना? कोई अतिथि आ जाय तो गृहस्थधर्मके अनुसार उसको अन्न? जल आदि देना? विशेष पर्वमें या श्राद्धतर्पणके दिन ब्राह्मणोंको भोजन कराना और दक्षिणा देना? अपने वर्णआश्रमके अनुसार प्रातः और सांयकालमें सन्ध्या करना आदि कर्मोंको न मानना और न करना ही नियत कर्मोंका त्याग है।मोहात्तस्य परित्यागस्तामसः परिकीर्तितः -- ऐसे नियत कर्मोंको मूढ़तासे अर्थात् बिना विवेकविचारके छोड़ देना तामस त्याग कहा जाता है। सत्सङ्ग? सभा? समिति आदिमें जाना आवश्यक था? पर आलस्यमें पड़े रहे? आराम करने लग गये अथवा सो गये घरमें मातापिता बीमार हैं? उनके लिये वैद्यको बुलाने या औषधि लानेके लिये जा रहे थे? रास्तेमें कहींपर लोग ताशचौपड़ आदि खेल रहे थे? उनको देखकर खुद भी खेलमें लग गये और वैद्यको बुलाना या ओषधि लाना भूल गये कोर्टमें मुकदमा चल रहा है? उसमें हाजिर होनेके समय हँसीदिल्लगी? खेलतमाशा आदिमें लग गये और समय बीत गया शरीरके लिये शौचस्नान आदि जो आवश्यक कर्तव्य हैं? उनको आलस्य और प्रमादके कारण छोड़ दिया -- यह सब तामस त्यागके उदाहरण हैं।विहित कर्म और नियत कर्ममें क्या अन्तर है शास्त्रोंने जिन कर्मोंको करनेकी आज्ञा दी है? वे सभी विहित कर्म कहलाते हैं। उन सम्पूर्ण विहित कर्मोंका पालन एक व्यक्ति कर ही नहीं सकता क्योंकि शास्त्रोंमें सम्पूर्ण वारों तथा तिथियोंके व्रतका विधान आता है। यदि एक ही मनुष्य सब वारोंमें या सब तिथियोंमें व्रत करेगा तो फिर वह भोजन कब करेगा इससे यह सिद्ध हुआ कि मनुष्यके लिये सभी विहित कर्म लागू नहीं होते। परन्तु उन विहित कर्मोंमें भी वर्ण? आश्रम और परिस्थितिके अनुसार जिसके लिये जो कर्तव्य आवश्यक होता है? उसके लिये वह नियत कर्म कहलाता है। जैसे ब्राह्मण? क्षत्रिय? वैश्य और शूद्र -- चारों वार्णोंमें जिसजिस वर्णके लिये जीविका और शरीरनिर्वाहसम्बन्धी जितने भी नियम हैं? उसउस वर्णके लिये वे सभी नियत कर्म हैं।नियत कर्मोंका मोहपूर्वक त्याग करनेसे वह त्याग तामस हो जाता है तथा सुख और आरामके लिये त्याग,करनेसे वह त्याग राजस हो जाता है। सुखेच्छा? फलेच्छा तथा आसक्तिका त्याग करके नियत कर्मोंको करनेसे वह त्याग सात्त्विक हो जाता है। तात्पर्य यह है कि मोहमें उलझ जाना तामस पुरुषका स्वभाव है? सुखआराममें उलझ जाना राजस पुरुषका स्वभाव है और इन दोनोंसे रहित होकर सावधानीपूर्वक निष्कामभावसे कर्तव्यकर्म करना सात्त्विक पुरुषका स्वभाव है। इस सात्त्विक स्वभाव अथवा सात्त्विक त्यागसे ही कर्म और कर्मफलसे सम्बन्धविच्छेद होता है। राजस और तामस त्यागसे नहीं क्योंकि राजस और तामस त्याग वास्तवमें त्याग है ही नहीं।लोग सामान्य रीतिसे स्वरूपसे कर्मोंको छोड़ देनेको ही त्याग मानते हैं क्योंकि उन्हें प्रत्यक्षमें वही त्याग दीखता है। कौन व्यक्ति कौनसा काम किस भावसे कर रहा है? इसका उन्हें पता नहीं लगता। परन्तु भगवान् भीतरकी कामनाममताआसक्तिके त्यागको ही त्याग मानते हैं क्योंकि ये ही जन्ममरणके कारण हैं (गीता 13। 21)।यदि बाहरके त्यागको ही असली त्याग माना जाय तो सभी मरनेवालोंका कल्याण हो जाना चाहिये क्योंकि उनकी तो सम्पूर्ण वस्तुएँ छूट जाती हैं और तो क्या? अपना कहलानेवाला शरीर भी छूट जाता है और उनको वे वस्तुएँ प्रायः यादतक नहीं रहतीं अतः भीतरका त्याग ही असली त्याग है। भीतरका त्याग होनेसे बाहरसे वस्तुएँ अपने पास रहें या न रहें? मनुष्य उनसे बँधता नहीं। ","hcsca":"।।18.7।। नियत अर्थात् कर्तव्य कर्मों का त्याग अत्यन्त निम्नस्तर का तामस त्याग माना गया है। नित्य और नैमित्तक कर्मों के सम्मिलित रूप को ही नियत कर्म कहते हैं। जब तक मनुष्य अपने समाज के एक सदस्य के रूप में जीवन यापन करता है? तब तक उसे वह समाज? सुरक्षा तथा उन्नति का लाभ भी प्रदान करता है। अत हिन्दू नीति के अनुसार? मनुष्य को अपने कर्तव्यों को त्यागने का कोई अधिकार नहीं है।यदि कोई व्यक्ति अज्ञानवश अपने नैतिक कर्तव्यों का त्याग करता है तब भी वह क्षम्य नहीं है। जैसे? संविधान के और भौतिक जगत् के प्राकृतिक नियमों के पालन के संबंध में नियम का अज्ञान क्षम्य नहीं माना जाता? वैसे ही आध्यात्मिक क्षेत्र में भी यही नियम लागू होता है। अज्ञान और अविवेक के कारण यदि कोई व्यक्ति अपने कर्तव्य पालन के द्वारा समाज सेवा नहीं करता है? तो उसका यह त्याग मूढ़ अर्थात् तामसिक त्याग है। ","etsga":"18.7 The abandoning of daily obligatory acts (nityakamas) is not justifiable. Giving up that through delusion is declared to be based on tamas. ","etssa":"18.7 Verily the renunciation of obligatory action is not proper; the abandonment of the same from delusion is declared to be Tamasic. ","etdss":"18.7. The renunciation of the enjoined action does not stand to reason; and completely relinishing it, out of ignorance is proclaimed, on all sides, as an act of the Tamas (Strand). ","ecssa":"18.7 नियतस्य obligatory? तु verily? संन्यासः renunciation? कर्मणः of action? न not? उपपद्यते is proper? मोहात् from delusion? तस्य of the same? परित्यागः abandonment? तामसः Tamasic? परिकीर्तितः is declared.Commentary Renunciation of obligatory action is not proper because it is purifying in the case of an ignorant man. Should a man renounce actions that he should perform as a duty? such renunciation can only be of the ality of darkness. Prescribed duties must not be abandoned and if anyone does so? he is certainly deluded by ignorance. Tamas is ignorance.Niyata Prescribed according to ones religion. To hold that a duty is obligatory and then to relinish it is indeed selfcontradictory. ","scetsga":"18.7 Therefore, sannyasah, the abandoning; niyatasya tu karmanah, of the daily obligatory acts, by the seeker of Liberation who is as yet unenlightened and is fit for rites and duites; na apapadyate, is not justifiable, because what is desired is the purification of unenlightened persons. Parityagah, giving up; tasya, of that, of the daily obligatory duty; mohat, through delusion, through ignorance; parikirtitah, is declared; to be tamasah, based on tamas.\nNiyata is that duty which must be performed. That an act is niyata (obligatory) and it is relinished is contradictory. Therefore the giving up of that through delusion is declared to be based on tamas, for delusion is tamas.\nBesides, ","scetdss":"18.7 See Comment under 18.11 ","scetssa":"18.7 Obligatory acts consist of daily, and occasional ceremonies like the five great sacrifices; their abandonment is not proper, for without actions even the sustenance of the body would be impossible, as already stated: From no-work, not even the body can be sustained (3.8). The sustenance of the body by eating the sacrificial remnants produces perfect knowledge. Otherwise, as declared in the statement, But the sinful ones eat sin (3.13). The satisfaction that comes by eating food which is not the remnant of sacrifice and which is therefore of the form of sin, is productive of erroneous knowledge in the mind. For, as declared in the Sruti, The mind consists of food (Cha. U., 6.5.4), the mind is sustained by food. Also, there is the Sruti text, When the food is pure, the mind becomes pure; when the mind is pure, remembrance becomes firmly fixed; and when remembrance is acired, there is release from all knots of the heart (Ibid., 7.26.2). It is therefore proved by the Sruti that knowledge of the form of direct perception of Brahman, is dependent on the purity of food. Hence the great sacrifices and such other obligatory and occasional rites are worthy of adoption till ones death, as they help in the knowledge of the Brahman. The renunciation of these is therefore not proper. Thus, the relinishment of these acts which produce knowledge through the delusion that they bind the self, is rooted in Tamas. Tamasika renunciation has its roots in Tamas. Since such renunciation has its roots in ignorance which is the effect of Tamas, such renunciation is said to have its roots in Tamas. For Tamas is the root of ignorance as has been stated: From Tamas arise negligence and delusion, and also, ignorance (14.17). Ignorance is erroneous knowledge which is antagonistic to right knowledge. So, it will be taught, That reason which, enveloped in Tamas, regards wrong as right, and which reverses every value, O Arjuna, is Tamasika (18.32). It is for this reason that the renunciation of obligatory and occasional actions are said to have their roots in erroneous knowledge. ","chakravarthi":"Starting the description of the three types of tyaga, the Lord here describes the tamasic tyaga. Giving up daily activities (niyatasya karmanah) is not recommended. To reject the nitya karmas out of ignorance of the meaning of scriptures (mohat) is called tamasic tyaga. The sannyasi can reject kamya karmas since they are not obligatory, but nitya karmas are not to be rejected. That is the suggestion of the word tu. The result of such tamasic tyaga is ignorance, instead of attainment of knowledge, which was the very goal in rejecting the nitya karma. ","rudra":"\nThe three kinds of renunciation introduced previously are being explained\nby Lord Krishna in this verse and the next two. Renunciation of actions\nprompted by desire is proper since such actions assure bondage in samsara\nthe perpetual cycle of birth and death. But giving up prescribed Vedic\nactivities and obligatory duties is not proper since those activities lead\nto moksa or liberation from material existence by purifying the mind.\nTherefore abstaining from these sanctifying Vedic activities arises from\nillusion and the conception to oppose what is prescribed in the Vedic\nscriptures is delusion. This delusion is understood to be clearly situated\nin tama guna the mode of ignorance. ","brahma":"\nLord Krishna reiterates that abandoning desire for the rewards of actions\nis what is to be relinquished and the true expression of renunciation.\nMerely giving up the actions is an erroneous display of foolishness with no\nbenefit. The Padma Purana states: Those who give up the performance of\nprescribed Vedic activities, receiving no benefits will undoubtedly be\nforced to enter the dark and hellish nether worlds. ","shri":"\nPrescribed Vedic activities are niyata or eternal. Some are daily duties\nsuch as chanting mantras or sacred incantations for the benefit of all\ncreation at the three junctures of the day. Some are occasional duties such\nas fasting from all grains twice a month on ekadasi which is the 11th day\nof the waxing and waning moon. Still other prescribed Vedic activities\nsuch as a Vishnu yagna which is ritualistic propitiation and worship of the\nSupreme Lord are performed during extraordinary celebrations such as the\ninstallation of the vigraha or authorised deity form of the Supreme Lord\nKrishna or any of His authorised incarnations and expansions as revealed in\nVedic scriptures. Ceasing to performed such sanctifying and purifying Vedic\nactivities which benefit all creation would be unrighteous and cause\nunimaginable degradation to humanity specifically and evolution in general.\nLord Krishna already confirmed in chapter three, verse 8: That bodily\nsustenance cannot even be maintained without appropriate actions otherwise\nit is not possible. . Even if one is able to assimilate bodily sustenance\nfrom sunshine or by air alone as some elevated yogis do that is still\nperforming action. Food not first consecrated unto the Supreme Lord is considered sinful and\nsuch food produces delusion and bewilderment in thinking. It is confirmed\nin Chandogya Upanisad VI.V.IV beginning anna mayam hi somya mana states:\nThe mind is verily composed from food. The purifying vestiges of sanctified\nfood ingested after the performance of the holy yagna is capable of\nimparting sacred knowledge conducive to atma tattva or soul realisation.\nCognition of the Supreme Lord and communion with Him is dependent upon\ninternal and external purity which are mandatory pre-requisites. Purified\nfood purifies the mind, a purified mind has the ability to access the\nesoteric spiritual reality that assures moksa or liberation from material\nexistence. So the reality is that prescribed Vedic activities and\nobligatory duties are to be performed all throughout ones life even up to\nthe last day of departing the present existence as they guarantee one is\nable to fulfil the goals of human existence. So abstinence from performing\nthem is not in ones best interest. Those that desist, ignore, disregard\nand blaspheme are influenced by illusion and are locked in tama guna the\nmode of ignorance. For it has been traced by the enlightened that the idea\nof abstinence of prescribed Vedic activities was induced by tama guna and\ngoverned by illusion. Ignorance is that which is hostile to wisdom and\nexists as perverted knowledge. So abstaining from prescribed Vedic\nactivities is in the category of perverted knowledge. Lord Krishna will\nillustrate this futher in verse 32. ","kumar":"Prescribed Vedic activities are niyata or eternal. Some are daily duties\nsuch as chanting mantras or sacred incantations for the benefit of all\ncreation at the three junctures of the day. Some are occasional duties such\nas fasting from all grains twice a month on ekadasi which is the 11th day\nof the waxing and waning moon. Still other prescribed Vedic activities\nsuch as a Vishnu yagna which is ritualistic propitiation and worship of the\nSupreme Lord are performed during extraordinary celebrations such as the\ninstallation of the vigraha or authorised deity form of the Supreme Lord\nKrishna or any of His authorised incarnations and expansions as revealed in\nVedic scriptures. Ceasing to performed such sanctifying and purifying Vedic\nactivities which benefit all creation would be unrighteous and cause\nunimaginable degradation to humanity specifically and evolution in general.\nLord Krishna already confirmed in chapter three, verse 8: That bodily\nsustenance cannot even be maintained without appropriate actions otherwise\nit is not possible. . Even if one is able to assimilate bodily sustenance\nfrom sunshine or by air alone as some elevated yogis do that is still\nperforming action. Food not first consecrated unto the Supreme Lord is considered sinful and\nsuch food produces delusion and bewilderment in thinking. It is confirmed\nin Chandogya Upanisad VI.V.IV beginning anna mayam hi somya mana states:\nThe mind is verily composed from food. The purifying vestiges of sanctified\nfood ingested after the performance of the holy yagna is capable of\nimparting sacred knowledge conducive to atma tattva or soul realisation.\nCognition of the Supreme Lord and communion with Him is dependent upon\ninternal and external purity which are mandatory pre-requisites. Purified\nfood purifies the mind, a purified mind has the ability to access the\nesoteric spiritual reality that assures moksa or liberation from material\nexistence. So the reality is that prescribed Vedic activities and\nobligatory duties are to be performed all throughout ones life even up to\nthe last day of departing the present existence as they guarantee one is\nable to fulfil the goals of human existence. So abstinence from performing\nthem is not in ones best interest. Those that desist, ignore, disregard\nand blaspheme are influenced by illusion and are locked in tama guna the\nmode of ignorance. For it has been traced by the enlightened that the idea\nof abstinence of prescribed Vedic activities was induced by tama guna and\ngoverned by illusion. Ignorance is that which is hostile to wisdom and\nexists as perverted knowledge. So abstaining from prescribed Vedic\nactivities is in the category of perverted knowledge. Lord Krishna will\nillustrate this futher in verse 32. "}