{"meta":"Bhagavad Gita Chapter 18 Verse 10","metahi":"भगवद् गीता 18.10","slok":"न द्वेष्ट्यकुशलं कर्म कुशले नानुषज्जते।त्यागी सत्त्वसमाविष्टो मेधावी छिन्नसंशयः।।18.10।। ","htsrsd":"।।18.10।।जो अकुशल कर्मसे द्वेष नहीं करता और कुशल कर्ममें आसक्त नहीं होता? वह त्यागी? बुद्धिमान्? सन्देहरहित और अपने स्वरूपमें स्थित है। ","htstma":"।।18.10।। जो पुरुष अकुशल (अशुभ) कर्म से द्वेष नहीं करता और कुशल (शुभ) कर्म में आसक्त नहीं होता? वह सत्त्वगुण से सम्पन्न पुरुष संशयरहित? मेधावी (ज्ञानी) और त्यागी है।। ","transliteration":"Na dweshtyakushalam karma kushale naanushajjate;\nTyaagee sattwasamaavishto medhaavee cchinnasamshayah. ","englishmeaning":"na—neither; dveṣhṭi—hate; akuśhalam—disagreeable; karma—work; kuśhale—to an agreeable; na—nor; anuṣhajjate—seek; tyāgī—one who renounces desires for enjoying the fruits of actions; sattva—in the mode of goodness; samāviṣhṭaḥ—endowed with; medhāvī—intelligent; chhinna-sanśhayaḥ—those who have no doubts ","hcsrsd":"।।18.10।। व्याख्या --   न द्वेष्ट्यकुशलं कर्म -- जो शास्त्रविहित शुभकर्म फलकी कामनासे किये जाते हैं और परिणाममें जिनसे पुनर्जन्म होता है (गीता 2। 42 -- 44 9। 20 -- 21) तथा जो शास्त्रनिषिद्ध पापकर्म हैं और परिणाममें जिनसे नीच योनियों तथा नरकोंमें जाना पड़ता है (गीता 16। 7 -- 20)? वे सबकेसब कर्म अकुशल कहलाते हैं। साधक ऐसे अकुशल कर्मोंका त्याग तो करता है? पर द्वेषपूर्वक नहीं। कारण कि द्वेषपूर्वक त्याग करनेसे कर्मोंसे तो सम्बन्ध छूट जाता है? पर द्वेषके साथ सम्बन्ध जुड़ जाता है? जो शास्त्रविहित काम्यकर्मोंसे तथा शास्त्रनिषिद्ध पापकर्मोंसे भी भयंकर है।कुशले नानुषज्जते -- शास्त्रविहित कर्मोंमें भी जो वर्ण? आश्रम? परिस्थिति आदिके अनुसार नियत हैं और जो आसक्ति तथा फलेच्छाका त्याग करके किये जाते हैं तथा परिणाममें जिनसे मुक्ति होती है? ऐसे सभी कर्म कुशल कहलाते हैं। साधक ऐसे कुशल कर्मोंको करते हुए भी उनमें आसक्त नहीं होता।त्यागी -- कुशल कर्मोंके करनेमें जिसका राग नहीं होता और अकुशल कर्मोंके त्यागमें जिसका द्वेष नहीं होता? वही असली त्यागी है (टिप्पणी प0 878)। परन्तु वह त्याग पूर्णतया तब सिद्ध होता है? जब कर्मोंको करने अथवा न करनेसे अपनेमें कोई फरक न पड़े अर्थात् निरन्तर निर्लिप्तता बनी रहे (गीता 3। 18 4। 18)। ऐसा होनेपर साधक योगारूढ़ हो जाता है (गीता 6। 4)।मेधावी -- जिसके सम्पूर्ण कार्य साङ्गोपाङ्ग होते हैं और संकल्प तथा कामनासे रहित होते हैं तथा ज्ञानरूप अग्निसे जिसने सम्पूर्ण कर्मोंको भस्म कर दिया है? उसे पण्डित भी पण्डित (मेधावी अथवा बुद्धिमान्) कहते हैं (गीता 4। 19)। कारण कि कर्मोंको करते हुए भी कर्मोंसे लिपायमान न होना बड़ी बुद्धिमत्ता है।इसी मेधावीको चौथे अध्यायके अठारहवें श्लोकमें स बुद्धिमान्मनुष्येषु पदोंसे सम्पूर्ण मनुष्योंमें बुद्धिमान् बताया गया है।छिन्नसंशयः -- उस त्यागी पुरुषमें कोई सन्देह नहीं रहता। तत्त्वमें अभिन्नभावसे स्थित रहनेके कारण उसमें किसी तरहका संदेह रहनेकी सम्भावना ही नहीं रहती। सन्देह तो वहीं रहता है? जहाँ अधूरा ज्ञान होता है अर्थात् कुछ जानते हैं और कुछ नहीं जानते।सत्त्वसमाविष्टः -- आसक्ति आदिका त्याग होनेसे उसकी अपने स्वरूपमें? चिन्मयतामें स्वतः स्थिति हो जाती है। इसलिये उसे सत्त्वसमाविष्टः कहा गया है। इसीको पाँचवें अध्यायके उन्नीसवें श्लोकमें तस्माद्ब्रह्मणि ते,स्थिताः पदोंसे परमात्मामें स्थित बताया गया है। सम्बन्ध --   कर्मोंको करनेमें राग न हो और छोड़नेमें द्वेष न हो -- इतनी झंझट क्यों की जाय कर्मोंका सर्वथा ही त्याग क्यों न कर दिया जाय -- इस शङ्काको दूर करनेके लिये आगेका श्लोक कहते हैं। ","hcsca":"।।18.10।। पूर्व श्लोक में भगवान् श्रीकृष्ण ने यह कहा था कि सात्त्विक पुरुष अपने नियत कर्मों को? केवल कर्तव्य समझकर फलासक्ति को त्यागकर? करता है। प्रथम दृष्टि में? सामान्य पुरुष को त्याग का यह सिद्धांत असंभव ही प्रतीत होगा। संभवत अर्जुन के मुख पर कुछ इसी प्रकार के आश्चर्य भाव को देखकर? भगवान् श्रीकृष्ण इस श्लोक में सात्त्विक पुरुष का और अधिक स्पष्ट चित्रण करते हैं।सामान्य अज्ञानी जन अतिरेकी स्वभाव के होते हैं। वे जगत् को यथार्थ रूप में कभी नहीं देखते। जगत् की वस्तुओं को वे अपने राग द्वेष से रंजित दृष्टि से देखते हैं। तत्पश्चात्? वे अपनी प्रिय वस्तु को पाने का प्रयत्न करते हैं और अप्रिय को त्यागने के लिए परिश्रम करते हैं। इसके लिए वे शुभाशुभ कर्मों की चिन्ता नहीं करते। प्रिय वस्तु को प्राप्त कराने वाले कर्म में उनकी आसक्ति हो जाती है और अन्य कर्म से द्वेष। इसके परिणामस्वरूप? इष्ट की प्राप्ति पर उन्हें हर्षातिरेक होता है और अनिष्ट की प्राप्ति में वे विषाद के गर्त में गिर जाते हैं। ऐसे लोगों के अन्तकरण में काम? क्रोध? ईर्ष्या आदि अवगुणों का स्थायी निवास होता है। यदाकदा इनमें से कोई व्यक्ति धर्माचरण में प्रवृत्त भी होता है? तो अपने अतिरेकी स्वभाव के कारण धार्मिक कार्य में आसक्त हो जाता है और अन्य लोगों को पतित समझकर उन्हें हेय दृष्टि से देखता है परन्तु? सत्त्वगुणी पुरुष उपर्युक्त समस्त अवगुणों से मुक्त होता है। इसका कारण उसकी विकसित विवेक शक्ति है। आत्मानात्माविवेक के द्वारा वह यह भलीभांति जानता है कि शरीर? इन्द्रियाँ? मन और बुद्धि ये सब अनात्मा हैं तथा जन्ममरण? क्षुधातृषा और शोकमोह ये सब इनके ही धर्म हैं? न कि इन सब को प्रकाशित करने वाले साक्षी आत्मा के? इस ज्ञान के कारण वह अनात्म उपाधियों से तादात्म्य नहीं करता। इसी को यहाँ इस प्रकार कहा गया है कि वह अशुभ से द्वेष और शुभ से राग नहीं करता है। ऐसा पुरुष ही वास्तव में सुशिक्षित एवं सुसंस्कृत कहा जाता है। अन्य अविवेकी लोग तो शुष्क पर्ण के समान वायु की गति और दिशा के साथ इतस्तत भटकते रहते हैं। विवेकी पुरुष अपने मन का साक्षी बनकर रहता है? जबकि अविवेकी लोग? त्याग के अभाव में? अपने मन की वृत्तियों के साथ तादात्म्य करके दुख भोगते रहते हैं।किसी भी वस्तु के यथार्थ स्वरूप को समझने तथा मिथ्या का त्याग करने के लिए अपने नित्य और पूर्ण स्वरूप का बोध आवश्यक है। वस्तुओं को समझने तथा युक्तियुक्त विचार करने की बुद्धि की इस क्षमता को मेधा शक्ति कहते हैं। केवल इतना ही नहीं? वरन् प्राप्त ज्ञान को धारण एवं आवश्यकतानुसार स्मरण करने की क्षमता भी मेधा ही है। इस शक्ति से सम्पन्न पुरुष मेधावी कहा जाता है। ऐसे मेधावी पुरुष क ो निम्नलिखित तत्त्वों का स्पष्टत ज्ञान होता है (1) अपना कर्मक्षेत्र? (2) वे उपाधियां जिनके द्वारा वह जगत् से सम्पर्क करता है? (3) अपना शुद्ध आनन्द स्वरूप? और (4) जगत् से अपना संबंध। यह मेधावी पुरुष संशय रहित (छिन्न संशय) होता है? क्योंकि वस्तु के अपूर्ण ज्ञान से ही संशय उत्पन्न हो सकता है? अन्यथा नहीं।इसमें कोई सन्देह नहीं कि ऐसे सात्त्विक त्यागी पुरुष जगत् में विरले ही होते हैं। बहुसंख्यक लोग तो अपनी देहादि उपाधियों के साथ तादात्म्य स्थापित करके स्वयं को कर्म का कर्ता मानते हैं और तब उन्हें कर्मफल भोगने के लिए बाध्य होना ही पड़ता है।जो अज्ञानी पुरुष कर्तृत्व के अभिमान तथा देहासक्ति को त्याग नहीं पाता है? उसको कम से कम कर्म फल त्याग करना चाहिए। भगवान् कहते हैं ","etsga":"18.10 The man of renunciation who has become imbued with sattva, who is wise and freed from doubts, does not hate unbefitting action, nor does he become attached to befitting activity. ","etssa":"18.10 The man of renunciation, pervaded by purity, intelligent, and with his doubts cut asunder, does not hate a disagreeable work nor is he attached to an agreeable one. ","etdss":"18.10. The man of relinishment, who is well possessed of the Sattva, is wise and has his doubts destroyed-he hates not the unskilled action and clings not to the skilled action. ","ecssa":"18.10 न not? द्वेष्टि hates? अकुशलम् disagreeable? कर्म action? कुशले to an agreeable one? न not? अनुषज्जते is attached? त्यागी the abandoner? सत्त्वसमाविष्टः pervaded by purity? मेधावी intelligent? छिन्नसंशयः with his doubts cut asunder.Commentary All actions are eally welcome to the man of renunciation. He is not affected by either pleasure or pain. He is not elated at performing pleasant actions nor does he find unpleasantness when he does disagreeable actions. He does not hate the latter? nor is he attached to the former. Neither has he aversion to painful actions nor attraction to pleasant ones. As he has no attachment to any action or its rewards? he will do any action for the welfare of all beings.Akusalam Karma Disagreeable work or work done with expectation of reward? which becomes the cause of bondage to Samsara? by producing a body. He does not hate an unpleasnt action? thinking? Of what use is itKusale To good ones which include obligatory daily duties. He has no attachment to them even with the notion that they lead to salvation by purifying the heart and conseently giving rise to the dawn of knowledge and devotion to it.When one abandons attachment to action and desire for its reward and performs actions vigorously? his heart is filled with Sattva or purity which produces discrimination between the Real and the unreal? the Eternal and the transient. Then he attains knowledge of the Self which dispels all the doubts caused by ignorance. He now realises that the only means of attaining the spureme bliss or eternal peace or immortality is knowledge of the Self. This rends asunder all his doubts. What is the nature of doubt Does Brahman exist or not Do the Upanishads deal with Saguna Brahman or Nirguna Brahman Is the individual soul identical with the Supreme Being or not Will I be able to realise the Self or not Will any of the Karmas (Prarabdha? Sanchita and Agami) affect me Does this Samsara whose nature is the feelings I do this and I enjoy this belong to the Self or to the mind and intellect What are the means for liberation -- Yoga? devotion? Karma or knowledge of the Self What is Moksha Is it Selfrealisation or the attainment of the Salokya? Samipya? Sarupya and Sayujya states (dwelling in the kingdom of God? proximity to Him? assuming the same form as the Lord and merging in Him)When a man practises Karma Yoga he gets purity of heart and through purity of heart knows himself to be the immutable actionless Self Who is destitute of birth? or remains without acting or causing others to act (Cf.V.13). He attains devotion to the knowledge of the Self and freedom from all actions. The purpose of the Karma Yoga described above has been taught in this verse.Medhavi He who is endowed or united with wisdom. He is a Sthitaprajna. What is Medha? then It is the immediate knowledge of the identity of the individual soul and the Supreme Being by meditation on the right significance of the great sentence (I am Brahman or That thou art)? which,is free from the three kinds of doubts? viz.? Samsaya Bhavana (doubt)? Asambhavana (improbability) and Viparitabhavana (perversion)? and by the practice of the four means and service of the Guru (who is versed in the scriptures and established in Brahman) and hearing the truths from him.Such a Medhavi will not think that prohibited actions which bind an ignorant man will be unfavourable to him. He will never think that they will bind him if he has to perform them? because he is above good and evil? virtue and vice? right and wrong. He has no idea of agency (Kartritva Abhimana) he feels that he is a Kritakritya? one who has accomplished all actions.This does not mean that he will do wrong actions. As his will is one with the cosmic will? whatever action he performs will be in accordance with the scriptures. He will never deviate even a fraction of an inch from the rules of the scriptures. The Lord alone works through his mind and senses as he has no individual will.RagaDvesha (likes and dislikes) are the motives that induce a worldly man to actions. As they are absent in a sage or a Medhavi? he can renounce the fruits of all actions and actions as well.As the ocean remains calm amidst stormy waves? even so a Sattvic man remains calm amidst adverse or stormy conditions of life. He recognises that the happenings of life are inevitable. He acts in a variety of ways but is not disturbed as he has a balanced and disciplined mind.There must be no hatred for unpleasant or disagreeable action that brings physical suffering? danger or unlucky results or untoward conseences? when it is the work that should be done. You will have to accept such work also with a willing heart and work with hear and soul. You must have a profound and comprehensive understanding of its need and meaning also. Arjuna failed to understand in the beginning the deep significance and need of the work given by the Lord. He brought in his own foolish philosophy. He failed to do his bounden duty because? due to ignorance? he thought it was an unpleasant or disagreeable action to kill people but in the end when his eyes were opened by the valuable teachings of the Lord? he understood the need and the meaning of the work although it appeared to him as disagreeable and unpleasant in the beginning? and said My illusion is destroyed. I have gained knowledge through Thy grace? O Krishna. I am firm? my doubts are gone. I will act according to Thy instructions. ","scetsga":"18.10 Na devesti, he does not hate; akusalam, unbefitting; karma, action, rites and duties meant for desired results-with the idea, What is the usefulness of this which is a cause of transmigration through fresh embodiment? Na anusajjate, he does not become attached to; kusale, befitting activity, daily obligatory duties, by thinking that this is the cause of Liberation by virtue of its being the cause of purification of the mind, rise of Knowledge and steadfastness in it. That is to say, he does not entertain any liking even for it, because he finds no purpose in it.\nWho, again, is he? Tyagi, the man of renunciation, who has become so by having given up attachment and rewards of action in the manner stated above. He is a tyagi who performs nityakarmas by relinishing attachment to those acts and (their) results.\nAgain, it is being stated as to when that person does not hate an unbefitting act and does not become attached to a befitting activity: When he has become sattva-samavistah, imbued with sattva, i.e., when he is filled with, possessed of, sattva, which is the means to the knowledge that discriminates between the Self and the not-Self; and hence medhavi, wise-endowed with intelligence (medha), intuitive experience, characterized as knowledge of the Self; one possessed of that is medhavai (wise)-; and owing to the very fact of being wise, chinnasamsayah, freed from doubts-one whose doubts created by ignorance have been sundered, one who is freed from doubts by his firm conviction that nothing but abiding in the ture nature of the Self is the supreme means to the highest Good.\nThe person competent (for rites and duties) who, having gradually become purified in mind through the practice of Karma-yoga in the way described above, has realized as his own Self the actionless Self, which is devoid of modifications like birth etc., he, ৷৷.having given up all actions mentally, remaining at without doing or causing (others) to do anything at all (cf. 5.13), attains steadfastness in Knowledge, which is characterized as actionless-ness. In this way, the purpose of the aforesaid Karma-yoga has been stated through the present verse.\nOn the other hand, since, for the unenlightened person-who, while being alified (for rites and duties), holds on to the body owing to the erroneous conception that the body is the Self, and who has the firm conviction, I am the agent, because of the persistence of his idea that the Self is the agent-it is not possible to renounce actions totally, therefore he has competence only for performing enjoined duties by giving up fruits of actions. But he is not to renounce them (actions). In order to point out this idea the Lord says: ","scetdss":"18.10 See Comment under 18.11 ","scetssa":"18.10 Thus, filled with Sattva, endowed with right knowledge, i.e., with the knowledge of the reality as it is, and as a conseence of it having all doubts shattered - he alone becomes a renouncer of attachment to work and the fruits of work. He neither hates works productive of harmful effects, nor loves others productive of worldly prosperity. Disagreeable acts are fraught with undesirable fruits; and agreeable acts bring about desirable results such as heaven, sons, cows, food etc. On account of his renouncing all results other than the Brahman and on account of his renouncing the sense of agency, he shows neither love nor hatred for above-mentioned types of works. Here sinful acts having undesirable fruits are only such acts as are inadvertently performed. For it has been taught in the Srutis that nor turning away from bad conduct is antagonistic to the production of knowledge. But one who has not ceased from bad conduct, who is not tranil, is not composed, is not of peaceful mind, cannot obtain Him by knowledge (Ka. U., 1.2.24). Thus, the abandonment according to the Sastras is renunciation of the sense of agency, attachment and fruits of actions, and not total relinishment of actions as such. He explains this further: ","chakravarthi":"This verse describes the characteristics of one fixed in such sattvika tyaga. Akusalam means those activities, which bring suffering to the body, such as bathing during the winter. Kusala means those activities, which are pleasurable for the body, such as bathing during the summer. ","rudra":" The characteristics of one well established by renunciation in sattva guna\nor the mode of goodness is that they are permeated and saturated through\nand through with goodness. They are neither ruffled by disagreeable duties\nsuch as taking predawn bath in the cold of winter nor do they relish\nagreeable duties such as taking noon bath in the heat of summer. The reason\nis that the mentality of such a one is constant and steady and\ndiscriminative even if criticised and humiliated by others due to\nmisunderstanding their state of equipoise endures. Those situated in sattva\nguna have even renounced the pleasures of heaven and the desire for\nliberation so what to say of paltry subjections to the painful and the\ntemporary influence of the pleasurable? Therefore any doubts or queries due\nto incorrect understanding in the performance of prescribed Vedic\nactivities regarding bodily comfort and bodily discomfort has been\nconclusively resolved. ","brahma":"\nThe qualified aspirant would never shun or disregard prescribed Vedic\nactivities merely because they contained an element of discomfort or\ndifficulty. Such a qualified one would simply look at it as tapah or\npenance because the merit of meritorious austerities performed over the\ncourse of many lives are not to be wasted in the temporary enjoyments of\nthe heavenly planets. The qualified aspirant who knows the fundamental\nprinciples of karma or reactions to actions and bhakti or exclusive loving\ndevotion to the Supreme Lord, joyfully surrender all their actions without\nany desire for rewards for the satisfaction of Lord Krishna or any of His\nauthorised incarnations and expansions as revealed in Vedic scriptures. In\nthis way one is not enslaved into bondage by karma because prescribed Vedic\nactivities unto the Supreme Lord do not incur or accrue any karma\nwhatsoever at any time in any situation or circumstance. ","shri":"\nThe aspirant who renounces both the desire for rewards as well as any ego-\nsense as the doer is fully in sattva guna the mode of goodness. Situated\nin correct knowledge and hence free from all doubts such a one is neither\nbesieged by unrighteous acts nor relieved from righteous acts. Righteous\nacts are those that bestow positive reactions such as progeny, cows, entry\ninto the heavenly planets, etc. An unrighteous act is that which one may\naccidentally or unintentionally commit that will accrue negative reactions\nsuch as misery, pain, entry to the hellish planets, etc. It should not be\nmisconstrued that final emancipation applies to anyone who deliberately\nengages in unrighteous activities for the Katha Upanisad I,II.XXIV\nbeginning na virato duscharitanna shanto states: One who has not desisted\nfrom evil unrighteous actions or who is of unrestrained mind can never\nachieve final emancipation even if one is a paragon of intellect and\nknowledge. In as much as the ego-sense is absent there is no impetus to exhibit\naversion or attraction for either one or the other and since all other\ngoals have been relinquished and resigned with the exception of moksa or\nfinal emancipation from material existence and communion with the Supreme\nLord Krishna or any of His authorised incarnations as revealed in Vedic\nscriptures then one is truly established in ultimate renunciation. Thus the\nconclusion is that relinquishing all ego-sense of authorship and abandoning\nany desire for rewards is actual renunciation and not mere abstention from\nactions. ","kumar":"The aspirant who renounces both the desire for rewards as well as any ego-\nsense as the doer is fully in sattva guna the mode of goodness. Situated\nin correct knowledge and hence free from all doubts such a one is neither\nbesieged by unrighteous acts nor relieved from righteous acts. Righteous\nacts are those that bestow positive reactions such as progeny, cows, entry\ninto the heavenly planets, etc. An unrighteous act is that which one may\naccidentally or unintentionally commit that will accrue negative reactions\nsuch as misery, pain, entry to the hellish planets, etc. It should not be\nmisconstrued that final emancipation applies to anyone who deliberately\nengages in unrighteous activities for the Katha Upanisad I,II.XXIV\nbeginning na virato duscharitanna shanto states: One who has not desisted\nfrom evil unrighteous actions or who is of unrestrained mind can never\nachieve final emancipation even if one is a paragon of intellect and\nknowledge. In as much as the ego-sense is absent there is no impetus to exhibit\naversion or attraction for either one or the other and since all other\ngoals have been relinquished and resigned with the exception of moksa or\nfinal emancipation from material existence and communion with the Supreme\nLord Krishna or any of His authorised incarnations as revealed in Vedic\nscriptures then one is truly established in ultimate renunciation. Thus the\nconclusion is that relinquishing all ego-sense of authorship and abandoning\nany desire for rewards is actual renunciation and not mere abstention from\nactions. "}