{"meta":"Bhagavad Gita Chapter 18 Verse 15","metahi":"भगवद् गीता 18.15","slok":"शरीरवाङ्मनोभिर्यत्कर्म प्रारभते नरः।न्याय्यं वा विपरीतं वा पञ्चैते तस्य हेतवः।।18.15।। ","htsrsd":"।।18.15।।मनुष्य? शरीर? वाणी और मनके द्वारा शास्त्रविहित अथवा शास्त्रविरुद्ध जो कुछ भी कर्म आरम्भ करता है? उसके ये (पूर्वोक्त) पाँचों हेतु होते हैं। ","htstma":"।।18.15।। मनुष्य अपने शरीर? वाणी और मन से जो कोई न्याय्य (उचित) या विपरीत (अनुचित) कर्म करता है? उसके ये पाँच कारण ही हैं।। ","transliteration":"Shareeravaangmanobhiryat karma praarabhate narah;\nNyaayyam vaa vipareetam vaa panchaite tasya hetavah. ","englishmeaning":"śharīra-vāk-manobhiḥ—with body, speech, or mind; yat—which; karma—action; prārabhate—performs; naraḥ—a person; nyāyyam—proper; vā—or; viparītam—improper; vā—or; pañcha—five; ete—these; tasya—their; hetavaḥ—factors; tatra—there; evam sati—in spite of this; kartāram—the doer; ātmānam—the soul; kevalam—only; tu—but; yaḥ—who; paśhyati—see; akṛita-buddhitvāt—with impure intellect; na—not; saḥ—they; paśhyati—see; durmatiḥ—foolish ","hcsrsd":"।।18.15।। व्याख्या --   शरीरवाङ्मनोभिर्यत्कर्म ৷৷. पञ्चैते तस्य हेतवः -- पीछेके (चौदहवें) श्लोकमें कर्मोंके होनेमें जो अधिष्ठान आदि पाँच हेतु बताये गये हैं? वे पाँचों हेतु इन पदोंमें आ जाते हैं जैसे -- शरीर पदमें अधिष्ठान आ गया? वाक् पदमें बहिःकरण और मन पदमें अन्तःकरण आ गया? नरः पदमें कर्ता आ गया? और प्रारभते पदमें सम्पूर्ण इन्द्रियोंकी चेष्टा आ गयी। अब रही दैव की बात। यह दैव अर्थात् संस्कार अन्तःकरणमें ही रहता है परन्तु उसका स्पष्ट रीतिसे पता नहीं लगता। उसका पता तो उससे उत्पन्न हुई वृत्तियोंसे और उसके अनुसार किये हुए कर्मोंसे ही लगता है।मनुष्य शरीर? वाणी और मनसे जो कर्म आरम्भ करता है अर्थात् कहीं शरीरकी प्रधानतासे? कहीं वाणीकी प्रधानतासे और कहीं मनकी प्रधानतासे जो कर्म करता है? वह चाहे न्याय्य -- शास्त्रविहित हो? चाहे विपरीत, -- शास्त्रविरुद्ध हो? उसमें ये (पूर्वश्लोकमें आये) पाँच हेतु होते हैं।शरीर? वाणी और मन -- इन तीनोंके द्वारा ही सम्पूर्ण कर्म होते हैं। इनके द्वारा किये गये कर्मोंको ही कायिक? वाचिक और मानसिक कर्मकी संज्ञा दी जाती है। इन तीनोंमें अशुद्धि आनेसे ही बन्धन होता है। इसीलिये इन तीनों(शरीर? वाणी और मन) की शुद्धिके लिये सत्रहवें अध्यायके चौदहवें? पन्द्रहवें और सोलहवें श्लोकमें क्रमशः कायिक? वाचिक और मानसिक तपका वर्णन किया गया है। तात्पर्य यह है कि शरीर? वाणी और मनसे कोई भी शास्त्रनिषिद्ध कर्म न किया जाय? केवल शास्त्रविहित कर्म ही किये जायँ? तो वह तप हो जाता है। सत्रहवें अध्यायके ही सत्रहवें श्लोकमें अफलाकाङ्क्षिभिः पद देकर यह बताया है कि निष्कामभावसे किया हुआ तप सात्त्विक होता है। सात्त्विक तप बाँधनेवाला नहीं होता? प्रत्युत मुक्ति देनेवाला होता है। परन्तु राजसतामस तप बाँधनेवाले होते हैं।इन शरीर? वाणी आदिको अपना समझकर अपने लिये कर्म करनेसे ही इनमें अशुद्धि आती है? इसलिये इनको शुद्ध किये बिना केवल विचारसे बुद्धिके द्वारा सांख्यसिद्धान्तकी बातें तो समझमें आ सकती हैं परन्तु कर्मोंके साथ मेरा किञ्चिन्मात्र भी सम्बन्ध नहीं है -- ऐसा स्पष्ट बोध नहीं हो सकता। ऐसी हालतमें साधक शरीर आदिको अपना न समझे और अपने लिये कोई कर्म न करे तो वे शरीरादि बहुत जल्दी शुद्ध हो जायँगे अतः चाहे कर्मयोगकी दृष्टिसे इनको शुद्ध करके इनसे सम्बन्ध तोड़ ले? चाहे सांख्ययोगकी दृष्टिसे प्रबल विवेकके द्वारा इनसे सम्बन्ध तोड़ ले। दोनों ही साधनोंसे प्रकृति और प्रकृतिके कार्यके साथ अपने माने हुए सम्बन्धका विच्छेद हो जाता है और वास्तविक तत्त्वका अनुभव हो जाता है।जिस समष्टिशक्तिसे संसारमात्रकी क्रियाएँ होती हैं? उसी समष्टिशक्तिसे व्यष्टि शरीरकी क्रियाएँ भी स्वाभाविक होती हैं। विवेकको महत्त्व न देनेके कारण स्वयं उन क्रियाओंमेंसे खानापीना? उठनाबैठना? सोनाजगना आदि जिन क्रियाओंका कर्ता अपनेको मान लेता है? वहाँ कर्मसंग्रह होता है अर्थात् वे क्रियाएँ बाँधनेवाली हो जाती हैं। परन्तु जहाँ स्वयं अपनेको कर्ता नहीं मानता? वहाँ कर्मसंग्रह नहीं होता। वहाँ तो केवल क्रियामात्र होती है। इसलिये वे क्रियाएँ फलोत्पादक अर्थात् बाँधनेवाली नहीं होतीं। जैसे? बचपनसे जवान होना? श्वासका आनाजाना? भोजनका पाचन होना तथा रस आदि बन जाना आदि क्रियाएँ बिना कर्तृत्वाभिमानके प्रकृतिके द्वारा स्वतःस्वाभाविक होती हैं और उनका कोई कर्मसंग्रह अर्थात् पापपुण्य नहीं होता। ऐसे ही कर्तृत्वाभिमान न रहनेपर सभी क्रियाएँ प्रकृतिके द्वारा ही होती हैं -- ऐसा स्पष्ट अनुभव हो जाता है। सम्बन्ध --   भगवान्ने सांख्यसिद्धान्त बतानेके लिये जो उपक्रम किया है? उनमें कर्मोंके होनेमें पाँच हेतु बतानेका क्या आशय है -- इसका वर्णन आगेके श्लोकमें करते हैं। ","hcsca":"।।18.15।। न्याय्य और विपरीत कर्मों से तात्पर्य क्रमश धर्म के अनुकूल और प्रतिकूल कर्मों से है। निरपवाद रूप से सब प्रकार कर्मों की सिद्धि के लिए शरीरादि पाँच कारणों की आवश्यकता होती है।यहाँ विशेष ध्यान देने योग्य बात यह है कि कर्मों के पञ्चविध कारणों का वर्णन केवल बोनट के नीचे स्थित इंजन का ही है? पेट्रोल का नहीं। पेट्रोल के बिना इंजन कार्य नहीं कर सकता और न ही केवल पेट्रोल के द्वारा यात्रा सफल और सुखद हो सकती है। इंजन और पेट्रोल के सम्बन्ध से वाहन में गति आती है और तब स्वामी की इच्छा के अनुसार चालक उसे गन्तव्य तक पहुँचा सकता है। इस उदाहरण को समझ लेने पर भगवान् श्रीकृष्ण के कथन का अभिप्राय स्पष्ट हो जायेगा।अकर्म चैतन्य स्वरूप आत्मा देहादि उपाधियों से तादात्म्य करके जीव के रूप में अनेक प्रकार की इच्छाओं से प्रेरित होकर उचितअनुचित कर्म करता है। इन समस्त कर्मों के लिए पूर्वोक्त पाँच कारणों की आवश्यकता होती है।पूर्व के दो श्लोकों का निष्कर्ष यह है कि मनुष्य का कर्तृत्वाभिमान मिथ्या है। भगवान् कहते हैं ","etsga":"18.15 Whatever action a man performs with the body, speech and mind, be it just or its reverse, of it these five are the cuases. ","etssa":"18.15 Whatever action a man performs with his body, speech and mind whether right or the reverse these five are its causes. ","etdss":"18.15. O Arjuna ! Whatever action is undertaken with the body, speech or the mind, whether it is lawful or otherwise, its factors are these five. ","ecssa":"18.15 शरीरवाङ्मनोभिः by (his) body? speech and mind? यत् whatever? कर्म action? प्रारभते performs? नरः man? न्याय्यम् right? वा or? विपरीतम् the reverse? वा or? पञ्च five? एते these? तस्य its? हेतवः causes.Commentary Nyayyam Right Not opposed to Dharma conformable to the scriptures justifiable.Viparitam The opposite What is opposite to Dharma and opposed to the scriptures unjustifiable.Even those actions? -- acts like winking and the like which are necessary conditions of life? are indicated by the term the right and the reverse? as they are effects of past Dharma and Adharma.Tasya Hetavah Its Causes The causes of every action.An objector argues In the previous verse it is said that the body? actor? various organs? etc.? are the necessary factors of every action. Why do you then make a distinction in actions by saying whatever action a man does by the body? speech and mindOur answer is In the performance of every action? one of the three -- body? speech or mind -- has a more prominent share than the others while seeing? hearing and other activities which accompany or go along with life are subordinate to that one.Therefore all actions are classified under three groups and are spoken of as done by the body or speech or mind. The fruit of an actions also is enjoyed through the body? speech and mind and one of the three takes a more prominent share than the rest. Therefore? it is proper to say Whatever action a man performs with his body? speech and mind৷৷. ","scetsga":"18.15 Yat, whatever; karma, action; narah, a man; prarabhate, performs; with these three-sarira-van-manobhih, with the body, speech and mind; be it nyayyam, just, rigtheous, conforming to the scriptures; va, or; viparitam, its reverse, not conforming to the scriptures, unrighteous; and even such activities like closing the eyes etc. whch are conseent on the fact of living (i.e. instinctive acts)-they also are certainly the result of righteous and unrighteous acts done in earlier lives, and hence they are understood by the very, use of the words just and its reverse-; tasya, of it, of all activities without exception; ete, these; panca, five, as mentioned; are the hetavah, causes.\nObjection: Well, are not the locus etc. the cause of all actions? Why is it said, ৷৷.performs with the body, speech and mind?\nReply: This fault does not arise. All actions described as enjoined or prohibited are mainly based on the three, body etc. Seeing, hearing, etc., which are characteristics of life and are subsidiaries to these (body etc.) [Seeing etc. are accomplished by the eye etc., which are part and parcel of the body etc.] , are divided into three groups and spoken of in, performs with the body, etc. Even at the time of reaping the fruits (of actions), they are experienced mainly through these (three). Hence, there is no contradiction with the assertion that the five are the causes. ","scetdss":"18.15 See Comment under 18.17 ","scetssa":"18.14 - 18.15 For all actions, performed through body, words or mind, whether they be authorized by the Sastras or not, the causes are these five. (1) The body, which is a conglomeration of the great elements, is known as the seat, since it is governed by the individual self. (2) The agent is the individual self. That this individual self is the knower and the agent is established in the Vedanta-Sutras: For this reason, (the individual self) is the knower (2.3.18) and The agent, on account of the scripture having a purport (2.3.33.). (3) The organs of various kinds are the five motor organs like that of speech, hands, feet etc., along with the mind. They are of various kinds, viz., they have different functions in completing an action. (4) The different and distinctive functions of vital air - here the expression functions (Cesta) means several functions. Distinctive are the functions of this fivefold vital air which sustains the body and senses through its divisions of Prana, Apana etc. (5) Divinity is the fifth among these causes. The purport is this: Among these, which constitute the conglomeration of causes of work the Divinity is the fifth. It is the Supreme Self, the Inner Ruler, who is the main cause in completing the action. It has been already affirmed: I am seated in the hearts of all. From Me are memory, knowledge and their removal also (15.15), and He will say further: The Lord, O Arjuna, lives in the heart of every being casuing them to spin round and round by His power as if set on a wheel (18.61). The agency of the individual self is dependent on the Supreme Self as established in the aphorism: But from the Supreme, because the scripture says so (B. S., 2.3.41). Now an objection may be raised in this way: If the agency of the individual self is dependent on the Supreme Self and the individual self cannot be charged with moral responsibility, then the scriptures containing injunctions and prohibitions become useless, as the individual self cannot be enjoined to act in regard to any action. The objection is disposed off by the author of the Vedanta-Sutras in the aphorism: But with a view to the effects made on account of the purposelessness of injunctions and prohibitions (2.3.42). The purport is this: By means of his senses, body etc., granted by the Supreme Self - having Him for their support, empowered by Him, and thus deriving power from Him - the individual self begins, of his own free will, the effort for directing the senses etc., for the purpose of performing actions conditioned by his body and organs. The individual self Itself, of Its own free will, is responsible for activity, since the Supreme Self, abiding within, causes It to act only by granting His permission, just as works such as moving heavy stones and timber are collectively the labour of many persons and they are together responsible for the effect. But each one of them (severally) also is responsible for it. In the same way each individual is answerable to Natures law in the form of positive and negative ?ndments. ","chakravarthi":"Actions are of three types: physical, vocal and mental. These are all of two types: following dharma (nyayam) or not following dharma (viparitam). The five are causes of all these actions. ","rudra":"\nThe five causes heretofore enumerated are solely responsible for all\nactions. This includes everything done by the mind, speech and body. This\nis proven by the fact that all activities are either physical, audible or\nmental. So Lord Krishna confirms that whatever action one performs whether\nvirtuous or sinful these five causes are responsible. ","brahma":"There is no commentary for this verse. ","shri":"\nThe actions enacted by mind, speech and body which are righteous and\nmeritorious are those that are sanctioned by the Vedic scriptures. Those\nactions which are unrighteous and unmeritorious are those that are\nprohibited and those not prescribed in the Vedic scriptures. In all actions of any nature whether pertaining to mind, speech or body the\nfollowing are the five-fold cause.\n1) Adhistathanam the physical body comprising the five elements of\nmaterial creation.\n2) Karta the jiva or embodied being endowed with the properties of\nintelligence and action giving the ability to think and act\naccordingly.\n3) Karanam are the various organs such as eyes, ears etc. along with\nthose of locomotion such as feet, hands, etc. endowed with functions\nof combining to produce actions.\n4) Pranas is the vital airs which in the form of automatically breathing\nsustains life\n5) Paramatma the Supreme Soul exists simultaneously within all jives as\nthe witness and monitor and includes the atma or individual immortal\nsoul. \nThat the jivas ability to perform activities is dependent upon paramatma\nbut not influenced by Him is confirmed in Vedanta Sutra II.III.XXXX\nbeginning krita prayatnapek shastu vihita prati siddha meaning: The\nSupreme Lord impels the jivas according to their nature and tendencies\nfrom previous activities and does not interfere in the freewill or\ninvalidate the injunctions or ordinances of the Vedic scriptures in any\nway. It might be speculated with an objection that if the jiva performance of\naction is dependent upon and is a consequence of paramatma then there is no\nneed to be concerned about karma or reactions from actions. But this is an\nerroneous conception and not harmonious with the injunctions and\ninterdictions of the Vedic scriptures. Paramatma grants the jiva a physical\nbody and its organs to function by the powers inherent in them. All jives\nare empowered by and dependent upon paramatma without exception. The jivas\nthus equipped to function are factually dependent upon paramatma although\nthey have been bequeathed freewill which is above instinctual animal\nbehaviour and if they choose to utilise it they have the ability to\ndetermine and choose their actions and execute the appropriate effort for\nsuch to manifest. Internally within the etheric heart paramatma unbeknownst\nto the jiva is monitoring all thoughts and actions, sanctioning them\nsilently by not interfering in the freewill of any jiva. The jiva in this\nsense is the secondary doer because of freewill and thus is subject to the\nmandatory results of karma or reactions to actions. Just as a heavy boulder\nrequires the combined efforts of many people to move it yet the person for\nwhom it is effected for derives the benefit or detriment of its removable.\nIn the same manner the effort to accomplish an action although comprised of\ndifferent elements, bestows the positive or negative results to the jiva\nwho enacted the effort. ","kumar":"The actions enacted by mind, speech and body which are righteous and\nmeritorious are those that are sanctioned by the Vedic scriptures. Those\nactions which are unrighteous and unmeritorious are those that are\nprohibited and those not prescribed in the Vedic scriptures. In all actions of any nature whether pertaining to mind, speech or body the\nfollowing are the five-fold cause.\n1) Adhistathanam the physical body comprising the five elements of\nmaterial creation.\n2) Karta the jiva or embodied being endowed with the properties of\nintelligence and action giving the ability to think and act\naccordingly.\n3) Karanam are the various organs such as eyes, ears etc. along with\nthose of locomotion such as feet, hands, etc. endowed with functions\nof combining to produce actions.\n4) Pranas is the vital airs which in the form of automatically breathing\nsustains life\n5) Paramatma the Supreme Soul exists simultaneously within all jives as\nthe witness and monitor and includes the atma or individual immortal\nsoul. \nThat the jivas ability to perform activities is dependent upon paramatma\nbut not influenced by Him is confirmed in Vedanta Sutra II.III.XXXX\nbeginning krita prayatnapek shastu vihita prati siddha meaning: The\nSupreme Lord impels the jivas according to their nature and tendencies\nfrom previous activities and does not interfere in the freewill or\ninvalidate the injunctions or ordinances of the Vedic scriptures in any\nway. It might be speculated with an objection that if the jiva performance of\naction is dependent upon and is a consequence of paramatma then there is no\nneed to be concerned about karma or reactions from actions. But this is an\nerroneous conception and not harmonious with the injunctions and\ninterdictions of the Vedic scriptures. Paramatma grants the jiva a physical\nbody and its organs to function by the powers inherent in them. All jives\nare empowered by and dependent upon paramatma without exception. The jivas\nthus equipped to function are factually dependent upon paramatma although\nthey have been bequeathed freewill which is above instinctual animal\nbehaviour and if they choose to utilise it they have the ability to\ndetermine and choose their actions and execute the appropriate effort for\nsuch to manifest. Internally within the etheric heart paramatma unbeknownst\nto the jiva is monitoring all thoughts and actions, sanctioning them\nsilently by not interfering in the freewill of any jiva. The jiva in this\nsense is the secondary doer because of freewill and thus is subject to the\nmandatory results of karma or reactions to actions. Just as a heavy boulder\nrequires the combined efforts of many people to move it yet the person for\nwhom it is effected for derives the benefit or detriment of its removable.\nIn the same manner the effort to accomplish an action although comprised of\ndifferent elements, bestows the positive or negative results to the jiva\nwho enacted the effort. "}