{"meta":"Bhagavad Gita Chapter 18 Verse 18","metahi":"भगवद् गीता 18.18","slok":"ज्ञानं ज्ञेयं परिज्ञाता त्रिविधा कर्मचोदना।करणं कर्म कर्तेति त्रिविधः कर्मसंग्रहः।।18.18।। ","htsrsd":"।।18.18।।ज्ञान? ज्ञेय और परिज्ञाता -- इन तीनोंसे कर्मप्रेरणा होती है तथा करण? कर्म और कर्ता -- इन तीनोंसे कर्मसंग्रह होता है। ","htstma":"।।18.18।। ज्ञान? ज्ञेय और परिज्ञाता ये त्रिविध कर्म प्रेरक हैं और? करण? कर्म? कर्ता ये त्रिविध कर्म संग्रह हैं।। ","transliteration":"Jnaanam jneyam parijnaataa trividhaa karmachodanaa;\nKaranam karma karteti trividhah karmasangrahah. ","englishmeaning":"jñānam—knowledge; jñeyam—the object of knowledge; parijñātā—the knower; tri-vidhā—three factors; karma-chodanā—factors that induce action; karaṇam—the instrumens of action; karma—the act; kartā—the doer; iti—thus; tri-vidhaḥ—threefold; karma-saṅgrahaḥ—constituents of action ","hcsrsd":"।।18.18।। व्याख्या --   [इसी अध्यायके चौदहवें श्लोकमें भगवान्ने कर्मोंके बननेमें पाँच हेतु बताये -- अधिष्ठान? कर्ता? करण? चेष्टा और दैव (संस्कार)। इन पाँचोंमें भी मूल हेतु है -- कर्ता। इसी मूल हेतुको मिटानेके लिये भगवान्ने सोलहवें श्लोकमें कर्तृत्वभाव रखनेवालेकी बड़ी निन्दा की और सत्रहवें श्लोकमें कर्तृत्वभाव न रखनेवालेकी बड़ी प्रशंसा की। कर्तृत्वभाव बिलकुल न रहे? यह साफसाफ समझानेके लिये ही अठारहवाँ श्लोक कहा गया है।]ज्ञानं ज्ञेयं परिज्ञाता त्रिविधा कर्मचोदना -- ज्ञान? ज्ञेय और परिज्ञाता -- इन तीनोंसे कर्मप्रेरणा होती है। ज्ञान को सबसे पहले कहनेमें यह भाव है कि हरेक मनुष्यकी कोई भी प्रवृत्ति होती है तो प्रवृत्तिसे पहले ज्ञान होता है। जैसे? जल पीनेकी प्रवृत्तिसे पहले प्यासका ज्ञान होता है? फिर वह जलसे प्यास बुझाता है। जल आदि जिस विषयका ज्ञान होता है? वह ज्ञेय कहलाता है और जिसको ज्ञान होता है? वह परिज्ञाता कहलाता है। ज्ञान? ज्ञेय और परिज्ञाता -- तीनों होनेसे ही कर्म करनेकी प्रेरणा होती है। यदि इन तीनोंमेंसे एक भी न हो तो कर्म करनेकी प्रेरणा नहीं होती।परिज्ञाता उसको कहते हैं? जो परितः ज्ञाता है अर्थात् जो सब तरहकी क्रियाओंकी स्फुरणाका ज्ञाता है। वह केवल ज्ञाता मात्र है अर्थात् उसे क्रियाओंकी स्फुरणामात्रका ज्ञान होता है? उसमें अपने लिये कुछ चाहनेका अथवा उस क्रियाको करनेका अभिमान आदि बिलकुल नहीं होता।कोई भी क्रिया करनेकी स्फुरणा एक व्यक्तिविशेषमें ही होती है। इसलिये शब्द? स्पर्श? रूप? रस और गन्ध -- इन विषयोंको लेकर सुननेवाला? स्पर्श करनेवाला? देखनेवाला? चखनेवाला और सूँघनेवाला -- इस तरह अनेक कर्ता हो सकते हैं परन्तु उन सबको जाननेवाला एक ही रहता है? उसे ही यहाँ,परिज्ञाता कहा है।करणं कर्म कर्तेति त्रिविधः कर्मसंग्रहः -- कर्मसंग्रहके तीन हेतु हैं -- करण? कर्म तथा कर्ता। इन तीनोंके,सहयोगसे कर्म पूरा होता है। जिन साधनोंसे कर्ता कर्म करता है? उन क्रिया करनेके साधनों(इन्द्रियों आदि)को करण कहते हैं। खानापीना? उठनाबैठना? चलनाफिरना? आनाजाना आदि जो चेष्टाएँ की जाती हैं? उनको कर्म कहते हैं। करण और क्रियासे अपना सम्बन्ध जोड़कर कर्म करनेवालेको कर्ता कहते हैं। इस प्रकार इन तीनोंके मिलनेसे ही कर्म बनता है।भगवान्को यहाँ खास बात यह बतानी है कि कर्मसंग्रह कैसे होता है अर्थात् कर्म बाँधनेवाला कैसे होता है कर्म बननेके तीन हेतु बताते हुए भगवान्का लक्ष्य मूल हेतु कर्ता को बतानेमें है क्योंकि कर्मसंग्रहका खास सम्बन्ध कर्तासे है। यदि कर्तापन न हो तो कर्मसंग्रह नहीं होता? केवल क्रियामात्र होती है।कर्मसंग्रहमें करण हेतु नहीं है क्योंकि करण कर्ताके अधीन होता है। कर्ता जैसा कर्म करना चाहता है? वैसा ही कर्म होता है? इसलिये कर्म भी कर्मसंग्रहमें खास हेतु नहीं है। सांख्यसिद्धान्तके अनुसार खास बाँधनेवाला है -- अहंकृतभाव और इसीसे कर्मसंग्रह होता है। अहंकृतभाव न रहनेसे कर्मसंग्रह नहीं होता अर्थात् कर्म फलजनक नहीं होता। इस मूलका ज्ञान करानेके लिये ही भगवान्ने करण और कर्मको पहले रखकर कर्ताको कर्मसंग्रहके पासमें रखा है? जिससे यह खयालमें आ जाय कि बाँधनेवाला कर्ता ही है। सम्बन्ध --   गुणातीत होनेके उद्देश्यसे अब आगेके श्लोकसे त्रिगुणात्मक पदार्थोंका प्रकरण आरम्भ करते हैं। ","hcsca":"।।18.18।। कर्म के स्वरूप का युक्तियुक्त विवेचन करते हुए? भगवान् श्री कृष्ण ने कर्म के सम्पादन के पाँच कारणों का वर्णन किया है तथा उनसे भिन्न अकर्ता आत्मा का भी निर्देश किया है। उसी विषय का विस्तार करते हुए? अब वे कर्म के त्रिविध प्रेरक तथा जिससे कर्म संभव होता है वह त्रिविध कर्म संग्रह बताते हैं।प्रत्येक कर्म का प्रेरक है? विषय ज्ञान। इस ज्ञान की सिद्धि के लिए जिन तीन तत्त्वों की आवश्यकता होती है? वे हैं ज्ञाता? ज्ञेय अर्थात् ज्ञान का विषय तथा ज्ञान अर्थात् जानने की क्रिया से प्राप्त हुआ ज्ञान। ज्ञाता? ज्ञेय और ज्ञान इन तीनों को वेदान्त की शब्दावली में त्रिपुटी कहते हैं। इन तीनों के संबंध से ही कर्म के प्रवर्तक विषय का ज्ञान होता है।कर्म की प्रेरणा तीन प्रकार से हो सकती है (1) ज्ञाता के मन में उत्पन्न हुई इच्छा के रूप में? या (2) ज्ञेय वस्तु के प्रलोभन से? अथवा (3) पूर्वानुभूत भोग (ज्ञात सुख) की स्मृति से। इन तीनों के अतिरिक्त कर्म का प्रेरक अन्य कोई कारण नहीं है।अन्तकरण में कर्म की प्रेरणा उत्पन्न होने के पश्चात् उसको पूर्ण करने के लिए कर्ता? करण और कर्म नामक त्रिपुटी की आवश्यकता होती है? जिसे यहाँ त्रिविध कर्मसंग्रह कहा गया है। कामना से प्रेरित जीव कर्म के क्षेत्र में कर्तृत्वाभिमान (मैं कर्ता हूँ) के साथ प्रवेश करता है। यहाँ जीव कर्ता कहलाता है। यह कर्ता जीव जिस फल या लक्ष्य की कामना करता है? उसे यहाँ कर्म शब्द से इंगित किया गया है। यहाँ कर्म का तात्पर्य फल से है।कर्ता जीव को फल (कर्म) प्राप्त करने के लिए क्रिया करनी पड़ती है। क्रिया के ये साधन करण कहे जाते हैं? जिनमें ज्ञानेन्द्रियाँ? कर्मेन्द्रियाँ तथा मन बुद्धि का भी समावेश है। इस प्रकार? कर्ता? कर्म और करण ये कर्म की त्रिपुटी अथवा कर्मसंग्रह कहे जाते हैं।इन तीनों में से किसी एक के भी अभाव में कर्म संभव नहीं हो सकता।समस्त जगत् त्रिगुणात्मिका प्रकृति का कार्य है। इसलिए? ज्ञान? कर्म और कर्ता में भी त्रिगुणों के कारण त्रिविध भेद उत्पन्न होते हैं? जिनका? अब वर्णन किया जायेगा। भगवान् कहते हैं ","etsga":"18.18 Knowledge, the object the knowledge and the knower-this is the threefold inducement to action. The comprehension of actions comes under three heads-the instruments, the object and the subject. ","etssa":"18.18 Knowledge, the knowable and the knower form the threefold impulse to action; the organ, the action and the agent form the threefold basis of action. ","etdss":"18.18. The instrument of knowledge, the object-of-knowledge, and the knowing subject-the prompting-in-action, consisting of these three-fold elements is [itself] the proper grasping of action with three-fold elements viz., the instrument, the object and the agent. ","ecssa":"18.18 ज्ञानम् knowledge? ज्ञेयम् the knowable? परिज्ञाता the knower? त्रिविधा threefold? कर्मचोदना impulse to action? करणम् the organ? कर्म the action? कर्ता the agent? इति thus? त्रिविधः threefold? कर्मसंग्रहः the basis of action.Commentary Knowledge? the knower and the thing to be known? are together the seed of this world. This is known as the Triputi or the traid. It is the conjunction of these three that impels a man to threefold action? viz.? mental? verbal and physical. This triad is the driving force of all the activities of man. He rejoices at the sight of palatable sweetmeats and delicious fruits but is terrified at the sight of a cobra or tiger. The sight of pleasant or unpleasant objects affects him and he attempts either to possess the agreeable objects or to avoid the disagreeable ones.The Antahkarana (the inner instrument) consists of the mind? intellect? subconscious mind and egoism. The ear? the skin? the tongue? the nose and the eye are the five organs of knowledge. The individual soul? propelled by these five senses? is led into activity. He does actions with the help of the five organs of action? viz.? speech? hands? feet? genitals and anus.Jnanam Any knowledge knowledge in general knowledge of worldly objects? etc.Jneyam The object to be known objects in general.Parijnata The knower? the experiencer or the enjoyer? putting on the nature of the limiting adjuncts? a creature of ignorance.This triad forms the threefold impulse to all action? to action in general. The performance of an action in order to get a thing or to avoid an object is possible only when there is the conjunction of the three? viz.? knowledge? knowable and knower.Karanam The organ That by which something is done. The actions done by the five causes of action? viz.? the body? etc.? which are grouped under the three classes according to their respective seats? viz.? mind? speech and body? are all due to the interplay of the organ? etc.Karta The agent or the doer he who sets the organs in motion or action and puts on the nature of the limiting adjunct or vehicle in which he acts. All actions inhere in these three (the organ? the doer and the action itself) and they are? therefore? said to form the basis or the threefold constituents of action.As action? the various factors of action and the fruits are all made up of the Gunas? the Lord describes them in the following verses. ","scetsga":"18.18 Jnanam, knowledge (-being derived in the sense of that through which something is known, jnana means knowledge concerning all things in general-): so also jneyam, the object of knowledge (-that also is a reference to all objects in general-); similarly, parijnata, the knower, the experiencer, a product of ignorance, who partakes of the nature of the limiting adjuncts;-thus, this tripartite group formed by these is the trividha, threefold; karma-codana, inducement ot action, inducer of all actions in general. For, it is when the three, viz knowledge etc., combine that commencement of all actions meant either for acceptance or rejection [Acceptance, rejection or indifference.] are possible. After that, what are initiated by the five, viz locus etc., and are grouped in three ways according to the differences of their being based on speech, mind and body become comprehended under the three, viz instrument etc. This is what is being stated: Karma-sangrahah, the comprehension [It is well know that actions are based on the three-instrument etc.] of actions; iti, comes under; trividhah, three heads, three classes; viz karanam, the instrument (-derived in the sense of that through which anything is done-), i.e. the external (organs) (ear etc.) and the internal (organs) (intellect etc.); karma, the object (-derivatively meaning that which is most cherished by the subject and is achieved through an act-); and karta, the subject (agent), who employs the instrument etc., who partakes of the nature of the limiting adjuncts.\nSangrahah is derived thus: that in which something is comprehended. The comprehension of action (karma) is karma-sangrahah. Indeed, action becomes included in these three. Hence is this threefold comprehension of action.\nNow then, since action, instrument and result are all constituted by the gunas, it becomes necessary to state the three fold variety in them based on the differences among the gunas, viz sattva, rajas and tamas. Hence it is begun: ","scetdss":"18.18 Jnanam etc. Prompting-in-action : the will to exert. At that time those things which - because they exist in ones thought alone - are referable by the terms knowledge, obect-of-knowledge and knowing-subject; at the time of that will (to exert) taking the form I shall enjoy it; for it is caused by me as well as at the time of executing th act, the very same things-because they are fully absorbed [in desire for fruits] - get the names instrument, object and agent. Therefore, because there is no such absorption [in desire for fruits] in the case of the men of Yoga, there is no room in their action for the expressions instrument etc.; rather they exist only as knowledge etc. This is the purport here. \n Now [the Lord] speaks to explain, in brief, the classification of all these six items, basing on the classification of the Strands :- ","scetssa":"18.18 (i) Knowledge means this knowledge about the acts which ought to be performed. (ii) The object of knowledge is the act which ought to be performed. (iii) The knower is the person who knows that act. The meaning is that the injunction to do acts, like Jyotistoma etc., is a combination of knowledge, object of knowledge, and the knower. Among these, action itself, which is the object of knowledge, is briefly described as threefold - these being the instrument, action and the agent. The instrument forms the materials etc., which are the means. The action consists of the sacrifice etc. The agent is the performer. ","chakravarthi":"The sattvika tyaga or sannyasa just described and approved by the Lord is for the jnanis. The bhaktas however reject karma yoga by its very nature. In the eleventh canto of Bhagavatam it is said:\najnayaiva gunan dosan mayadistan api svakan\ndharman santyajya yah sarvan mam bhajet sa ca sattamah\nHe perfectly understands that the ordinary religious duties prescribed by Me in various Vedic scriptures possess favorable qualities that purify the performer, and he knows that neglect of such duties constitutes a discrepancy in one’s life. Having taken complete shelter at My lotus feet, however, a saintly person ultimately renounces such ordinary religious duties and worships Me alone. He is thus considered to be the best among all living entities. SB 11.11.32\nSridhara Svami has explained the meaning of the Bhagavatam verse as follows.\n“He who giving up his duties prescribed by me in the form of the Vedas and worships me, is the best. Is not such a person ignorant or an atheist? No, though knowing that following the principles of dharma has good qualities like purification, and on the other hand, knowing the sin of not following dharma, he gives up these practices with the firm conviction that just by being my devotee all will be accomplished, as these other things cause distraction to meditation upon me.”\n“Giving up dharma” in the verse does not mean mere giving up the results of those practices. It should be understood that there is no loss at all in giving up the results of those practices.\nThe meaning is this. Understanding of the statements of Bhagavatam and the explanations of the commentators requires purity of the consciousness. In proportion to the degree of purification of the heart by niskama karma, there will be an awakening of knowledge. There is no other way. Therefore for attaining the awakening of knowledge even the sannyasis must perform karma yoga. However, such karma is no longer necessary for those who have attained purification of the heart completely by such karma. It is said:\naruruksor muner yogam karma karanam ucyate\nyogarudhasya tasaiva samah karanam ucyate\nFor one who is a neophyte in the eightfold yoga system, work is said to be the means; and for one who is already elevated in yoga, cessation of all material activities is said to be the means. BG6.3\nyas tv atma-ratir eva syad atma-trptas ca manavah\natmany eva ca santustas tasya karyam na vidyate\nBut for one who takes pleasure in the self, whose human life is one of self-realization, and who is satisfied in the self only, fully satiated—for him there is no duty. BG 3.17\nBut bhakti, being independent, supreme and most powerful, does not rely on purification of the heart.\nIt is said:\nvikriditam vraja-vadhubhir idam ca visnoh\nsraddhanvito yah srnuyad atha varnayed yah\nbhaktim param bhagavati parilabhya kamam\nhrd-rogam asv apahinoty acirena dhirah\nAnyone who faithfully hears or describes the Lord’s playful affairs with the young gopis of Vrndavana will attain the Lord’s pure devotional service. Thus he will quickly become sober and conquer lust, the disease of the heart.     SB 10.33.39\nSupreme bhakti enters from the beginning of practice into a person afflicted with material disease, which causes suffering, and removes lust and other impurities.\npravistah karna-randhrena svanam bhava-saroruham\ndhunoti samalam krsnah salilasya yatha sarat\nThe sound incarnation of Lord Krishna, the Supreme Soul [i.e. Srimad-Bhagavatam], enters into the heart, sits on the lotus flower of his loving relationship, and thus cleanses the dust of material association, such as lust, anger and hankering. Thus it acts like autumnal rains upon pools of muddy water. SB 2.8.5\nThus, if bhakti alone can purify the heart in such a way, why should the devotees perform prescribed duties?\nNow let us get back to the text at hand. The process of knowledge means to do acts with understanding that one is different from his body, (jnanam). The object of knowledge (jneyam) is the whole subject of atma (for the jnani this would be brahman). The shelter of such knowledge is a jnani (parijnata). But this is not all. These three are related to action. Thus these should be understood by the sannyasi. The verse explains this.\nThe word codana means “rule.” The learned say that codana means teaching or rule. The first half of the verse is explained in the second half. Knowledge (jnana) is the means of action or instrumental case (karana), since knowledge literally means “that by which something is known.” What is to be known (jneyam), jivatma tattva, is the object of action (knowing) or the accusative case (karma). The knower (parijnata) is the subject (karta) or nominative case. These – the instrumental, the accusative, and the nominative – are the three factors in bringing about action (trividham). These three are accepted in the performance of niskama karma (karma samgrahah). Karma samgraha therefore acts as an explanation of karma codana. Thus, the process of knowledge, the object of knowledge and the knower act as a base for performance of niskama karma. ","rudra":"\nBy revealing the threefold impulses that manifest action and the threefold\nagents that forms the basis of actions; Lord Krishna establishes the point\nthat the atma or immortal soul which is of an exclusively spiritual nature\nwithout material qualities and attributes has absolutely no connection with\nthe cause, the basis and the rewards of actions which are all by products\nof the three gunas or modes of material nature. Knowledge is the cognizance\nto obtain a desired result. The knowable is the effort that achieves the\nresult. The knower is the one possessing such knowledge and the means to\nachieve it. If one translates the word codana to mean impetus then these\nthreefold impulses are the impetus by which all actions are enacted. If the\nword codana is interpreted to mean scriptural injunctions as the\n8th century philosopher Kumarilla Bhatta has given, then the meaning would\nbe that all injunctions in respect to actions are enacted dependent upon\nthe threefold basis which is derived from the three gunas. In chapter two,\nverse 45 Lord Krishna has already stated that the Vedic scriptures\nproscribe subjects that are of the three gunas. So it should be understood\nthat the basis of actions are the instrument which is the best means for\neffecting knowledge, the action that achieves the goal and the agent who\nperforms the action. The words karma sangrahah mean that which epitomises\naction. In other words the triad consisting of the instrument, the action\nand the agent form the basis of action. Knowledge, the knowable and the\nknower are the subsidiary factors which support the basis of action\nindirectly. ","brahma":"\nIt is clarified that for those who understand the purport of this verse the\ndesire for expectation and reward would not arise due to not seeing\nthemselves as the doer and performer. Having described the primary\nthreefold impetus as the basis of actions, the Supreme Lord Krishna\nexplains the consequential threefold subsequent actions. Here the word\nsangrahah meaning foundation infers the consequential results that\naccumulated from the basis of actions. This also confirms with the Rig\nVeda statements: Relying on knowledge, the act of knowing and the knower\nall scriptural injunctions and ordinances become established. The cause,\nthe performance and the performer factually constitute what is action. Even\nby the non-performance of action one becomes eligible to be qualified by\nhearing instructions from the Vaisnava spiritual master, by study of the\nVedic scriptures and by the mercy bequeathed by devotion to the Supreme\nLord. Thus the intention of bhakti exclusive loving devotion to the Supreme\nLord following the ordinances of the Vedic scriptures and the instructions\nof the Vaisnava spiritual master is the ultimate action for as one intends\neven so it is performed by the Supreme Lords grace. Thus actions that are\ndedicated to the Spreme Lord are bhakti and such performance factually\nbecomes nimitta a procedure. Yet even in normal circumstances no one is\nactually the doer and it is only due to the misconceptions of bodily\nidentification and egoism that one erroneously assumes that they are the\nperformer. Since humans are endowed with freewill and self determination\nand have more independence then all other living entities on the Earth;\nhumans alone are eligible and capable to reflect and appropriately act upon\nthe injunctions, ordinances and prohibitions of the Vedic scriptures. Since\nthis reality is established by experience no additional proofs are adduced\nto here. Now begins the summation. The Supreme Lord energises the entire creation and all jivas or embodied\nbeings by His Supreme omniscient consciousness. The jivas respective to\ntheir manifested form assume the attributes of knower, knowing and\nknowledge similar to the Supreme Lord. As all jivas possess an atma or\nimmortal soul which is eternal this is the similarity to the Supreme Lord\nwhich gives them eternality. But the jiva will not be able to access this\neternality and achieve moksa or liberation from material existence until\nthey have achieved realisation of the atma existing within the etheric\nheart. Failing this they will not become free from samsara the perpetual\ncycle of birth and death and must reincarnate perpetually in variegated\nmaterial forms according to each jivas individual karma or reactions to\nactions enacted in the previous lifetime. So in such situations there is no\nconcluding finality. Yet who is there in the world who does not experience that attitude of: I\nhave done this, I have achieved that? Therefore without such conceptions\nhow can we know that we exist? So how can there be any difference in the\nconcepts of: I know and I exist? The answer is that when one perceives the\neternal quality of the atma as distinctly different from the physical body\nthe forms of different bodies ceases to be consequential and the essence of\nthe atma is understood as the essential part. The words karma sangraha\nmeaning foundation of actions refers to the fivefold factors constituting\nall action. The Supreme Lord by His omnipotence, by His omniscience, by His\nomnipresence and by His independence controls all creation through the\nthreefold manner described. The jiva performs actions due to the influence\nof previous karma that determines the attributes, characteristics and form\none incarnates into. ","shri":"\nThe threefold activities that are the motivating force of all actions are\nitemised now.\n1) Jnanam means knowledge of the activity.\n2) Jneyam means knowing how the activity is to be accomplished.\n3) Parijnata means the knower who performs the activity.\nThese three activities are prerequisite and are the impetus which impels\none to perform prescribed Vedic activities for the satisfaction of the\nSupreme Lord Krishna. Contrarily they are also the impetus to enact mundane\nactivities for personal gratification. Among these three activities jneyam\nis comprised of three subdivisions and explained in context of the Vedas\nare:\n1) karanam how the activity becomes reality such as by donations of\nwealth or materials.\n2) karma or engagement in the act itself such as yagna or ritualistic\npropitiation.\n3) karta the agent who performs the action or initiates the action to be\nperformed. ","kumar":"The threefold activities that are the motivating force of all actions are\nitemised now.\n1) Jnanam means knowledge of the activity.\n2) Jneyam means knowing how the activity is to be accomplished.\n3) Parijnata means the knower who performs the activity.\nThese three activities are prerequisite and are the impetus which impels\none to perform prescribed Vedic activities for the satisfaction of the\nSupreme Lord Krishna. Contrarily they are also the impetus to enact mundane\nactivities for personal gratification. Among these three activities jneyam\nis comprised of three subdivisions and explained in context of the Vedas\nare:\n1) karanam how the activity becomes reality such as by donations of\nwealth or materials.\n2) karma or engagement in the act itself such as yagna or ritualistic\npropitiation.\n3) karta the agent who performs the action or initiates the action to be\nperformed. "}