{"meta":"Bhagavad Gita Chapter 18 Verse 49","metahi":"भगवद् गीता 18.49","slok":"असक्तबुद्धिः सर्वत्र जितात्मा विगतस्पृहः।नैष्कर्म्यसिद्धिं परमां संन्यासेनाधिगच्छति।।18.49।। ","htsrsd":"।।18.49।।जिसकी बुद्धि सब जगह आसक्तिरहित है? जिसने शरीरको वशमें कर रखा है? जो स्पृहारहित है? वह मनुष्य सांख्ययोगके द्वारा नैष्कर्म्यसिद्धिको प्राप्त हो जाता है। ","htstma":"।।18.49।। सर्वत्र आसक्ति रहित बुद्धि वाला वह पुरुष जो स्पृहारहित तथा जितात्मा है? संन्यास के द्वारा परम नैर्ष्कम्य सिद्धि को प्राप्त होता है।। ","transliteration":"Asaktabuddhih sarvatra jitaatmaa vigatasprihah;\nNaishkarmyasiddhim paramaam sannyaasenaadhigacchati. ","englishmeaning":"asakta-buddhiḥ—those whose intellect is unattached; sarvatra—everywhere; jita-ātmā—who have mastered their mind; vigata-spṛihaḥ—free from desires; naiṣhkarmya-siddhim—state of actionlessness; paramām—highest; sanyāsena—by the practice of renunciation; adhigachchhati—attain ","hcsrsd":"।।18.49।। व्याख्या --   संन्यास(सांख्य) योगका अधिकारी होनेसे ही सिद्धि होती है। अतः उसका अधिकारी कैसा होना चाहिये -- यह बतानेके लिये श्लोकके पूर्वार्द्धमें तीन बातें बतायी हैं --,(1) असक्तबुद्धिः सर्वत्र -- जिसकी बुद्धि सब जगह आसक्तिरहित है अर्थात् देश? काल? घटना? परिस्थिति? वस्तु? व्यक्ति? क्रिया? पदार्थ आदि किसीमें भी जिसकी बुद्धि लिप्त नहीं होती।(2) जितात्मा -- जिसने शरीरपर अधिकार कर लिया है अर्थात् जो आलस्य? प्रमाद आदिसे शरीरके वशीभूत नहीं होता? प्रत्युत इसको अपने वशीभूत रखता है। तात्पर्य है कि वह किसी कार्यको अपने सिद्धान्तपूर्वक करना चाहता है तो उस कार्यमें शरीर तत्परतासे लग जाता है और किसी क्रिया? घटना? आदिसे हटना,चाहता है तो वह वहाँसे हट जाता है। इस प्रकार जिसने शरीरपर विजय कर ली है? वह जितात्मा कहलाता है।(3) विगतस्पृहः -- जीवनधारणमात्रके लिये जिनकी विशेष जरूरत होती है? उन चीजोंकी सूक्ष्म इच्छाका नाम स्पृहा है जैसे -- सागपत्ती कुछ मिल जाय? रूखीसूखी रोटी ही मिल जाय? कुछनकुछ खाये बिना हम कैसे जी सकते हैं जल पीये बिना हम कैसे रह सकते हैं ठण्डीके दिनोंमें कपड़े बिलकुल न हों तो हम कैसे जी सकते हैं सांख्ययोगका साधक इन जीवननिर्वाहसम्बन्धी आवश्यकताओंकी भी परवाह नहीं करता।तात्पर्य यह हुआ कि सांख्ययोगमें चलनेवालेको जडताका त्याग करना पड़ता है। उस जडताका त्याग करनेमें उपर्युक्त तीन बातें आयी हैं। असक्तबुद्धि होनेसे वह जितात्मा हो जाता है? और जितात्मा होनेसे वह विगतस्पृह हो जाता है? तब वह सांख्ययोगका अधिकारी हो जाता है।नैष्कर्म्यसिद्धिं परमां संन्यासेनाधिगच्छति -- ऐसा असक्तबुद्धि? जितात्मा और विगतस्पृह पुरुष सांख्ययोगके द्वारा परम नैष्कर्म्यसिद्धिको अर्थात् नैष्कर्म्यरूप परमात्मतत्त्वको प्राप्त हो जाता है। कारण कि क्रियामात्र प्रकृतिमें होती है और जब स्वयंका उस क्रियाके साथ लेशमात्र भी सम्बन्ध नहीं रहता? तब कोई भी क्रिया और उसका फल उसपर किञ्चिन्मात्र भी लागू नहीं होता। अतः उसमें जो स्वाभाविक? स्वतःसिद्ध निष्कर्मता -- निर्लिप्तता है? वह प्रकट हो जाती है। सम्बन्ध --   अब उस परम सिद्धिको प्राप्त करनेकी विधि बतानेकी प्रतिज्ञा करते हैं। ","hcsca":"।।18.49।। हमको यह स्मरण रखना चाहिए कि सम्पूर्ण गीतोपदेश उस अर्जुन के लिए दिया गया था? जो युद्ध भूमि पर कर्तव्य की विशालता को देखकर संभ्रमित हो गया था। वह युद्ध से पलायन कर? जंगलों में स्वकल्पित धारणा के अनुसार संन्यास का जीवन जीना चाहता था। भगवान् श्रीकृष्ण ने गीता में इस सिद्धांत का प्रतिपादन किया है कि सांसारिक जीवन तथा उसके कर्तव्यों से दूर भागना संन्यास नहीं है। इस श्लोक में भगवान् श्री कृष्ण नैर्ष्कम्य सिद्धि की परिभाषा देते हैं? जिसका साधन संन्यास है। संन्यास का अर्थ है शरीर? मन और बुद्धि उपाधियों के साथ हुए अपने तादात्म्य का त्याग करना। अपने शुद्ध आत्मस्वरूप में निष्ठा प्राप्त करना ही नैर्ष्कम्य सिद्धि है।जब हम अपने आत्मस्वरूप को विस्मृत कर देते हैं? तब कर्तृत्व भोक्तृत्व अभिमानी जीव की उत्पत्ति होती है। तत्पश्चात् हमारा समस्त व्यवहार जीव के रूप में ही होता है। लौकिक जगत् में भी? मद्यपान से उन्मत्त पुरुष में इस प्रकार की आत्मविस्मृति देखी जाती है। वह अपने व्यक्तित्व और पद को विस्मृत कर किसी अन्य रूप में ही व्यवहार करने लगता है। इस मादक उन्मत्तता में वह अपनी शिक्षादीक्षा? सभ्यता और संस्कृति को अपमानित करता हुआ निन्दनीय व्यवहार करता है। जब तक उस मादक पेय का प्रभाव बना रहता है? तब तक वह इसी प्रकार निन्द्य व्यवहार करता रहता है।आत्म अज्ञान के कारण अभिमानी जीव की उत्पत्ति होती है। आत्मज्ञान से इस अज्ञान का नाश हो जाने पर जीव को अपने परिपूर्ण सच्चिदानन्द स्वरूप का अनुभव होता है। उस पूर्ण के पूर्ण अनुभव में अपूर्णता का भान कहाँ और अपूर्णता न हो? तो कामना की भी उत्पत्ति नहीं हो सकती। कामना के अभाव में विचारों का संचलन ही अवरुद्ध हो जाता है? और इस प्रकार सुख की प्राप्ति के लिए कर्म करने की आवश्यकता नहीं रह जाती। यह स्थिति परम नैर्ष्कम्य सिद्धि कही जा सकती है।वेदान्त दर्शन में वर्णित नैर्ष्कम्य सिद्धि परमानन्द के अनुभव की वह स्थिति है? जिसमें अज्ञान? काम? विचार और कर्म का सर्वथा अभाव है। वेदान्तरूपी अध्यात्मिकमनोविज्ञान में हम कह सकते हैं कि अज्ञान कर्म का प्रपितामह है अत यह स्पष्ट हो जाता है कि स्वस्वरूप में संस्थिति ही नैर्ष्कम्य सिद्धि है। इसे ही निर्विकल्प अथवा निष्कामत्व की स्थिति भी कहते हैं।इस श्लोक में गीताचार्य भगवान् श्रीकृष्ण यह स्पष्ट घोषणा करते हैं कि नैर्ष्कम्य की परम सिद्धि को प्राप्त होने का साधन ज्ञानलक्षण संन्यास है। जीवन संघर्षों से तुच्छ प्रकार के अशोभनीय पलायन के द्वारा इस पूर्णत्व की स्थिति को प्राप्त नहीं किया जा सकता। स्वधर्म के पालन द्वारा हमको चित्तशुद्धि प्राप्त करनी चाहिए और तदुपरान्त ही संन्यास अर्थात् आत्मबोध के द्वारा स्वस्वरूप में दृढ़स्थिति प्राप्त की जा सकती है। क्षत्रिय होने के नाते अर्जुन का युद्ध से विरत होना उपयुक्त नहीं था। अत भगवान् श्रीकृष्ण उसे उसके स्वधर्म में प्रवृत्त करते हैं।सर्वत्र असक्त बुद्धि यह सुविदित तथ्य है कि विषयों में आसक्त पुरुष को कभी मनशान्ति नहीं प्राप्त होती। आसक्ति के कारण मन क्षुब्ध रहता है और दुर्बल शरीर मन की इच्छा के अनुसार काम करते हुए थक जाता है। मुण्डन किया हुआ मस्तक अर्थात् वह बुद्धि जो समस्त प्रकार की आसक्तियों से मुक्त है? वही उस परमात्मा को प्रकट कर सकती है? जो समस्त उपाधियों को चेतना प्रदान करता है। यह वास्तविक नैर्ष्कम्य सिद्धि है और एक साधन सम्पन्न उत्तम अधिकारी ही इसे प्राप्त कर सकता है।अर्जुन की संन्यास की इच्छा बन्धुमित्र परिवार के प्रति आसक्ति के कारण उत्पन्न हुई थी? अनासक्ति से नहीं। इसलिए? वह इच्छा मिथ्या ही थी।जितात्मा और विगतस्पृह जिस पुरुष के मन में विषयभोग की किंचिन्मात्र भी लालसा नहीं रह गयी है (विगतस्पृह)? केवल वही पुरुष जितात्मा अर्थात् पूर्ण आत्मसंयमी बन सकता है।मन और बुद्धि में ही क्रमश कर्तृत्व और भोकतृत्व के अभिमान निवास करते हैं। इन दोनों अभिमानों का संयुक्त रूप ही जीव कहलाता है। संसार में इस जीव का अस्तित्व बने रहने के कारण विषयों में उसकी स्पृहा है। सम्यक् विवेचन द्वारा यह जानकर कि विषयों में सुख नहीं होता? यह स्पृहा नष्ट की जा सकती है। उसी प्रकार? आत्मा और अनात्मा के विवेक के द्वारा आत्मबोध होने पर जीवभाव का भी अन्त हो जाता है। गीता इस बात को बारम्बार दोहराते हुए कभी नहीं थकती कि आध्यात्मिक उन्नति के लिए आत्मसंयम एवं स्पृहा समाप्ति अपरिहार्य गुण हैं। यहाँ विशेष ध्यान देने योग्य बात यह है कि नैर्ष्कम्य सिद्धि कोई अप्राप्त और नवीन स्थिति की प्राप्ति नहीं है? वरन् अज्ञान जनित आसक्तियों के त्याग से अपने स्वरूप की पहचान मात्र है। यह स्वत सिद्ध साध्य की सिद्धि है।भगवान् श्रीकृष्ण आगे कहते हैं। ","etsga":"18.49 He whose intellect remains unattached to everything, who has conered his internal organs and is desireless, attains through monasticism the supreme perfection consisting in the state of one free from duties. ","etssa":"18.49 He whose intellect is unattached everywhere, who has subdued his self, from whom desire has fled, he by renunciation, attains the supreme state of freedom from action. ","etdss":"18.49. He, whose mind entertains no attachment to anything, who is self-conered and is free from craving-he attains by means of renunciation the supreme success of actionlessness. ","ecssa":"18.49 असक्तबुद्धिः whose intellect is unattached? सर्वत्र eveywhere? जितात्मा who has subdued his self? विगतस्पृहः whose desire has fled? नैष्कर्म्यसिद्धिम् the perfection consisting in freedom from action? परमाम् the supreme? संन्यासेन by renunciaion? अधिगच्छति (he) attains.Commentary The mind of one who is free from attachment to wife? son? body and property? who has controlled his senses and the mind? who has no desire for the body? for life and for sensual pleasure? turns inwards towards God or the immortal Self. It is not attracted by the sensual objects of the world. It is filled with dispassion and discrimination.He gradually gets himself established in his own Self which is of the nature of ExistenceKnowledgeBliss. Such a person who has knowledge of the Self attains to the highest perfection? to pefect freedom from action by renunciation.Ignorance is destroyed by the attainment of the knowledge of the Self. There is cessation of activity. One may perform actions for the solidarity of the world and yet he will not be bound by actions as he has attained absolute freedom from action through the knowledge of the Self. The fire of knowledge has burnt the fruitbearing effects of Karmas or actions. He has no idea of agency as he is absolutely free from egoism? as he has identified himself with the Supreme Being.Naishkarmya siddhi may also mean the attainment of the state of Naishkarmya. In this exalted? magnanimous? ineffable state of divine splendour and glory? one remains as the actionless Self. This is the state of immediate liberation of the Vedantins (Kaivalya Moksha or Sadyomukti). This marvellous state is attained by renunciation or right knowledge or by the renunciation of all actions brought about by the attainment of the knowledge of the Self. Mentally renouncing all actions and selfcontrolled? the embodied one rests happily in the ninegated? city? neither acting nor causing others to act. (Cf.V.13)Now the Lord teaches in the next verse how a man who? having attained perfection as described above in verse 46? by doing his duty in the service of the Lord can attain perfect freedom from action. He gets discrimination? practises constant meditation and rests in the knowledge of the immutable Self.,(Cf.III.4and19) ","scetsga":"18.49 Asakta-buddhih, he whose intellect, the internal organ, remains unattached; sarvatra, to everything, with regard to son, wife and others who are the cuases of attachment; jitatma, who has conered his internal organs; and vigata-sprhah, who is desireless, whose thirst for his body, life and objects of enjoyment have been eradicated;-he who is such a knower of the Self, adhigaccahti, attains; sannyasena, through monasticism, through perfect knowledge or through renunciation of all actions preceded by this knowledge; the paramam, supreme, most excellent; naiskarmya-siddhim, perfection consisting in the state of one free from duties.\nOne is said to be free from duties from whom duties have daparted as a result of realizing that the actionless Brahman is his Self; his state is naiskarmyam. That siddhi (perfection) which is this naiskarmya is naiskarmya-siddhi. Or, this phrase means achievement of naiskarmya, i.e., achievement of the state of remaining established in ones own real nature as the actionless Self-which is different from the success arising from Karma (-yoga), and is of the form of being established in the state of immediate Liberation. Accordingly has it been said, ৷৷.having given up all actions mentally,৷৷.without doing or causing (others) to do anything at all (5.13).\nThe stages through which one who has attained success-which has the aforesaid characteristics and which arises from the performance of ones own duties mentioned earlier as worship of God-, and in whom has arisen discriminative knowledge, achieves perfection-in the form of exclusive adherence to Knowledge of the Self and consisting in the state of one free from duties-have to be stated. With this is view the Lord says: ","scetdss":"18.49 See Comment under 18.60 ","scetssa":"18.49 He whose understanding is, on all sides, without attachments, concerning fruits etc., whose self is conered, i.e., who has conered his mind; who, by contemplating on the agency of the Supreme Person, is free from the habit of attributing agency to the self; and who is thus eipped with Sannyasa which has been positively determined to be the same as Tyaga - such a man, performing actions, attains supreme perfection which is free from all activities. The meaning is that he attains devotion to Dhyana which is the consummation of even Jnana Yoga; he attains Dhyana Yoga (Yoga of meditation) consisting in the complete cessation of sensory activity, which is going to be described hereafter. ","chakravarthi":"The first type of sannyasl gives up the faults in his work, characterized by attachment to being the doer and attachment to the results. When that sannyasl perfects his sadhana over time, then he reaches the yogarudha stage. Then he gives up actions completely. That is the second type of sannyasa, mentioned here.\nHe whose intelligence is free from all attachments to material objects (asakta buddhih), whose mind is under control (jitatma), who has no desire for happiness even of Brahmaloka (vigata sprhah), then, by complete renunciation of all activities (samnyasena), attains the highest perfection of no action at all (naiskarmyam). In other words, at the stage of yogarudha (no actions), with attainment of naiskarmyam, one reaches the highest perfection. ","rudra":"\nAnticipating that the question may arise of how it is practically possible\nto accept only the positive and reject the negative, Lord Krishna responds\nby stating that one whose mentality is unfettered to anything mundane and\nmaterial, devoid of attachment. Whose mind has conquered the false lure of\ndesires and attraction to the objects of the senses. Who is bereft of\negotism and is renounced and situated fully in sattva guna the mode of\ngoodness; such a one achieves no reaction to actions, purity of mind and\nhence absence of activities. Although such a one may perform actions in\nactuality it is non-action because there is no conception as the doer.\nChapter five verse 8 has already stated: That one who knows the absolute\ntruth understands that they factually are not the doer and verse 13\nstates: The self controlled being who renounces all actions in their mind\nremains tranquil and serene and is considered to be topmost. ","brahma":"\nPerfection in renunciation entails relinquishing all desires for rewards\nthereof which is perfect equanimity. Perfection in renunciation of actions\nis abandoning all actions not connected to the Supreme Lord Krishna. ","shri":"\nLord Krishna explains that when buddhi or spiritual intelligence is\nunfettered meaning unattached to desires and rewards and the mind is\ncontrolled and senses conquered, with no conceptions of doership,\nestablished in renunciation even while performing prescribed Vedic\nactivities one attains the supreme serene state of bhakti or exclusive\nloving devotion unto the Supreme Lord by dhyana or meditation in communion\nwith Him internally as well as propitiation to Him with ones physical body\nexternally such as japa or chanting His divine, holy names in ecstasy and\npromulgating His glories everywhere one goes throughout creation. By the\nwonderfulness of bhakti the mind and senses are already controlled and\nconquered quite easily and have surpassed the limits of jnana yoga or\nfacilitating communion with the Supreme Lord by knowledge. ","kumar":"Lord Krishna explains that when buddhi or spiritual intelligence is\nunfettered meaning unattached to desires and rewards and the mind is\ncontrolled and senses conquered, with no conceptions of doership,\nestablished in renunciation even while performing prescribed Vedic\nactivities one attains the supreme serene state of bhakti or exclusive\nloving devotion unto the Supreme Lord by dhyana or meditation in communion\nwith Him internally as well as propitiation to Him with ones physical body\nexternally such as japa or chanting His divine, holy names in ecstasy and\npromulgating His glories everywhere one goes throughout creation. By the\nwonderfulness of bhakti the mind and senses are already controlled and\nconquered quite easily and have surpassed the limits of jnana yoga or\nfacilitating communion with the Supreme Lord by knowledge. "}