{"meta":"Bhagavad Gita Chapter 18 Verse 13","metahi":"भगवद् गीता 18.13","slok":"पञ्चैतानि महाबाहो कारणानि निबोध मे।सांख्ये कृतान्ते प्रोक्तानि सिद्धये सर्वकर्मणाम्।।18.13।। ","htsrsd":"।।18.13।।हे महाबाहो कर्मोंका अन्त करनेवाले सांख्यसिद्धान्तमें सम्पूर्ण कर्मोंकी सिद्धिके लिये ये पाँच कारण बताये गये हैं? इनको तू मेरेसे समझ। ","htstma":"।।18.13।। हे महाबाहो समस्त कर्मों की सिद्धि के लिए ये पांच कारण सांख्य सिद्धांत में कहे गये हैं? जिनको तुम मुझसे भलीभांति जानो।। ","transliteration":"Panchaitaani mahaabaaho kaaranaani nibodha me;\nSaankhye kritaante proktaani siddhaye sarvakarmanaam. ","englishmeaning":"pañcha—five; etāni—these; mahā-bāho—mighty-armed one; kāraṇāni—causes; nibodha—listen; me—from me; sānkhye—of Sānkya; kṛita-ante—stop reactions of karmas; proktāni—explains; siddhaye—for the accomplishment; sarva—all; karmaṇām—of karmas ","hcsrsd":"।।18.13।। व्याख्या --   पञ्चैतानि महाबाहो कारणानि -- हे महाबाहो जिसमें सम्पूर्ण कर्मोंका अन्त हो जाता है? ऐसे सांख्यसिद्धान्तमें सम्पूर्ण विहित और निषिद्ध कर्मोंके होनेमें पाँच हेतु बताये गये हैं। स्वयं (स्वरूप) उन कर्मोंमें हेतु नहीं है।निबोध मे -- इस अध्यायमें भगवान्ने जहाँ सांख्यसिद्धान्तका वर्णन आरम्भ किया है? वहाँ निबोध क्रियाका प्रयोग किया है (18। 13? 50)? जब कि दूसरी जगह श्रृणु क्रियाका प्रयोग किया है (18। 4? 19? 29? 36? 45? 64)। तात्पर्य यह है कि सांख्यसिद्धान्तमें तो निबोध पदसे अच्छी तरह समझनेकी बात कही है और दूसरी जगह श्रृणु पदसे सुननेकी बात कही है। अतः सांख्यसिद्धान्तको गहरी रीतिसे समझना चाहिये। अगर उसे अपनेआप (स्वयं) से गहरी रीतिसे समझा जाय? तो तत्काल तत्त्वका अनुभव हो जाता है।सांख्ये कृतान्ते प्रोक्तानि सिद्धये सर्वकर्मणाम् -- कर्म चाहे शास्त्रविहित हों? चाहे शास्त्रनिषिद्ध हों? चाहे शारीरिक हों? चाहे मानसिक हों? चाहे वाचिक हों? चाहे स्थूल हों और चाहे सूक्ष्म हों -- इन सम्पूर्ण कर्मोंकी सिद्धिके लिये पाँच हेतु कहे गये हैं। जब पुरुषका इन कर्मोंमें कर्तृत्व रहता है? तब कर्मसिद्धि और कर्मसंग्रह दोनों होते हैं? और जब पुरुषका इन कर्मोंके होनेमें कर्तृत्व नहीं रहता? तब कर्मसिद्धि तो होती है? पर कर्मसंग्रह नहीं होता? प्रत्युत क्रियामात्र होती है। जैसे? संसारमात्रमें परिवर्तन होता है अर्थात् नदियाँ बहती हैं? वायु चलती है? वृक्ष बढ़ते हैं? आदिआदि क्रियाएँ होती रहती है? परन्तु इन क्रियाओँसे कर्मसंग्रह नहीं होता अर्थात् ये क्रियाएँ पापपुण्यजनक अथवा बन्धनकारक नहीं होतीं। तात्पर्य यह हुआ कि कर्तृत्वाभिमानसे ही कर्मसिद्धि और कर्मसंग्रह होता है। कर्तृत्वाभिमान मिटनेपर क्रियामात्रमें अधिष्ठान? करण? चेष्टा और दैव -- ये चार हेतु ही होते हैं (गीता 18। 14)।यहाँ सांख्यसिद्धान्तका वर्णन हो रहा है। सांख्यसिद्धान्तमें विवेकविचारकी प्रधानता होती है? फिर भगवान्ने सर्वकर्मणां सिद्धये वाली कर्मोंकी बात यहाँ क्यों छेड़ी कारण कि अर्जुनके सामने युद्धका प्रसङ्ग है। क्षत्रिय होनेके नाते युद्ध उनका कर्तव्यकर्म है। इसलिये कर्मयोगसे अथवा सांख्ययोगसे ऐसे कर्म करने चाहिये? जिससे कर्म करते हुए भी कर्मोंसे सर्वथा निर्लिप्त रहे -- यह बात भगवान्को कहनी है। अर्जुनने सांख्यका तत्त्व पूछा है? इसलिये भगवान् सांख्यसिद्धान्तसे कर्म करनेकी बात कहना आरम्भ करते हैं।अर्जुन स्वरूपसे कर्मोंका त्याग करना चाहते थे अतः उनको यह समझाना था कि कर्मोंका ग्रहण और त्याग -- दोनों ही कल्याणमें हेतु नहीं हैं। कल्याणमें हेतु तो परिवर्तनशील नाशवान् प्रकृतिसे अपरिवर्तनशील अविनाशी अपने स्वरूपका सम्बन्धविच्छेद ही है। उस सम्बन्धविच्छेदकी दो प्रक्रियाएँ हैं -- कर्मयोग और सांख्ययोग। कर्मयोगमें तो फलका अर्थात् ममताका त्याग मुख्य है और सांख्ययोगमें अहंताका त्याग मुख्य है। परन्तु ममताके त्यागसे अहंताका और अहंताके त्यागसे ममताका त्याग स्वतः हो जाता है। कारण कि अहंतामें भी ममता होती है जैसे -- मेरी बात रहे? मेरी बात कट न जाय -- यह मैंपनके साथ भी मेरापन है। इसलिये ममता(मेरापन)को छोड़नेसे अहंता(मैंपन) छूट जाती है (टिप्पणी प0 895)। ऐसे ही पहले अहंता होती है? तब ममता होती है अर्थात् पहले मैं होता है? तब मेरापन होता है। परन्तु जहाँ अहंता(मैंपन)का ही त्याग कर दिया जायगा? वहाँ ममता (मेरापन) कैसे रहेगी वह भी छूट ही जायगी। सम्बन्ध --   सम्पूर्ण कर्मोंकी सिद्धिमें पाँच हेतु कौनसे हैं अब यह बताते हैं। ","hcsca":"।।18.13।। त्रिविध त्याग के सन्दर्भ में भगवान् श्रीकृष्ण ने निरहंकार और निसंग भाव से कर्म करने वाले पुरुष को सात्विक त्यागी कहा था। अत स्वाभाविक ही है कि अर्जुन के मन में कर्म के स्वरूप को जानने की जिज्ञासा उत्पन्न होती है। इसलिए भगवान् श्रीकृष्ण प्रस्तुत खण्ड में? कर्म के स्थूल रूप तथा प्रेरणा? उद्देश्य आदि सूक्ष्म स्वरूप का भी वर्णन करते हैं।किसी भी लौकिक अथवा आध्यात्मिक कर्म को सम्पादित करने के लिए पाँच कारणों की अपेक्षा होती है। ये मानों कर्म के अंग हैं? जिनके बिना कर्म की सिद्धि नहीं हो सकती। यदि मनुष्य अपने कर्मों को अनुशासित और सुनियोजित कर आन्तरिक सांस्कृतिक विकास को सम्पादित करना चाहता हो? तो उसे अत्याधिक साहस? प्रयोजन का सातत्य? आत्मविश्वास तथा बौद्धिक क्षमता की आवश्यकता होती है। इसलिए भगवान् यहाँ अर्जुन को महाबाहो के नाम से सम्बोधित कर उसकी शूरवीरता का आह्वान करते हैं।कर्मसम्पादन के लिए आवश्यक पाँच कारणों का वर्णन सांख्य दर्शन में किया गया है। यहाँ सांख्य शब्द से तात्पर्य वेदान्त से है कपिल मुनि जी के सांख्य दर्शन से नहीं? क्योंकि उसमें इनका वर्णन नहीं किया गया है। इस श्लोक में प्रयुक्त कृतान्त शब्द सांख्य का विशेषण है। कृतान्त का अर्थ है कर्मों का अन्त। वेदान्त में उपदिष्ट आत्म ज्ञान के होने पर अहंकार का अन्त हो जाता है और उसी के साथ उसके कर्मों की समाप्ति हो जाती है।इसलिए? वेदान्त का विशेषण कृतान्त कहा गया हैं। अगले श्लोक में उन पाँच कारणों को बताते हैं ","etsga":"18.13 O mighty-armed one, learned from Me these [Another reading is etani.-Tr.] five factors for the accomplishment of all actions, which have been spoken of in the Vedanta in which actions terminate. ","etssa":"18.13 Learn from Me, O mighty-armed Arjuna, these five causes as declared in the Sankhya system for the accomplishment of all actions. ","etdss":"18.13. O mighty-armed one ! Learn from Me these following five causes that have been declared in the conclusion of deliberations [on proper knowledge], for the accomplishment of all actions. ","ecssa":"18.13 पञ्च five? एतानि these? महाबाहो O mightyarmed? कारणानि causes? निबोध learn? मे from Me? सांख्ये in the Sankhya? कृतान्ते which is the end of all actions? प्रोक्तानि as declared? सिद्धये for the accomplishment? सर्वकर्मणाम् of all actions.Commentary The Self has no connection whatevr with activity. Nature does everything. The Self is the silent witness. He remains indifferent. The whole superstructure of human activity is the result of the five welldefined causes which are enumerated in the following verse.Etani These Which are going to be mentioned.Sankhya Vedanta Knowledge of the Self as taught in the Vedanta (the Upanishads) puts an end to all actions. This is the reason why the term Kritante (the end of actions) is used here. When the knowledge of the Self arises? all actions terminate. This is taught in chapter II? verse 46 To the Brahman who has known the Self al the Vedas are of so much use as is a reservoir of water in a place where there is a flood everywhere. Again? in verse 33 of chapter IV? it is said All actions in their entirety? O Arjuna? culminate in knowledge. Vedanta? therefore? which imparts knowledge of the Self? is the end of action. A liberated sage who has attained the knowledge of the Self in accordance with the instructions laid down in the Vedanta becomes a Kritakritya (one who has done everything and has nothing more to do). ","scetsga":"18.13 O mighty-armed one, nibodha, learn; me, from Me; imani, these; panca, five; karanani, factors, accessories, which are going to be stated-for drawing the attention of his (Arjunas) mind and for showing the difference among these categories [Categories: locus (body) etc], the Lord praises those accessories in the succeeding verses as fit for being known-; siddhaye, for the accomplishment; sarva-karmanam, of all actions; proktani, which have been spoken of; sankhye, in Vedanta-sankhya is that scripture where the subject-matters [In the sentence, Thou art That, the word Thou means the individual Self, and That means Brahman. The comprehension of their unity, and also hearing, reflection and meditation are referred to as the subject-matters.] to be known are fully (samyak) stated (khyayante)-; krtante, in which actions terminate. Krtante alifies that very word (Vedanta).\nKrtam mean action. That in which occurs the culmination (anta) of that krtam is krtantam, i.e. the termination of actions. In the texts, ৷৷.as much utility as a man has in a well (2.46), and O son of Prtha, all actions in their totality culminate in Knowledge (4.33), the Lord shows the cessation of all actions when the knowledge of the Self dawns. Hence (it is said): ৷৷.which have been spoken of in that Vedanta where actions culminate and which is meant for the knowledge of the Self.\nWhich are they? This is being answered: ","scetdss":"18.13 See Comment under 18.17 ","scetssa":"18.13 Sankhya means Buddhi (reasoning). Sankhya-krtanta means that which is determined after due deliberations by the Buddhi in accordance with the Vedas on the nature of the things as they are. Learn them from Me. There are five causes for the accomplishment of all actions. But the understanding according to the Vedas (Vaidiki-buddhi) is that the Supreme Self alone is the agent working through body, senses, Pranas and the individual self, as asserted in the following Srutis: He who, dwelling in the self, who rules the self from within your self, the Inner Ruler, immortal (Br. U. Madh., 3.7.22), and He who has penetrated the interior, is the Ruler of all creatures and the Self of all (Tai. A., 3.11.3). Sri Krsna nows sets forth the five causes: ","chakravarthi":"“But how can doing action not give karmic results?”\nIn order to establish that there is no contamination of karma when performing actions without false identification, the Lord speaks five verses.\nFor the completion (siddhaye) of all actions, know these five factors from my words (me). Sankhya means to speak (khya) directly (samyak) about the paramatma. These five causes are mentioned in the Vedanta scriptures (sankhye), whose purpose is to destroy karma (krtante). ","rudra":"\nThe question may be submitted how is it possible that one performing actions derives no reactions from their activities. Apprehending such a\ndoubt Lord Krishna in order to exemplify that for one who has given up\nattachment to the reward of actions and who is free from the ego sense of I\nand mine there is no connection to reactions from any action. This he\nelaborates in this verse and the next four. He says to understand the\nmeaning of His words, learn the five causes that are about to be given\nregarding the accomplishment and production of all actions. To imbibe the\ncessation of the conception as the doer of actions it is necessary to\ncomprehend these five causes. So to emphasise them Lord Krishna states as\ndeclared etc. Here the word sankhya refers to Vedantic philosophy of\nanalytical rationalism established by Kapila Deva, an empowered incarnation\nof the Supreme Lord Krishna. That by which the atma or immortal soul is\nthoroughly known is declared sankhya or wisdom of the ultimate truth which\nis the final point and apex of all knowledge which is the ultimate\nconclusion found in the Vedic scriptures. The five causes of all actions to manifest are the body, the ego which is\nthe juncture of spirit and matter, the life airs which automatically\nfunction and pervade throughout creation, the senses such as the eyes which\ninclude the diety of the sun which presides over the eyes and also the\nother four senses with their presiding dieties and finally the inner ruler\nand controller of them all as the atma or soul which is powered by\nparamatma the Supreme Soul. ","brahma":"\nIn this verse Lord Krishna again reiterates sannyasa or renunciation by\nabandonment of actions. The words sankhye kritante refers to the system of\nanalysis established in the sankhya philosophy of analytical conclsion by\nKapila-deva, who appeared as the son of Kardama Muni from the womb of\nDevahuti and who is an empowered incarnation of the Supreme Lord Krishna.\nHis is the original sankhya philosophy acknowledging the existence of the\nSupreme Lord as the goal and is in full accordance with the Vedic\nscriptures. It should not be confused by an imitation sankhya philosophy by\na Kapila Muni which bases its precepts on analysis of matter and is\natheistic, not accepting the reality of the Supreme Lord hence contrary to\nthe Vedic scriptures and unacceptable. The word adhisthanam means the body, the life airs, the ego, the senses,\nand their inner director the atma or immortal soul controlled by paramatma\nthe Supreme Soul residing simultaneously in the individual etheric heart of\nall living entities. Paramatma is an effortless expansion of the Supreme\nLord Krishnas purusa avatar known as Ksisirodaksayi Vishnu. All embodied\nbeings acesta refers to actions both involutary such\nas the heart beating and breathing as well as volutary actions such as\nusing the hands to perform yagna or ritualistic propitiation and worship of\nthe Supreme Lord or utilising the mind to meditate upon the Supreme Lord.\nBy such actions impressions are established which impel one towards the\ndivine. The divine is transcendental and cannot be seen although the\nliberated can perceive it in their consciousness it is not visible. It has\nbeen said that the body, the life airs, the ego, the senses and the atma\nare the instruments of all activities with paramatma as the unseen\ncontroller of them all. ","shri":"\nThe word sankhya means rational, analytical reasoning and refes to the\nsankhya philosophy established by Lord Krishnas incarnation of Kapila\nDeva. The word kritante means deriving the perfect conclusion of the\ncategorical and essential nature of all things based upon the tenents,\nordinances and injunctions of the Vedic scriptures. The five causes Lord\nkrishna will reveal are component factors combining to manifest individual\nacts. The word nibodha meaning comprehend denotes that they must be\ncontemplated and reflected upon. The absolute conclusion of the Vedic\nscriptures verily regards Lord Krishnas expansion as paramatma the Supreme\nSoul existing simultaneously in the etheric heart of all living entities as\nthe sole author of all acts. The body, the prana or life airs, the ego, the\nsenses, the are the four instuments of the atma or individual soul which is\npowered by paramatma the Supreme Soul. Evidence confirming this is found in\nthe Taittiriya Upanisad II.III.I beginning prana deva anu prananti meaning:\nThat which is within the body is the prana and that which is seated within\nthe body is the the atma and that which rules the immortal atma is\nparamatma. ","kumar":"The word sankhya means rational, analytical reasoning and refes to the\nsankhya philosophy established by Lord Krishnas incarnation of Kapila\nDeva. The word kritante means deriving the perfect conclusion of the\ncategorical and essential nature of all things based upon the tenents,\nordinances and injunctions of the Vedic scriptures. The five causes Lord\nkrishna will reveal are component factors combining to manifest individual\nacts. The word nibodha meaning comprehend denotes that they must be\ncontemplated and reflected upon. The absolute conclusion of the Vedic\nscriptures verily regards Lord Krishnas expansion as paramatma the Supreme\nSoul existing simultaneously in the etheric heart of all living entities as\nthe sole author of all acts. The body, the prana or life airs, the ego, the\nsenses, the are the four instuments of the atma or individual soul which is\npowered by paramatma the Supreme Soul. Evidence confirming this is found in\nthe Taittiriya Upanisad II.III.I beginning prana deva anu prananti meaning:\nThat which is within the body is the prana and that which is seated within\nthe body is the the atma and that which rules the immortal atma is\nparamatma. "}