{"meta":"Bhagavad Gita Chapter 18 Verse 66","metahi":"भगवद् गीता 18.66","slok":"सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज।अहं त्वा सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः।।18.66।। ","htsrsd":"।।18.66।।सम्पूर्ण धर्मोंका आश्रय छोड़कर तू केवल मेरी शरणमें आ जा। मैं तुझे सम्पूर्ण पापोंसे मुक्त कर दूँगा? चिन्ता मत कर। ","htstma":"।।18.66।। सब धर्मों का परित्याग करके तुम एक मेरी ही शरण में आओ? मैं तुम्हें समस्त पापों से मुक्त कर दूँगा? तुम शोक मत करो।। ","transliteration":"Sarvadharmaan parityajya maamekam sharanam vraja;\nAham twaa sarvapaapebhyo mokshayishyaami maa shuchah. ","englishmeaning":"sarva-dharmān—all varieties of dharmas; parityajya—abandoning; mām—unto me; ekam—only; śharaṇam—take refuge; vraja—take; aham—I; tvām—you; sarva—all; pāpebhyaḥ—from sinful reactions; mokṣhayiṣhyāmi—shall liberate; mā—do not; śhuchaḥ—fear ","hcsrsd":"।।18.66।। व्याख्या --   सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज -- भगवान् कहते हैं कि सम्पूर्ण धर्मोंका आश्रय? धर्मके निर्णयका विचार छोड़कर अर्थात् क्या करना है और क्या नहीं करना है -- इसको छोड़कर केवल एक मेरी ही शरणमें आ जा।स्वयं भगवान्के शरणागत हो जाना -- यह सम्पूर्ण साधनोंका सार है। इसमें शरणागत भक्तको अपने लिये कुछ भी करना शेष नहीं रहता जैसे -- पतिव्रताका अपना कोई काम नहीं रहता। वह अपने शरीरकी सारसँभाल भी पतिके नाते? पतिके लिये ही करती है। वह घर? कुटुम्ब? वस्तु? पुत्रपुत्री और अपने कहलानेवाले शरीरको भी अपना नहीं मानती? प्रत्युत पतिदेवका ही मानती है। तात्पर्य यह हुआ कि जिस प्रकार पतिव्रता पतिके परायण होकर पतिके गोत्रमें ही अपना गोत्र मिला देती है और पतिके ही घरपर रहती है? उसी प्रकार शरणागत भक्त भी शरीरको लेकर माने जानेवाले गोत्र? जाति? नाम आदिको भगवान्के चरणोंमें अर्पण करके निर्भय? निःशोक? निश्चिन्त और निःशङ्क हो जाता है।गीताके अनुसार यहाँ धर्म शब्द कर्तव्यकर्मका वाचक है। कारण कि इसी अध्यायके इकतालीसवेंसे चौवालीसवें श्लोकतक स्वभावज कर्म शब्द आये हैं? फिर सैंतीलीसवें श्लोकके पूर्वार्धमें स्वधर्म शब्द आया है। उसके बाद? सैंतालीसवें श्लोकके ही उत्तरार्धमें तथा (प्रकरणके अन्तमें) अड़तालीसवें श्लोकमें कर्म शब्द आया है। तात्पर्य यह हुआ कि आदि और अन्तमें कर्म शब्द आया है और बीचमें स्वधर्म शब्द आया है तो इससे स्वतः ही धर्म शब्द कर्तव्यकर्मका वाचक सिद्ध हो जाता है।अब यहाँ प्रश्न यह होता है कि सर्वधर्मान्परित्यज्य पदसे क्या धर्म अर्थात् कर्तव्यकर्मका स्वरूपसे त्याग माना जाय इसका उत्तर यह है कि धर्मका स्वरूपसे त्याग करना न तो गीताके अनुसार ठीक है और न यहाँके प्रसङ्गके अनुसार ही ठीक है क्योंकि भगवान्की यह बात सुनकर अर्जुनने कर्तव्यकर्मका त्याग नहीं किया है? प्रत्युत करिष्ये वचनं तव (18। 73) कहकर भगवान्की आज्ञाके अनुसार कर्तव्यकर्मका पालन करना स्वीकार किया है। केवल स्वीकार ही नहीं किया है? प्रत्युत अपने क्षात्रधर्मके अनुसार युद्धि भी किया है। अतः उपर्युक्त पदमें धर्म अर्थात् कर्तव्यका त्याग करनेकी बात नहीं है। भगवान् भी कर्तव्यके त्यागकी बात कैसे कह सकते हैं भगवान्ने इसी अध्यायके छठे श्लोकमें कहा है कि यज्ञ? दान? तप और अपनेअपने वर्णआश्रमोंके जो कर्तव्य हैं? उनका कभी त्याग नहीं करना चाहिये? प्रत्युत उनको जरूर करना चाहिये (टिप्पणी प0 970.1)।गीताका पूरा अध्ययन करनेसे यह मालूम होता है कि मनुष्यको किसी भी हालतमें कर्तव्यकर्मका त्याग नहीं करना चाहिये। अर्जुन तो युद्धरूप कर्तव्यकर्म छोड़कर भिक्षा माँगना श्रेष्ठ समझते थे (2। 5) परन्तु भगवान्ने इसका निषेध किया (2। 3138)। इससे भी यही सिद्ध होता है कि यहाँ स्वरूपसे धर्मोंका त्याग नहीं है।अब विचार यह करना है कि यहाँ सम्पूर्ण धर्मोंके त्यागसे क्या लेना चाहिये गीताके अनुसार सम्पूर्ण धर्मों अर्थात् कर्मोंको भगवान्के अर्पण करना ही सर्वश्रेष्ठ धर्म है। इसमें सम्पूर्ण धर्मोंके आश्रयका त्याग करना और केवल भगवान्का आश्रय लेना -- दोनों बातें सिद्ध हो जाती हैं। धर्मका आश्रय लेनेवाले बारबार जन्ममरणको प्राप्त होते हैं -- एवं त्रयीधर्ममनुप्रपन्ना गतागतं कामकामा लभन्ते (गीता 9। 21)। इसलिये धर्मका आश्रय छोड़कर भगवान्का ही आश्रय लेनेपर फिर अपने धर्मका निर्णय करनेकी जरूरत नहीं रहती। आगे अर्जुनके जीवनमें ऐसा हुआ भी है।अर्जुनका कर्णके साथ युद्ध हो रहा था। इस बीच कर्णके रथका चक्का पृथ्वीमें धँस गया। कर्ण रथसे नीचे उतरकर रथके चक्केको निकालनेका उद्योग करने लगा और अर्जुनसे बोला कि जबतक मैं यह चक्का निकाल न लूँ? तबतक तुम ठहर जाओ क्योंकि तुम रथपर हो और मैं रथसे रहित हूँ और दूसरे कार्यमें लगा हूआ हूँ। ऐसे समय रथीको उचित है कि उसपर बाण न छोड़े। तुम सहस्रार्जुनके समान शस्त्र और शास्त्रके ज्ञाता हो और धर्मको जाननेवाले हो? इसलिये मेरे ऊपर प्रहार करना उचित नहीं है। कर्णकी बात सुनकर अर्जुनने बाण नहीं चलाया। तब भगवान्ने कर्णसे कहा कितुम्हारेजैसे आततायीको किसी तरहसे मार देना धर्म ही है पाप नहीं (टिप्पणी प0 970.2) और अभीअभी तुम छः महारथियोंने मिलकर अकेले अभिमन्युको घेरकर उसे मार डाला। अतः धर्मकी दुहाई देनेसे कोई लाभ नहीं है। हाँ? यह सौभाग्यकी बात है कि इस समय तुम्हें धर्मकी बात याद आ रही है? पर जो स्वयं धर्मका पालन नहीं करता? उसे धर्मकी दुहाई देनेका कोई अधिकार नहीं है। ऐसा कहकर भगवान्ने अर्जुनको बाण चलानेकी आज्ञा दी तो अर्जुनने बाण चलाना आरम्भ कर दिया।इस प्रकार यदि अर्जुन अपनी बुद्धिसे धर्मका निर्णय करते तो भूल कर बैठते अतः उन्होंने धर्मका निर्णय भगवान्पर ही रखा और भगवान्ने धर्मका निर्णय किया भी।अर्जुनके मनमें सन्देह था कि हमलोगोंके लिये युद्ध करना श्रेष्ठ है अथवा युद्ध न करना श्रेष्ठ है (2। 6)। यदि हम युद्ध करते हैं तो अपने कुटुम्बका नाश होता है और अपने कुटुम्बका नाश करना बड़ा भारी पाप है। इससे तो अनर्थपरम्परा ही बढ़ेगी (2। 40 -- 44)। दूसरी तरफ हमलोग देखते हैं तो क्षत्रियके लिये युद्धसे बढ़कर श्रेयका कोई साधन नहीं है। अतः भगवान् कहते हैं कि क्या करना है और क्या नहीं करना है? क्या धर्म है और क्या अधर्म है? इस पचड़ेमें तू क्यों पड़ता है तू धर्मके निर्णयका भार मेरेपर छोड़ दे। यही सर्वधर्मान्परित्यज्य का तात्पर्य है।मामेकं शरणं व्रज -- इन पदोंमें एकम् पद माम् का विशेषण नहीं हो सकता माम् (भगवान्) एक ही हैं? अनेक नहीं। इसलिये एकम् पदका अर्थ अनन्य लेना ही ठीक बैठता है। दूसरी बात? अर्जुनने तदेकं वद निश्चित्य (3। 2) और यच्छ्रेय एतयोरेकम् (5। 1) पदोंमें भी एकम् पदसे सांख्य और कर्मयोगके विषयमें एक निश्चित श्रेयका साधन पूछा है। उसी एकम् पदको लेकर भगवान् यहाँ यह बताना चाहते हैं कि सांख्ययोग? कर्मयोग आदि जितने भी भगवत्प्राप्तिके साधन हैं? उन सम्पूर्ण साधनोंमें मुख्य साधन एक अनन्य शरणागति ही है।गीतामें अर्जुनने अपने कल्याणके साधनके विषयमें कई तरहके प्रश्न किये और भगवान्ने उनके उत्तर भी दिये। वे सब साधन होते हुए भी गीताके पूर्वापरको देखनेसे यह बात स्पष्ट दीखती है कि सम्पूर्ण साधनोंका सार और शिरोमणि साधन भगवान्के अनन्यशरण होना ही है।भगवान्ने गीतामें जगहजगह अनन्यभक्तिकी बहुत महिमा गायी है। जैसे? दुस्तर मायाको सुगमतासे तरनेका उपाय अनन्य शरणागति ही है (टिप्पणी प0 971.1) (7। 14) अनन्यचेताके लिये मैं सुलभ हूँ (टिप्पणी प0 971.2) (8। 14) परम पुरुषकी प्राप्ति अनन्य भक्तिसे ही होती है (8। 22) अनन्य भक्तोंका योगक्षेम मैं वहन करता हूँ (9। 22) अनन्य भक्तिसे ही भगवान्को जाना? देखा तथा प्राप्त किया जा सकता है (11। 54) अनन्य भक्तोंका मैं बहुत जल्दी उद्धार करता हूँ (12। 37) गुणातीत होनेका उपाय अनन्यभक्ति ही है (14। 26)। इस प्रकार अनन्य भक्तिकी महिमा गाकर भगवान् यहाँ पूरी गीताका सार बताते हैं -- मामेकं शरणं व्रज। तात्पर्य है कि उपाय और उपेय? साधन और साध्य मैं ही हूँ।मामेकं शरणं व्रज का तात्पर्य मनबुद्धिके द्वारा शरणागतिको स्वीकार करना नहीं है? प्रत्युत स्वयंको भगवान्की शरणमें जाना है। कारण कि स्वयंके शरण होनेपर मन? बुद्धि? इन्द्रियाँ? शरीर आदि भी उसीमें आ जाते हैं? अलग नहीं रहते।अहं त्वा सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः -- यहाँ कोई ऐसा मान सकता है कि पहले अध्यायमें अर्जुनने जो युद्धसे पाप होनेकी बातें कही थीं? उन पापोंसे छुटकारा दिलानेका प्रलोभन भगवान्ने दिया है। परन्तु यह मान्यता यक्तिसंगत नहीं है क्योंकि जब अर्जुन सर्वथा भगवान्के शरण हो गये हैं? तब उनके पाप कैसे रह सकते हैं (टिप्पणी प0 971.3) और उनके लिये प्रलोभन कैसे दिया जा सकता है अर्थात् उनके लिये,प्रलोभन देना बनता ही नहीं। हाँ? पापोंसे मुक्त करनेका प्रलोभन देना हो तो वह शरणागत होनेके पहले ही दिया जा सकता है? शरणागत होनेके बाद नहीं। मैं तुझे सम्पूर्ण पापोंसे मुक्त कर दूँगा -- इसका भाव यह है कि जब तू सम्पूर्ण धर्मोंका आश्रय छोड़कर मेरी शरणमें आ गया और शरण होनेके बाद भी तुम्हारे भावों? वृत्तियों? आचरणों आदिमें फरक नहीं पड़ा अर्थात् उनमें सुधार नहीं हुआ भगवत्प्रेम? भगवद्दर्शन आदि नहीं हुए और अपनेमें अयोग्यता? अनधिकारिता? निर्बलता आदि मालूम होती है? तो भी उनको लेकर तुम चिन्ता या भय मत करो। कारण कि जब तुम मेरी अनन्यशरण हो गये तो वह कमी तुम्हारी कमी कैसे रही उसका सुधार करना तुम्हारा काम कैसे रहा वह कमी मेरी कमी है। अब उस कमीको दूर करना? उसका सुधार करना मेरा काम रहा। तुम्हारा तो बस? एक ही काम है वह काम है -- निर्भय? निःशोक? निश्चिन्त और निःशङ्क होकर मेरे चरणोंमें पड़े रहना (टिप्पणी प0 972.1) परन्तु अगर तेरेमें भय? चिन्ता? वहम आदि दोष आ जायँगे तो वे शरणागतिमें बाधक हो जायँगे और सब भार तेरेपर आ जायगा। शरण होकर अपनेपर भार लेना शरणागतिमें कलङ्क है।जैसे? विभीषण भगवान् रामके चरणोंकी शरण हो जाते हैं? तो फिर विभीषणके दोषको भगवान् अपना ही दोष मानते हैं। एक समय विभीषणजी समुद्रके इस पार आये। वहाँ विप्रघोष नामक गाँवमें उनसे एक अज्ञात ब्रह्महत्या हो गयी। इसपर वहाँके ब्राह्मणोंने इकट्ठे होकर विभीषणको खूब मारापीटा? पर वे मरे नहीं। फिर ब्राह्मणोंने उन्हें जंजीरोंसे बाँधकर जमीनके भीतर एक गुफामें ले जाकर बंद कर दिया। रामजीको विभीषणके कैद होनेका पता लगा तो वे पुष्पकविमानके द्वारा तत्काल विप्रघोष नामक गाँवमें पहुँच गये और वहाँ विभीषणका पता लगाकर उनके पास गये। ब्राह्मणोंने रामजीका बहुत आदरसत्कार किया और कहा कि महाराज इसने ब्रह्महत्या कर दी है। इसको हमने बहुत मारा? पर यह मरा नहीं। भगवान् रामने कहा कि हे ब्राह्मणों विभीषणको मैंने कल्पतककी आयु और राज्य दे रखा है? वह कैसे मारा जा सकता है और उसको मारनेकी जरूरत ही क्या है वह तो मेरा भक्त है। भक्तके लिये मैं स्वयं मरनेको तैयार हूँ। दासके अपराधकी जिम्मेवारी वास्तवमें उसके मालिकपर ही होती है अर्थात् मालिक ही उसके दण्डका पात्र होता है। अतः विभीषणके बदलेमें आपलोग मेरेको ही दण्ड दें (टिप्पणी प0 972.2)। भगवान्की यह शरणागतवत्सलता देखकर सब ब्राह्मण आश्यर्य करने लगे और उन सबने भगवान्की शरण ले ली।तात्पर्य यह हुआ कि मैं भगवान्का हूँ और भगवान् मेरे हैं -- इस अपनेपनके समान योग्यता? पात्रता?,अधिकारिता आदि कुछ भी नहीं है। यह सम्पूर्ण साधनोंका सार है। छोटासा बच्चा भी अपनेपनके बलपर ही आधी रातमें सारे घरको नचाता है अर्थात् जब वह रातमें रोता है तो सारे घरवाले उठ जाते हैं और उसे राजी करते हैं। इसलिये शरणागत भक्तको अपनी योग्यता आदिकी तरफ न देखकर भगवान्के साथ अपनेपनकी तरफ ही देखते रहना चाहिये।, मा शुचः का तात्पर्य है -- (1) मेरे शरण होकर तू चिन्ता करता है? यह मेरे प्रति अपराध है? तेरा अभिमान है और शरणागतिमें कलङ्क है।मेरे शरण होकर भी मेरा पूरा विश्वास? भरोसा न रखना ही मेरे प्रति अपराध है। अपने दोषोंको लेकर चिन्ता करना वास्तवमें अपने बलका अभिमान है क्योंकि दोषोंको मिटानेमें अपनी सामर्थ्य मालूम देनेसे ही उनको मिटानेकी चिन्ता होती है। हाँ? अगर दोषोंको मिटानेमें चिन्ता न होकर दुःख होता है तो दुःख होना इतना दोषी नहीं है। जैसे? छोटे बालकके पास कुत्ता आता है तो वह कुत्तेको देखकर रोता है? चिन्ता नहीं करता। ऐसे ही दोषोंका न सुहाना दोष नहीं है? प्रत्युत चिन्ता करना दोष है। चिन्ता करनेका अर्थ यही होता है कि भीतरमें अपने छिपे हुए बलका आश्रय है (टिप्पणी प0 972.3) और यही तेरा अभिमान है। मेरा भक्त होकर भी तू चिन्ता करता है तो तेरी चिन्ता दूर कहाँ होगी लोग भी देखेंगे तो यही कहेंगे कि यह भगवान्का भक्त,है और चिन्ता करता है भगवान् इसकी चिन्ता नहीं मिटाते तू मेरा विश्वास न करके चिन्ता करता है तो विश्वासकी कमी तो है तेरी और कलङ्क आता है मेरेपर? मेरी शरणागतिपर। इसको तू छोड़ दे।(2) तेरे भाव? वृत्तियाँ? आचरण शुद्ध नहीं हुए हैं तो भी तू इनकी चिन्ता मत कर। इनकी चिन्ता मैं करूँगा।(3) दूसरे अध्यायके सातवें श्लोकमें अर्जुन भगवान्के शरण हो जाते हैं और फिर आठवें श्लोकमें कहते हैं कि इस भूमण्डलका धनधान्यसे सम्पन्न निष्कण्टक राज्य मिलनेपर अथवा देवताओंका आधिपत्य मिलनेपर भी इन्द्रियोंको सुखानेवाला मेरा शोक दूर नहीं हो सकता। भगवान् मानो कह रहे हैं कि तेरा कहना ठीक ही है क्योंकि भौतिक नाशवान् पदार्थोंके सम्बन्धसे किसीका शोक कभी दूर हुआ नहीं? हो सकता नहीं और होनेकी सम्भावना भी नहीं। परन्तु मेरे शरण होकर जो तू शोक करता है? यह तेरी बड़ी भारी गलती है। तू मेरे शरण होकर भी भार अपने सिरपर ले रहा है(4) शरणागत होनेके बाद भक्तको लोकपरलोक? सद्गतिदुर्गति आदि किसी भी बातकी चिन्ता नहीं करनी चाहिये। इस विषयमें किसी भक्तने कहा है --, दिवि वा भुवि वा ममास्तु वासो नरके वा नरकान्तक प्रकामम्। अवधीरितशारदारविन्दौ चरणौ ते मरणेऽपि चिन्तयामि।। हे नरकासुरका अन्त करनेवाले प्रभो आप मेरेको चाहे स्वर्गमें रखें? चाहे भूमण्डलपर रखें और चाहे यथेच्छ नरकमें रखें अर्थात् आप जहाँ रखना चाहें? वहाँ रखें। जो कुछ करना चाहें? वह करें। इस विषयमें मेरा कुछ भी कहना नहीं है। मेरी तो एक यही माँग है कि शरद् ऋतुके कमलकी शोभाको तिरस्कृत करनेवाले आपके अति सुन्दर चरणोंका मृत्युजैसी भयंकर अवस्थामें भी चिन्तन करता रहूँ आपके चरणोंको भूलूँ नहीं।,शरणागतिसम्बन्धी विशेष बातशरणागत भक्त मैं भगवान्का हूँ और भगवान् मेरे हैं इस भावको दृढ़तासे पकड़ लेता है? स्वीकार कर,लेता है तो उसके भय? शोक? चिन्ता? शङ्का आदि दोषोंकी जड़ कट जाती अर्थात् दोषोंका आधार मिट जाता है। कारण कि भक्तिकी दृष्टिसे सभी दोष भगवान्की विमुखतापर ही टिके रहते हैं।भगवान्के सम्मुख होनेपर भी संसार और शरीरके आश्रयके संस्कार रहते हैं? जो भगवान्के सम्बन्धकी दृढ़ता होनेपर मिट जाते हैं (टिप्पणी 973.1)। उनके मिटनेपर सब दोष भी मिट जाते हैं।सम्बन्धका दृढ़ होना क्या है भय? शोक? चिन्ता? शङ्का? परीक्षा ओर विपरीत भावनाका न होना ही सम्बन्धका दृढ़ होना है। अब इनपर विचार करें।(1) निर्भय होना -- आचरणोंकी कमी होनेसे भीतरसे भय पैदा होता है और साँप? बिच्छू? बाघ आदिसे बाहरसे भय पैदा होता है। शरणागत भक्तके ये दोनों ही प्रकारके भय मिट जाते हैं। इतना ही नहीं? पतञ्जलि महाराजने जिस मृत्युके भयको पाँचवाँ क्लेश माना है (टिप्पणी प0 973.2) और जो बड़ेबड़े विद्वानोंको भी होता है (टिप्पणी प0 973.3) वह भय भी सर्वथा मिट जाता है (टिप्पणी प0 973.4)।अब मेरी वृत्तियाँ खराब हो जायँगी -- ऐसा भयका भाव भी साधकको भीतरसे ही निकाल देना चाहिये क्योंकि मैं भगवान्की कृपामें तरान्तर हो गया हूँ? अब मेरेको किसी बातका भय नहीं है। इन वृत्तियोंको मेरी माननेसे ही मैं इनको शुद्ध नहीं कर सका क्योंकि इनको मेरी मानना ही मलिनता है -- ममता मल जरि जाइ (मानस 7। 117क)। अतः अब मैं कभी भी इनको मेरी नहीं मानूँगा। जब वृत्तियाँ मेरी हैं ही नहीं तो मेरेको भय किस बातका अब तो केवल भगवान्की कृपाहीकृपा है भगवान्की कृपा ही सर्वत्र परिपूर्ण हो रही है यह बड़ी खुशीकी? बड़ी प्रसन्नताकी बात है,कई ऐसी शङ्का करते हैं कि भगवान्के शरण होकर उनका भजन करनेसे तो द्वैत हो जायगा अर्थात् भगवान् और भक्त -- ये दो हो जायँगे और दूसरेसे भय होता है -- द्वितीयाद्वै भयं भवति (बृहदारण्यक0 1। 4। 2)। पर यह शङ्का निराधार है। भय द्वितीयसे तो होता है? पर आत्मीय से भय नहीं होता अर्थात भय दूसरेसे होता है? अपनेसे नहीं। प्रकृति और प्रकृतिका कार्य शरीरसंसार द्वितीय है? इसलिये इनसे सम्बन्ध रखनेपर ही भय होता है क्योंकि इनके साथ सदा सम्बन्ध रह ही नहीं सकता। कारण यह है कि प्रकृति और पुरुषका स्वभाव सर्वथा भिन्नभिन्न है जैसे एक जड है और एक चेतन? एक विकारी है और एक निर्विकारी? एक परिवर्तनशील है और एक अपरिवर्तनशील? एक प्रकाश्य है और एक प्रकाशक? इत्यादि।भगवान् द्वितीय नहीं हैं। वे तो आत्मीय हैं क्योंकि जीव उनका सनातन अंश है? उनका स्वरूप है। अतः भगवान्के शरण होनेपर उनसे भय कैसे हो सकता है प्रत्युत उनके शरण होनेपर मनुष्य सदाके लिये अभय हो जाता है। स्थूल दृष्टिसे देखा जाय तो बच्चेको माँसे दूर रहनेपर भय होता है? पर माँकी गोदमें चले जानेपर उसका भय मिट जाता है क्योंकि माँ उसकी अपनी है। भगवान्का भक्त इससे विलक्षण होता है। कारण कि बच्चे और माँमें तो भेदभाव दीखता है? पर भक्त और भगवान्में भेदभाव सम्भव ही नहीं।(2) निःशोक होना -- जो बात बीत चुकी है? उसको लेकर शोक होता है। बीती हुई बातको लेकर शोक करना बड़ी भारी भूल है क्योंकि जो हुआ है? वह अवश्यम्भावी था और जो नहीं होनेवाला है? वह कभी हो ही नहीं सकता तथा अभी जो हो रहा है? वह ठीकठीक (वास्तविक) होनेवाला ही हो रहा है? फिर उसमें शोक करनेकी कोई बात ही नहीं है (टिप्पणी प0 974.1)। प्रभुके इस मङ्गलमय विधानको जानकर शरणागत भक्त सदा निःशोक रहता है शोक उसके पास कभी आता ही नहीं।(3) निश्चिन्त होना -- जब भक्त अपनी मानी हुई वस्तुओंसहित अपनेआपको भगवान्के समर्पित कर देता है? तब उसको लौकिकपारलौकिक किञ्चिन्मात्र भी चिन्ता नहीं होती अर्थात् अभी जीवननिर्वाह कैसे होगा कहाँ रहना होगा मेरी क्या दशा होगी क्या गति होगी आदि चिन्ताएँ बिलकुल नहीं रहतीं (टिप्पणी प0 974.2)। भगवान्के शरण होनेपर शरणागत भक्तमें यह एक बात आती है कि अगर मेरा जीवन प्रभुके लायक सुन्दर और शुद्ध नहीं बना तो भक्तोंकी बात मेरे आचरणमें कहाँ आयी अर्थात् नहीं आयी क्योंकि मेरी वृत्तियाँ ठीक नहीं रहतीं। वास्तवमें मेरी वृत्तियाँ है ऐसा मानना ही दोष है? वृत्तियाँ उतनी दोषी नहीं हैं। मन? बुद्धि? इन्द्रियाँ? शरीर आदिमें जो मेरापन है -- यही गलती है क्योंकि जब मैं भगवान्के शरण हो गया और जब सब कुछ उनके अर्पण कर दिया? तो फिर मन? बुद्धि आदिकी अशुद्धिकी चिन्ता कभी नहीं करनी चाहिये अर्थात् मेरी वृत्तियाँ ठीक नहीं हैं -- ऐसा भाव कभी नहीं लाना चाहिये। किसी कारणवश अचानक ऐसी वृत्तियाँ आ भी जायँ तो आर्तभावसेहे मेरे नाथ हे मेरे प्रभो बचाओ बचाओ बचाओ ऐसे प्रभुको पुकारना चाहिये क्योंकि वे मेरे स्वामी हैं? मेरे सर्वप्रथम प्रभु हैं तो अब मैं चिन्ता क्यों करूँ और भगवान्ने भी कह दिया है कितू चिन्ता मत कर (मा शुचः)। अतः निश्चिन्त होकर मनसे भगवान्के चरणोंमें गिर जाय और भगवान्से कह दे -- हे नाथ यह सब आपके हाथकी बात है? आप जानें।सर्वप्रथम प्रभुके शरण भी हो गये और चिन्ता भी करें -- ये दोनों बातें बड़ी विरोधी हैं क्योंकि शरण हो गये तो चिन्ता कैसी और चिन्ता होती है तो शरणागति कैसी इसलिये शरणागतको ऐसा सोचना चाहिये कि जब,भगवान् यह कहते हैं किमैं सम्पूर्ण पापोंसे छुड़ा दूँगा? तो क्या ऐसी वृत्तियोंसे छूटनेके लिये मेरेको कुछ करना पड़ेगा मैं तो बस? आपका हूँ। हे भगवन् मेरेमें वृत्तियोंको अपना माननेका भाव कभी आये ही नहीं। हे नाथ शरीर? इन्द्रियाँ? प्राण? मन? बुद्धि -- ये कभी मेरे दीखें ही नहीं परन्तु हे नाथ सब कुछ आपको देनेपर भी ये शरीर आदि कभीकभी मेरे दीख जाते हैं अब इस अपराधसे मेरेको आप ही छुड़ाइये -- ऐसा कहकर निश्चिन्त हो जाय।(4) निःशङ्क होना -- भगवान्के सम्बन्धमें कभी यह सन्देह न करे कि मैं भगवान्का हुआ या नहीं भगवान्ने मुझे स्वीकार किया या नहीं प्रत्युत इस बातको देखे किमैं तो अनादिकालसे भगवान्का ही रहूँगा। मैंने ही अपनी मूर्खतासे अपनेको भगवान्से अलग -- विमुख मान लिया था। परन्तु मैं अपनेको भगवान्से कितना ही अलग मान लूँ तो भी उनसे अलग हो सकता ही नहीं और होना सम्भव भी नहीं। अगर मैं भगवान्से अलग होना भी चाहूँ? तो भी अलग कैसे हो सकता हूँ क्योंकि भगवान्ने कहा है कि यह जीव मेरा ही अंश है -- मम एव अंशः (गीता 15। 7)। इस प्रकारमैं भगवान्का हूँ और भगवान् मेरे हैं -- इस वास्तविकताकी स्मृति आते ही शङ्काएँ -- सन्देह मिट जाते हैं? शङ्काओं -- सन्देहोंके लिये किञ्चिन्मात्र भी गुंजाइश नहीं रहती।(5) परीक्षा न करना -- भगवान्के शरण होकर ऐसी परीक्षा न करे किजब मैं भगवान्के शरण हो गया हूँ तो मेरेमें ऐसेऐसे लक्षण घटने चाहिये। यदि ऐसेऐसे लक्षण मेरेमें नहीं हैं तो मैं भगवान्के शरण कहाँ हुआ प्रत्युतअद्वेष्टा आदि (गीता 12। 13 -- 19) गुणोंकी अपनेमें कमी दीखे तो आश्चर्य करे कि मेरेमें यह कमी कैसे रह गयी। (टिप्पणी प0 975) ऐसा भाव आते ही यह कमी नहीं रहेगी? मिट जायगी। कारण कि यह उसका प्रत्यक्ष अनुभव है कि पहले अद्वेष्टा आदि गुण जितने कम थे? उतने कम अब नहीं हैं। शरणागत होनेपर भक्तोंके जितने भी लक्षण हैं? वे सब बिना प्रयत्न किये जाते हैं।(6) विपरीत धारणा न करना -- भगवान्के शरणागत भक्तमें यह विपरीत धारणा भी कैसे हो सकती है किमैं भगवान्का नहीं हूँ क्योंकि यह मेरे मानने अथवा न माननेपर निर्भर नहीं है। भगवान्का और मेरा परस्पर जो सम्बन्ध है? वह अटूट है? अखण्ड है? नित्य है। मैंने इस सम्बन्धकी तरफ खयाल नहीं किया? यह मेरी गलती थी। अब वह गलती मिट गयी? तो फिर विपरीत धारणा हो ही कैसे सकती हैजो मनुष्य सच्चे हृदयसे प्रभुकी शरणागतिको स्वीकार कर लेता है? उसमें भय? शोक? चिन्ता आदि दोष नहीं रहते। उसका शरणभाव स्वतः ही दृढ़ होता चला जाता है जैसेविवाह होनेके बाद कन्याका अपने पिताके घरसे सम्बन्धविच्छेद और पतिके घरसे सम्बन्ध स्वतः ही दृढ़ होता चला जाता है। वह सम्बन्ध यहाँतक दृढ़ हो जाता है कि जब वह कन्या दादीपरदादी बन जाती है? तब उसको स्वप्नमें भी यह भाव नहीं आता कि मैं यहाँकी नहीं हूँ। उसके मनमें यह भाव दृढ़ हो जाता है कि मैं तो यहाँकी ही हूँ और ये सब मेरे ही हैं। जब उसके पौत्रकी स्त्री आती है और घरमें उद्दण्डता करती है? खटपट मचाती है तो वह (दादी) कहती है कि इस परायी जायी छोकरीने मेरा घर बिगाड़ दिया पर उस बूढ़ी दादीको यह बात याद ही नहीं आती कि मैं भी तो परायी जायी (पराये घरमें जन्मी) हूँ। तात्पर्य यह हुआ कि जब बनावटी सम्बन्धमें भी इतनी दृढ़ता हो सकती है? तब भगवान्के ही अंश इस प्राणीका भगवान्के साथ जो नित्य सम्बन्ध है? वह दृढ़ हो जाय -- इसमें आश्चर्य ही क्या है वास्तवमें भगवान्के सम्बन्धकी दृढ़ताके लिये केवल संसारके माने हुए सम्बन्धों का त्याग करनेकी ही आवश्यकता है।सच्चे हृदयसे प्रभुके चरणोंकी शरण होनेपर उस शरणागत भक्तमें यदि किसी भाव? आचरण आदिकी किञ्चित कमी रह जाय? कभी विपरीत वृत्ति पैदा हो जाय अथवा किसी परिस्थितिमें पड़कर (परवशतासे) कभी किञ्चित् कोई दुष्कर्म हो जाय? तो उसके हृदयमें जलन पैदा हो जायगी। इसलिये उसके लिये अन्य कोई प्रायश्चित्त करनेकी आवश्यकता नहीं है। भगवान् कृपा करके उसके उस पापको सर्वथा नष्ट कर देते हैं (टिप्पणी प0 976.1)।भगवान् भक्तके अपनेपनको ही देखते हैं? गुणों और अवगुणोंको नहीं (टिप्पणी प0 976.2) अर्थात् भगवान्को भक्तके दोष दीखते ही नहीं? उनको तो केवल भक्तके साथ जो अपनापन है? वही दीखता है। कारण कि स्वरूपसे भक्त सदासे ही भगवान्का है। दोष आगन्तुक होनेसे आतेजाते रहते हैं और वह नित्य निरन्तर ज्योंकात्यों ही रहता है। इसलिये भगवान्की दृष्टि सदा इस वास्तविकतापर ही जमी रहती है। जैसे? कीचड़ आदिसे सना हुआ बच्चा जब माँके सामने आता है? तब माँकी दृष्टि केवल अपने बच्चेकी तरफ जाती है बच्चेकी मैलेकी तरफ नहीं जाती। बच्चेकी दृष्टि भी मैलेकी तरफ नहीं जाती। माँ साफ करे या न करे? पर बच्चेकी दृष्टिमें तो मैला है ही नहीं? उसकी दृष्टिमें तो केवल माँ ही है। द्रौपदीके मनमें कितना द्वेष और क्रोध भरा हुआ था कि जब दुःशासनके खूनसे अपने केश धोऊँगी? तभी केशोंको बाँधूँगी परन्तु द्रौपदी जब भी भगवान्को पुकारती है? भगवान् चट आ चाते हैं क्योंकि भगवान्के साथ द्रौपदीका गाढ़ अपनापन था।भगवान्के साथ अपनापन होनेमें दो भाव रहते हैं -- (1) भगवान् मेरे हैं और (2) मैं भगवान् का हूँ। इन दोनोंमें भगवान्का सम्बन्ध समान रीतिसे रहते हुए भीभगवान् मेरे हैं -- इस भावमें भगवान्से अपनी अनुकूलताकी इच्छा है किभगवान् मेरे हैं तो मेरी इच्छाकी पूर्ति क्यों नहीं करते परन्तुमैं भगवान्का हूँ इस भावमें भगवान्से अपनी अनुकूलता की इच्छा नहीं हो सकती क्योंकिमैं भगवान्का हूँ तो भगवान् मेरे लिये जैसा ठीक समझें? वैसा ही निःसंकोच होकर करें। इसलिये साधकको चाहिये कि वह भगवान्की ही मरजीमें सर्वथा अपनी मरजी मिला दे? भगवान्पर अपना किञ्चित भी आधिपत्य न माने? प्रत्युत अपनेपर उनका पूरा आधिपत्य माने। कहीँ भी भगवान् हमारे मनकी करें तो उसमें संकोच हो कि मेरे लिये भगवान्को ऐसा करना पड़ा यदि अपने मनकी बात पूरी होनेसे संकोच नहीं होता? प्रत्युत संतोष होता है तो यह शरणागति नहीं है। शरणागत भक्त शरीर? इन्द्रियाँ? मन? बुद्धिके प्रतिकूल परिस्थितिमें भी भगवान्की मरजी समझकर प्रसन्न रहता है।शरणागत भक्तको अपने लिये कभी किञ्चिन्मात्र भी कुछ करना शेष नहीं रहता क्योंकि उसने सम्पूर्ण ममतावाली वस्तुओंसहित अपनेआपको भगवान्के समर्पित कर दिया जो वास्तवमें प्रभुका ही था। अब करने? कराने आदिका सब काम भगवान्का ही रह गया। ऐसी अवस्थामें वह कठिनसेकठिन और भयंकरसेभंयकर घटना? परिस्थितिमें भी अपनेपर प्रभुकी महान् कृपा देखकर सदा प्रसन्न रहता है मस्त रहता है। जैसे? गरुडजीके पूछनेपर काकभुशुण्डिजीने अपने पूर्वजन्मके ब्राह्मणशरीरकी कथा सुनायी? जिसमें लोमश ऋषिने शाप देकर उन्हें (ब्राह्मणको) पक्षियोंमें नीच चाण्डाल पक्षी (कौआ) बना दिया परन्तु काकभुशुण्डिजीके मनमें न कुछ भय हुआ और न कुछ दीनता ही आयी। उन्होंने उसमें भगवान्का शुद्ध विधान ही समझा। केवल समझा ही नहीं? प्रत्युत मनहीमन बोल उठे -- उर प्रेरक रघुबंस बिभूषन (मानस 7। 113। 1)। ऐसा भयंकर शाप मिलनेपर भी जब काकभुशुण्डिजीकी प्रसन्नतामें कोई कमी नहीं आयी? तब लोमश ऋषिने उनको भगवान्का प्यारा भक्त समझकर अपने पास बुलाया और बालक रामजीका ध्यान बताया। फिर भगवान्की कथा सुनायी और अत्यन्त प्रसन्न होकर काकभुशुण्डिजीके सिरपर हाथ रखकर आशीर्वाद दिया -- मेरी कृपासे तुम्हारे हृदयमें अबाध? अखण्ड रामभक्ति रहेगी। तुम रामजीके प्यारे हो जाओगे। तुम सम्पूर्ण गुणोंकी खान बन जाओगे। जिस रूपकी इच्छा करोगे? वह रूप धारण कर लोगे। जिस स्थानपर तुम रहोगे? उसमें एक योजनापर्यन्त मायाका कण्टक किञ्चिन्मात्र भी नहीं आयेगा आदिआदि। इस प्रकार बहुतसे आशीर्वाद देते ही आकाशवाणी हुई किहे ऋषे तुमने जो कुछ कहा? वह सब सच्चा होगा? यह मन? वाणी? कर्मसे मेरा भक्त है। इन्हीं बातोंको लेकर भगवान्के विधानमें सदा प्रसन्न रहनेवाले काकभुशुण्डिजीने कहा है --, भगति पच्छ हठ करि रहेउँ दीन्हि महा रिषि साप। मुनि दुर्लभ बर पायउँ देखहु भजन प्रताप।। (मानस 7। 114 ख)यहाँभजन प्रताप शब्दोंका अर्थ है -- भगवान्के विधानमें हर समय प्रसन्न रहना। विपरीतसेविपरीत अवस्थामें भी प्रेमी भक्तकी प्रसन्नता अधिकसेअधिक बढ़ती रहती है क्योंकि प्रेमका स्वरूप ही प्रतिक्षण वर्धमान है।यह नियम है कि जो चीज अपनी होती है? सदा ही अपनेको प्यारी लगती है। भगवान् सम्पूर्ण जीवोंको अपना प्रिय मानते हैं -- सब मम प्रिय सब मम उपजाए (मानस 7। 86। 2) और इस जीवको भी प्रभु स्वतः ही प्रिय लगते हैं। हाँ? यह बात दूसरी है कि यह जीव परिवर्तनशील संसार और शरीरको भूलसे अपना मानकर अपने प्यारे प्रभुसे विमुख हो जाता है। इसके विमुख होनेपर भी भगवान्ने अपनी तरफसे किसी भी जीवका त्याग नहीं किया है और न कभी त्याग कर ही सकते हैं। कारण कि जीव सदासे साक्षात् भगवान्का ही अंश है। इसलिये सम्पूर्ण जीवोंके साथ भगवान्की आत्मीयता अक्षुण्ण? अखणडितरूपसे स्वाभाविक ही बनी हुई है। इसीसे वे मात्र जीवोंपर कृपा करनेके लिये अर्थात् भक्तोंकी रक्षा? दुष्टोंका विनाश और धर्मकी स्थापना -- इन तीन बातोंके लिये समयसमयपर अवतार लेते हैं (गीता 4। 8)। इन तीनों बातोंमें केवल भगवान्की आत्मीयता ही टपक रही है? नहीं तो भक्तोंकी रक्षा? दुष्टोंका विनाश और धर्मकी स्थापनासे भगवान्का क्या प्रयोजन सिद्ध होता है अर्थात् कुछ भी प्रयोजन सिद्ध नहीं होता। भगवान् तो ये तीनों ही काम केवल प्राणिमात्रके कल्याणके लिये ही करते हैं। इससे भी प्राणिमात्रके साथ भगवान्की स्वाभाविक आत्मीयता? कृपालुता? प्रियता? हितैषिता? सुहृत्ता और निरपेक्ष उदारता ही सिद्ध होती है? और यहाँ भी इसी दृष्टिसे अर्जुनसे कहते हैं -- मद्भक्तो भव? मन्मना भव? मद्याजी भव? मां नमस्कुरु। इन चारों बातोंमें भगवान्का तात्पर्य केवल जीवको अपने सम्मुख करानेमें ही है? जिससे सम्पूर्ण जीव असत् पदार्थोंसे विमुख हो जायँ क्योंकि दुःख? संताप? बारबार जन्मनामरना? मात्र विपत्ति आदिमें मुख्य हेतु भगवान्से विमुख होना ही है।भगवान् जो कुछ भी विधान करते हैं? वह संसारमात्रके सम्पूर्ण जीवोंके कल्याणके लिये ही करते हैं -- बस? भगवान्की इस कृपाकी तरफ जीवकी दृष्टि हो जाय? तो फिर उसके लिये क्या करना बाकी रहा जीवोंके हितके लिये भगवान्के हृदयमें एक तड़पन है? इसीलिये भगवान् सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज वाली अत्यन्त गोपनीय बात कह देते हैं। कारण कि भगवान् जीवमात्रको अपना मित्र मानते हैं -- सुहृदं सर्वभूतानाम् (5। 29) और उन्हें यह स्वतन्त्रता देते हैं कि वे कर्मयोग? ज्ञानयोग? भक्तियोग आदि जितने भी साधन हैं? उनमेंसे किसी भी साधनके द्वारा सुगमतापूर्वक मेरी प्राप्ति कर सकते हैं और दुःख? संताप,आदिको सदाके लिये समूल नष्ट कर सकते हैं।वास्तवमें जीवका उद्धार केवल भगवत्कृपासे ही होता है। कर्मयोग? ज्ञानयोग? भक्तियोग? अष्टाङ्गयोग? लययोग? हठयोग? राजयोग? मन्त्रयोग आदि जितने भी साधन हैं? वे सबकेसब भगवान्के द्वारा और भगवत्तत्त्वको जाननेवाले महापुरुषोंके द्वारा ही प्रकट किये गये हैं (टिप्पणी प0 977.1)। अतः इन सब साधनोंमें भगवत्कृपा ही ओतप्रोत है। साधन करनेमें तो साधक निमित्तमात्र होता है? पर साधनकी सिद्धिमें भगवत्कृपा ही मुख्य है।शरणागत भक्तको तो ऐसी चिन्ता भी कभी नहीं करनी चाहिये कि अभी भगवान्के दर्शन नहीं हुए? भगवान्के चरणोंमें प्रेम नहीं हुआ? अभी वृत्तियाँ शुद्ध नहीं हुईँ? आदि। इस प्रकारकी चिन्ताएँ करना मानो बँदरीका बच्चा बनना है। बँदरीका बच्चा स्वयं ही बँदरीको पकड़े रहता है। बँदरी कूदेफाँदे? किधर भी जाय? बच्चा स्वयं बँदरीसे चिपका रहता है।भक्तको तो अपनी सब चिन्ताएँ भगवान्पर ही छोड़ देनी चाहिये अर्थात् भगवान् दर्शन दें या न दें? प्रेम दें या न दें? वृत्तियोंको ठीक करें या न करें? हमें शुद्ध बनायें या न बनायें -- यह सब भगवान्की मरजीपर छोड़ देना चाहिये। उसे तो बिल्लीका बच्चा बनना चाहिये। बिल्लीका बच्चा अपनी माँपर निर्भर रहता है। बिल्ली चाहे जहाँ रखे? चाहे जहाँ ले जाय। बिल्ली अपनी मरजीसे बच्चेको उठाकर ले जाती है तो वह पैर समेट लेता है। ऐसे ही शरणागत भक्त संसारकी तरफसे अपने हाथपैर समेटकर (टिप्पणी प0 977.2) केवल भगवान्का चिन्तन? नामजप आदि करते हुए भगवान्की तरफ ही देखता रहता है। भगवान्का जो विधान है? उसमें परम प्रसन्न रहता है? अपने मनकी कुछ भी नहीं लगाता।जैसे? कुम्हार पहले मिट्टीको सिरपर उठाकर लाता है तो कुम्हारकी मरजी? फिर उस मिट्टीको गीला करके उसे रौंदता है तो कुम्हारकी मरजी? फिर चक्केपर चढ़ाकर घुमाता है तो कुम्हारकी मरजी। मिट्टी कभी कुछ नहीं कहती कि तुम घड़ा बनाओ? सकोरा? मटकी बनाओ। कुम्हार चाहे जो बनाये? उसकी मरजी है। ऐसे ही शरणागत भक्त अपनी कुछ भी मरजी? मनकी बात नहीं रखता। वह जितना अधिक निश्चिन्त और निर्भय होता है? भगवत्कृपा उसको अपनेआप उतना ही अधिक अपने अनुकूल बना लेती है और जितनी वह चिन्ता करता है? अपना बल मानता है? उतना ही वह आती हुई भगवत्कृपामें बाधा लगाता है अर्थात् शरणागत होनेपर भगवान्की ओरसे जो विलक्षण? विचित्र? अखण्ड? अटूट कृपा आती है? अपनी चिन्ता करनेसे उस कृपामें बाधा लग जाती है।जैसे धीवर (मछुआ) मछलियोंको पकड़नेके लिये नदीमें जाल डालता है तो जालके भीतर आनेवाली सब मछलियाँ पकड़ी जाती हैं परन्तु जो मछली जाल डालनेवाले मछुएके चरणोंके पास आ जाती है? वह नहीं पकड़ी जाती। ऐसे ही भगवान्की माया(संसार) में ममता करके जीव फँस जाते हैं और जन्मतेमरते रहते हैं परन्तु जो जीव मायापति भगवान्के चरणोंकी शरण हो जाते हैं? वे मायाको तर जाते हैं -- मामेव ये प्रपद्यन्ते मायामेतां तरन्ति ते (गीता 7। 14)। इस दृष्टान्तका एक ही अंश ग्रहण करना चाहिये क्योंकि धीवरका तो मछलियोंको जालमें फँसानेका भाव होता है परन्तु भगवान्का जीवोंको मायामें फँसानेका किञ्चिन्मात्र भी भाव नहीं होता। भगवान्का भाव तो जीवोंको मायाजालसे मुक्त करके अपने शरण लेनेका होता है? तभी तो वे कहते हैं -- मामेकं शरणं व्रज। जीव संयोगजन्य सुखकी लोलुपतासे खुद ही मायासे फँस जाते हैं।जैसे चलती हुई चक्कीके भीतर आनेवाले सभी दाने पिस जाते हैं (टिप्पणी प0 978) परन्तु जिसके आधारपर चक्की चलती है? उस कीलके आसपास रहनेवाले दाने ज्योंकेत्यों साबूत रह जाते हैं। ऐसे ही जन्ममरणरूप संसारकी चलती हुई चक्कीमें पड़े हुए सबकेसब जीव पिस जाते हैं अर्थात् दुःख पाते हैं,परन्तु जिसके आधारपर संसारचक्र चलता है? उन भगवान्के चरणोंका सहारा लेनेवाला जीव पिसनेसे बच जाता है -- कोई हरिजन ऊबरे? कील माकड़ी पास। परन्तु यह दृष्टान्त भी पूरा नहीं घटता क्योंकि दाने तो स्वाभाविक ही कीलके पास रह जाते हैं। वे बचनेका कोई उपाय नहीं करते। परन्तु भगवान्के भक्त संसारसे विमुख होकर प्रभुके चरणोंका आश्रय लेते हैं। तात्पर्य यह है कि जो भगवान्का अंश होकर भी संसारको अपना मानता है अथवा संसारसे कुछ चाहता है? वही जन्ममरणरूप चक्रमें पड़कर दुःख भोगता है।संसार और भगवान् -- इन दोनोंका सम्बन्ध दो तरहका होता है। संसारका सम्बन्ध केवल माना हुआ है और भगवान्का सम्बन्ध वास्तविक है। संसारका सम्बन्ध तो मनुष्यको पराधीन बनाता है? गुलाम बनाता है? पर भगवान्का सम्बन्ध मनुष्यको स्वाधीन बनाता है? चिन्मय बनाता है और बनाता है भगवान्का भी मालिककिसी बातको लेकर अपनेमें कुछ भी विशेषता दीखती है? यही वास्तवमें पराधीनता है। यदि मनुष्य विद्या? बुद्धि? धनसम्पत्ति? त्याग? वैराग्य आदि किसी बातको लेकर अपनी विशेषता मानता है तो यह उस विद्या आदिकी पराधीनता? दासता ही है। जैसे? कोई धनको लेकर अपनेमें विशेषता मानता है तो यह विशेषता वास्तवमें धनकी ही हुई? खुदकी नहीं। वह अपनेको धनका मालिक मानता है? पर वास्तवमें वह धनका गुलाम है।संसारका यह कायदा है कि सांसारिक पदार्थोंको लेकर जो अपनेमें कुछ विशेषता मानता है? उसको ये सांसारिक पदार्थ तुच्छ बना देते हैं? पददलित कर देते हैं। परन्तु जो भगवान्के आश्रित होकर सदा भगवान्पर ही निर्भर रहता है? उसको अपनी कुछ विशेषता दीखती ही नहीं? प्रत्युत भगवान्की ही अलौकिकता? विलक्षणता? विचित्रता दीखती है। भगवान् चाहे उसको अपना मुकुटमणि बना लें और चाहे अपना मालिक बना लें? तो भी उसको अपनेमें कुछ भी विशेषता नहीं दीखती। प्रभुका यह कायदा है कि जिस भक्तको अपनेमें कुछ भी विशेषता नहीं दीखती? अपनेमें किसी बातका अभिमान नहीं होता? उस भक्तमें भगवान्की विलक्षणता उतर आती है। किसीकिसीमें यहाँ तक विलक्षणता उतर आती है कि उसके शरीर? इन्द्रियाँ? मन? बुद्धि आदि प्राकृत पदार्थ भी चिन्मय बन जाते हैं। उनमें जडताका अत्यन्त अभाव हो जाता है। ऐसे भगवान्के कई प्रेमी भक्त भगवान्में ही समा गये? अन्तमें उनके शरीर नहीं मिले। जैसे मीराबाई शरीरसहित भगवान्के श्रीविग्रहमें लीन हो गयीं। केवल पहचानके लिये उनकी साड़ीका छोटासा छोर श्रीविग्रहके मुखमें रह गया और कुछ नहीं बचा। ऐसे ही सन्त श्रीतुकारामजी शरीरसहित वैकुण्ठ चले गये।ज्ञानमार्गमें शरीर चिन्मय नहीं होता क्योंकि ज्ञानी असत्से सम्बन्धविच्छेद करके? असत्से अलग होकर स्वयं चिन्मय तत्त्वमें स्थित हो जाता है। परन्तु जब भक्त भगवान्के सम्मुख होता है? तब उसके शरीर? इन्द्रियाँ? मन? प्राण आदि सभी भगवान्के सम्मुख हो जाते हैं। तात्पर्य यह हुआ कि जिनकी दृष्टि केवल चिन्मय तत्त्वपर ही है अर्थात् जिनकी दृष्टिमें चिन्मय तत्त्वसे भिन्न जडताकी स्वतन्त्र सत्ता ही नहीं होती? तो वह चिन्मयता उनके शरीर आदिमें भी उतर आती है और वे शरीर आदि चिन्मय हो जाते हैं। हाँ? लोगोंकी दृष्टिमें तो उनके शरीरमें जडता दीखती है? पर वास्तवमें उनके शरीर चिन्मय ही होते हैं।भगवान्के सर्वथा शरण हो जानेपर शरणागतके लिये भगवान्की कृपा तो विशेषतासे प्रकट होती ही है? पर मात्र संसारका स्नेहपूर्वक पालन करनेवाली और भगवान्से अभिन्न रहनेवाली वात्सल्यमयी माता लक्ष्मीका प्रभुशरणागतपर कितना अधिक स्नेह होता है वे कितना अधिक प्यार करती हैं? इसका कोई भी वर्णन नहीं कर सकता। लौकिक व्यवहारमें भी देखनेमें आता है कि पतिव्रता स्त्रीको पितृभक्त पुत्र बहुत प्यारा लगता है।दूसरी बात? प्रेमभावसे परिपूरित प्रभु जब अपने भक्तको देखनेके लिये गरुडपर बैठकर पधारते हैं? तब माता लक्ष्मी भी प्रभुके साथ गरुडपर बैठकर आती हैं? जिस गरुडकी पाँखोंसे सामवेदके मन्त्रोंका गान होता रहता,है परन्तु कोई भगवान्को न चाहकर केवल माता लक्ष्मीको ही चाहता है? तो उसके स्नेहके कारण माता लक्ष्मी आ तो जाती हैं? पर उनका वाहन दिवान्ध उल्लू होता है। ऐसे वाहनवाली लक्ष्मीको प्राप्त करके मनुष्य भी मदान्ध हो जाता है। अगर उस माँको कोई भोग्या समझ लेता है तो उनका बड़ा भारी पतन हो जाता है क्योंकि वह तो अपनी माँको ही कुदृष्टिसे देखता है? इसलिये वह महान् अधम है।तीसरी बात? जहाँ केवल भगवान्का प्रेम होता है? वहाँ तो भगवान्से अभिन्न रहनेवाली लक्ष्मी भगवान्के साथ आ ही जाती हैं? पर जहाँ केवल लक्ष्मीकी चाहना है? वहाँ लक्ष्मीके साथ भगवान् भी आ जायँ -- यह नियम नहीं है।शरणागतिके विषयमें एक कथा आती है। सीताजी? रामजी और हनुमान्जी जंगलमें एक वृक्षके नीचे बैठे थे। उस वृक्षकी शाखाओं और टहनियोंपर एक लता छायी हुई थी। लताके कोमलकोमल तन्तु फैल रहे थे। उन तन्तुओंमें कहींपर नयीनयी कोपलें निकल रही थीं और कहींपर ताम्रवर्णके पत्ते निकल रहे थे। पुष्प और पत्तोंसे लता छायी हुई थी। उससे वृक्षकी सुन्दर शोभा हो रही थी। वृक्ष बहुत ही सुहावना लग रहा था। उस वृक्षकी शोभाको देखकर भगवान् श्रीराम हनुमान्जीसे बोले -- देखो हनुमान् यह लता कितनी सुन्दर है वृक्षके चारों ओर कैसी छायी हुई है यह लता अपने सुन्दरसुन्दर फल? सुगन्धित फूल और हरीभरी पत्तियोंसे इस वृक्षकी कैसी शोभा बढ़ा रही है इससे जंगलके अन्य सब वृक्षोंसे यह वृक्ष कितना सुन्दर दीख,रहा है इतना ही नहीं? इस वृक्षके कारण ही सारे जंगलकी शोभा हो रही है। इस लताके कारण ही पशुपक्षी इस वृक्षका आश्रय लेते हैं। धन्य है यह लताभगवान् श्रीरामके मुखसे लताकी प्रसंशा सुनकर सीताजी हनुमान्जीसे बोलीं -- देखो बेटा हनुमान् तुमने खयाल किया कि नहीं देखो? इस लताका ऊपर चढ़ जाना? फूलपत्तोंसे छा जाना? तन्तुओंका फैल जाना -- ये सब वृक्षके आश्रित हैं? वृक्षके कारण ही हैं। इस लताकी शोभा भी वृक्षके ही कारण हैं। इसलिये मूलमें महिमा तो वृक्षकी ही है। आधार तो वृक्ष ही है। वृक्षके सहारे बिना लता स्वयं क्या कर सकती है कैसे छा सकती है अब बोलो हनुमान् तुम्हीं बातओ? महिमा वृक्षकी ही हुई न रामजीने कहा -- क्यों हनुमान् यह महिमा तो लताकी ही हुई न, हनुमान्जी बोले -- हमें तीसरी ही बात सूझती है। सीताजीने पूछा -- वह क्या है बेटा हनुमान्जीने कहा -- माँ वृक्ष और लताकी छाया बड़ी सुन्दर है। इसलिये हमें तो इन दोनोंकी छायामें रहना ही अच्छा लगता है अर्थात् हमें तो आप दोनोंकी छाया(चरणोंके आश्रय) में रहना ही अच्छा लगता हैसेवक सुत पति मातु भरोसें। रहइ असोच बनइ प्रभु पोसें।। (मानस 4। 3। 2)ऐसे ही भगवान् और उनकी दिव्य आह्लादिनी शक्ति -- दोनों ही एकदूसरेकी शोभा बढ़ाते हैं। परन्तु कोई तो उन दोनोंको श्रेष्ठ बताता है? कोई केवल भगवान्को श्रेष्ठ बताता है और कोई केवल उनकी आह्लादिनी शक्तिको श्रेष्ठ बताता है। शरणागत भक्तके लिये तो प्रभु और उनकी आह्लादिनी शक्ति -- दोनोंका आश्रय ही श्रेष्ठ है।एक बार एक प्रज्ञाचक्षु (नेत्रहीन) संत हाथमें लाठी पकड़े हुए यमुनाके किनारेकिनारे चले जा रहे थे। नदीमें बाढ़ आयी हुई थी। उससे एक जगह यमुनाका किनारा पानीमें गिर पड़ा तो बाबाजी भी पानीमे गिर पड़े।,हाथसे लाठी छूट गयी थी। दीखता तो था ही नहीं? अब तैरें तो किधर तैरें भगवान्की शरणागतिकी बात याद आते ही प्रयासरहित होकर शरीरको ढीला छोड़ दिया तो उनको ऐसा लगा कि किसीने हाथ पकड़कर किनारेपर डाल दिया। वहाँ दूसरी कोई लाठी हाथमें आ गयी और उसके सहारे वे चले पड़े। तात्पर्य यह है कि जो भगवान्के शरण होकर भगवान्पर निर्भर रहता है? उसको अपने लिये करना कुछ नहीं रहता। भगवान्के विधानसे जो हो जाय? उसीमें वह प्रसन्न रहता है।बहुतसी भेड़बकरियाँ जंगलमें चरने गयीं। उनमेंसे एक बकरी चरतेचरते एक लतामें उलझ गयी। उसको उस लतामें निकलनेमें बहुत देर लगी? तबतक अन्य सब भेड़बकरियाँ अपने घर पहुँच गयीं। अँधेरा भी हो रहा था। वह बकरी घूमतेघूमते एक सरोवरके किनारे पहुँची। वहाँ किनारेकी गीली जमीनपर सिंहका एक चरणचिन्ह अङ्कित था। वह उस चरणचिन्हके शरण होकर उसके पास बैठ गयी। रातमें जंगली सियार? भेड़िया? बाघ आदि प्राणी बकरीको खानेके लिये पासमें आये तो उस बकरीने बता दिया किपहले देख लेना कि मैं किसके शरणमें हूँ? तब मुझे खाना वे चिन्हको देखकर कहने लगे -- अरे? यह तो सिंहके चरणचिन्हके शरण है? जल्दी भागो यहाँसे सिंह आ जायगा तो हमको मार डालेगा। इस प्रकार सभी प्राणी भयभीत होकर भाग गये। अन्तमें जिसका चरणचिन्ह था? वह सिंह स्वयं आया और बकरीसे बोला -- तू जंगलमें अकेली कैसे बैठी है बकरीने कहा -- यह चरणचिन्ह देख लेना? फिर बात करना। जिसका यह चरणचिन्ह है? उसीके मैं शरण हुए बैठी हूँ। सिंहने देखा किओह यह तो मेरा ही चरण चिन्ह है? यह,बकरी तो मेरे ही शरण हुई सिंहने बकरीको आश्वासन दिया कि अब तुम डरो मत? निर्भय होकर रहो।रातमें जब जल पीनेके लिये हाथी आया तो सिंहने हाथीसे कहा -- तू इस बकरीको पीठपर चढ़ा ले इसको जंगलमें चराकर लाया कर और हरदम अपनी पीठपर ही रखा कर? नहीं तो तू जानता नहीं कि मैं कौन हूँ मार डालूँगा सिंहकी बात सुनकर हाथी थरथर काँपने लगा उसने अपनी सूँडसे झट बकरीको पीठपर चढ़ा लिया। अब वह बकरी निर्भय होकर हाथीकी पीठपर बैठेबैठे ही वृक्षोंकी ऊपरकी कोंपलें खाया करती और मस्त रहती। खोज पकड़ सैंठे रहो? धणी मिलेंगे आय। अजया गज मस्तक चढ़े? निर्भय कोंपल खाय।।ऐसे ही जब मनुष्य भगवान्के शरण हो जाता है? उनके चरणोंका सहारा ले लेता है? तब वह सम्पूर्ण प्राणियोंसे? विघ्नबाधाओंसे निर्भय हो जाता है। उसको कोई भी भयभीत नहीं कर सकता? उसका कोई भी कुछ बिगाड़ नहीं सकता। जो जाको शरणो गहै? ताकहँ ताकी लाज। उलटे जल मछली चले? बह्यो जात गजराज।।भगवान्के साथ काम? भय? द्वेष? क्रोध? स्नेह आदिसे भी सम्बन्ध क्यों न जोड़ा जाय? वह भी जीवका कल्याण करनेवाला ही होता है (टिप्पणी प0 980)। तात्पर्य यह हुआ कि काम? भय? द्वेष आदि किसी तरहसे भी जिनका भगवान्के साथ सम्बन्ध जुड़ गया? उनका तो उद्धार हो ही गया? पर जिन्होंने किसी तरहसे भी भगवान्के साथ सम्बन्ध नहीं जोड़ा? उदासीन ही रहे? वे भगवत्प्राप्तिसे वञ्चित रह गये भगवान्के अनन्य भक्तोंके लिये नारदजीने कहा --, नास्ति तेषु जातिविद्यारूपकुलधनक्रियादिभेदः। (नारदभक्तिसूत्र 72)उन भक्तोंमें जाति? विद्या? रूप? कुल? धन? क्रिया आदिका भेद नहीं है।तात्पर्य यह है कि स्थूल? सूक्ष्म और कारणशरीरको लेकर सांसारिक जितने भी जाति? विद्या आदि भेद हो सकते हैं? वे सब उनपर लागू नहीं होते जो सर्वथा भगवान्के अर्पित हो गये हैं (टिप्पणी प0 981.1)। कारण कि वे अच्युत भगवान्के ही हैं -- यतस्तदीयाः (नारदभक्तिसूत्र 73)? संसारके नहीं। अच्युत भगवान्के होनेसे वेअच्युत गोत्र के ही कहलाते हैं (टिप्पणी प0 981.2)।शरणागतिका रहस्यशरणागतिका रहस्य क्या है -- इसको वास्तवमें भगवान् ही जानते हैं। फिर भी अपनी समझमें आयी बात कहनेकी चेष्टा की जाती है क्योंकि हरेक आदमी जो बात कहता है? उससे वह अपनी बुद्धिका ही परिचय देता है। पाठकोंसे प्रार्थना है कि वे यहाँ आयी बातोंका उलटा अर्थ न निकालें क्योंकि प्रायः लोग किसी तात्त्विक रहस्यवाली बातको गहराईसे समझे बिना उसका उलटा अर्थ जल्दी निकाल लेते हैं? इसलिये ऐसी बातको कहनेसुननेके पात्र बहुत कम होते हैं।भगवान्ने गीतामें शरणागतिके विषयमें दो बातें बतायी हैं --, (1) मामेकं शरणं व्रज (18। 66)अनन्यभावसे केवल मेरी शरणमें आ जा। (2) स सर्वविद्भजति मां सर्वभावेन भारत (15। 19)वह सर्वज्ञ पुरुष सर्वभावसे मेरा भजन करता है? तमेव शरणं गच्छ सर्वभावेन भारत (18। 62)तू सर्वभावसे उस परमात्माकी शरणमें जा।हम भगवान्के शरण कैसे हो जायँ केवल एक भगवान्के शरण हो जायँ अर्थात् भगवान्के गुण? ऐश्वर्य आदिकी तरफ दृष्टि न रखें और सर्वभावसे भगवान्के शरण हो जायँ अर्थात् साथमें अपनी कोई सांसारिक कामना न रखें।केवल एक भगवान्के शरण होनेका रहस्य यह है कि भगवान्के अनन्त गुण हैं? प्रभाव हैं? तत्त्व हैं? रहस्य हैं? महिमा है? लीलाएँ हैं? नाम हैं? धाम हैं भगवान्का अनन्त ऐश्वर्य है? माधुर्य है? सौन्दर्य है -- इन विभूतियोंकी तरफ शरणागत भक्त देखता ही नहीं। उसका यही एक भाव रहता है किमैं केवल भगवान्का हूँ और केवल भगवान् ही मेरे हैं। अगर वह गुण? प्रभाव आदिकी तरफ देखकर भगवान्की शरण लेता है? तो वास्तवमें वह गुण? प्रभाव आदिके ही शरण हुआ? भगवान्के शरण नहीं हुआ। परन्तु इन बातोंका उलटा अर्थ न लगा लें।उलटा अर्थ लगाना क्या है भगवान्के गुण? प्रभाव? नाम? धाम? ऐश्वर्य? माधुर्य? सौन्दर्य आदिको मानना ही नहीं है? इनकी तरफ जाना ही नहीं है। अब कुछ करना है ही नहीं? न भजन करना है? न भगवान्के गुण? प्रभाव? लीला आदि सुननी है? न भगवान्के धाममें जाना है -- यह उलटा अर्थ लगाना है। इनका ऐसा अर्थ लगाना महान् अनर्थ करना है।केवल एक भगवान्के शरण होनेका तात्पर्य है -- केवल भगवान् मेरे हैं। अब वे ऐश्वर्यसम्पन्न हैं तो बड़ी अच्छी बात और उनमें कुछ भी ऐश्वर्य नहीं है तो बड़ी अच्छी बात। वे बड़े दयालु हैं तो बड़ी अच्छी बात और इतने निष्ठुर? कठोर हैं कि उनके समान दुनियामें कोई कठोर है ही नहीं? तो बड़ी अच्छी बात। उनका बड़ा भारी प्रभाव है तो बड़ी अच्छी बात और उनमें कोई प्रभाव नहीं है तो बड़ी अच्छी बात। शरणागतमें इन बातोंकी कोई परवाह नहीं होती। उसका तो एक ही भाव रहता है कि भगवान् जैसे भी हैं? मेरे हैं (टिप्पणी प0 982.1)। भगवान् की इन बातोंकी परवाह न होनेसे भगवान्का ऐश्वर्य? माधुर्य? सौन्दर्य? गुण? प्रभाव आदि चले जायँगे? ऐसी बात नहीं है। पर हम उनकी परवाह नहीं करेंगे? तो हमारी असली शरणागति होगी।जहाँ गुण? प्रभाव आदिको लेकर भगवान्के शरण होते हैं? वहाँ केवल भगवान्के शरण नहीं होते? प्रत्युत गुण? प्रभाव आदिके ही शरण होते हैं जैसे -- कोई रुपयोंवाले आदमीका आदर करे तो वास्तवमें वह आदर उस आदमीका नहीं? रुपयोंका है। किसी मिनिस्टरका कितना ही आदर किया जाय तो वह आदर उसका नहीं? मिनिस्टरी(पद) का है। किसी बलवान् व्यक्तिका आदर किया जाय तो वह उसके बलका आदर है? उसका खुदका आदर नहीं है। परन्तु अगर कोई केवल व्यक्ति(धनी आदि) का आदर करे तो इससे धनीका धन या मिनिस्टरकी मिनिस्टरी चली जायगी -- यह बात नहीं है। वह तो रहेगी ही। ऐसे ही केवल भगवान्के शरण होनेसे भगवान्के गुण? प्रभाव आदि चले जायँगे -- ऐसी बात नहीं है। परन्तु हमारी दृष्टि तो केवल भगवान्पर ही रहनी चाहिये? उनके गुणों आदिपर नहीं।सप्तर्षियोंने जब पार्वतीजीके सामने शिवजीके अनेक अवगुणोंका और विष्णुके अनेक सद्गुणोंका वर्णन करते हुए उनको शिवजीका त्याग करनेके लिये कहा? तब पार्वतीजीने उनको यही उत्तर दिया -- महादेव अवगुन भवन विष्नु सकल गुन धाम। जेहि कर मनु रम जाहि सन तेहि तेही सन काम।। (मानस 1। 80)ऐसी ही बात गोपियोंने भी उद्धवजीसे कही थी --, ऊधौ मन माने की बात। दाख छोहारा छाड़ि अमृतफल? बिषकीरा बिष खात।। जो चकोर को दै कपूर कोउ?, तजि अंगार अघात। मधुप करत घर कोरे काठमें?, बँधत कमल के पात।। ज्यों पतंग हित जान आपनो?, दीपक सों लपटात। सूरदास जाको मन जासों? ताको सोइ सुहात।।भगवान्के प्रभाव आदिकी तरफ देखनेवालेको? उससे प्रेम करनेवालेको मुक्ति? ऐश्वर्य आदि तो मिल सकता है? पर भगवान् नहीं मिल सकते। भगवान्के प्रभावकी तरफ न देखनेवाला भगवत्प्रेमी भक्त ही भगवान्को पा सकता है। इतना ही नहीं? वह प्रेमीभक्त भगवान्को बाँध भी सकता है? उनकी बिक्री भी कर सकता है भगवान् देखते हैं कि वह मेरेसे प्रेम करता है? मेरे प्रभावकी तरफ देखतातक नहीं? तो भगवान्के मनमें उसका बड़ा आदर होता है।प्रभावकी तरफ देखना यह सिद्ध करता है कि हमारेमें कुछ पानेकी कामना है। हमारे मनमें उन कामनावाले पदार्थका आदर है। जबतक हमारे मनमें उस कामनावाले पदार्थका आदर है। जबतक हमारे मनमें कामना है? तबतक हम प्रभावको देखते हैं। अगर हमारे मनमें कोई कामना न रहे तो भगवान्के प्रभाव? ऐश्वर्यकी तरफ हमारी दृष्टि नहीं जायगी। केवल भगवान्की तरफ दृष्टि होगी तो हम भगवान्के शरण हो जायँगे? भगवान्के अपने हो जायँगे।पूतना राक्षसीने जहर लगाकर स्तन मुखमें दिया तो उसको भगवान्ने माताकी गति दे दी (टिप्पणी प0 982.2) अर्थात् जो मुक्ति यशोदा मैयाको मिले? वह मुक्ति पूतनाको मिल गयी। जो मुखमें जहर देती है? उसे,तो भगवान्ने मुक्ति दे दी। अब जो रोजाना दूध पिलाती है? उस मैयाको भगवान् क्या दें तो अनन्त जीवोंको मुक्ति देनेवाले भगवान् मैयाके अधीन हो गये? उन्हें अपनेआपको ही दे दिया मैयाके इतने वशीभूत हो गये कि मैया छड़ी दिखाती है तो वे डरकर रोने रग जाते हैं कारण कि मैयाकी भगवान्के प्रभाव? ऐश्वर्यकी तरफ दृष्टि ही नहीं है। इस प्रकार जो भगवान्से मुक्ति चाहता है? उसे भगवान् मुक्ति दे देते हैं? पर जो कुछ भी नहीं चाहता? उसे भगवान् अपनेआपको ही दे देते हैं।सर्वभावसे भगवान्के शरण होनेका रहस्य यह है कि हमारा शरीर अच्छा है? इन्द्रियाँ वशमें हैं? मन शुद्धनिर्मल है? बुद्धिसे हम ठीक जानते हैं? हम पढ़ेलिखे हैं? हम यशस्वी हैं? हमारा संसारमें मान है -- इस प्रकारहम भी कुछ हैं ऐसा मानकर भगवान्के शरण होना शरणागति नहीं है। भगवान्के शरण होनेके बाद शरणागतको ऐसा विचार भी नहीं करना चाहिये कि हमारा शरीर ऐसा होना चाहिये हमारी बुद्धि ऐसी होनी चाहिये हमारा मन ऐसा होना चाहिये हमारा ऐसा ध्यान लगना चाहिये हमारी ऐसी भावना होनी चाहिये हमारे जीवनमें ऐसे लक्षण आने चाहिये हमारे ऐसे आचरण होने चाहिये हमारेमें ऐसा प्रेम होना चाहिये कि कथाकीर्तन सुननेपर आँसू बहने लगें? कण्ठ गद्गद हो जाय पर ऐसा हमारे जीवनमें हुआ ही नहीं तो हम भगवान्के शरण कैसे हुए आदिआदि। ये बातें अनन्य शरणागतिकी कसौटी नहीं हैं। जो अनन्य शरण हो जाता है? वह यह देखता ही नहीं कि शरीर बीमार है कि स्वस्थ है मन चञ्चल है कि स्थिर है बुद्धिमें जानकारी है कि अनजानपना है अपनेमें मूर्खता है कि विद्वत्ता है योग्यता है कि अयोग्यता है आदि। इन सबकी तरफ वह स्वप्नमें भी नहीं देखता क्योंकि उसकी दृष्टिमें ये सब चीजें कूड़ाकरकट हैं? जिन्हें अपने साथ नहीं लेना है। यदि इन चीजोंकी तरफ देखेगा तो अभिमान ही बढ़ेगा कि मैं भगवान्का शरणागत भक्त हूँ अथवा निराश होना पड़ेगा कि मैं भगवान्के शरण तो हो गया? पर भक्तोंके गुण (गीता 12। 13 -- 19) तो मेरेमें आये ही नहीं। तात्पर्य यह हुआ कि अगर अपनेमें भक्तोंके गुण दिखायी देंगे तो उनका अभिमान हो जायगा और अगर नहीं दिखायी देंगे तो निराशा हो जायगी। इसलिये यही अच्छा है कि भगवान्के शरण होनेके बाद इन गुणोंकी तरफ भूलकर भी नहीं देखें। इसका यह उलटा अर्थ न लगा लें कि हम चाहे वैरविरोध करें? चाहे द्वेष करें? चाहे ममता करें? चाहे जो कुछ करें यह अर्थ बिलकुल नहीं है। तात्पर्य है कि इन गुणोंकी तरफ खयाल ही नहीं होना चाहिये। भगवान्के शरण होनेवाले भक्तमें ये सबकेसब गुण अपनेआप ही आयेंगे? पर इनके आने या न आनेसे उसको कोई मतलब नहीं रखना चाहिये। अपनेमें ऐसी कसौटी नहीं लगानी चाहिये कि अपनेमें ये गुण या लक्षण हैं या नहीं।सच्चा शरणागत भक्त तो भगवान्के गुणोंकी तरफ भी नहीं देखता और अपने गुणोंकी तरफ भी नहीं देखता। वह भगवान्के ऊँचेऊँचे प्रेमियोंकी तरफ भी नहीं देखता कि ऊँचे प्रेमी ऐसेऐसे होते हैं? तत्त्वको जाननेवाले जीवन्मुक्त ऐसेऐसे होते हैं।प्रायः लोग ऐसी कसौटी लगाते हैं कि यह भगवान्का भजन करता है तो बीमार कैसे हो गया भगवान्का भक्त हो गया तो उसको बुखार क्यों आ गया उसपर दुःख क्यों आ गया उसका बेटा क्यों मर गया उसका धन क्यों चला गया उसका संसारमें अपयश क्यों हो गया उसका निरादर क्यों हो गया आदिआदि। ऐसी कसौटी लगाना बिलकुल फालतू बात है? बड़े नीचे दर्जेकी बात है। ऐसे लोगोंको क्या समझायें वे सत्सङ्गके नजदीक ही नहीं आये? इसीलिये उनको इस बातका पता ही नहीं है कि भक्ति क्या होती है शरणागति क्या होती है वे इन बातोंको समझ ही नहीं सकते। परन्तु इसका अर्थ यह भी नहीं है कि भगवान्का भक्त दरिद्र होता ही है? उसका संसारमें अपमान होती ही है? उसकी निन्दा होती ही है। शरणागत भक्तको तो निन्दाप्रशंसा? रोगनिरोगअवस्था आदिसे कोई मतलब ही नहीं होता। इनकी तरफ वह देखता ही नहीं। वह यही देखता है कि मैं हूँ और भगवान् हैं? बस। अब संसारमें क्या है? क्या नहीं है? त्रिलोकीमें क्या है? क्या नहीं है? प्रभु ऐसे हैं? वे उत्पत्ति? स्थिति और प्रलय करनेवाले हैं -- इन बातोंकी तरफ उसकी दृष्टि जाती ही नहीं।किसीने एक सन्त से पूछा -- आप किस भगवान्के भक्त हैं जो उत्पत्ति? स्थिति? प्रलय करते हैं? उनके भक्त हैं क्या तो उस सन्तने उत्तर दिया -- हमारे भगवान्का तो उत्पत्ति? स्थिति? प्रलयके साथ कोई सम्बन्ध है ही नहीं। यह तो हमारे प्रभुका ऐश्वर्य है। यह कोई विशेष बात नहीं है। शरणागत भक्तको ऐसा होना चाहिये। ऐश्वर्य आदिकी तरफ उसकी दृष्टि ही नहीं होनी चाहिये।ऋषिकेशमें गङ्गाजीके किनारे शामको सत्सङ्ग हो रहा था। गरमी पड़ रही थी। उधरसे गङ्गाजीकी ठण्डी हवाकी लहर आयी तो एक सज्जनने कहा -- कैसी ठण्डी हवाकी लहर आ रही है पास बैठे दूसरे सज्जनने उनसे कहा -- हवाको देखनेके लिये तुम्हें समय कैसे मिल गया यह ठण्डी हवा आयी? यह गरम हवा आयी -- इस तरफ तुम्हारा खयाल कैसे चला गया भगवान्के भजनमें लगे हो तो हवा ठण्डा आयी या गरम आयी? सुख आया या दुःख आया -- इस तरफ जब तक खयाल है? तबतक भगवान्की तरफ खयाल कहाँ इसी विषयमें हमने एक कहानी सुनी है। कहानी तो नीचे दर्जेकी है पर उसका निष्कर्ष बड़ा अच्छा है।एक कुलटा स्त्री थी। उसको किसी पुरुषसे संकेत मिला कि इस समय अमुक स्थानपर तुम आ जाना। अतः वह समयपर अपने प्रेमीके पास जा रही थी। रास्तेमें एक मस्जिद पड़ती थी। मस्जिदकी दीवारें छोटीछोटी थीं। दीवारके पास ही वहाँका मौलवी झुककर नमाज पढ़ रहा था। वह कुलटा अनजानेमें उसके ऊपर पैर,रखकर निकल गयी। मौलवीको बड़ा गुस्सा आया कि कैसी औरत है यह इसने मेरेपर जूतीसहित पैर रखकर मेरेको नापाक (अशुद्ध) बना दिया वह वहीं बैठकर उसको देखता रहा कि कब आयेगी। जब वह कुलटा पीछे लौटकर आयी? तब मौलवीने उसको धमकाया किकैसी बेअक्ल हो तुम हम परवरदिगारकी बंदगीमें बैठे थे? नमाज पढ़ रहे थे और तुम हमारेपर पैर रखकर चली गयी तब वह बोली -- मैं नरराची ना लखी? तुम कस लख्यो सुजान। पढ़ि कुरान बौरा भया? राच्यो नहिं रहमान।।अर्थात् एक पुरुषके ध्यानमें रहनेके कारण मेरेको इसका पता ही नहीं लगा कि सामने दीवार है या कोई मनुष्य है? पर तू तो भगवान्के ध्यानमें था? फिर तूने मेरेको कैसे पहचान लिया कि वह यही थी तू केवल कुरान पढ़पढ़कर बावला हो गया है। अगर तू भगवान्के ध्यानमें रचा हुआ होता तो क्या मुझे पहचान लेता कौन आया? कैसे आया? मनुष्य था कि पशुपक्षी था? क्या था? क्या नहीं था? कौन ऊपर आया? कौन नीचे आया? किसने पैर रखा -- इधर तेरा खयाल ही क्यों जाता तात्पर्य है कि एक भगवान्को छोड़कर किसीकी तरफ ध्यान ही कैसे जाय दूसरी बातोंका पता ही कैसे लगे जबतक दूसरी बातोंका पता लगता है? तबतक वह शरण कहाँ हुआकौरवपाण्डव जब बालक थे? तब वे अस्त्रशस्त्र सीख रहे थे। सीखकर जब तैयार हो गये? तब उनकी परीक्षा ली गयी। एक वृक्षपर एक बनावटी चिड़िया बैठा दी गयी और सबसे कहा गया कि उस चिड़ियाके कण्ठपर तीर मारकर दिखाओ। एकएक करके सभी आने लगे। गुरुजी पहले सबसे अलगअलग पूछते कि बताओ? तुम्हें वहाँ क्या दीख रहा है कोई कहता कि हमें तो वृक्ष दीखता है? कोई कहता कि हमें तो टहनी दीखती है? कोई कहता है हमें तो चिड़िया दीखती है? चोंच भी दीखती है? पंख भी दीखते हैं। ऐसा कहनेवालोंको वहाँसे हटा दिया गया। जब अर्जुनकी बारी आयी? तब उनसे पूछा गया कि तुमको क्या दीखता है? तो अर्जुनने कहा कि मेरेको तो केवल कण्ठ ही दीखता है और कुछ भी नहीं दीखता। तब अर्जुनसे बाण मारनेके लिये कहा गया। अर्जुनने अपने बाणसे उस चिड़ियाका कण्ठ वेध दिया क्योंकि उनकी लक्ष्यपर दृष्टि ठीक थी। अगर चिड़िया दीखती है? वृक्ष? टहनी आदि दीखते हैं तो लक्ष्य कहाँ सधा है अभी तो दृष्टि फैली हुई है। लक्ष्य होनेपर तो वही दीखेगा? जो लक्ष्य होगा। लक्ष्यके सिवाय दूसरा कुछ दीखेगा ही नहीं। इसी प्रकार जबतक मनुष्यका लक्ष्य एक नहीं हुआ है? तबतक वह अनन्य कैसे हुआ अव्यभीचारीअनन्ययोग होना चाहिये -- मयि चानन्ययोगेन भक्तिरव्यभिचारिणी (गीता 13। 10)।अन्ययोग,नहीं होना चाहिये अर्थात् शरीर? मन? बुद्धि? अहम् आदिकी सहायता नहीं होनी चाहिये। वहाँ तो केवल एक भगवान् ही होने चाहिये।गोस्वामी तुलसीदासजी महाराजसे किसीने कहा -- आप जिन रामललाकी भक्ति करते हैं? वे तो बारह कलाके अवतार हैं? पर सूरदासजी जिन भगवान् कृष्णकी भक्ति करते हैं? सोलह कलाके अवतार हैं। यह सुनते ही गोस्वामीजी महाराज उसके चरणोंमें गिर पड़े और बोले -- ओह आपने बड़ी भारी कृपा कर दी मैं तो रामको दशरथजीके लाड़ले कुँवर समझकर ही भक्ति करता था। अब पता लगा कि वे बारह कलाके अवतार हैं इतने बड़े हैं वे आपने आज नयी बात बताकर बड़ा उपकार किया। अब कृष्ण सोलह कलाके अवतार हैं -- यह बात उन्होंने सुनी ही नहीं? इस तरफ उनका ध्यान ही नहीं गया।भगवान्के प्रति भक्तोंके अलगअलग भाव होते हैं। कोई कहता है कि दशरथजीकी गोदमें खेलनेवाले जो रामलला हैं? वे ही हमारे इष्ट हैं -- इष्टदेव मम बालक रामा (मानस 7। 75। 3) राजाधिराज रामचन्द्रजी नहीं? छोटासा रामलला। कोई भक्त कहता है कि हमारे इष्ट तो लड्डूगोपाल हैं? नन्दके लाला हैं। वे भक्त अपने रामललाको? नन्दललाको सन्तोंसे आशीर्वाद दिलाते हैं? तो भगवान्को वह बहुत प्यारा लगता है।,तात्पर्य है कि भक्तोंकी दृष्टि भगवान्के ऐश्वर्यकी तरफ जाती ही नहीं। या ब्रजरज की परस से? मुकति मिलत है चार। वा रज को नित गोपिका? डारत डगर बुहार।।आँगनकी जिस रजमें कन्हैया खेलते हैं? वह रज कोई ले ले तो उसको चारों प्रकारकी मुक्ति मिल जाय। पर यशोदा मैया उसी रजको बुहारकर बाहर फेंक देती हैं। मैयाके लिये तो वह कूड़ाकरकट है। अब मुक्ति किसको चाहिये मैयाकी केवल कन्हैयाकी तरफ ही दृष्टि है। न तो कन्हैयाके ऐश्वर्यकी तरफ दृष्टि है और न योग्यताकी तरफ ही दृष्टि है।सन्तोंने कहा है कि अगर भगवान्से मिलना हो तो साथमें साथी भी नहीं होना चाहिये और सामान भी नहीं होना चाहिये अर्थात् साथी और सामानके बिना उनसे मिलो। जब साथी? सहारा साथमें है? तो तुम क्या मिले भगवान्से और मन? बुद्धि? विद्या? धन आदि सामान साथमें बँधा रहेगा तो उसका परदा (व्यवधान) रहेगा। परदेमें मिलन थोड़े ही होता है वहाँ तो कपड़ेका भी व्यवधान होता है। कपड़ा ही नहीं? माला भी आड़में आ जाय तो मिलन क्या हुआ इसलिये साथमें कोई साथी और सामान न हो फिर भगवान्से जो मिलन होगा? वह बड़ा विलक्षण और दिव्य होगा।एक महात्माजीको खेतमें काम करनेवाला एक व्रजवासी ग्वाला मिल गया। वह भगवान्का भक्त था। महात्माजीने उससे पूछा -- तुम क्या करते हो उसने कहा -- हम तो अपने लाला कन्हैयाका काम करते हैं। महात्माजीने कहा -- हम भगवान्के अनन्य भक्त हैं? तुम क्या हो उसने कहा -- हम फनन्य भक्त हैं। महात्माजीने पूछा -- फनन्य भक्त क्या होता है तो उसने भी पूछा -- अनन्य भक्त क्या होता है महात्माजीने कहा -- अनन्य भक्त वह होता है जो सूर्य? शक्ति? गणेश? ब्रह्मा आदि किसीको भी न माने? केवल हमारे कन्हैयाको ही माने। उसने कहा -- बाबाजी? हम तो इन ससुरोंका नाम भी नहीं जानते कि ये क्या होते हैं? क्या नहीं होते हमें इनका पता ही नहीं है तो हम फनन्य हो गये कि नहीं इस प्रकार ब्रह्म क्या होता है आत्मा क्या होती है सगुण और निर्गुण क्या होता है साकार और निराकार क्या होता है आदि बातोंकी तरफ शरणागत भक्तकी दृष्टि ही नहीं जानी चाहिये।व्रजकी एक बात है। एक सन्त कुएँपर किसीसे बात कर रहे थे कि ब्रह्म है? परमात्मा है? जीवात्मा है आदि। वहाँ एक गोपी जल भरने आयी। उसने कान लगाया कि बाबाजी क्या बात कर रहे हैं। जब वह गोपी दूसरी,गोपीसे मिली तो उससे पूछा -- अरी सखी यह ब्रह्म क्या होता है उसने कहा -- हमारे लालाका ही कोई अड़ोसीपड़ोसी? सगासम्बन्धी होगा हमलोग तो जानती नहीं सखी ये लोग उसीकी धुनमें लगे हैं न इसलिये सब जानते हैं। हमारे तो एक नन्दके लाला ही हैं। कोई काम हो तो नन्दबाबासे कह देंगी? गिरिराजसे कह देंगी कि महाराज आप कृपा करो। कन्हैया तो भोलाभाला है? वह क्या समझेगा और क्या करेगा कन्हैयासे क्या मिलेगा अरी सखी वह कन्हैया हमारा है? और क्या मिलेगा हम भी अकेली हैं और वह कन्हैया भी अकेला है। हमारे पास भी कुछ समान नहीं? और उसके पास भी कुछ सामान नहीं? बिलकुल नंगधड़ंग बाबा -- नगन मूरतिबाल गुपालकी? कतरनी बरनी जगजालकी। अब ऐसे कन्हैयासे क्या मिलेगायशोदा मैया दाऊजीसे कहती हैं -- देख दाऊ यह कन्हैया बहुत भोलाभाला है? तू इसका खयाल रखा कर कि कहीं यह जंगलमें दूर न चला जाय। जंगलमें मेले साथ चलतेचलते कोई साँपका बिन देखता है तो उसमें हाथ डाल देता है? अब इसे कोई साँप काट ले तो मैया कहती है -- बेटा अभी वह छोटासा अबोध बालक है? तू बड़ा है? इसलिये इसकी निगाह रखा कर। ग्वालबालोंसे कोई कहे कि कन्हैया तो सब दुनियाका पालन करता है? तो वे यही कहेंगे कि तुम्हारा ऐसा भगवान् होगा? जो सब दुनियाका पालन करता होगा। हमारा तो ऐसा नहीं है। हमारा छोटासा कन्हैया दुनियाका क्या पालन करेगाएक बाबाजीकी गोपियोंसे बातचीत चली। वे बाबाजी बात करतेकरते कहने लगे कि कृष्ण इतने ऐश्वर्यशाली हैं? उनका इतना माधुर्य है? उनके पास ऐश्वर्यका इतना खजाना है? आदि। तो गोपियाँ कहने लगीं -- महाराज उस खजानेकी चाबी तो हमारे पास है कन्हैयाके पास क्या है उसके पास तो कुछ भी नहीं है। कोई उससे माँगेगा तो वह कहाँसे देगा इसलिये किसीको कुछ चाहिये तो वह कन्हैया पास न जाये। कन्हैयाके पास? उसकी शरणमें तो वही जाये? जिसको कभी कुछ नहीं चाहिये। किसी भी अवस्थामें कुछ भी चाहनेका भाव न हो अर्थात् विपत्ति? मौत आदिकी अवस्थामें भीमेरी थोड़ी सहायता कर दो? रक्षा कर दोऐसा भाव भी नहीं होभगवान् श्रीरामसे वाल्मीकिजी कहते हैं --, जाहि न चाहिअ कबहुँ कछु तुम्ह सन सहज सनेहु। बसहु निरंतर तासु मन सो राउर निज गेहु।। (मानस 2। 131)कुछ भी चाहनेका भाव न होनेसे भगवान् स्वाभाविक ही प्यारे लगते हैं? मीठे लगते हैं -- तुम्ह सन सहज सनेहु। जिसमें चाह नहीं है? वह भगवान्का खास घर है -- सो राउर निज गेहु। यदि चाहना भी साथमें रखें और भगवान्को भी साथमें रखें तो वह भगवान्का खास घर नहीं है। भगवान्के साथसहज स्नेह हो? स्नेहमें कोई मिलावट न हो अर्थात् कुछ भी चाहना न हो। वहाँ तो आसक्ति? वासना? मोह? ममता ही होते हैं। इसलिये गोपियाँ सावधान करती हुई कहती हैं --, मा यात पान्थाः पथिभीमरथ्यां दिगम्बरः कोऽपि तमालनीलः। विन्यस्तहस्तोऽपि नितम्बबिम्बे धूतः समाकर्षति चित्तवित्तम्।।अरे पथिको उस गलीसे मत जाना? वह बड़ी भयावनी है। वहाँ अपने नितम्बविम्बपर दोनों हाथ रखे जो तमालके समान नीले रंग का एक नंगधड़ंग बालक खड़ा है? वह केवल देखनेमात्रका अवधूत है। वास्तवमें तो वह अपने पासमें होकर निकलनेवाले किसी भी पथिकके चित्तरूपी धनको लूटे बिना नहीं रहता।वह जो कालाकाला नंगधड़ंग बालक खड़ा है न उससे तुम लुट जाओगे? रीते रह जाओगे वह ऐसा चोर है कि सब खत्म कर देगा। उधर जाना ही मत? पहले ही खयाल रखना। अगर चले गये तो फिर सदाके,लिये ही चले गये इसलिये कोई अच्छी तरहसे जीना चाहे तो उधर मत जाय। उसका नाम कृष्ण है न कृष्ण कहते हैं खींचनेवालेको। एक बार खींच ले तो फिर छोड़े ही नहीं। उससे पहचान न हो? तबतक तो ठीक है। अगर उससे पहचान हो गयी तो फिर मामला खत्म। फिर किसी कामको नहीं रहोगे? त्रिलोकीभरमें निकम्मे हो जाओगे नारायन बौरी भई डोलै? रही न काहू काम की।। जाहि लगन लगी घनस्याम की।हाँ? जो किसी कामका नहीं होता? वह सबके लिये सब कामका होता है। परन्तु उनको उसी कामसे कोई मतलब नहीं होता।शरणागत भक्तको भजन भी करना नहीं पड़ता। उसके द्वारा स्वतःस्वाभाविक भजन होता है। भगवान्का नाम उसे स्वाभाविक ही बड़ा मीठा? प्यारा लगता है। अगर कोई पूछे कि तुम श्वास क्यों लेते हो यह हवाको भीतरबाहर करनेका क्या धंधा शुरू कर रखा है तो यही कहेंगे कि भाई यह धंधा नहीं है? इसके बिना हम जी ही नहीं सकते। ऐसे ही शरणागत भक्त भजनके बिना रह ही नहीं सकता। जिसको सब कुछ अर्पण कर दिया? उसके विस्मरणमें परम व्याकुलता? महान् छटपटाहट होने लगती है -- तद्विस्मरणे परमव्याकुलतेति (नारदभक्तिसूत्र 19)। ऐसे भक्तसे अगर कोई कहे कि आधे क्षणके लिये भगवान्को भूल जानेसे त्रिलोकीका राज्य मिलेगा? तो वह इसे भी ठुकरा देगा। भागवतमें आया है -- त्रिभुवनविभवहेतवेऽप्यकुण्ठ स्मृतिरजितात्मसुरादिभिर्विमृग्यात्। न चलति भगवत्पदारविन्दा ल्लवनिमिषार्धमपि यः स वैष्णवाग्र्यः।। (श्रीमद्भा0 11। 2। 53)तीनों लोकोंके समस्त ऐश्वर्यके लिये भी उन देवदुर्लभ भगवच्चारणकमलोंका जो आधे निमेषके लिये भी त्याग नहीं कर सकते? वे ही श्रेष्ठ भगवद्भक्त हैं। न पारमेष्ठ्यं न महेन्द्रधिष्ण्यं न सार्वभौमं न रसाधिपत्यम्। न योगसिद्धीरपुनर्भवं वा मय्यार्पितात्मेच्छति मद् विनान्यत्।। (श्रीमद्भा0 11। 14। 14)भगवान् कहते हैं किस्वयंको मेरे अर्पित करनेवाला भक्त मुझे छोड़कर ब्रह्माका पद? इन्द्रका पद? सम्पूर्ण पृथ्वीका राज्य? पातालादि लोकोंका राज्य? योगकी समस्त सिद्धियाँ और मोक्षको भी नहीं चाहता।भरतजी कहते हैं -- अरथ न धरम न काम रुचि गति न चहउँ निरबान। जनम जनम रति राम पद यह बरदानु न आन।। (मानस 2। 204) सम्बन्ध --  अब पूर्वश्लोकमें कहे अत्यन्त गोपनीय वचनको अनाधिकारियोंके सामने कहनेका निषेध करत हैं। ","hcsca":"।।18.66।। भगवद्गीता के समस्त श्लोकों में यह श्लोक सर्वश्रेष्ठ होते हुए भी अत्यधिक विवादास्पद बन गया है। इस श्लोक की व्याख्या करने में सभी अनुवादकों? भाष्यकारों समीक्षकों और टीकाकारों ने अपनी सम्पूर्ण क्षमता एवं मौलिकता की पूँजी लगा दी है। व्यापक आशय के इस महान् श्लोक के माध्यम से प्रत्येक दार्शनिक ने अपने दृष्टिकोण को स्पष्ट करने का प्रयत्न किया है। श्री रामानुजाचार्य के अनुसार सम्पूर्ण गीता का यह चरम श्लोक है।धर्म शब्द हिन्दू संस्कृति का हृदय है। विभिन्न सन्दर्भों में इस शब्द का प्रयोग किन्हीं विशेष अभिप्रायों से किया जाता है। यही कारण है कि भारतवर्ष के निवासियों ने इस पवित्र भूमि की आध्यात्मिक सम्पदा का आनन्द उपभोग किया और यहाँ के धर्म को सनातन धर्म की संज्ञा प्रदान की।हिन्दू धर्म शास्त्रों में प्रयुक्त धर्म शब्द की सरल और संक्षिप्त परिभाषा है अस्तित्व का नियम। किसी वस्तु का वह गुण जिसके कारण वस्तु का वस्तुत्व सिद्ध होता है? अन्यथा नहीं? वह गुण उस वस्तु का धर्म कहलाता है। उष्णता के कारण अग्नि का अग्नित्व सिद्ध होता है? उष्णता के अभाव में नहीं? इसलिए? अग्नि का धर्म उष्णता है। शीतल अग्नि से अभी हमारा परिचय होना शेष है मधुरता चीनी का धर्म है? कटु चीनी मिथ्या हैजगत् की प्रत्येक वस्तु के दो धर्म होते हैं (1) मुख्य धर्म (स्वाभाविक) और (2) गौण धर्म (कृत्रिम या नैमित्तिक) गौण धर्मों के परिवर्तन अथवा अभाव में भी पदार्थ यथावत् बना रह सकता है? परन्तु अपने मुख्य (स्वाभाविक) धर्म का परित्याग करके क्षणमात्र भी वह नहीं रह सकता। अग्नि की ज्वाला का वर्ण या आकार अग्नि का गौण धर्म है? जबकि उष्णता इसका मुख्य धर्म है। किसी पदार्थ का मुख्य धर्म ही उसका धर्म होता है।इस दृष्टि से मनुष्य का निश्चित रूप से क्या धर्म है उसकी त्वचा का वर्ण? असंख्य और विविध प्रकार की भावनाएं और विचार? उसका स्वभाव (संस्कार)? उसके शरीर? मन और बुद्धि की अवस्थाएं और क्षमताएं ये सब मनुष्य के गौण धर्म ही है जबकि उसका वास्तविक धर्म चैतन्य स्वरूप आत्मतत्त्व है। यही आत्मा समस्त उपाधियों को सत्ता और चेतनता प्रदान करता है। इस आत्मा के बिना मनुष्य का अस्तित्व सिद्ध नहीं होता। इसलिए? मनुष्य का वास्तविक धर्म सच्चिदानन्द स्वरूप आत्मा है।यद्यपि नैतिकता? सदाचार? जीवन के समस्त कर्तव्य? श्रद्धा? दान? विश्व कल्याण की इच्छा इन सब को सूचित करने के लिए भी धर्म शब्द का प्रयोग किया जाता है तथापि मुख्य धर्म की उपयुक्त परिभाषा को समझ लेने पर इन दोनों का भेद स्पष्ट हो जाता है। सदाचार आदि को भी धर्म कहने का अभिप्राय यह है कि उनका पालन हमें अपने शुद्ध धर्म का बोध कराने में सहायक होता है। उसी प्रकार? सदाचार के माध्यम से ही मनुष्य का शुद्ध स्वरूप अभिव्यक्त होता है। इसलिए? हमारे धर्मशास्त्रों में ऐसे सभी शारीरिक? मानसिक एवं बौद्धिक कर्मों को धर्म की संज्ञा दी गयी है? जो आत्मसाक्षात्कार में सहायक होते हैं।इसमें सन्देह नहीं है कि गीता के कतिपय श्लोकों में? भगवान् श्रीकृष्ण ने साधकों को किसी निश्चित जीवन पद्धति का अवलम्बन करने का आदेश दिया है और यह भी आश्वासन दिया है कि वे स्वयं उनका उद्धार करेंगे। उद्धार का अर्थ भगवत्स्वरूप की प्राप्ति है। परन्तु इस श्लोक के समान कहीं भी उन्होंने इतने सीधे और स्पष्ट रूप में? अपने भक्त के मोक्ष के उत्तरदायित्व को स्वीकार करने की अपनी तत्परता व्यक्त नहीं की हैं।ध्यानयोग के साधकों को तीन गुणों को सम्पादित करना चाहिए। वे हैं (1) ज्ञानपूर्वक ध्यान के द्वारा सब धर्मों का त्याग? (2) मेरी (ईश्वर की) ही शरण में आना? और? (3) चिन्ता व शोक का परित्याग करना। इस साधना का पुरस्कार मोक्ष है मैं तुम्हें समस्त पापों से मुक्त कर दूंगा। यह आश्वासन मानवमात्र के लिये दिया गया है। गीता एक सार्वभौमिक धर्मशास्त्र है यह मनुष्य की बाइबिल है? मानवता का कुरान और हिन्दुओं का शक्तिशाली धर्मग्रन्थ है।सर्वधर्मान् परित्यज्य (सब धर्मों का परित्याग करके) हम देख चुके हैं कि अस्तित्व का नियम धर्म है? और कोई भी वस्तु अपने धर्म का त्याग करके बनी नहीं रह सकती। और फिर भी? यहाँ भगवान् श्रीकृष्ण अर्जुन को समस्त धर्मों का परित्याग करने का उपदेश दे रहे हैं। क्या इसका अर्थ यह हुआ कि धर्म की हमारी परिभाषा त्रुटिपूर्ण हैं अथवा? क्या इस श्लोक में ही परस्पर विरोधी कथन है इस पर विचार करने की आवश्यकता है।आत्मस्वरूप के अज्ञान के कारण मनुष्य अपने शरीर? मन और बुद्धि से तादात्म्य करके एक परिच्छिन्न? र्मत्य जीव का जीवन जीता है। इन उपाधियों से तादात्म्य के फलस्वरूप उत्पन्न द्रष्टा? मन्ता? ज्ञाता? कर्ता? भोक्ता रूप जीव ही संसार के दुखों को भोगता है। वह शरीरादि उपाधियों के जन्ममरणादि धर्मों को अपने ही धर्म समझता है। परन्तु? वस्तुत? ये हमारे शुद्ध स्वरूप के धर्म नहीं हैं। वे गौण धर्म होने के कारण उनका परित्याग करने का यहाँ उपदेश दिया गया है। इनके परित्याग का अर्थ अहंकार का नाश ही है।इसलिए? समस्त धर्मों का त्याग करने का अर्थ हुआ कि शरीर? मन और बुद्धि की जड़ उपाधियों के साथ हमने जो आत्मभाव से तादात्म्य किया है अर्थात् उन्हें ही अपना स्वरूप समझा है? उस मिथ्या तादात्म्य का त्याग करना। आत्मनिरीक्षण और आत्मशोधन ही भगवान् श्रीकृष्ण के कथन का गूढ़ अभिप्राय हैं।मामेकं शरणं ब्रज (मेरी ही शरण में आओ) मन की बहिर्मुखी प्रवृत्ति की विरति तब तक संभव नहीं होती है? जब तक कि हम उसकी अन्तर्मुखी प्रवृत्ति को विकसित करने के लिए कोई श्रेष्ठ आलम्बन प्रदान नहीं करते हैं। अपने एकमेव अद्वितीय सच्चिदानन्द आत्मा के ध्यान के द्वारा हम अनात्म उपाधियों से अपना तादात्म्य त्याग सकते हैं।साधना के केवल निषेधात्मक पक्ष को ही बताने से भारतीय दार्शनिकों को सन्तोष नहीं होता है निषेधात्मक आदेशों की अपेक्षा विधेयात्मक उपदेशों में वे अधिक विश्वास रखते हैं। भारतीय दर्शन की स्वभावगत विशेषता है? उसकी व्यावहारिकता। और इस श्लोक में हमें यही विशेषता देखने को मिलती है। भगवान् श्रीकृष्ण स्पष्ट घोषणा करते हैं? तुम मेरी शरण में आओ? मैं तुम्हें मोक्ष प्रदान करूंगा।मा शुच (तुम शोक मत करो) उपर्युक्त दो गुणों को सम्पादित कर लेने पर साधक को ध्यानाभ्यास में एक अलौकिक शान्ति का अनुभव होता है। परन्तु यह शान्ति भी स्वरूपभूत शान्ति नहीं है। तथापि ऐसे शान्त मन का उपयोग आत्मस्वरूप में दृढ़ स्थिति पाने के लिए करना चाहिए। परन्तु दुर्भाग्य से? आत्मसाक्षात्कार की व्याकुलता या उत्कण्ठा ही इस शान्ति को भंग कर देती है। चिन्ता का स्पर्श पाकर एक स्वाप्निक सेतु के समान यह शान्ति लुप्त हो जाती है। बाह्य विषयों तथा शरीरादि उपाधियों से मन के ध्यान को निवृत्त करके उसे आत्मस्वरूप में समाहित कर लेने पर साधक को साक्षात्कार की उत्कण्ठा का भी त्याग कर देना चाहिए। ऐसी उत्कण्ठा भी चरम उपलब्धि में बाधक बन सकती है।अहं त्वा सर्वपापेभ्यो मोक्षयिष्यामि (मैं तुम्हें समस्त पापों से मुक्त कर दूंगा) जो हमारे मन में विक्षेप उत्पन्न करके हमारी शक्तियों को बिखेर देता है? वह पाप कहलाता है। हमारे कर्म ही हमारी शक्ति का ह्रास कर सकते हैं? क्योंकि मन और बुद्धि की सहायता के बिना कोई भी कर्म नहीं किया जा सकता। संक्षेप में? कर्म मनुष्य के अन्तकरण में वासनाओं को अंकित करते जाते हैं? जिन से प्रेरित होकर मनुष्य बारम्बार कर्म में प्रवृत्त होता है।शुभ वासनाएं शुभ विचारों को जन्म देती हैं? तो अशुभ वासनाओं से अशुभ विचार ही उत्पन्न होते हैं। वृत्ति रूप मन है? अत जब तक शुभ या अशुभ वृत्तियों का प्रवाह बना रहता है? तब तक मन का भी अस्तित्व यथावत् बना रहता है। इसलिए वासनाक्षय का अर्थ ही वृत्तिशून्यता है? और यही मनोनाश भी है। मन और बुद्धि के अतीत हो जाने का अर्थ ही शुद्ध चैतन्य स्वरूप कृष्णतत्व का साक्षात्कार करना है।जिस मात्रा में एक साधक अनात्मा से तादात्म्य का त्याग करने और आत्मानुसंधान करने में सफल होता है? उसी मात्रा में वह इस आत्मदर्शन को प्राप्त करता है। इस नवप्राप्त अनुभव में? वह अपनी सूक्ष्मतर वासनाओं के प्रति अधिकाधिक जागरूक होता जाता है। वासनाओं का यह भान अत्यन्त पीड़ादायक होता है। अत? भगवान् श्रीकृष्ण यहाँ आश्वासन देते हैं? तुम शोक मत करो। मैं तुम्हें समस्त पापों से मुक्त कर दूंगा। मन को विचलित करने वाली? कर्मों की प्रेरक? इच्छा और विक्षेपों को उत्पन्न करने वाली ये वासनाएं ही पाप हैं।यह श्लोक महत्वपूर्ण है। कारण यह है कि यहाँ स्वयं सर्वशक्तिमान् भगवान् ही ऐसे साधक की सहायता करने के लिए तत्परता दिखाते हैं? जो उत्साह के साथ सर्वसंभव प्रयत्नों के द्वारा अपना योगदान देने को उत्सुक है। साधनाकाल में? यदि साधक अपने मन में दुर्दम्य आशावाद का स्वस्थ वातावरण बनाये रख पाता है? तो अध्यात्म मार्ग में उसकी प्रगति निश्चित होती है।इसके विपरीत? जिस साधक का मन नैराश्य और रुदन? विषाद और अवसाद से भरा रहता है वह कभी पूर्ण हृदय से आवश्यक प्रयत्न कर ही नहीं कर सकता है और? स्वाभाविक ही है कि उसके आत्मविकास का लक्ष्य कहीं दूरदूर तक भी दृष्टिगोचर नहीं होता है। गूढ़ अभिप्रायों एवं व्यापक आशयों से पूर्ण यह एक श्लोक ही अपने आप में इस दार्शनिक काव्य गीता का उपसंहार है।इस अध्याय में सम्पूर्ण गीताशास्त्र के तत्त्वज्ञान का उपसंहार किया गया है। शास्त्रसिद्धांत पर विशेष बल देने के प्रयोजन से? इस श्लोक में पुन संक्षेप में उसका वर्णन करने के पश्चात्? अब शास्त्रसम्प्रदाय की विधि का वर्णन करते हैं। ","etsga":"18.66 Abandoning all forms of rites and duties, take refuge in Me alone. I sahll free you from all sins. (Therefore) do not grieve. ","etssa":"18.66 Abandoning all duties, take refuge in Me alone: I will liberate thee from all sins; grieve not. ","etdss":"18.66. Abandoning all attributes, come to Me as your sole refuge; I shall rescue you from all sins; dont be sorrowful. ","ecssa":"18.66 सर्वधर्मान् all duties? परित्यज्य having abandoned? माम् to Me? एकम् alone? शरणम् refuge? व्रज take? अहम् I? त्वा thee? सर्वपापेभ्यः from all sins? मोक्षयिष्यामि will liberate? मा dont? शुचः grieve.Commentary This is the answer given by the Lord to the estion put by Arjuna in chapter II? verse 7 I ask Thee which may be the better tell me that decidedly. I am Thy disciple? suppliant to Thee teach me.All Dharmas Righteous deeds? including Adharma all actions? righteous or unrighteous? as absolute freedom from all actions is intended to be taught here.Taking refuge in Me alone implies the knowledge of unity without any thought of duality knowing that there is nothing else except Me? the Self of all? dwelling the same in all. If thou art established in this faith? I shall liberate thee from all sins? from all bonds of Dharma and Adharma by manifesting Myself as thy own Self.To behold forms is the Dharma of the eye. The support or substratum of all forms is Brahman. When you look at an object behold Brahman Which is the one essence and abandon the form as it is illusory and unreal. Have the same attitude towards the other objects which pertain to the other senses.Give up the JivaDharma (the notions I am the doer o actions? I enjoy. I am a Brahmana. I am a Brahmachari. I am endowed with a little knowledge and power? etc. and get yourself established in BrahmaBhavana (the understanding or knowledge I am Brahman). This is what is meant by taking refuge in Lord Krishna? according to the Vedantins.Work ceaselessly for the Lord but surrender the fruits of all actions to the Lord. Take the Lord as your sole refuge. Live for Him. Work for Him. Serve Him in all forms. Think of Him only. Meditate on Him alone. See Him in all forms. Think of Him only. Meditate on Him alone. See Him everywhere. Worship Him in your heart. Consecrate your life? all actions? feelings and thoughts to the Lord. You will rest in Him. You will attain union with Him. You will attain immortal supreme peace and eternal bliss. This is the view of another school of thought.Sri Sankara very strongly refutes the idea that knowledge in conjunction with Karma (action) produces or leads to liberation. He says that Karma and knowledge may not go together in the same man? that karma helps the man to get purification of the heart? and that right knowledge of the Self alone will give him absolute freedom from Samsara. He says that work and knowledge are like darkness and light? that action is possible only in this universe of illusory phenomena which is the projection of ignorance and knowledge dispels this ignorance. (Cf.III.30IX.22) ","scetsga":"18.66 Sarva-dharman, all forms of rites and duties: Here the word dharma (righteousness) includes adharma (unrighteousness) as well; for, what is intended is total renunciation of all actions, as is enjoined in Vedic and Smrti texts like, One who has not desisted from bad actions (Ka. 1.2.24), Give up religions and irreligion (Mbh. Sa. 329.40), etc.\nParityajya, abandoning all rites and duties; [Being a Ksatriya, Arjuna is not alified for steadfastness in Knowledge through monasticism in the primary sense. Still, the Gita being meant for mankind as a whole, monasticism is spoken of here by accepting Arjuna as a representative man.] saranam vraja, take refuge; mam ekam, in Me alone, the Self of all, the same in all, existing in all beings, the Lord, the Imperishable, free from being in the womb, birth, old age and death-by knowing that I am verily so. That is, know it for certain that there is nothing besides Me. By revealing My real nature, aham, I; moksayisyami, shall free; tva, you, who have this certitude of understanding; sarva-paphyah, from all sins, from all bondages in the form of righteousness and unrighteousness. It has also been stated, I, residing in their hearts, destroy the dark-ness born of ignorance with the luminous lamp of Knowledge (10.11). Therefore, ma, do not; sucah, grieve, i.e. do not sorrow.\nIn this scripture, the Gita, has knowledge been established as the supreme means to Liberation, or is it action, or both?\nWhy does the doubt arise?\n(Because) the passages like, ৷৷.by realizing which one attains Immortality (13.12), Then, having known Me in truth, he enters (into Me) immediately after that (Knowledge) (55), etc. point to the attainment of Liberation through Knowledge alone. Texts like, Your right is for action alone (2.47), (you undertake) action itself (4.15), etc. show that actions have to be under-taken as a matter of compulsory duty. Since both Knowledge and action are thus enjoined as duties, therefore the doubt may arise that they, in combination as well, may become the cause of Liberation.\nObjection: What, again, would be the result of this iniry?\nVedantin: Well, the resut will verily be this: The ascertainment of one of these as the cuase of the highest good. Hence this has to be investigated more extensively.\nKnowledge of the Self, however, is exclusively the cause of the highest good; for, through the removal of the idea of differences, it culminates in the result that is Liberation. The idea of distinction among action, agent and result is ever active with regard to the Self because of ignorance. This ignorance in the form, My work; I am the agent; I shall do this work for that resut, has been at work from time without beginning. The dispeller of this ignorance is this Knowledge regarding the Self-in the form, I am the absolute, non agent, free from action and result; there is none else other than myself because, when it (Knowledge) arises it despels the idea of differences which is the cause of engagement in action.\nThe word however above is used for ruling out the other two alternatives. This refutes the two other alternative views by showing that the highest good cannot be attained through mere actions, nor by a combination of Knowledge and action. Besides, since Liberation is not a product, therefore it is illogical that it should have action as its means. Indeed, an eternal entity cannot be produced by either action of Knowledge.\nObjection: In that case, ever exclusive Knowledge is purposeless.\nVedantin: No, since Knowledge, being the destroyer of ignorance, culminates in Liberation which is directly experienced result. The fact that Knowledge, which removes the darkness of ignorance, culminates in Liberation as its result is directly perceived in the same way as is the result of the light of a lamp which removes ignorance the form of sanke etc. and darkness from objects such as rope etc. Indeed, the result of light amounts to the mere (awareness of the) rope, free from the wrong notions of snake etc. So is the case with Knowledge.\nAs in the case of the acts like cutting down, producing fire by friction etc., in which accessories such as the agent and others operate, and which have perceivable results, there is no possiblity of (the agent etc.) engaging in any other activity giving some other result apart from splitting into two, seeing (or lighting of) fire etc, similarly, in the case of the agent and the other factors engaged in the act of steadfastness in Knowledge which has a tangible result, there is no possibility of (their) engagement in any other action which has a result different from that in the form of the sole existence of the Self. Hence, steadfastness in Knowledge combined with action is not logical.\nObjection: May it not be argued that this is possible like the acts of eating and Agnihotra sacrifice etc.? [As such a common action as eating can go hand in hand with such Vedic rites as the Agnihotra-sacrifice, so, actions can be combined with Knowledge.]\nVedantin: No, since it is unreasonable that, when Knowledge which resutls in Liberation is attained, there can remain a hankering for results of actions. Just as there is no desire for an action or its result [Action, i.e. digging etc.; result, i.e. bathing etc.] in connection with a well, pond, etc. when there is a flood all around, similarly when Knowledge which has Liberation for its result is attained there can be no possibility of hankering for any other result or any action which leads to it. Indeed, when somody is engaged in actions aimed at winning a kingdom, there can be no possibility of his engaging in any activity for securing a piece of land, or having a longing for it!\nHence, action does not constitute the means to the highest good. Nor do Knowledge and action in combination. Further, Knowledge which has Liberation as its result can have no dependence on the assistance of action, because, being the remover of ignorance, it is opposed (to action). Verily, darkness cannot be the dispeller of darkness. Therefore Knowledge alone is the means to the highest good.\nObjection: Not so, because from non-performance of nityakarmas one incurs sin. Besides, freedom (of the Self) is eternal. As for the view that Liberation is attainable through Knowledge alone, it is wrong. For, if nityakarmas [As also the occasional duties (naimittika-karmas).] which are prescribed by the Vedas are not performed, then one will incur evil in the form of going to hell etc.\nCounter-objection: If this be so, then, since Liberation cannot come from action, will there not arise the contingency of there being no Liberation at all?\nPseudo-Vedantin: Not so, for Liberation is eternal. as a result of performing nityakarmas there will not be incurring of evil, and as a result of not doing any prohibited action (nisiddha-karma) there will not be any possibility of birth in an undesirable body; from relinishing actions meant for desired results (kamya-karmas) there will be no possibility of being born in some desirable body. Since there is no cause to produce another body when the present body falls after the results of actions that produced this body get exhausted by experiencing them, and since one does not have attachment etc., therefore Liberation consists in the mere continuance of the Self in Its own natural state. Thus, Liberation is attained without effort.\nObjection: May it not be argued that, since in the case of actions done in many past lives-which are calculated to yield such results as attainment of heaven, hell, etc. but have not commenced bearing results-there is no possiblity of their being experienced, therefore they cannot be exhausted?\nPseudo-Vedantin: No, since the suffering of pain from the effort involved in the nityakarmas can reasonably be (considered to be) the experiencing of their [i.e. of actions done in past lives, which have not commenced bearing their fruits.-Tr.] results. Or, since the nityakarmas, like expiations, may be considered as being meant for eliminating the sins incurred earlier, and since actions that have begun bearing their fruits get exhausted merely through their being experienced, therefore Liberation is attained without effort-provided no fresh actions are performed.\nVedantin: No, since there is the Upanisadic text, Knowing Him alone, one goes beyond death; there is no other way to go by (Sv. 3.8), which states that for Liberation there is no other path but enlightenment; also because there is the Upanisadic statement that Liberation for an unenlightened person is as impossible as the rolling up of the sky like leather (Sv. 6.20); and since it is mentioned in the Puranas and the Smrtis that Liberation follows only from Knowledge.\n(From your view) it also follows that there is no possibility of the exhaustion of the results of virtuous deeds which have not as yet begun yielding their fruits. And, as there is the possibility of the persistence of sins which were incurred in the past but have not yet commenced yielding results, similarly there can be the possibility of the persistence of virtues which have not yet begun bearing fruits. And so, if there be no scope of their being exhausted without creating another body, then there is no possibility of Liberation. And since attachment, hatred and delusion, which are the causes of virtue and vice, cannot be eradicated through any means other than Knowledge, therefore the eradication of virtue and vice becomes impossible. Besides, since the Sruti [See Ch. .2.23.1 and Br. 1.5.16-Tr.] mentions that nityakarmas have heaven as their result, and there is the Smrti text, Persons belonging to castes and stages of life, and engaged in their own duties [৷৷.attain to a high, immeasurable happiness.-Tr.] (Ap. Dh. Su. 2.2.2.3), etc., therefore the exhaustion of (the fruits of) actions (through nityakarmas) is not possible.\nAs for those who say, The nityakarmas, being painful in themselves, must surely be the result of evil deeds done in the past; but apart from being what they are, they have no other result because this is not mentioned in the Vedas and they are enjoined on the basis of the mere fact that one is alive-(this is) not so, because actions which have not become operative cannot yield any result. Besides, there is no ground for experiencing a particular conseence in the form of pain [Pain involved in the performance of nityakarmas.] The statement, that the pain one suffers from the effort involved in performing the nityakarmas is the result of sinful acts done in past lives, is false. Indeed, it does not stand to reason that the result of any action which did not become operative at the time of death to yield its fruit is experienced in a life produced by some other actions. Otherwise, there will be no reason why the fruit of some action that is to lead to hell should not be experienced in a life that is produced by such actions as Agnihotra etc. and is meant for enjoying the result in the form of heaven! Besides, that (pain arising from the effort in performing nityakarmas) cannot be the same as the conseence in the form of the particular suffering arising from sin.\nSince there can be numerous kinds of sins with results productive of various kinds of sorrows, therefore, if it be imagined that their (sins) result will be merely in the form of pain arising from the effort in undertaking the nityakarmas, then it will certainly not be possible to suppose that they (the sins incurred in the past) are the causes of such obstacles as the pairs of opposites (heat and cold, etc.), disease etc., and that the result of sins incurred in the past will be only the pain arising from the exertion in performing nityakarmas, but not the sufferings like carrying stones on the head etc. Further, it is out of context to say this, that the pain resulting from the effort in performing nityakarmas is the result of sinful acts done in the past.\nObjection: How?\nVedantin: What is under discussion is that the sin committed in the past, which has not begun to bear fruit, cannot be dissipated. In that context you say that pain resulting from the effort in undertaking nityakarmas is the result of action which has begun bearing fruit, not of that which has not yet commenced yielding fruit!\nOn the other hand, if you think that all sins committed in the past have begun yielding their results, then it is unreasonable to specify that the pain resulting from the exertion in performing the nitya-karmas is their only result. And there arises the contingency of the injunction to perform nityakarmas becoming void, because the sinful deed which has begun bearing fruit can ligically be dissipated only be experiencing its result. Further, if pain be the result of nityakarmas enjoined by the Vedas, then it is seen to arise from the very effort in undertaking nityakarmas-as in the case of excercise etc. To imagine that it is the result of something else is illogical. [The pain arising from bodily excercise is the result of the excercise itself, and not the result of any past sin! Similarly, the pain resulting from undertaking nityakarmas is the conseence of that performance itself, and need not be imagined to be the result of any past sin.]\nAnd if the nityakarmas have been enjoined simply on the basis of a persons being alive, it is unreasonable that it should be the result of sins committed in the past, any more than expiation is. An expiation that has been enjoined following a particular sinful act is not the result of that sin! On the other hand, if the suffering arising from expiation be the reslut of that very sin which is its cause, then the pain from the effort in performing nityakarmas, though prescribed merely on the fact of ones being alive, may become the fruit of that very fact of ones being alive-which was itself the occasion (for enjoining the nityakarmas)-, because both the nityakarmas and expiatory duties are indistinguishable so far as their being occasioned by something is concerned.\nMoreover, there is the other fact: There can be no such distinction that only the pain resulting from the performance of nityakarmas is the result of past sinful deeds, but not so the pain from performing kamya-karmas (rites and duties undertaken for desired results), because the pain in performing Agnihotra-sacrifice etc. is the same when it is performed as a nityakarma or as a kamya-karma. Thus the latter also may be the result of past sinful acts.\nThis being the case, it is untenable to assume on the ground of circumstantial inference that, since no result is enjoined in the Vedas for nityakarmas and since its prescription cannot be justified on any other ground, therefore pain from the effort in performing nityakarmas is the result of sinful past deeds. Thus, the (Vedic) injunction being unjustifiable otherwise, it can be inferred that nityakarmas have got some result other than the pain arising from the effort in undertaking them. It also involves this contradiction: It is contradictory to say that through the performance of nityakarma a result of some other action is experienced. And when this is admitted, it is again a contradiction to say that that very experience is the result of the nityakarma, and yet that niyakarma has no result!\nMoreover, when Agnihotra and other sacrifices are performed for desirable results (Kamya-Agnihotra), then the Agnihotra etc. which are performed as nityakarma (Nitya-Agnihotra) become accomplished simultaneously (on a account of its being a part ofthe former). Hence, since the Kamya-Agnihotra (as an act) is dependent on and not different from the Nitya-Agnihotra, therefore the result of the Agnihotra and other sacrifices performed with a desire for results will get exhausted through the suffering involved in the exertion in undertaking it (the Nitya-Agnihotra). On the other hand, if the result of Kamya-Agnihotra etc. be different, viz heaven etc., then even the suffering arising from the exertion in performing them ought to be necessarily different (from the suffering involved in the Nitya-Agnihotra). And that is not the fact, because it contradicts what is directly perceived; for the pain resulting from the effort in performing only the Nitya-(-Agnihotra) does not differ from the pain resulting from the exertion in undertaking the Kamya (-Agnihotra).\nBesides, there is this other consideration: Actions which have not been enjoined or prohibited (by the scriptures) produce immediate results. But those enjoined or prohibited by the scriptures do not produce immediate results; were they to do so, then there would be no effort even with regard to heaven etc. and injunctions concerning unseen results.\nAnd it cannot be imagined that only the fruit of (Nitya-) Agnihotra etc. gets exhausted through the suffering arising from the effort in performing them, but the Kamya (-Agnihotra) has exalted results like heaven etc. merely as a conseence of the fact of desire for results, though as acts there is no essential difference between them (the Nitya and the Kamya) and there is no additional subsidiary part, processes of performance, etc. (in the kamya-Agnihotra). Therefore, it can never be established that nitya-karmas have no unseen results. And hence, enlightenment alone, not the performance of nityakarmas, is the cuase of the total dissipation of actions done through ignorance, be they good or bad. For, all actions have for their origin ignorance and desire.\nThus has it been established (in the following passages) that action (rites and duties) is meant for the ignorant, and steadfastness in Knowledge-after renunciation of all actions-is meant for the enlightened: both of them do not know (2.19); he who knows this One as indestructible, eternal (2.21); through the Yoga of Knowledge for the men of realization; through the Yoga of Action for the yogis (3.3); the ignorant, who are attached to work (3.26); But৷৷.the one who is a knower৷৷.does not become attached, thinking thus: The organs rest on the objects of the organs (3.28); The embodied man৷৷.having given up all actions mentally, continues (5.13); Remaining absorbed in the Self, the knower of Reality should think, I certainly do not do anything (5.8); i.e; the unenlightened person thinks, I do; For (the sage) who wishes to ascend (to Dhyana-yoga), action is said to be the means৷৷.when he has ascended (when he is established in the Yoga of Meditation), inaction alone is said to be the means (6.3); noble indeed are all the three (classes of) unenlightened persons, but the man of Knowledge is the very Self. (This is) My opinion (7.18); the unenlightened who perform their rites and duties, who are desirous of pleasures, attain the state of going and returning (9.21); becoming non-different from Me and meditative (9.22) and endowed with steadfast devotion, they worship (Me) the Self which has been described as comparable to space and taintless; and I grant that possession of wisdom by which they reach Me (10.10); i.e., the unenlightened persons who perform rites and duties do not reach Me.\nThose who perform works for the Lord and who, though they be the most devout, are ignorant persons performing rites and duties,-they remain involved in practices which, in a descending order, culminate in giving up the fruit of actions (cf. 12.6-11). But those who meditate on the indefinable Immutable take recourse to the disciplines stated in the passages beginning with He who is not hateful towards any creature (12.13) and ending with that Chapter, and also resort to the path of Knowledge presented in the three chapters beginning with the Chapter on the field. The three results of actions, viz the undesirable etc. (cf. 12), do not accrue only to the mendicants belonging to the Order of Paramahamsas (the highest Order of monks)-who have renounced all actions that originate from the five causes beginning with the locus (cf. 14), who possess the knowledge of the oneness and non-agentship of the Self (17,20), who continue in the supreme steadfastness in Knowledge, who know the real nature of the Lord, and who have taken refuge in the unity of the real nature of the Lord with the Self. It does accrue to the others who are not monks, the ignorant persons who perform rites and duties. Such is this distinction made in the scripture Gita with regard to what is duty and what is not.\nObjection: May it not be argued that it cannot be proved that all actions are due to ignorance?\nReply: No, (it can be proved,) as in the case of slaying a Brahmin. Although the nityakarmas are known from the scriptures, still they are meant only for the ignorant. As such an action as killing a Brahmin, even though known to be a source of evil from the scripture prohibiting it, is still perpetrated by one who has defects such as ignorance, passion, etc.-because impulsion to any action is otherwise not possible-, so also is it with regard to the nitya, naimittika and kamya actions.\nObjection: May it not be held that impulsion to nityakarma etc. is not possible if the Self be not known as a distinct entity? [Unless one knows the Self to be distinct from the body etc. he will not perform the nityakarmas etc. meant for results in the other worlds, viz heaven etc.\n(Tr.:) In place of vyatiriktatmani, Ast. reads deha-vyatiriktatmani, the Self which is distinct from the body.]\nReply: No, since it is seen that with regard to actions which are of the nature of motion and are accomplished by the not-Self, one engages in them with the idea, I do. [The actionless Self is not the agent of the movements of the body etc. Still agentship is superimposed on It through ignorance.]\nObjection: Can it not be said that the notion of egoism with regard to the aggregate of body etc. occurs in a figurative sense; it is not false?\nReply: No, since its effects [i.e. the effects of the notion of egoism.] also will become figurative.\nObjection: The notion of I with regard to the aggregate of ones own body etc. occurs in a figurative sense. As with regard to ones own son it is said (in the Veda), It is you yourself who is called the son (Sa. Br. 14.9.4.26), and in common parlance also it is said, This cow is my very life, so is the case here. [As the use of the word I with regard to a son is figurative, so also with regard to the body.] This is certainly not a false notion. However, a false notion (of identity) occurs in the case of a stump and a man, when the distinction between them is not evident (due to darkness).\nReply: A figuratively expressed notion cannot lead to an effect in the real sense, because that (notion) is used for the eulogy of its basis with the help of a word of comparison which remains understood. As for instance, such sentences as, Devadatta is a lion, The boy is a fire-implying like a lion, like a fire, on the basis of the similarity of cruelty, the tawny colour, etc.-are meant only for eulogizing Devadatta and the boy who are the basis (i.e. the subjects of the two sentences). But no action of a lion or a fire is accomplished because of the use of the figurative words or ideas. On the contrary, one experiences the evil effects of false notions. [Therefore the idea of I with regard to ones body etc. does not occur in a secondary sense, but it does so falsely.] And with regard to the subjects of the figurative notions, one understands, This Devadatta cannot be a lion; this boy cannot be a fire. Similarly, actions done by the aggregate of body etc., which is the Self in a figurative sense, cannot be held to have been done by the Self which is the real subject of the notion of I. For, actions done by the figurative lion or fire cannot be considered to have been accomplished by the real lion or fire. Nor is any action of the real lion and fire accomplished through the (figurative) cruelty or tawnyaness; for, their purpose is fully served by being used for eulogy. And those who are praised know, I am not a lion; I am not fire; and neither is the work of a lion or fire mine. So the more ligical notion is, The action of the aggregate (of body etc.) do not belong to me who am the real Self, and not, I am the agent; it is my work.\nAs for the assertion made by some that the Self acts through Its own memory, deisre and effort, which are the causes of activity-that is not so, for they are based on false knowledge. Memory, desire, effort, etc. indeed follow from the tendencies born from the experience of the desirable and the undesirable results of actions (-which actions themselves arise from the notions of the desirable and the undesirable) caused by false knowledge. [False knowledge gives rise to the ideas of the desirable and the undesirable. From these arise desire and repulsion. Actions which follow give rise to the experience of their desirable and undesirable results. Such experiences create impressions in the mind, from which are born memory etc.] Just as in this life virtue, vice and the experience of their results are cuased by the identification (of the Self) with the aggregate of body etc. and attraction, repulsion, etc., so also was it in the previous birth, and even in the life preceding that. Thus it can be inferred that past and future mundane existence is without beginning and is a product of ignorance. And from this it becomes proved that the absolute cessation of mundane existence is caused by steadfastness in Knowledge, accompanied by renunciation of all rites and duties.\nBesides, since self-identification with the body is nothing but ignorance, therefore, when the (ignorance) ceases, there remains so possibility of re-birth, and so, mundane existence becomes impossible. The identification of the Self with the aggregate of body etc. is nothing but ignorance, because in common life it is not seen that anybody who knows, I am different from cattle etc., and the cattle etc. are different from me, entertains the notion of I with regard to them. However, mistaken perceiving a stump to be a man, one may out of indiscrimination entertain the idea of I with regard to the aggregate of body etc.; not so when perceiving them as distinct. As for that notion of considering the son to be oneself-as mentioned in, It is you yourself who is called the son (Sa. Br. 14.9.4.26)-, that is a metaphor based on the relationship between the begotten and the begetter. And no real action like eating etc.can be accomplished through something considered metaphorically as the Self, just as actions of the real lion or fire (cannot be accomplished) by someone metaphorically thought of to be a lion or fire.\nObjection: Since an injunction relating to an unseen result is valid, therefore, may it not be said that the purposes of the Self are accomplished by the body and organs which are figuratively considered to be the Self?\nReply: No, since the thinking of them as the Self is the result of ignorance. The body, organs, etc. are not the Self in a figurative sense.\nObjection: How then?\nReply: Although the Self is devoid of relationship, still, by an ascription of relationship (to the Self), they (body etc.) come to be regarded as the Self, verily through a false notion. For, this identification (of body etc.) with the Self exists so long as the false notion is there, and ceases to exist when it is not there. So long as ignorance lasts, identification of the Self with the aggregate of body and organs is seen only in the case of non-discriminating, immature, ignorant poeple who say, I am tall, I am fair. But in the case of discriminating persons who possess the knowledge, I am different from the aggregate of body etc., there does not arise the idea of egoism with regard to the body etc. at that time (i.e. simultaneously with that knowledge). Hence, since it (i.e. identification of the Self with the body etc.) ceases in the absence of the false notion, therefore it is a creation of that (false notion), and not a figurative notion.\nIt is only when the common and the uncommon features of the lion and Devadatta, or of fire and the boy, are known distinctly, that a figurative notion or verbal expression can occur; not when the common and the uncommon features are unknown.\nAs for the argument that (the figurative notion should be accepted) on the authority of the Vedas, we say, No, because their validity concerns unseen results. The validity of the Vedas holds good only with regard to matters concerning the relation between ends and means of Agnihotra etc., which are not known through such valid means of knowledge as direct perception; but not with regard to objects of direct perception etc., because the validity of the Vedas lies in revealing what is beyond direct perception. Therefore it is not possible to imagine that the idea of egism with regard to the aggregate of body etc., arising from an obviously of false knowledge, is a figurative notion. Surely, even a hundred Vedic texts cannot become valid if they assert that fire is cold or non-luminous! Should a Vedic text say that fire is cold or non-luminous, even then one has to assume that the intended meaning of the text is different, for otherwise (its) validity cannot be maintained; but one should not assume its meaning in a way that might contradict some other valid means of knowledge or contradict its own statement.\nObjection: May it not be said that since actions are undertaken by one possessed of a false idea of agentship, therefore, when the agent ceases to be so [According to you (the Vedantin), an ignorant man alone can be an agent. Therefore, when he becomes illumined, he will cease to be ignorant and conseently the Vedas will cease to be valid for him.] the Vedas will become invalid?\nReply: No, since the Vedas become logically meaningful in respect of knowledge of Brahman. [Though the Vedic injunctions about rituals etc. be inapplicable in the case of an enlightened person, still they have empirical validity before enlightenment. Besides, the Vedas have real validity with regard to the knowledge of Brahman.]\nObjection: May it not be said that there arises the contingency of the Vedic texts enjoining knowledge of Brahman becoming as invalid as those texts enjoining rites and duties?\nReply: No, since there cannot possibly be any notion which can remove (the knowledge of Brahman). Unlike the manner in which the idea of egoism with regard to the aggregate of body etc. is removed after the realization of the Self from hearing the Vedic injunctions regarding the knowledge of Brahman, the realization of the Self in the Self can never be removed in any way in that manner by anything whatsoever-just as the knowledge that fire is hot and luminous is irremovable-, since (Self-) realization is inseparable from its result (i.e. cessation of ignorance).\nBesides, the Vedic texts enjoining rites (and duties) etc. are not invalid, because they, through the generation of successively newer tendencies by eliminating the successively preceding tendencies, are meant for creating the tendency to turn towards the indwelling Self. [The Vedic injunctions make people up rituals etc. by giving up their earlier worldly tendencies. Thery their minds become purified. The purified mind then aspires to know the indwelling Self. Thus, since the ritualistic injunctions are meant for making a person turn towards the knowledge ofthe indwelling Self, they are not invalid.] Although the means be unreal (in itself), still it may be meaningful in relation to the truth of the purpose it serves, as are the eulogistic sentences (arthavada) [See note on p. 40.-Tr.] occuring along with injunctions. Even in the world, when it becomes necessary to make to child or a lunatic drink milk etc. it is said that it will help growth of hair [Cuda, lit. hair on the top of the head; or single lock of hair left on the crown of the head after tonsure. See V.S.A.] etc.! Before the dawn of Knowledge, the (ritualistic) Vedic texts concerned with a different situation [The situation obtaining before the dawn of Self-knowledge.] are also as valid in themselves as are direct perception etc. occuring due to Self-identification with the body etc. On the other hand, as for your view The Self, though inactive by Itself, acts through Its mere proximity; and that itself constitutes agentship of the Self in the primary sense. Just as it is well known that a king, though not himself engaged in a battle, is, merely by virtue of his being in charge, said to be fighting when his soldiers are fighting, and that he is victorious or defeated; similarly, as the ?nder of an army acts through his mere orders, and it is seen that the results of the actions accrue to the king or to the ?nder; or, just as the actions of the priests are ascribed to the sacrificer,-in that very manner are the actions done by the body etc. ought to be of the Self because the result of those actions accrues to the Self. And, as the agentship of a magnet which, in fact, is not active, is attributed to it in the primary sense because it causes a piece of iron to move, similar is the agentship of the Self-that is wrong, since it will amunt to an inactive entity becoming an agent.\nObjection: May not agentship be of various kinds? \nReply: No, for in the case of the king and others it is seen that they have agentship even in the primary sense. As for the king, he fights even through his personal engagement. And he has agentship in the primary sense by virtue of making (his) warriors fight, distributing wealth, and also reaping the fruits of victory or defeat. Similarly, the agentship of a sacrificer is primary by virtue of his offering the main oblation and giving gifts due to the priests. Therefore it is understood that the agentship which is attributed to an inactive entity is figurative.\nIf primary agentship consisting in their personal engagement is not perceived in the case of the king, a sacrificer and others, then it could be assumed that they have primary agentship owing to the mere fact of their presence, just as a magnet has by virtue of making the iron move. But in the case of the king and others it is not perceived that they have no personal engagement in that way. Therefore, even the agentship owing to mere presence is a figurative one. And if that be so, the connection with the result of such agentship will also be figurative. No action in the primary sense is performed by an agent figuratively thought to be so. Hence the assertion is certainly wrong that owing to the activities of the body etc. the actionless Self becomes an agent and experiencer. But everything becomes possible due to error. This is just as it happens in dream or in jugglery!\nBesides, in deep sleep, absorption in Brahman, etc. where the current of the mistaken idea of Self-identity with the body etc. ceases, evils like agentship, enjoyership, etc. are not perceived. Therefore this delusion of mundane existence is surely due to false knowledge; but it is not reality. Conseently, it is established that it ceases absolutely as a result of full enlightenment.\nHaving summed up in this chapter the import of the whole of the scripture Gita, and having again summarized it specially here at the end (in verse 66) for the sake of emphasizing the purport of the Scripture, now after that, the Lord states the rules for handing down the Scripture: ","scetdss":"18.66 Sarvadharman etc. Abandoning all attributes : This act of slaying the kinsmen and the like that arises incidentally while fighting a war - not owning those acts as your own attribute by your thought I am the doer of all these; also giving up by mind, the notion If the act of slaying the teacher etc., is avoided, merit will accrue to me. come to Me: Come to Me alone, the Agent-of-all-actions, the Supreme Lord, the Sovereign. As your Refuge : as the Guardian of all your natural impulses. On that account I, the Omniscient, shall rescue you from all the sins. Dont be sorrowful : Dont get perplexed What to be done. ","scetssa":"18.66 Relinishing all Dharmas means the complete relinishment of the sense of agency, possessiveness, fruits etc., in the practising of Karma, Jnana and Bhakti Yogas in the way instructed, and the realising of Me as the agent, object of worship, the means and the end. It means that relinishment is not of all devotional duties but only of the sense of agency and the fruits. This is the Sastraic relinishment of all Dharmas. It is firmly established in the beginning of this chapter commencing from, Listen regarding My decision, O Arjuna, about abandonment; for abandonment is declared to be of three kinds (18.4), and Renouncing attachments and also the fruit, such abandonment is regarded as Sattvika ৷৷. for it is impossible for one who bears the body to abandon acts entirely. But he who gives up the fruits of works, is called the abandoner (18.9-11). If you practise such abandonment of the sense of agency and fruits, I will release you from all sins - i.e., I will release you from all evil incompatible with the attainment of Myself, consisting of innumerable acts of the nature of doing what ought not to be done and not doing what ought to be done. These piled up from beginningless times from the obstruction in the way. Grieve not, you should not despair; for I shall release you from all these obstructions. Another (alternative) explanation is this: Bhakti Yoga is possible only for those people to whom the Lord is exceedingly dear and who are free from all evils. Those evils are so huge in their case that the expiatory rites which could wash them off, could not be performed in the limited time of ones life span. Ajuna therefore thought that he was unfit for commencing Bhakti Yoga. To remove the grief of Arjuna the Lord said: Completely relinishing all Dharmas, seek Me alone for refuge. Expiatory rites can be taken here as what is meant by Dharma, Completely forsake these rites (Dharmas) appropriate for the removal of numerous and varied sins piled up from beginningless time and obstructing the starting of Bhakti Yoga. The expiatory rites consist of practices like Krcchra, Candrayana, Kusmanda, Vaisvanara, Vratapati, Pavitresti, Trvrit, Agnistoma etc., which are of manifold varieties, and which are difficult to perform on account of the brevity of life. So in order to succeed in commencing Bhakti Yoga, seek Me alone for refuge. I am supremely compassionate, the refuge of all without considering the differences of character among them, and am an ocean of tenderness for those dependent on Me. I will release you from all evil, the nature of which has been explained as incompatible with the commencement of Bhakti Yoga. Grieve not. [Both these interpretations of this famous verse are said to teach only Bhakti Yoga and not Prapatti. But the estion will rise in ones mind - why should it not be so taken?] ","chakravarthi":"“Am I supposed to perform this meditation and offering along with my varna asrama duties or without them?” “Giving up all all duties of varna and asrama (sarva dharman parityajya), surrender only to me.”\nOne should not say that parityaja means sannyasya, to adopt the sannyasa order, because Arjuna was a ksatriya, not qualified for sannyasa. As well it should not be said the Lord used Arjuna just to instruct all other people who are not ksatriyas to take sannyasa, for Arjuna was qualified to be the recipient of the Lord’s instructions, which could not be taught to others. Nor should one explain the meaning of parityajya in this verse as merely “give up all the results of activities.”\nFor it is said:\ndevarsi-bhutapta-nrnam pitrnam nayam kinkaro nayam rni ca raj an sarvatmana yah saranam saranyam gato mukundam parihrtya kartam\nAnyone who has taken shelter of the lotus feet of Mukunda, the giver of liberation, giving up all kinds of obligation, and has taken to the path in all seriousness, owes neither duties nor obligations to the demigods, sages, general living entities, family members, humankind or forefathers.   SB 11.5.41\nmartyo yada tyakta-samasta-karma\nniveditatma vicikirsito me\ntadamrtatvarh pratipadyamano\nmayatma-bhuyaya ca kalpate vai\nA person who gives up all fruitive activities and offers himself entirely unto Me, eagerly desiring to render service unto Me, achieves liberation from birth and death and is promoted to the status of sharing My own opulences.  SB 11.29.35\ntavat karmani kurvita na nirvidyeta yavata mat-katha-sravanadau va sraddha yavan na jayate\nAs long as one is not satiated by fruitive activity and has not awakened his taste for devotional service by sravanam kirtanam visnoh [SB 7.5.23] one has to act according to the regulative principles of the Vedic injunctions. SB 11.20.9\najnayaiva gunan dosan mayadistan api svakan\ndharman santyajya yah sarvan mam bhajet sa ca sattamah\nHe perfectly understands that the ordinary religious duties prescribed by Me in various Vedic scriptures possess favorable qualities that purify the performer, and he knows that neglect of such duties constitutes a discrepancy in one’s life. Having taken complete shelter at My lotus feet, however, a saintly person ultimately renounces such ordinary religious duties and worships Me alone. He is thus considered to be the best among all living entities. SB 11.11.37\nThe meaning of the word should thus be explained using all these statements of the Lord with no contradiction. The meaning can indeed be understood correctly by the prefix pan which means “completely.”\n“Surrender only to me (mam ekam saranam vraja).” This means that there should be no worship of devatas, astanga yoga, jnana or dharma or other elements in that surrender.\n“Previously I have said that you were not qualified for ananya bhakti, the highest type of bhakti, and that you were qualified for karma misra bhakti, when I said ‘Whatever you do, whatever you eat, do it as an offering to me.’ But now, by my great mercy, you have qualification for ananya bhakti. That ananya bhakti can only be attained by the causeless mercy of my ekantika bhakta. Though that is a rule 1 myself have made, I am now giving the mercy myself, breaking my own vow, as I did in the fight with Bhisma.\n“And by following my orders you should not fear some loss on your part in giving up nitya and naimittika karmas. The order to perform these nitya karmas was given by me in the form of the Vedas. Now, I am ordering you to give them all up completely. Is there sin in not performing your nitya karmas? No, rather the opposite, in performing nitya karmas you will commit sin, because of disobeying my direct order.”\n“But if someone surrenders to another person, he becomes dependent, like an animal purchased for a price. He does whatever you make him do. If you put him in one place, he stays there. If you offer him food, he eats. These are the characteristics of surrender.”\n“But the Vayu Purana says:\nanukulyasya sankalpah pratikulyasya varjanam raksisyatiti visvaso goptrtve varanam tatha nihksepanam akarpanyam sad-vidha saranagatih\nAnukulya means conduct pleasing to the Lord and according to the scriptures. Pratikulya means the opposite. Goptrtva means to think of the Lord and no one else as ones protector. One should have faith (visvasah) that in times when ones own existence is threatened, the Lord will give protection, as in the case of Gajendra or Draupadi. Nihksepanam means employment of ones gross and subtle bodies for Krishna’s service. Akarpanya means that  one  should  not  make  a  show  of ones  own  humility.\nSurrender (sarana gati) consists of performance of these six items in relation to the Lord.”\n“Then starting today, if I surrender to you, I should then do whatever you say whether good or bad. If you make me perform dharma, then I will not worry at all. But if you engage me in adharma, since you are the Supreme Lord and can do what you want, then what will happen to me? Please tell me.”\n“I will free you from all sinful reactions, from whichever reactions exist from the far past and recent past, and whichever ones arise from acts I will make you perform in the future. This is not impossible for me to do, though it cannot be done by anyone else you surrender to. Taking you as the means, I am giving instructions to the whole world. Do not feel grief for your own welfare or that of others. May you and all other people, giving up all dharmas, your own and everyone else’s, absorbing your thoughts and actions in me, surrendering to me, remain in contentment. I myself have accepted the burden of freeing you from sin and freeing you from samsara.”\nananyas cintayanto mam ye janah paryupasate tesam nityabhiyuktanam yoga-ksemam vahamy aham\nBut I carry the burden of supply and maintenance of those who desire constant association with me, and who, thinking only of me, worship only me. BG 9.22\n“Do not lament thinking ‘Oh, I have thrown my own burden on my master!’ It is no strain at all for me, who am most affectionate to my devotee. Nothing else remains to be instructed.”\nThus the scripture has been concluded. ","rudra":"\nNow the Supreme Lord Krishna reveals the conclusion to the essence of all\nknowledge. That which is the most confidential of all that is confidential\nis being revealed. Relinquishing all conceptions of religiosity by\nindomitable faith that complete salvation and redemption will come\nnaturally through bhakti or exclusive loving devotion unto the Supreme Lord\nKrishna or any of His incarnations and expansions as authorised in Vedic\nscriptures. By this determined conviction that nothing else is required or\nnecessary other then surrendering totally to Him the Supreme Lord Himself\npersonally promises moksa or liberation to such devotees. ","brahma":"\nHere Lord Krishna reveals the conclusion to the essence of all knowledge.\nThe most confidential of all knowledge that is confidential. Sarva-dharma\nparityagya means renouncing all conceptions of what one thinks or imagines\nreligiosity to be. This does not mean to renounce righteousness for\nrighteousness to all jivas or embodied beings is always attuned and in\nharmony with the Supreme Lord. The ultimate goal of all religious and\nspiritual conceptions is communion with the Supreme Lord Krishna. To\nachieve this one must first have realisation of their atma or immortal soul\nwithin the etheric heart. After surrendering and taking exclusive refuge in\nHim alone one is blessed by the Supreme Lord and by His grace, He, Himself\nwill accomplish this for His devotee. Now begins the summation. Knowing the absolute paramount position of the Supreme Lord Krishna as the\ncreator, maintainer, protector and sustainer of all creation; one who is\nspiritually intelligent should incessantly attune themselves to adoring Him\nby bhakti or exclusive loving devotion. Then with such commitment of mind,\nspeech and actions which is more precious and excellent than any other, one\nshould surrender themselves completely unto Him thru the bonafide Vaisnava\nspiritual master in one of the four authorised sampradayas or channels of\ndisciplic succession as revealed in Vedic scriptures. Awareness like\nknowing one is under the express care of the Supreme Lord and that He will\nalways protect one in all situations, arises on its own like flowers in\nspring. Such awareness is known to be the result of saranagati or complete\nsurrender. ","shri":"\nThe phrase sarva-dharmam parityajya means renouncing all conceptions and\nmethods of religiosity completely. Whatever is authorised in Vedic\nscriptures as righteous may be utilised in worship and propitiation to the\nSupreme Lord by karma yoga or facilitating communion with the Supreme Lord\nby prescribed Vedic actions, by bhakti yoga or facilitating communion with\nthe Supreme Lord by exclusive loving devotion or by jnana yoga facilitating\ncommunion with the Supreme Lord by spiritual knowledge. But all other\nmethods and conceptions must be renounced and relinquished along with phala\ntyaga or expectation of rewards, karma tyaga or identifying oneself as the\nowner of the result and kartritva or believing oneself to be the author of\nthe act. The phrase mam ekam saranam vraja means to take exclusive shelter\nin the Supreme Lord Krishna understanding that He is the most worthy, most\ndesirable and most worshipable of all that exists. That this is the quality\nof renunciation warranted in the Vedic scriptures that is required was\nevidenced by the Supreme Lord in the beginning of this chapter. In verse 4\nHe stated: Hear the truth about renunciation which is threefold. In verse 9\nHe stated: Actions are deemed as renunciation in sattva guna the mode of\ngoodness when desire for rewards are abandoned. In verse 11 He stated: One\nis known as renounced who renounces the rewards for actions. Lord Krishna\nis promising His devotees that He will personally redeem and deliver from\nall sins His devotee who lives their life in the manner just explained.\nThis includes sins of commission and sins of omission that accumulated over\nuncountable lifetimes from time immemorial. Past sins are immense burdens\nand obstacles in achieving moksa or liberation from material existence.\nThen to assure that what He has stated is a surety He states ma sucah\nmeaning there is no need to despair. Another interpretation is that Lord Krishna consoles His devotees who may\nbe stricken with grief by the thought of so many sins committed and omitted\nin countless past lives. For karma yoga and jnana yoga there is no\nrestrictions in performing actions and acquiring knowledge respectively;\nbut for bhakti yoga which is exclusive, personal loving devotion unto Lord\nKrishna or any of His authorised avatars or incarnations and expansions\nsuch as Rama, Vamana, Narasingha, etc. to be performed all ones sins must\nbe entirely dissolved and one must have great love for the Supreme Lord as\nwell. A devotee may have great love for the Supreme Lord but eradicating\nall ones sins is another matter. There are only two ways to eradicate all\nsins. Either by the acceptance of the Vaisnava spiritual master in\nauthorised disciplic succession who takes all ones sins and transfers\nthem upwards to his guru who transfers them upwards to his guru and so\nforth and so on all the way back to Lord Krishna who personally dissolves\nthem all immediately is one way. The other way is by personal effort.\nReflecting on all the sins one has accumulated since the beginning of time\nand then not even the committed sins but only just the omitted sins like\nnot fasting from grains on Ekadasi when all sins of the world enter grains\non the 11th day of the new and full moons is enough for a devotee to\nbecome quite dismayed. In a human lifetime of Earth it is not possible to\nexhaust by expiatory rituals and austerities all the sins hoarded over\ninnumerable lifetimes. There is not enough time so contemplating their lack\nof qualification a sincere devotee would despair. To console His devotees\nLord Krishna omnisciently understands that to eradicate all the myriad of\nsins accumulated over unlimited lives by expiatory ceremonies would be\nfutile in the short span of life a human being has. Such ceremonies are\ndifficult to conduct successfully, are costly and time consuming and so any\nchance of successfully eradicating all ones sins in this way is out of the\nquestion. To alleviate this difficulty Lord Krishna reveals the solution\nwhich grants success in order to be able to embark upon bhakti yoga is to\nexclusively take complete refuge in Him. There is no cost whatsoever for\nadmission. The Supreme Lord who is the creator, maintainer, protector and\nsustainer of the total creation, most magnanimously and compassionately\ngives exclusive shelter to those who seek Him exclusively and irrevocably\npromises to eradicate all ones sins which are the awesome barriers\nprohibiting one from communion with the Supreme Lord and the ambrosial\nbliss of bhakti. ","kumar":"The phrase sarva-dharmam parityajya means renouncing all conceptions and\nmethods of religiosity completely. Whatever is authorised in Vedic\nscriptures as righteous may be utilised in worship and propitiation to the\nSupreme Lord by karma yoga or facilitating communion with the Supreme Lord\nby prescribed Vedic actions, by bhakti yoga or facilitating communion with\nthe Supreme Lord by exclusive loving devotion or by jnana yoga facilitating\ncommunion with the Supreme Lord by spiritual knowledge. But all other\nmethods and conceptions must be renounced and relinquished along with phala\ntyaga or expectation of rewards, karma tyaga or identifying oneself as the\nowner of the result and kartritva or believing oneself to be the author of\nthe act. The phrase mam ekam saranam vraja means to take exclusive shelter\nin the Supreme Lord Krishna understanding that He is the most worthy, most\ndesirable and most worshipable of all that exists. That this is the quality\nof renunciation warranted in the Vedic scriptures that is required was\nevidenced by the Supreme Lord in the beginning of this chapter. In verse 4\nHe stated: Hear the truth about renunciation which is threefold. In verse 9\nHe stated: Actions are deemed as renunciation in sattva guna the mode of\ngoodness when desire for rewards are abandoned. In verse 11 He stated: One\nis known as renounced who renounces the rewards for actions. Lord Krishna\nis promising His devotees that He will personally redeem and deliver from\nall sins His devotee who lives their life in the manner just explained.\nThis includes sins of commission and sins of omission that accumulated over\nuncountable lifetimes from time immemorial. Past sins are immense burdens\nand obstacles in achieving moksa or liberation from material existence.\nThen to assure that what He has stated is a surety He states ma sucah\nmeaning there is no need to despair. Another interpretation is that Lord Krishna consoles His devotees who may\nbe stricken with grief by the thought of so many sins committed and omitted\nin countless past lives. For karma yoga and jnana yoga there is no\nrestrictions in performing actions and acquiring knowledge respectively;\nbut for bhakti yoga which is exclusive, personal loving devotion unto Lord\nKrishna or any of His authorised avatars or incarnations and expansions\nsuch as Rama, Vamana, Narasingha, etc. to be performed all ones sins must\nbe entirely dissolved and one must have great love for the Supreme Lord as\nwell. A devotee may have great love for the Supreme Lord but eradicating\nall ones sins is another matter. There are only two ways to eradicate all\nsins. Either by the acceptance of the Vaisnava spiritual master in\nauthorised disciplic succession who takes all ones sins and transfers\nthem upwards to his guru who transfers them upwards to his guru and so\nforth and so on all the way back to Lord Krishna who personally dissolves\nthem all immediately is one way. The other way is by personal effort.\nReflecting on all the sins one has accumulated since the beginning of time\nand then not even the committed sins but only just the omitted sins like\nnot fasting from grains on Ekadasi when all sins of the world enter grains\non the 11th day of the new and full moons is enough for a devotee to\nbecome quite dismayed. In a human lifetime of Earth it is not possible to\nexhaust by expiatory rituals and austerities all the sins hoarded over\ninnumerable lifetimes. There is not enough time so contemplating their lack\nof qualification a sincere devotee would despair. To console His devotees\nLord Krishna omnisciently understands that to eradicate all the myriad of\nsins accumulated over unlimited lives by expiatory ceremonies would be\nfutile in the short span of life a human being has. Such ceremonies are\ndifficult to conduct successfully, are costly and time consuming and so any\nchance of successfully eradicating all ones sins in this way is out of the\nquestion. To alleviate this difficulty Lord Krishna reveals the solution\nwhich grants success in order to be able to embark upon bhakti yoga is to\nexclusively take complete refuge in Him. There is no cost whatsoever for\nadmission. The Supreme Lord who is the creator, maintainer, protector and\nsustainer of the total creation, most magnanimously and compassionately\ngives exclusive shelter to those who seek Him exclusively and irrevocably\npromises to eradicate all ones sins which are the awesome barriers\nprohibiting one from communion with the Supreme Lord and the ambrosial\nbliss of bhakti. "}