{"meta":"Bhagavad Gita Chapter 18 Verse 24","metahi":"भगवद् गीता 18.24","slok":"यत्तु कामेप्सुना कर्म साहङ्कारेण वा पुनः।क्रियते बहुलायासं तद्राजसमुदाहृतम्।।18.24।। ","htsrsd":"।।18.24।।परन्तु जो कर्म भोगोंको चाहनेवाले मनुष्यके द्वारा अहंकार अथवा परिश्रमपूर्वक किया जाता है? वह राजस कहा गया है। ","htstma":"।।18.24।। और जो कर्म बहुत परिश्रम से युक्त है तथा फल की कामना वाले? अहंकारयुक्त पुरुष के द्वारा किया जाता है? वह कर्म राजस कहा गया है।। ","transliteration":"Yattu kaamepsunaa karma saahankaarena vaa punah;\nKriyate bahulaayaasam tadraajasamudaahritam. ","englishmeaning":"yat—which; tu—but; kāma-īpsunā—prompted by selfish desire; karma—action; sa-ahaṅkāreṇa—with pride; vā—or; punaḥ—again; kriyate—enacted; bahula-āyāsam—stressfully; tat—that; rājasam—in the nature of passion; udāhṛitam—is said to be ","hcsrsd":"।।18.24।। व्याख्या --   यत्तु (टिप्पणी प0 906) कामेप्सुना कर्म -- हम कर्म करेंगे तो हमें पदार्थ मिलेंगे? सुखआराम मिलेगा? भोग मिलेंगे? आदरसम्मानबड़ाई मिलेगी आदि फलकी इच्छावाले व्यक्तिके द्वारा कर्म किया जाय।साहंकारेण -- लोगोंके सामने कर्म करनेसे लोग देखते हैं और वाहवाह करते हैं तो अभिमान आता है और जहाँ लोग सामने नहीं होते? वहाँ (एकान्तमें) कर्म करनेसे दूसरोंकी अपेक्षा अपनेमें विलक्षणता? विशेषता देखकर अभिमान आता है। जैसे -- दूसरे आदमी हमारी तरह सुचारुरूपसे साङ्गोपाङ्ग कार्य नहीं कर सकते हमारेमें काम करनेकी जो योग्यता? विद्या? चतुरता आदि है? वह हरेक आदमीमें नहीं मिलेगी हम जो भी काम करते हैं? उसको बहुत ही ईमानदारीसे और जल्दी करते हैं? आदिआदि। इस प्रकार अहंकारपूर्वक किया गया कर्म राजस कहलाता है।वा पुनः -- आगे भविष्यमें मिलनेवाले फलको लेकर (फलेच्छापूर्वक) कर्म किया जाय अथवा वर्तमानमें अपनी विशेषताको लेकर (अहंकारपूर्वक) कर्म किया जाय -- इन दोनों भावोंमेंसे एक भाव होनेपर भी वह कर्म राजस हो जाता है? यह बतानेके लिये यहाँ वा पुनः पद आये हैं। तात्पर्य है कि फलेच्छा और अहंकार -- इन दोनोंमेंसे जब एक भाव होनेपर भी कर्म राजस हो जाता है? तब दोनों भाव होनेपर वह कर्म राजस हो ही जायगा। क्रियते बहुलायासम् -- कर्म करते समय हरेक व्यक्तिके शरीरमें परिश्रम तो होता ही है? पर जिस व्यक्तिमें शरीरके सुखआरामकी इच्छा मुख्य होती है? उसको कर्म करते समय शरीरमें ज्यादा परिश्रम मालूम देता है।जिस व्यक्तिमें कर्मफलकी इच्छा तो मुख्य है? पर शारीरिक सुखआरामकी इच्छा मुख्य नहीं है? अर्थात् सुखआराम लेनेकी स्वाभाविक ही प्रकृति नहीं है? उसको कर्म करते हुए भी शरीरमें परिश्रम नहीं मालूम देता। कारण कि भीतरमें भोगों और संग्रहकी जोरदार कामना होनेसे उसकी वृत्ति कामनापूर्तिकी तरफ ही लगी रहती है शरीरकी तरफ नहीं। तात्पर्य है कि शरीरके सुखआरामकी मुख्यता होनेसे फलेच्छाकी अवहेलना हो जाती है और फलेच्छाकी मुख्यता होनेसे शरीरके सुखआरामकी अवहेलना हो जाती है।लोगोंके सामने कर्म करते समय अहंकारजन्य सुखकी खुराक मिलनेसे और शरीरके सुखआरामकी मुख्यता न होनेसे राजस मनुष्यको कर्म करनेमें परिश्रम नहीं मालूम देता। परन्तु एकान्तमें कर्म करते समय अहंकारजन्य सुखकी खुराक न मिलनेसे और शरीरके सुखआरामकी मुख्यता होनेसे राजस मनुष्यको कर्म करनेमें ज्यादा परिश्रम मालूम देता है।तद्राजसमुदाहृतम् -- ऐसे फलकी इच्छावाले मनुष्यके द्वारा अहंकार और परिश्रमपूर्वक किया हुआ जो कर्म है? वह राजस कहा गया है। सम्बन्ध --   अब तामस कर्मका वर्णन करते हैं। ","hcsca":"।।18.24।। राजसिक कर्म मैं कर्ता हूँ की भावना से प्रेरित? अहंकार से युक्त स्वार्थ और परिश्रम से परिपूर्ण होते हैं। इनका कर्ता अत्याधित तनाव और दबाव में रहता है।इस श्लोक का अर्थ स्पष्ट है। राजनीतिक नेताओं? सामाजिक कार्यकर्ताओं? बड़ेबड़े उद्योगपतियों अत्यधिक चिन्तित पालकों? कट्टर धर्म प्रचारकों? धर्म परिवर्तन कराने वाली मिशनरियों तथा अन्धाधुन्ध धन कमाने वालों के प्राय समस्त कर्म राजस श्रेणी में ही आते हैं। कभीकभी तो वे तमोगुण के स्तर तक भी गिर जाते हैं। ","etsga":"18.24 But that action is said to be born of rajas which is done by one desirous of results or by one who is egotistic, and which is highly strenuous. ","etssa":"18.24 But that action which is done by one longing for the fulfilment of desires or gain with egoism or with much effort that is declared to be Rajasic (passionate). ","etdss":"18.24. The object which is abundant in afflictions; and which is further reired by one who craves to attain the desired thing with the feeling of I-that is considered to be of the Rajas (Strand). ","ecssa":"18.24 यत् which? तु but? कामेप्सुना by one longing for desires? कर्म action? साहङ्कारेण with egoism? वा or? पुनः again? क्रियते is performed? बहुलायासम् with much effort? तत् that? राजसम् Rajasic (passionate)? उदाहृतम् is declared.Commentary A passionate man performs various selfish actions. He boasts of his actions in public. Passion prompts him to do them. He can never work without expectation of a reward.Kamepsuna? phalepsuna The Rajasic or passionate man expects pleasures as fruits of action. A liberated sage alone is absolutely free from egoism. He will not dream even of a reward for the action? because all his desires are gratified when he realises Brahman. He is an Aptakama. (Aptakamasya ka spriha) How can there be longing or craving in a sage in whom all desires are gratified or burnt by the fire of SelfknowledgeEven the performer of a pure act? who has no knowledge of the Self is egoistic. If such be the case? the Rajasic and Tamasic workers are much more egoistic. In worldly parlance we speak of a learned Pundit This Pundit is a very modest? unassuming? and egoless Brahmana.Now listen? O Arjuna? to the characteristics of action that is of darkness. ","scetsga":"18.24 But tat, that; karma, action; udahrtam, is said to be; rajasam, born of rajas; yat, which; is kriyate, done; kamepsuna by one desirous of results; va, or; saahankarena, by one who is egotistic; and bahulaayasam, which is highly strenuous, accomplished by the agent with great effort.\nEgotistic is not used in contrast to knowledge of Truth. What then? It is used in contrast to the absence of egotism in an ordinary person versed in the Vedic path. For in the case of the knower of the Self, who is not egotistic in the real sense, there is no estion of his being desirous of results or of being an agent of actions reiring great effort. Even of actions born of sattva, the agent is one who has not realized the Self and is possessed of egoism; what to speak of actions born of rajas and tamas! In common parlance, a person versed in the Vedic path, even though not possessing knowledge of the Self, is spoken of as being free from egotism thus-This Brahmana is free from egotism. Therefore, sahan-karena va is said in contrast to him only. Punah (again) is used to complete the meter. ","scetdss":"18.24 See Comment under 18.25 ","scetssa":"18.24 But whatever act is performed by one who seeks to gratify his desires, viz., by one who desires the results of his action and with the feeling of egoism, viz., has the misconceived notion that oneself is the agent; and with a great deal of effort - such an act is of the nature of Rajas. Here va (or) is used in the sense of ca (and). Whatever action is performed by one who possesses the misconceived notion, This action demanding enormous effort is performed entirely by me - it is said to be Rajasika. ","chakravarthi":"That work which is performed with desire for results (kama ipsuna), indicating a little pride, or with great pride (sa ahankarena va) is called rajasic work. ","rudra":"\nLord Krishna asserts that actions that are pompous and ostentatious or\npossessed of egoism and conceit or enacted expressly with the desire and\npurpose of coveting rewards or that is executed with great effort and\ndifficulty are declared to be situated in raja guna the mode of passion. ","brahma":"There is no commentary for this verse. ","shri":"\nContinuing Lord Krishna affirms that actions done to acquire rewards and\nwhich are escorted with conceit and attended by ahankarena or egoism,\nthinking that one is the actual doer and desirous of everyone to know and\nwhich is accomplished only after great endeavour and expenditure of effort\nis of the nature of raja guna the mode of passion. ","kumar":"Continuing Lord Krishna affirms that actions done to acquire rewards and\nwhich are escorted with conceit and attended by ahankarena or egoism,\nthinking that one is the actual doer and desirous of everyone to know and\nwhich is accomplished only after great endeavour and expenditure of effort\nis of the nature of raja guna the mode of passion. "}