{"meta":"Bhagavad Gita Chapter 18 Verse 4","metahi":"भगवद् गीता 18.4","slok":"निश्चयं श्रृणु मे तत्र त्यागे भरतसत्तम।त्यागो हि पुरुषव्याघ्र त्रिविधः संप्रकीर्तितः।।18.4।। ","htsrsd":"।।18.4।।(टिप्पणी प0 871.2) हे भरतवंशियोंमें श्रेष्ठ अर्जुन तू संन्यास और त्याग -- इन दोनोंमेंसे पहले त्यागके विषयमें मेरा निश्चय सुन क्योंकि हे पुरुषश्रेष्ठ त्याग तीन प्रकारका कहा गया है। ","htstma":"।।18.4।। हे भरतसत्तम उस त्याग के विषय में तुम मेरे निर्णय को सुनो। हे पुरुष श्रेष्ठ वह त्याग तीन प्रकार का कहा गया है।। ","transliteration":"Nishchayam shrinu me tatra tyaage bharatasattama;\nTyaago hi purushavyaaghra trividhah samprakeertitah. ","englishmeaning":"niśhchayam—conclusion; śhṛiṇu—hear; me—my; tatra—there; tyāge—about renunciation of desires for enjoying the fruits of actions; bharata-sat-tama—best of the Bharatas; tyāgaḥ—renunciation of desires for enjoying the fruits of actions; hi—indeed; puruṣha-vyāghra—tiger amongst men; tri-vidhaḥ—of three kinds; samprakīrtitaḥ—declared ","hcsrsd":"।।18.4।। व्याख्या --   निश्चयं श्रृणु मे तत्र त्यागे भरतसत्तम -- हे भरतवंशियोंमें श्रेष्ठ अर्जुन अब मैं संन्यास और त्याग -- दोनोंमेंसे पहले त्यागके विषयमें अपना मत कहता हूँ? उसको तुम सुनो।त्यागो हि पुरुषव्याघ्र त्रिविधः संप्रकीर्तितः -- हे पुरुषव्याघ्र त्याग तीन तरहका कहा गया है -- सात्त्विक? राजस और तामस। वास्तवमें भगवान्के मतमें सात्त्विक त्याग ही त्याग है परन्तु उसके साथ राजस और तामस त्यागका भी वर्णन करनेका तात्पर्य यह है कि उसके बिना भगवान्के अभीष्ट सात्त्विक त्यागकी श्रेष्ठता स्पष्ट नहीं होती क्योंकि परीक्षा या तुलना करके किसी भी वस्तुकी श्रेष्ठता सिद्ध करनेके लिये दूसरी वस्तुएँ सामने रखनी ही पड़ती हैं।तीन प्रकारका त्याग बतानेका तात्पर्य यह भी है कि साधक सात्त्विक त्यागको ग्रहण करे और राजस तथा तामस त्यागका त्याग करे। ","hcsca":"।।18.4।। इस श्लोक में भगवान् श्रीकृष्ण अर्जुन को वचन देते हैं कि वे त्याग के स्वरूप का सम्पूर्ण विवेचन करेंगे।सामान्य मनुष्य के लिए किसी प्रकार का भी त्याग करना सरल कार्य़ नहीं होता संचय और समृद्धि मानो मन के प्राण ही हैं। इसलिए? स्वाभाविक है कि अर्जुन के श्रेष्ठ गुणों को जागृत करने के लिए भगवान् उसे भरतसत्तम और पुरुषव्याघ्र कहकर सम्बोधित करते हैं।अध्ययन की दृष्टि से त्याग का तीन भागों में वर्गीकरण किया गया है। सम्पूर्ण गीता में यह त्रिविध वर्गीकरण पाया जाता है? और वे तीन वर्ग हैं सात्त्विक? राजसिक और तामसिक।भगवान् कहते हैं ","etsga":"18.4 O the most excellent among the descendants of Bharata, hear from Me the firm conclusion regarding that tyaga. For, O greatest among men, tyaga has been clearly declared to be of three kinds. ","etssa":"18.4 Hear from Me the conclusion or the final truth about this abandonment, O best of the Bharatas; abandonment, verily, O best of men, has been declared to be of three kinds. ","etdss":"18.4. O best of Bharatas descendants ! Listen to My considered view about relinishing : Indeed the act of relinishing is rightly spoken to be three-fold, O best among men ! ","ecssa":"18.4 निश्चयम् conclusion or the final truth? श्रृणु hear? मे My? तत्र there? त्यागे about abandonment? भरतसत्तम O best of the Bharatas? त्यागः abandonment? हि verily? पुरुषव्याघ्र O best of men? त्रिविधः of three kinds? संप्रकीर्तितः has been declared (to be).Commentary Now the Lord gives His own decisive opinion. It is declared in the scriptures that renunciation is of three kinds? viz.? Sattvic? Rajasic and Tamasic. The Lord alone can teach the truth about the subject. Whoever wants to be liberated from the miseries of this world must understand the real nature of renunciation. ","scetsga":"18.4 Bharata-sattama, O the most excellent among the descendants of Bharata; srnu, hear, understand; me, from Me, from My statement; niscayam, the firm conclusion; tatra tyage, regarding that tyaga, regarding these alternative veiws on tyaga and sannyasa as they have been shown. Hi, for; purusavyaghra, O greatest among men; tyagah, tyaga; samprakirtitah, has been clearly declared, has been distinctly spoken of in the scriptures; to be trividhah, of three kinds, threefold, under the classes of tamasa (those based on tamas [Tamas: darkness, mental darkness, ignorance; one of the three alities of everything in Nature. Also see 14.8, and note under 2.45.-Tr.], etc. The Lord has used the word tyaga with the idea that the (primary) meanings of tyaga and sannyasa are verily the same.\nSince it is difficult to comprehend this idea, that the primary meanings of the words tyaga and sannyasa can be threefold under the classification based on tamas etc. in the case of one who is unenlightened and who is alified for rites and duties-but not in the case of one who has realized the supreme Goal-,therefore no one else is capable of speaking the truth in this connection. Hence, listen to the firm conclusion of the Lord with regard to the supreme Truth as revealved by the scriptures.\nWhich, again, is this firm conclusion? In reply the Lord says: ","scetdss":"18.4 See Comment under 18.11 ","scetssa":"18.4 Regarding contradictory versions on Tyaga among disputants, listen from Me My decision. Tyaga has been described by Me in respect of actions prescribed by the scriptures from three points of view: (1) as referring to fruits, (2) as referring to acts themselves and, (3) as referring to agency. It is contained in the statement, Surrendering all your actions to Me with a mind focussed on the self, and Free from desire and selfishness and cured of fever - fight (3.30). The renunciation of fruits consists in the following manner. Heaven and such other results arising from acts do not belong to Me. Renunciation of acts is complete abandonment of the sense of possession in regard to ones acts. This sense of possession is of the following nature: Those acts are mine on account of their being the means for fruits which are to be mine. Renunciation referring to agency is the renunciation of agency of oneself by ascribing the agency to the Lord of all. ","chakravarthi":"In this verse the Lord states his opinion. Tyaga has three types: in sattva, rajas and tamas. Omitting to describe these three types till verse seven, and then starting with a description of tyaga in the mode of tamas, from the use of the word sannyasa in describing tamasic tyaga in that verse, it is understood that tyaga and sannyasa have the same meaning in the opinion of the Lord. ","rudra":"\nAfter first explaining the two opposing views which are most prominent. The\nSupreme Lord Krishna now reveals the absolute conclusion to alleviate the\nconfusion and conflicting opinions by declaring that renunciation is of\nthree types. Although it is complicated and difficult to understand it\nshould not be disregarded but should astutely understood with erudition as\nrenunciation in tama guna the mode of ignorance, in raja guna the mode of\npassion and sattva guna the mode of goodness. This indicates that the\nrenunciation of prescribed Vedic activities and obligatory duties is not\nappropriate as will be confirmed in the next verse. ","brahma":"There is no commentary for this verse. ","shri":"\nIt is logically explained that even in the performance of prescribed Vedic\nactivities and obligatory duties one can exercise tyaja or renunciation in\nits threefold composite. Abandonment of these is not required. First is the\nlowest stage likened unto tama guna the mode of ignorance whereby in\nrenunciation one performs activities as a matter of duty or a matter of\nrighteousness without desire for rewards. This can be done by abandoning\ndesires for material benefits or heavenly delights. Second is the\nintermediate stage likened unto raja guna the mode of passion whereby\nrenunciation of activities abandons the identifying ego sense attached to\nit. Relinquishing such mentalities as this work was accomplished by me, I\ndid it, this is mine and the rewards are mine. Thirdly is likened unto\nsattva guna the mode of goodness and is renunciation whereby one surrenders\nall rewards and results unto the Supreme Lord Krishna or any of His\nauthorised incarnations and expansions as revealed in Vedic scriptures. One\nshould be cognizant that He is the supreme absolute truth, the supreme\ncontroller and the ultimate reality and not think that we are the\ncontrollers in any way. ","kumar":"It is logically explained that even in the performance of prescribed Vedic\nactivities and obligatory duties one can exercise tyaja or renunciation in\nits threefold composite. Abandonment of these is not required. First is the\nlowest stage likened unto tama guna the mode of ignorance whereby in\nrenunciation one performs activities as a matter of duty or a matter of\nrighteousness without desire for rewards. This can be done by abandoning\ndesires for material benefits or heavenly delights. Second is the\nintermediate stage likened unto raja guna the mode of passion whereby\nrenunciation of activities abandons the identifying ego sense attached to\nit. Relinquishing such mentalities as this work was accomplished by me, I\ndid it, this is mine and the rewards are mine. Thirdly is likened unto\nsattva guna the mode of goodness and is renunciation whereby one surrenders\nall rewards and results unto the Supreme Lord Krishna or any of His\nauthorised incarnations and expansions as revealed in Vedic scriptures. One\nshould be cognizant that He is the supreme absolute truth, the supreme\ncontroller and the ultimate reality and not think that we are the\ncontrollers in any way. "}