{"meta":"Bhagavad Gita Chapter 18 Verse 3","metahi":"भगवद् गीता 18.3","slok":"त्याज्यं दोषवदित्येके कर्म प्राहुर्मनीषिणः।यज्ञदानतपःकर्म न त्याज्यमिति चापरे।।18.3।। ","htsrsd":"।।18.3।।श्रीभगवान् बोले -- कई विद्वान् काम्यकर्मोंके त्यागको संन्यास कहते हैं और कई विद्वान् सम्पूर्ण कर्मोंके फलके त्यागको त्याग कहते हैं। कई विद्वान् कहते हैं कि कर्मोंको दोषकी तरह छोड़ देना चाहिये और कई विद्वान् कहते हैं कि यज्ञ? दान और तपरूप कर्मोंका त्याग नहीं करना चाहिये। ","htstma":"।।18.3।। कुछ मनीषी जन कहते हैं कि समस्त कर्म दोषयुक्त होने के कारण त्याज्य हैं और अन्य जन कहते हैं कि यज्ञ? दान और तपरूप कर्म त्याज्य नहीं हैं।। ","transliteration":"Tyaajyam doshavadityeke karma praahurmaneeshinah;\nYajnadaanatapah karma na tyaajyamiti chaapare. ","englishmeaning":"tyājyam—should be given up; doṣha-vat—as evil; iti—thus; eke—some; karma—actions; prāhuḥ—declare; manīṣhiṇaḥ—the learned; yajña—sacrifice; dāna—charity; tapaḥ—penance; karma—acts; na—never; tyājyam—should be abandoned; iti—thus; cha—and; apare—others ","hcsrsd":"।।18.3।। व्याख्या --   दार्शनिक विद्वानोंके चार मत हैं --,1 -- काम्यानां कर्मणां न्यासं संन्यासं कवयो विदुः -- कई विद्वान् कहते हैं कि काम्यकर्मोंके त्यागका नाम संन्यास है अर्थात् इष्टकी प्राप्ति और अनिष्टकी निवृत्तिके लिये जो कर्म किये जाते हैं? उनका त्याग करनेका नाम संन्यास है।2 -- सर्वकर्मफलत्यागं प्राहुस्त्यागं विचक्षणाः -- कई विद्वान् कहते हैं कि सम्पूर्ण कर्मोंके फलकी इच्छाका त्याग करनेका नाम त्याग है अर्थात् फल न चाहकर कर्तव्यकर्मोंको करते रहनेका नाम त्याग है।3 -- त्याज्यं दोष (टिप्पणी प0 870.1) वदित्येके कर्म प्राहुर्मनीषिणः -- कई विद्वान् कहते हैं कि सम्पूर्ण कर्मोंको दोषकी तरह छोड़ देना चाहिये।4 -- यज्ञदानतपःकर्म न त्याज्यमिति चापरे -- अन्य विद्वान् कहते हैं कि दूसरे सब कर्मोंका भले ही त्याग कर दें? पर यज्ञ? दान और तपरूप कर्मोंका त्याग नहीं करना चाहिये।उपर्युक्त चारों मतोंमें दो विभाग दिखायी देते हैं -- पहला और तीसरा मत संन्यास(सांख्ययोग) का है तथा दूसरा और चौथा मत त्याग(कर्मयोग) का है। इन दो विभागोंमें भी थोड़ाथोड़ा अन्तर है। पहले मतमें केवल काम्यकर्मोंका त्याग है और तीसरे मतमें कर्ममात्रका त्याग है। ऐसे ही दूसरे मतमें कर्मोंके फलका त्याग है और चौथे मतमें यज्ञ? दान और तपरूप कर्मोंके त्यागका निषेध है।दार्शनिकोंके उपर्युक्त चार मतोंमें क्याक्या कमियाँ हैं और उनकी अपेक्षा भगवान्के मतमें क्याक्या विलक्षणताएँ हैं? इसका विवेचन इस प्रकार है --,1 -- काम्यानां कर्मणां न्यासं संन्यासम् -- संन्यासके इस पहले मतमें केवल काम्यकर्मोंका त्याग बताया गया है परन्तु इसके अलावा भी नित्य? नैमित्तिक आदि आवश्यक कर्तव्यकर्म बाकी रह जाते हैं (टिप्पणी प0 870.2)। अतः यह मत पूर्ण नहीं है क्योंकि इसमें न तो कर्तृत्वका त्याग बताया है और न स्वरूपमें स्थिति ही बतायी है। परन्तु भगवान्के मतमें कर्मोंमें कर्तृत्वाभिमान नहीं रहता और स्वरूपमें स्थिति हो जाती है जैसे -- इसी अध्यायके सत्रहवें श्लोकमें जिसमें अहंकृतभाव नहीं है और जिसकी बुद्धि कर्मफलमें लिप्त नहीं होती -- ऐसा कहकर कर्तृत्वाभिमानका त्याग बताया है और अगर वह सम्पूर्ण प्राणियोंको मार दे? तो भी न मारता है? न बँधता है -- ऐसा कहकर स्वरूपमें स्थिति बतायी है।2 -- त्याज्यं दोषवदित्येके -- संन्यासके इस दूसरे मतमें सब कर्मोंको दोषकी तरह छोड़नेकी बात है। परन्तु सम्पूर्ण कर्मोंका त्याग कोई कर ही नहीं सकता (गीता 3। 5) और कर्ममात्रका त्याग करनेसे जीवननिर्वाह भी नहीं हो सकता (गीता 3। 8)। इसलिये भगवान्ने नित्य कर्मोंका स्वरूपसे त्याग करनेको राजसतामस त्याग बताया है (18। 78)।3 -- सर्वकर्मफलत्यागम् -- त्यागके इस पहले मतमें केवल फलका त्याग बताया है। यहाँ फलत्यागके अन्तर्गत केवल कामनाके त्यागकी ही बात आयी है (टिप्पणी प0 871.1)। ममताआसक्तिके त्यागकी बात इसके अन्तर्गत नहीं ले सकते क्योंकि ऐसा लेनेपर दार्शनिकों और भगवान्के मतोंमें कोई अन्तर नहीं रहेगा। भगवान्के मतमें कर्मकी आसक्ति और फलकी आसक्ति -- दोनोंके ही त्यागकी बात आयी है -- सङ्गं त्यक्त्वा फलानि च (गीता 18। 6)।4 -- यज्ञदानतपःकर्म न त्याज्यम् -- त्याग अर्थात् कर्मयोगके इस दूसरे मतमें यज्ञ? दान और तपरूप कर्मोंका त्याग न करनेकी बात है। परन्तु इन तीनोंके अलावा वर्ण? आश्रम? परिस्थिति आदिको लेकर जितने कर्म आते हैं? उनको करने अथवा न करनेके विषयमें कुछ नहीं कहा गया है -- यह इसमें अधूरापन है। भगवान्के मतमें इन कर्मोंका केवल त्याग ही नहीं करना चाहिये? प्रत्युत इनको न करते हों? तो जरूर करना चाहिये और इनके अतिरिक्त तीर्थ? व्रत आदि कर्मोंको भी फल एवं आसक्तिका त्याग करके करना चाहिये (18। 56)। सम्बन्ध --   पीछेके दो श्लोकोंमें दार्शनिक विद्वानोंके चार मत बतानेके बाद अब भगवान् आगेके तीन श्लोकोंमें पहले त्यागके विषयमें अपना मत बताते हैं। ","hcsca":"।।18.3।। पूर्व श्लोक में निश्चयात्मक रूप से कहा गया था कि त्याग साधन है और संन्यास साध्य है। सांख्य सिद्धांत के समर्थकों का इस त्याग के विषय में यह मत है कि समस्त कर्म दोषयुक्त होने के कारण त्याज्य हैं। उनके मतानुसार? सभी कर्म वासनाएं उत्पन्न करते हैं? जो आत्मा को आच्छादित कर देती है। अत कर्मों का सर्वथा त्याग करना चाहिए। परन्तु सांख्य दर्शन के कुछ व्याख्याकार कहते हैं कि केवल उन कर्मों का ही त्याग करना चाहिए? जो कामना और स्वार्थ से प्रेरित होते हैं न कि सभी कर्म त्याज्य हैं।तत्त्वचिन्तक मनीषी जनों का यह उपदेश है कि साधकों को काम्य और निषिद्ध कर्मों का त्याग और कर्तव्य कर्मों का पालन करना चाहिए। सत्कर्मों के आचरण से ही मनुष्य का चरित्र निर्माण होता है। इन व्याख्याकारों के अनुसार यज्ञ? दान और तपरूप कर्म त्याज्य नहीं हैं।गीता के अध्येताओं को यह ज्ञात होना चाहिए कि भगवान् श्रीकृष्ण अर्जुन को केवल दोषयुक्त कर्मों को ही त्यागने का उपदेश देते हैं। उनका मनुष्य को आह्वान है कि उसको कर्म के द्वारा ही ईश्वर की भक्ति करनी चाहिए। यह आध्यात्मिक साधना है। भगवान का निर्णय है कि अज्ञानी जनो को कर्म करने चाहिये। उपर्युक्त विकल्पों के विषय में वे कहते हैं ","etsga":"18.3 Some learned persons say that action, beset with evil (as it is), should be given up, and others (say) that the practice of sacrifice, charity and austertiy should not be given up. ","etssa":"18.3 Some philosophers declare that actions should be abandoned as an evil; while others (declare) that acts of sacrifice, gift and austerity should not be relinished. ","etdss":"18.3. Certain wise men delcare that the harmful action is to be relinished while others say that the actions of performing sacrifices, giving gifts and observing austerities should not be relinished. ","ecssa":"18.3 त्याज्यम् should be abandoned? दोषवत् (full of) as an evil? इति thus? एके some? कर्म action? प्राहुः declare? मनीषिणः philosophers? यज्ञदानतपःकर्म acts of sacrifice? gift and austerity? न not? त्याज्यम् should be relinished? इति thus? च and? अपरे others.Commentary Some philosophers who follow the doctrine of the Sankhyas declare that all actions,should be abandoned as evil? even by those who are fit for Karma Yoga.Doshavat As an evil All Karmas should be abandoned as involving evil because they cause bondage or that they should be relinished like passion and other such evil tendencies.Others declare that the acts of sacrifice? gifts and austerities should not be given up by those who are fit for Karma Yoga. These are the opinions of some? who are of great understanding.Now listen to Me. I will settle this matter and will tell thee how renunciation should be practised.The subject of the discourse here is about the Karma Yogins only and not about those persons who have gone beyond the path of Karma. It is with reference to the Karma Yogins that these conflicting opinions are held and not with reference to the Jnana Yogins or the Sannyasins who have risen above all worldly concerns. ","scetsga":"18.3 Eke, some; manisinah, learned ones, subscribing to the views of the Sankhyas and others; prahuh, say; that dosavat, beset with evil (as it is);-What is it?- karma, action, all actions, becuase they are the cause of bondage; tyajyam, should be given up even by those who are eligible for actions (rites and duties). Or, it (action) is to be given up dosavat, just as defects such as attachment etc. are renounced. Ca and, in that very context; apare, others; (say) that yajana-dana-tapah-karma, the practice of sacrifice, charity and auterity; na tyajyam, should not be given up. \nThese alternatives are with regard to only those who are alified for action, but not with regard to the monks who are steadfast in Knowledge and have gone beyond the stages of life. This discussion is not concerned with those who are held to be outside the scope of eligibility for action in the assertion (by the Lord), The steadfastness in the Yoga of Knowledge by men of realization was spoken of by Me in the days of yore (see 3.3).\nObjection: Well, just as those who are alified for rites and duties and who have their distinct steadfastness are being considered here in the chapter summarizing the entire scripture, though they have been dealt with earlier in ৷৷.through the Yoga of Action for the yogis (3.3), similarly, let even the men of realization who are steadfast in Knowledge be considered here.\nReply: No, because it is not logical that their renunciation should result from delusion and sorrow (cf. 7 and 8). The men of realization do not perceive in the Self the sorrows arising from physical torment; for it has been shown that desire etc. are attributes only of the field (body) (see 13.6). Therefore, they do not renounce action but of fear for physical trouble and pain. Nor do they perceive actions in the Self, on account of which they should give up obligatory duties out of delusion. In fact, they renounce with the conviction that action belongs to the organs (see 3.28); I certainly do not do anything (see 5.8); for, the mode of renunciation of an enlightened person was shown in, ৷৷.having given up all actions mentally (5.13). Therefore, those others who are alified for rites and duties, who are unelightened about the Self, and for whom renunciation is possible out of delusion and from fear of physical trouble, are alone condemned as persons who, being possessed of tamas and rajas, resort to renunciation. And this is done with a veiw to eulogizing the renunciation of the results of rites and duties by the unenlightened men of action.\nBesides, the men of renunciation in the real sense have been particularly pointed out in, who has renounced ever undertaking, who is silent, content with anything, homeless, steadyminded (12.16, 19), and also (while determining) the characteristics of one who has transcended the gunas (Chapter 14). The Lord will further say, ৷৷.which is the supreme consummation of Knowledge (50). Therefore the monks steadfast in Knowledge are not intended to be spoken of here. It is only the abandoning of the results of action which, by virtue of its being imbued with the ality of sattva, is spoken of as sannyasa in contrast to the renunciation of actions which is possessed of tamas etc.; it is not sannyasa in the primary-sense-the renunciation of all actions.\nObjection: According to the reason shown in the text, Since it is not possible for one who holds on to a body to give up actions entirely (11), may it not be argued that the actions entirely (11), may it not be argued that the word sannyasa is certainly used in the primary sense because it is impossible to abandon all works?\nReply: No, for the next adducing the reason is meant for eulogy. Just as, From renunciation immediately (follows) Peace (12.12), is a mere eulogy of renunciation of the fruits of action, it having been enjoined on Arjuna who was unenlightened and incapable of undertaking the various alternatives (paths) as stated earlier, so also is this sentence, Since it is not possible for one who holds on to a body to give up actions entirely (11), meant for eulogizing the renunciation of the resorts of all actions. No one can point an exception to the proposition that having given up all actions mentally, (the embodied man of self-control) continues happily৷৷.without doing or causing (others) to do anything at all (see 5.13). Therefore these alternative veiws regarding sannyasa and tyaga are concerned only with those who are alified for rites and duties. But the enlightened ones who have realized the supreme Truth are competent only for steadfastness in Knowledge, which is characterized by renunciation of all actions; not for anything else. Hence, they do not come within the purview of the alternative veiws. Thus has this been pointed out by us in connection with the text, ৷৷.he who knows this One as indestructible৷৷. (2.21) as also in the beginning of the third chapter. ","scetdss":"18.3 Tyajyam etc. The harmful : that which is connected with sin, becuase it consists of act of injury etc. Such an action must be relinished and not all aciton that has auspicious result. In this way certain persons-as if they are attached (as domesticated animals do ) to the house of the Sankhyas - think of a distinction is relinishing. But there are other learned persons who put on the coat of the Mimamsakas and who, basing exclusively the scriptures, classify what action to be performed and what action not to be performed . They opine : The act of killing that constitutes the technical aspect of execution of a sacrifice is [in fact] not an act of injury at all in view of the principles, like\n \nThe action intended for sacrifice is indeed known from the scripture only - (SB, IV, i, 2)\n and \nTherefore the act of injury known from the Vedas etc. - (SV, I, i, 2.23)\n \nFor, the general rule Dont injure is annulled in this case. But, at the same time the Syena-sacrifice etc., is an act of killing. Becuase,\n \nThe injunctive suffix does not prescribe what falls within the purveiw of fruit of an action of the injunction. [SV, I, i, 2.222).\n \nTherefore other [Vedic] sacrifices one should not relinish eventhough they are connected with an act of injury. ","scetssa":"18.3 Some sages, viz., the adherents of Kapila and those Vaidikas who agree with his creed, contend that all acts such as sacrifices etc., should be renounced by aspirants for release, as they bind even as desires and other similar defects tend to bind. Other learned men say that acts like sacrifices etc., should not be renounced. ","chakravarthi":"In this verse the Lord describes other opinions about the meaning of tyaga. The sankhya philosophers (eke manisinah) say that all activities described in the scripture, because of being defective with violence or other bad qualities, should be given up completely. On the other hand, the mimamsakas (apare) say that activities such as sacrifice cannot be given up because they are prescribed by the scriptures. ","rudra":"\nThe unintelligent propound that abandoning actions is what is meant by\nsannyasa or renunciation. The intelligent maintain that abandoning the\ndesire for the rewards of actions is renunciation. In order to establish\nthese two diverging views firmly the Supreme Lord Krishna states the word\nmanisinah means the wise, the conscientious. The learned philosophers from\nthe Sankhya philosophy which is based on mundane analysis are of the\nopinion that all defective actions are to be abandoned because they are\nproduced by the agency of desire which promotes bondage in samsara the\nperpetual cycle of birth and death and because they are contaminated by\nmundane impulses such as lust and violence. Even ritualistic actions\naccomplished by material means although without violence are prone to the\npossibility of causing some injury in some way. The Vedic scriptures declare that: One should never kill a cow under any\ncircumstances. This is an infallible prohibition. If one does so unlimited\nsins and immeasurable demerits are accrued and one will be forced to suffer\nin hell for as many millions of years as there are hairs on the physical\nbody of every cow killed. Yet again there are references in the Vedic\nscriptures explaining how an animal may be slain, yet as the explanations\npertain to two different subject matters they are not in confliction as cow\nkilling is an all inclusive prohibition involving all cows, bulls and\ncalves whereas the slaying of animals is a specific injunction of another\ntype and does not annul the former. What is spoken by the Supreme Lord is\nanusvarava or infallible. What is revealed in the Vedic scriptures is\nanusvarava and the knowledge transmitted from the Vedic scriptures by the\nVaisnava spiritual master is anusvarava. The injunctions and ordinances prescribed in the Vedic scriptures although\ngiving protection in temporal things and halt accruing demerits by\nabstaining from prohibited activities but this is quite ineffectual for\nachieving moksa or liberation from material existence because of being used\nin banal and mundane situations. The method of dissolving sins by various\nprocedures such as the jytishtoma yagna or rituaistic propitiation and fire\nworship or candrayama fasting by the cycles of the moon is temporal, solely\nfor physical and material gain and is accompanied by impurity, selfish\nmotives and evil actions. There is also some gradation in the heavenly\nplanets for one resulting from sinful actions that were absolved compared\nto one who never committed sinful actions at all. Other learned philosophers such as those of the Mimamsaka philosophy or\nmundane rationalist declare that prescribed Vedic activities should never\nbe abandoned. A Vedic injunction enjoins the performance of what has been\nprescribed for a particular aim to insure a specific result and benefits\nall involved. But a prohibition does not similarly denote that such action\nserves the purpose of something else but only that abstaining from such an\nact insures that no demerits will be accrued if the act is not committed.\nIf this was true then even prohibited actions performed inadvertently or in\nignorance would cease to be sinful and that is erroneous and not reality.\nTherefore among these two philosophies there is some contradiction. The\nMimamsakas have a rule that when there is contradiction between two Vedic\ninjunctions the specific one is more prominent then the general one and\ntherefore annuls it. The Sankhyas analyse that there should be\ndiscrimination in interpreting the Vedic scriptures and although one\ninjunction forbids killing and the another injunction permits killing they\nrelate to different subject matter and there is no verification that sins\nare absent in ritualistic killing and following their rule of interpreting\nthe Vedic texts the general rule is more prominent and annuls the specific\nrule. It has been established that impurities and contamination are contained in\nkilling; so for the Sankhyas although the performer of the action may\nreceive some benefit such as gaining entry to the heavenly spheres it will\nshorten the duration of enjoying there due to the sin incurred of the\nslaying and soon afterwards one takes birth again in the worldly planets.\nSuch reactions are also understood to be major impediments in the\nachievement of moksa or liberation from material existence. There is also a\ngradation in the results of different Vedic rituals. Some result in\npromotion to the heavenly spheres, some award kingship in the human\nspheres, some give sovereignty in the demoniac spheres but in all cases the\nresults are only temporary and not permanent. ","brahma":"\nThe word manisinah refers to the scholars of the sankhya or analytical\nschool of thought who propound that renunciation is the abandonment of\nunrighteous actions due to possessing defects such as promoting desires or\ninstigating violence. While others denoted by the words apare ca maintain\nthe understanding that only the abandonment of the desire for rewards is\nrenunciation. Both opinions have relevance and both opinions have been\naccepted as reasonable. Now begins the summation. Having referred to them as manisinah it is not appropriate to minimise\ntheir views but if inferior they should be given up. Thus a breach of\netiquette is averted. The purport is to abandon actions with desires for\nrewards and all attachment to them. In the next verse Lord Krishna gives\nHis absolute conclusion on this subject. ","shri":"\nKapila Muni the founder of the Sankhya philosophy which is based on\nanalytical reason declares that since even prescribed Vedic activities have\nan aroma of desire for rewards attached to them and the resultant reactions\nkeep one enslaved in samsara the perpetual cycle of birth and death in\nmaterial existence. So even prescribed Vedic activities are fit to be\nabandoned by those aspirants striving for moksa or liberation from material\nexistence. But those of the Mimamsaka philosophy who adhere to\nrationalistic thinking in interpreting the conclusions of the Vedic\nscriptures maintain that prescribed Vedic duties are not to be abandoned\nonly the desires for rewards from such duties are in fact to be renounced. ","kumar":"Kapila Muni the founder of the Sankhya philosophy which is based on\nanalytical reason declares that since even prescribed Vedic activities have\nan aroma of desire for rewards attached to them and the resultant reactions\nkeep one enslaved in samsara the perpetual cycle of birth and death in\nmaterial existence. So even prescribed Vedic activities are fit to be\nabandoned by those aspirants striving for moksa or liberation from material\nexistence. But those of the Mimamsaka philosophy who adhere to\nrationalistic thinking in interpreting the conclusions of the Vedic\nscriptures maintain that prescribed Vedic duties are not to be abandoned\nonly the desires for rewards from such duties are in fact to be renounced. "}