{"meta":"Bhagavad Gita Chapter 18 Verse 27","metahi":"भगवद् गीता 18.27","slok":"रागी कर्मफलप्रेप्सुर्लुब्धो हिंसात्मकोऽशुचिः।हर्षशोकान्वितः कर्ता राजसः परिकीर्तितः।।18.27।। ","htsrsd":"।।18.27।।जो कर्ता रागी? कर्मफलकी इच्छावाला? लोभी? हिंसाके स्वभाववाला? अशुद्ध और हर्षशोकसे युक्त है? वह राजस कहा गया है। ","htstma":"।।18.27।। रागी? कर्मफल का इच्छुक? लोभी? हिंसक स्वभाव वाला? अशुद्ध और हर्षशोक से युक्त कर्ता राजस कहलाता है।। ","transliteration":"Raagee karmaphalaprepsur lubdho himsaatmako’shuchih;\nHarshashokaanvitah kartaa raajasah parikeertitah. ","englishmeaning":"rāgī—craving; karma-phala—fruit of work; prepsuḥ—covet; lubdhaḥ—greedy; hinsā-ātmakaḥ—violent-natured; aśhuchiḥ—impure; harṣha-śhoka-anvitaḥ—moved by joy and sorrow; kartā—performer; rājasaḥ—in the mode of passion; parikīrtitaḥ—is declared ","hcsrsd":"।।18.27।। व्याख्या --   रागी -- रागका स्वरूप रजोगुण होनेके कारण भगवान्ने राजस कर्ताके लक्षणोंमें,सबसे पहले रागी पद दिया है। रागका अर्थ है -- कर्मोंमें? कर्मोंके फलोंमें तथा वस्तु? पदार्थ आदिमें मनका खिंचाव होना? मनकी प्रियता होना। इन चीजोंका जिसपर रंग चढ़ जाता है? वह रागी होता है।कर्मफलप्रेप्सुः -- राजस मनुष्य कोई भी काम करेगा तो वह किसी फलकी चाहनाको लेकर ही करेगा जैसे -- मैं ऐसाऐसा अनुष्ठान कर रहा हूँ? दान दे रहा हूँ? उससे यहाँ धन? मान? बड़ाई आदि मिलेंगे और परलोकमें स्वर्गादिके भोग? सुख आदि मिलेंगे मैं ऐसीऐसी दवाइयोंका सेवन कर रहा हूँ तो उनसे मेरा शरीर नीरोग रहेगा? आदि।लुब्धः -- राजस मनुष्यको जितना जो कुछ मिलता है? उसमें वह संतोष नहीं करता? प्रत्युत जिमि प्रतिलाभ लोभ अधिकाई की तरह और मिलता रहे? और मिलता रहे अर्थात् आदर? सत्कार? महिमा आदि अधिकसेअधिक होते रहें धन? पुत्र? परिवार आदि अधिकसेअधिक बढ़ते रहें -- इस प्रकारकी लाग लगी रहती है? लोभ लगा रहता है।हिंसात्मकः -- वह हिंसाके स्वभाववाला होता है। अपने स्वार्थके लिये वह दूसरोंके नुकसानकी? दुःखकी परवाह नहीं करता। वह ज्योंज्यों अधिक भोगसामग्री इकट्ठी करके भोग भोगता है? त्योंहीत्यों दूसरे अभावग्रस्त लोगोंके हृदयमें जलन पैदा होती है। अतः दूसरोंके दुःखकी परवाह न करना तथा भोग भोगना हिंसा ही है।तामस कर्म (18। 25) और राजस कर्ता -- दोनोंमें हिंसा बतानेका तात्पर्य यह है कि मूढ़ता रहनेके कारण तामस मनुष्यकी क्रियाएँ विवेकपूर्वक नहीं होतीं अतः चलनेफिरने? उठनेबैठने आदिमें उसके द्वारा हिंसा होती है। राजस मनुष्य अपने सुखके लिये बढ़ियाबढ़िया भोग भोगता है तो उसको देखकर जिनको वे भोग नहीं मिलते? उनके हृदयमें जलन होती है? यह हिंसा उस भोग भोगनेवालेको ही लगती है। कारण कि कोई भी भोग बिना हिंसाके होता ही नहीं। तात्पर्य है कि तामस मनुष्यके द्वारा तो कर्ममें हिंसा होती है और राजस मनुष्य स्वयं हिंसात्मक होता है।अशुचिः -- रागी पुरुष भोगबुद्धिसे जिन वस्तुओं? पदार्थों आदिका संग्रह करता है? वे सब चीजें अपवित्र हो जाती हैं। वह जहाँ रहता है? वहाँका वायुमण्डल अपवित्र हो जाता है। वह जिन कपड़ोंको पहनता है? उन कपड़ोंमें भी अपवित्रता आ जाती है। यही कारण है कि आसक्तिममतावाले मनुष्यके मरनेपर उसके कपड़े आदिको कोई रखना नहीं चाहता। जिस स्थानपर उसके शवको जलाया जाता है? वहाँ कोई भजनध्यान करना चाहे तो उसका मन नहीं लगेगा। वहाँ भूलसे कोई सो जायगा तो उसको प्रायः खराबखराब स्वप्न आयेंगे। तात्पर्य यह है कि उत्पत्तिविनाशशील पदार्थोंकी तरफ आकृष्ट होते ही आसक्तिममतारूप मलिनता आने लगती है? जिससे मनुष्यका शरीर और शरीरकी हड्डियाँतक अधिक अपवित्र हो जाती हैं।हर्षशोकान्वितः -- उसके सामने दिनमें कितनी बार सफलताविफलता? अनुकूलप्रतिकूल परिस्थिति? घटना आदि आते रहते हैं? उनको लेकर वह हर्षशोक? रागद्वेष? सुखदुःख आदिमें ही उलझा रहता है।कर्ता राजसः परिकीर्तितः -- उपर्युक्त लक्षणोंवाला कर्ता राजस कहा गया है। सम्बन्ध --   अब तामस कर्ताके लक्षण बताते हैं। ","hcsca":"।।18.27।। इस श्लोक में राजस कर्ता का सम्पूर्ण चित्रण किया गया है। उसके लिए प्रयुक्त विशेषणों को भी विशेष क्रम दिया गया है? जो अध्ययन करने योग्य है।इन्द्रियगोचर विषय को सत्य? सुन्दर एवं सुख का साधन समझने से उसके प्रति राग उत्पन्न होता है। यही राग अधिक तीव्र होने पर प्रेप्सा अर्थात् इच्छा का रूप धारण करता है। इसे यहाँ कर्मफल प्रेप्सु शब्द से दर्शाया गया है। कामना से अभिभूत पुरुष को इच्छित वस्तु प्राप्त हो जाने पर? उससे ही सन्तोष न होकर? उसका लोभ उत्पन्न होता है। वह पुरुष लुब्ध अर्थात् लोभी बन जाता है। संस्कृत की उक्ति है लोभात् पापस्य कारणम् अर्थात् लोभ से पाप के कारणों का उद्भव होता है यह लोभी पुरुष अपने लाभ के लिए हिंसा करने में भी प्रवृत्त हो सकता है। उसे लोगों के कष्ट और पीड़ा की कोई चिन्ता नहीं होती। वह अशुचि अर्थात् दुष्ट स्वभाव का बन जाता है। येनकेन प्रकारेण वह अपने ही स्वार्थ की सिद्धि चाहता है। और अन्त में? जब इष्ट अनिष्ट फलों की प्राप्ति होती है? तब उसे हर्षातिरेक या शोकाकुलता होना स्वाभाविक और अवश्यंभावी है। यह है? राजस कर्ता का सम्पूर्ण चित्रण।हम देखते हैं कि सामान्यत नैतिक एवं धार्मिक आचरण करने वाला व्यक्ति भी जब कभी काम के भूत से अभिभूत हो जाता है? तब उसके सद्गुण लुप्तप्राय हो जाते हैं और तत्पश्चात् उसके कर्म प्रतिशोधपूर्ण तथा योजनाएं दुष्ट और हिंसक होती हैं। ऐसा राजस कर्ता जीवन में दुख ही भोगता रहता है।अब? तामस कर्ता का वर्णन करते हैं ","etsga":"18.27 The agent who has attachment, who is desirous of the results of actions, covetous, cruel by nature, unclean and subject to joy and sorrow is declared to be possessed of rajas. ","etssa":"18.27 Passionate, desiring to obtain the reward of actions, greedy, cruel, impure, moved by joy and sorrow, such an agent is said to be Rajasic (passionate). ","etdss":"18.27. The agent, who is a man of passion; who craves for the fruit of his action, and is avaricious; who is injurious by nature, is impure and is overpowered by joy and griefthat agent is proclaimed to be of the Rajas (Strand). ","ecssa":"18.27 रागी passionate? कर्मफलप्रेप्सुः desirous of the fruit of action? लुब्धः greedy? हिंसात्मकः cruel? अशुचिः impure? हर्षशोकान्वितः moved by joy and sorrow? कर्ता agent? राजसः Rajasic (passionate)? परिकीर्तितः is called.Commentary A passionate agent is the abode of sins and of greed of the whole world. Wherever he imagines that he may gain worldly fruit he will strive wholeheartedly to obtain it. Whatsoever he gains he keeps strictly to himself and his family. If he attains the fruits of his actions he rejoices. If he fails in his attempt he is overcome by grief.Lubdhah Greedy Thirsting for others property not sharing ones own wealth with deserving persons.Himsatmakah Doing injury to others.Asuchih Impure Having no external and internal purity. (Internal purity is freedom from lust?,anger? greed and pride the heart is filled with compassion? complacency? forgiveness? dispassion? love? etc.)Harshasokanvitah Joy on the attainment of what is desirable? pleasant or agreeable sorrow on the attainment of what is not desirable? pleasant or agreeable? and on having to part with what is desirable. He will be elated with joy when he attains success he will be overcoming by grief when he fails in his undertaking. ","scetsga":"18.27 Karta, the agent; ragi, who has attachment; karma-phala-prepsuh, who is desirous of the results of actions; lubdhah, covetous, greedy for others property, and does not part with his own (when) at holy places; himsatmakah, cruel by nature, having a nature that cuases pain to others; asucih, unclean, devoid of internal and external cleanliness; and harsa-soka-anvitah, subject to joy and sorrow, affected by these two, joy and sorrow-joy at the acisition of desired objects, sorrow at getting undesired objects and losing coverted objects; and elation and dejection may occur to that very person from his actions being aided or hindered; one who is subject to those-; parikirtitah, is declared to be; rajasah, possessed of rajas. ","scetdss":"18.27 See Comment under 18.28 ","scetssa":"18.27 The passionate doer is one who aspires for fame; who seeks the fruits of his acts is one who longs for the fruits of his acts; the greedy is he who does not spend the wealth reired for the act; the harmful is one, who while acting, hurts others; the impure, is one who lacks the purity reired for the act; who is moved by delight and grief in war etc., is one who is elated or depressed by success or failure in victory (or the opposite) - a doer who fulfils these conditions is declared to be Rajasika. ","chakravarthi":"Ragi means one who is attached to his work. Lubdha means one who is attached to enjoyment of sense objects. ","rudra":"\nOne who performs actions with an obsession to profit, who desires only to\nreap rewards, who is covetous of others possessions. Who is greedy and\nmalevolent, enacting unrighteous acts against others for material gain\nincluding killing. Who is unclean internally and externally. Who is elated\nby success but despondent in failure. Such a one is irrevocably situated in\nraja guna the mode of passion. ","brahma":"There is no commentary for this verse. ","shri":"\nNow Lord Krishna describes the nature of one performing activities in raja\nguna the mode of passion. One who is ragi zealously ambitious in seeking\nfame, power, wealth, etc. One who is prepsuh always hankering for\nrecompense and reward. One who is asucih or impure and greedy, envious and\nunrighteous causing injury to others by mental and physical cruelty. Such a\none who is never in equipoise, who rejoices at success but is depressed by\nfailure is indisputably known to be situated in raja guna. ","kumar":"Now Lord Krishna describes the nature of one performing activities in raja\nguna the mode of passion. One who is ragi zealously ambitious in seeking\nfame, power, wealth, etc. One who is prepsuh always hankering for\nrecompense and reward. One who is asucih or impure and greedy, envious and\nunrighteous causing injury to others by mental and physical cruelty. Such a\none who is never in equipoise, who rejoices at success but is depressed by\nfailure is indisputably known to be situated in raja guna. "}