{"meta":"Bhagavad Gita Chapter 18 Verse 41","metahi":"भगवद् गीता 18.41","slok":"ब्राह्मणक्षत्रियविशां शूद्राणां च परंतप।कर्माणि प्रविभक्तानि स्वभावप्रभवैर्गुणैः।।18.41।। ","htsrsd":"।।18.41।।हे परंतप ब्राह्मण? क्षत्रिय? वैश्य और शूद्रोंके कर्म स्वभावसे उत्पन्न हुए तीनों गुणोंके द्वारा विभक्त किये गये हैं। ","htstma":"।।18.41।। हे परन्तप ब्राह्मणों? क्षत्रियों? वैश्यों और शूद्रों के कर्म? स्वभाव से उत्पन्न गुणों के अनुसार विभक्त किये गये हैं।। ","transliteration":"Braahmanakshatriyavishaam shoodraanaam cha parantapa;\nKarmaani pravibhaktaani swabhaavaprabhavairgunaih. ","englishmeaning":"brāhmaṇa—of the priestly class; kṣhatriya—the warrior and administrative class; viśhām—the mercantile and farming class; śhūdrāṇām—of the worker class; cha—and; parantapa—Arjun, subduer of the enemies; karmāṇi—duties; pravibhaktāni—distributed; svabhāva-prabhavaiḥ-guṇaiḥ—work based on one’s nature and guṇas ","hcsrsd":"।।18.41।। व्याख्या --   ब्राह्मणक्षत्रियविशां शूद्राणां च परंतप -- यहाँ ब्राह्मण? क्षत्रिय और वैश्य -- इन तीनोंके लिये एक पद और शूद्रोंके लिये अलग एक पद देनेका तात्पर्य यह है कि ब्राह्मण? क्षत्रिय और वैश्य -- ये द्विजाति हैं और शूद्र द्विजाति नहीं है। इसलिये इनके कर्मोंका विभाग अलगअलग है और कर्मोंके अनुसार शास्त्रीय अधिकार भी अलगअलग है।कर्माणि प्रविभक्तानि स्वभावप्रभवैर्गुणैः -- मनुष्य जो कुछ भी कर्म करता है? उसके अन्तःकरणमें उस कर्मके संस्कार पड़ते हैं और उन संस्कारोंके अनुसार उसका स्वभाव बनता है। इस प्रकार पहलेके अनेक जन्मोंमें किये हुए कर्मोंके संस्कारोंके अनुसार मनुष्यका जैसा स्वभाव होता है? उसीके अनुसार उसमें सत्त्व? रज और तम -- तीनों गुणोंकी वृत्तियाँ उत्पन्न होती है। इन गुणवृत्तियोंके तारतम्यके अनुसार ही ब्राह्मण? क्षत्रिय? वैश्य और शूद्रके कर्मोंका विभाग किया गया है (गीता 4। 13)। कारण कि मनुष्यमें जैसी गुणवृत्तियाँ होती हैं? वैसा ही वह कर्म करता है।विशेष बात(1) कर्म दो तरहके होते हैं -- (1) जन्मारम्भक कर्म और (2) भोगदायक कर्म। जिन कर्मोंसे ऊँचनीच योनियोंमें जन्म होता है? वे जन्मारम्भक कर्म कहलाते हैं और जिन कर्मोंसे सुखदुःखका भोग होता है? वे भोगदायक कर्म कहलाते हैं। भोगदायक कर्म अनुकूलप्रतिकूल परिस्थितिको पैदा करते हैं? जिसको गीतामें अनिष्ट? इष्ट और मिश्र नामसे कहा गया है (18। 12)।गहरी दृष्टिसे देखा जाय तो मात्र कर्म भोगदायक होते हैं अर्थात् जन्मारम्भक कर्मोंसे भी भोग होता है और भोगदायक कर्मोंसे भी भोग होता है। जैसे? जिसका उत्तम कुलमें जन्म होता है? उसका आदर होता है? सत्कार होता है और जिसका नीच कुलमें जन्म होता है? उसका निरादर होता है? तिरस्कार होता है। ऐसे ही अनुकूल परिस्थितिवालेका आदर होता है और प्रतिकूल परिस्थितिवालेका निरादर होता है। तात्पर्य है कि आदर और निरादररूपसे भोग तो जन्मारम्भक और भोगदायक -- दोनों कर्मोंका होता है। परन्तु जन्मारम्भक कर्मोंसे जो जन्म होता है? उसमें आदरनिरादररूप भोग गौण होता है क्योंकि आदरनिरादर कभीकभी हुआ करते हैं? हरदम नहीं हुआ करते और भोगदायक कर्मोंसे जो अनुकूलप्रतिकूल परिस्थिति आती है? उसमें परिस्थितिका भोग मुख्य होता है क्योंकि परिस्थिति हरदम आती रहती है।भोगदायक कर्मोंका सदुपयोगदुरुपयोग करनेमें मनुष्यमात्र स्वतन्त्र है अर्थात् वह अनुकूलप्रतिकूल परिस्थितिसे सुखीदुःखी भी हो सकता है और उसको साधनसामग्री भी बना सकता है। जो अनुकूलप्रतिकूल परिस्थितिसे सुखीदुःखी होते हैं? वे मूर्ख होते हैं और जो उसको साधनसामग्री बनाते हैं? वे बुद्धिमान् साधक होते हैं। कारण कि मनुष्यजन्म परमात्माकी प्राप्तिके लिये ही मिला है अतः इसमें जो भी अनुकूल या प्रतिकूल परिस्थिति आती है? वह सब साधनसामग्री ही है।अनुकूलप्रतिकूल परिस्थितिको साधनसामग्री बनाना क्या है अनुकूल परिस्थिति आ जाय तो उसको दूसरोंकी सेवामें? दूसरोंके सुखआराममें लगा दे? और प्रतिकूल परिस्थिति आ जाय तो सुखकी इच्छाका त्याग कर दे। दूसरोंकी सेवा करना और सुखेच्छाका त्याग करना -- ये दोनों साधन हैं।(2) शास्त्रोंमें आता है कि पुण्योंकी अधिकता होनेसे जीव स्वर्गमें जाता है और पापोंकी अधिकता होनेसे नरकोंमें जाता है तथा पुण्यपाप समान होनेसे मनुष्य बनता है। इस दृष्टिसे किसी भी वर्ण? आश्रम? देश? वेश आदिका कोई भी मनुष्य सर्वथा पुण्यात्मा या पापात्मा नहीं हो सकता।पुण्यपाप समान होनेपर जो मनुष्य बनता है? उसमें भी अगर देखा जाय तो पुण्यपापोंका तारतम्य रहता है अर्थात् किसीके पुण्य अधिक होते हैं और किसीके पाप अधिक होते हैं (टिप्पणी प0 927)। ऐसे ही गुणोंका विभाग भी है। कुल मिलाकर सत्त्वगुणकी प्रधानतावाले ऊर्ध्वलोकमें जाते हैं? रजोगुणकी प्रधानतावाले मध्यलोक अर्थात् मनुष्यलोकमें आते हैं? और तमोगुणकी प्रधानतावाले अधोगतिमें जाते हैं। इन तीनोंमें भी गुणोंके तारतम्यसे अनेक तरहके भेद होते हैं।सत्त्वगुणकी प्रधानतासे ब्राह्मण? रजोगुणकी प्रधानता और सत्त्वगुणकी गौणतासे क्षत्रिय? रजोगुणकी प्रधानता और तमोगुणकी गौणतासे वैश्य तथा तमोगुणकी प्रधानतासे शूद्र होता है। यह तो सामान्य रीतिसे गुणोंकी बात बतायी। अब इनके अवान्तर तारतम्यका विचार करते हैं -- रजोगुणप्रधान मनुष्योंमें सत्त्वगुणकी प्रधानतावाले ब्राह्मण हुए। इन ब्राह्मणोंमें भी जन्मके भेदसे ऊँचनीच ब्राह्मण माने जाते हैं और परिस्थितिरूपसे कर्मोंका फल भी कई तरहका आता है अर्थात् सब ब्राह्मणोंकी एक समान अनुकूलप्रतिकूल परिस्थिति नहीं आती। इस दृष्टिसे ब्राह्मणयोनिमें भी तीनों गुण मानने पड़ेंगे। ऐसे ही क्षत्रिय? वैश्य और शूद्र भी जन्मसे ऊँचनीच माने जाते हैं और अनुकूलप्रतिकूल परिस्थिति भी कई तरहकी आती है। इसलिये गीतामें कहा गया है कि तीनों लोकोंमें ऐसी कोई भी वस्तु नहीं है? जो तीनों गुणोंसे रहित हो (18। 40)।अब जो मनुष्येतर योनिवाले पशुपक्षी आदि हैं? उनमें भी ऊँचनीच माने जाते हैं जैसे गाय आदि श्रेष्ठ माने जाते हैं और कुत्ता? गधा? सूअर आदि नीच माने जाते हैं। कबूतर आदि श्रेष्ठ माने जाते हैं और कौआ? चील आदि नीच माने जाते हैं। इन सबको अनुकूलप्रतिकूल परिस्थिति भी एक समान नहीं मिलती। तात्पर्य है कि ऊर्ध्वगति? मध्यगति और अधोगतिवालोंमें भी कई तरहके जातिभेद और परिस्थितिभेद होते हैं। सम्बन्ध --   अब भगवान् ब्राह्मणके स्वाभाविक कर्म बताते हैं। ","hcsca":"।।18.41।। प्रकृति के तीन गुणों का विस्तृत वर्णन करने के पश्चात्? भगवान् श्रीकृष्ण उन गुणों के आधार पर ही मानव समाज का ब्राह्मण? क्षत्रिय? वैश्य और शूद्र इन चार वर्णों में विवेकपूर्ण विभाजन करते हैं।इन चार वर्णों के लोगों में कर्तव्यों का विभाजन प्रत्येक वर्ग के लोगों के स्वभावानुसार किया गया है। स्वभाव का अर्थ प्रत्येक मनुष्य के अन्तकरण के विशिष्ट संस्कार हैं? जो किसी गुण विशेष के आधिक्य से प्रभावित हुए रहते हैं। कर्तव्यों के इस विभाजन में व्यक्ति के स्वभाव एवं व्यवहार को ध्यान में रखा जाता है। किसी व्यक्ति की श्रेष्ठता या हीनता का मापदण्ड उस व्यक्ति की शरीर रचना अथवा उसके केशों का वर्ण नहीं हो सकता श्रेष्ठता का मापदण्ड केवल उसका स्वभाव और व्यवहार ही हो सकता है।मनुष्यों के स्वभावों में विभिन्नता होने के कारण उनको सौंपे गये अधिकारों एवं कर्तव्यों में विभिन्नता होना स्वाभाविक ही है। अत ब्राह्मणादि चारों वर्णों के कर्तव्य परस्पर भिन्न भिन्न हैं तथापि सबका लक्ष्य समाजधारणा एवं सबकी आध्यात्मिक प्रगति ही है। प्रत्येक वर्ण के लिए शास्त्रों में विधान किये हुए कर्तव्यों का पालन? यदि उसउस वर्ण का व्यक्ति करता है तो वह व्यक्ति क्रमश तमस एवं रजस से ऊपर उठकर सत्त्वगुण में स्थित हो सकता है। तत्पश्चात् ही त्रिगुणातीत आत्मस्वरूप की अनुभूति में निष्ठा संभव होगी।प्रत्येक व्यक्ति के ज्ञान कर्म? कर्तव्य? बुद्धि एवं धृति के अध्ययन से ही उसका वर्ण निश्चित किया जा सकता है। इस सन्दर्भ में? जब किसी पुरुष को सात्त्विक कहा जाता है? तो इसका अर्थ केवल इतना ही है कि सामान्यत उसमें सात्त्विक गुण का आधिक्य रहता है। कभीकभी सात्त्विक पुरुष में रजोगुण का अथवा तमोगुणी पुरुष में सत्त्वगुण का आधिक्य हो सकता है। कोई भी व्यक्ति केवल एक गुण से निर्मित नहीं है।आज भारतवर्ष में समाज की जो स्थिति है? उसमें इस चातुर्र्वण्य का वास्तविक स्वरूप बहुत कुछ लुप्त हो गया है। अब? केवल अनुवांशिक जन्मसिद्ध अधिकार और बाह्य शारीरिक भेद के आधार पर ही जातियाँ तथा अनेक उपजातियाँ उत्पन्न हो गयी हैं। एक सच्चा ब्राह्मण पुरुष वही है जो सत्त्वगुण प्रधान है? जिसमें इन्द्रियसंयम और मनसंयम है और जो आत्मस्वरूप का निदिध्यासन करने में समर्थ है। परन्तु आज का ब्राह्मण वर्ग मात्र जन्म के आधार पर अपनी श्रेष्ठता प्रदर्शित करता है? और यह दुर्भाग्य है कि उसे कोई सम्मान प्राप्त नहीं होता? क्योंकि अपने आप को उस सम्मान के योग्य बनाने का वह कभी प्रयत्न ही नहीं करता है।चार वर्णों के कर्मों में? सर्वप्रथम ब्राह्मण का कर्म बताते हुए भगवान् कहते हैं ","etsga":"18.41 O scorcher of enemies, the duties of the Brahmanas, the Ksatriyas and the Vaisyas, as also of the Sudras have been fully classified according to the gunas born from Nature. ","etssa":"18.41 Of Brahmanas, Kshatriyas and Vaisyas, as also of Sudras, O Arjuna, the duties are distributed according to the alities born of their own nature. ","etdss":"18.41. The duties of the Brahmanas, the Ksatriyas, the Vaisyas, and of the Sudras are properly classified according to the Strands which are the sources of their nature, O scorcher of foes ! ","ecssa":"18.41 ब्राह्मणक्षत्रियविशाम् of Brahmanas? Kshatriyas and Vaisyas? शूद्राणाम् of Sudras? च as also? परंतप O Parantapa? कर्माणि duties? प्रविभक्तानि are distributed? स्वभावप्रभवैः born of their own nature? गुणैः by alities.Commentary Brahmanas? Kshatriyas and Vaisyas are alified to practise the Vedic rites. The members of the fourth class? O Arjuna? have no claim to these rites? for their profession is to serve the members of the first three. They are not allowed to study the Vedas or perform Yajnas. There is organisation of mankind into the four castes and each mans life is divided into four stages? according to the nature of the Gunas and the degree of the growth or evolution. I will now explain the specific duties of these castes according to the alities by means of which? freeing themselves from the grip of birth and death? they can attain Selfrealisation or knowledge of the Self. Passion (Rajas) slightly mingled with Tamas causes the growth of the merchant caste (the Vaisya). Rajas mixed with Tamas is the cause of the appearance of the Sudra.The one human race has been divided into four castes based upon the three alities. The duties are allotted to each according to the alities born of Nature.Nature (Svabhava) is Isvaras Prakriti (Maya) constituted of the three alities -- Sattva? Rajas and Tamas.The Brahmanas nature is Sattva. So he is serene. The nature of the Kshatriya is Rajas and Sattva. Sattva in his case is subordinate to Rajas. Rajas predominates. Therefore he possesses lordliness. The nature of the Vaisya is Rajas and Tamas. Tamas is subordinate to Rajas. So he does various sorts of activities or business to earn money. The nature of the Sudra is Tamas? with subordinate Rajas. He is dull.Karma is action arising from and fashioned by past thoughts and desires. The Gunas cannot manifest themselves without a cause. Nature is the tendency? Samskara or Vasana in living beings. This is acired by them in the past births. This manifests itself in the present birth and produces its effects. This nature is the source of the Gunas. Every man or woman is born with his or her own Svabhava (nature). The Gunas operate according to the respective natural tendencies of man which impel him to perform his own duties as their natural effects. The duties are allottted to the four classes or castes in accordance with the Gunas of individuals. (Cf.IV.13) ","scetsga":"18.41 Parantapa, O scorcher of enemies; karmani, the duties; brahmana-ksatriya-visam, of the Brahmanas, the Ksatriyas and the Vaisyas; ca, as also; sudranam, of the Surdras-the Sudras have not been included with the others (in the compund word) because, owing to their having a single birth, [Sudras have no right to be invested with the sacred thread which, in the case of the other three castes, symbolizes a second birth.] they have no right to (the study of) the Vedas; pravibhaktani, have been fully classified, have been prescribed by making distinctions among them;-according to what?-gunahi, according to the gunas; svabhava-prabhavaih, born from Nature.\nNature means the Praktrti of God, His Maya consisting of the three gunas. Born from Nature means born of these three gunas. In accordnace with these the duties such as control of the internal organs, etc. of the Brahmanas and others have been classified. Or (the meaning is): The source of the nature of the Brahmanas is the ality of sattva. Similarly, the source of the nature of the Ksatriyas is rajas, with sattva as a subordinate (ality); the source of the nature of the Vaisyas is rajas, with tamas as the subordinate (ality); the source of the nature of the Sudras is tamas, with rajas as the subordinate (ality); for the natures of the four are seen to be tranillity. lordliness, industriousness and dullness respectively. Or, svabhava (nature) means the (individual) tendencies of creatures earned in their past lives, which have become manifest in the present life for yielding their own results. The gunas which have that svabhava as their source (prabhava) are svabhava-prabhavah gunah.\nSince the manifestation of the gunas cannot logically be uncaused, therefore a specific cause [i.e. the tendencies are the efficient cause, and Nature is the material cause.] has been posited by saying that Nature is the cause.\nThus, the duties such as control of the internal organs etc. have been classified in keeping with the effects of the gunas, sattva, rajas and tamas, which are born of Nature, born of Prakrti.\nObjection: Well, are not the duties like controlling the internal organs etc. of the Brahmanas and others classified and enjoined by the scriptures? Why is it said that they are classified according to the gunas sattva etc.?\nReply: This objection is not valid. For, the duties like controlling the internal organs etc. of the Brahmanas and others have been classified even by the scriptures verily in keeping with the specific alities sattva etc.; certainly, not without reference to the gunas. Hence, though the duties have been divided by the scriputres, they are said to have been classified according to the gunas.\nWhich, again, are those duties? They are being spoken of: ","scetdss":"18.41 See Comment under 18.60 ","scetssa":"18.41 The nature of Brahmanas, Ksatriyas, Vaisyas, and Sudras are due to their respective inherent dispositions. The meaning is that their past Karma has been the cause of determining births as Brahmanas etc. The Sattva and other Gunas are the result of such Karma. The Sattva-guna is born from the inherent nature of the Brahmana becoming dominant by suppressing the alities of Rajas and Tamas. The ality of Rajas originates from the inherent nature of the Ksatriyas becoming dominant by suppressing alities of Sattva and Tamas. Tamoguna arises from the inherent nature of the Vaisya, becoming dominant in a little way by suppressing Sattva and Rajas. The duties and works assigned to them according to the Gunas constituting their inherent nature, are expounded and allotted by the Sastras in the order described. For the Sastras analyse that the Brahmanas etc., possess such and such attributes and such and such are their duties and occupations. ","chakravarthi":"However, the living body filled with the three gunas becomes successful by worshipping the Supreme Lord by prescribed activities according to his nature. This is described in six verses. These activities or duties, designated precisely (pravibhaktani) by the gunas of sattva, rajas and tamas, which manifest by birth (svabhavena), are prescribed for the brahmanas, ksatriyas, vaisyas and sudras. ","rudra":"\nIt could be postulated that if everything physical such as actions, agent,\nagency, rewards, etc. are comprised of the three gunas or modes of material\nnature then how is it possible for jivas or embodied beings to achieve\nmoksa or liberation from material existence. In order to resolve such\nspeculations and concisely describe the essence of the entire Bhagavad-Gita\nwhich illustrates that jivas can achieve moksa by knowledge from the Vedic\nscriptures taught by the spiritual preceptor and the grace of the Supreme\nLord derived from performing prescribed Vedic activities according to\nqualification as a matter of duty or worshipping the Supreme Lord Krishna\nwith bhakti or exclusive loving devotion. Now Lord Krishna commences a new theme with this verse explaining that the\nduties of the different classes of Vedic society such as brahmana or\npriestly class, ksatriya or royal and warrior class, vaisya or agricultural\nand mercantile class as well as sudra or menial worker class which is the\nonly one not qualified to take part in any Vedic activity as they serve the\nother three classes. The duties enjoined for all the classes are clearly\ndelineated and itemised with distinct divisions. The typical duties of all\nthe four classes will be described according to the predominating influence\nof the three gunas which manifest the corresponding nature determined by\nthe tendencies acquired in past lives and the impressions from the\nattendant karma or reactions to actions. The brahmins have a predominance\nof sattva guna, the ksatriyas a predominance of raja guna with a little\nsattva guna, the vaisyas with raja guna mixed with tama guna and the sudras\nwith a predominance tama guna and a little raja guna. ","brahma":"\nThe word sattvam in the previous verse means the living entities. Those who\nhave achieved moksa or liberation from material existence are not held\ncaptive by the three gunas or modes of material nature and are like\ndemigods upon the Earth. Although they move freely in the material worlds\nthey are not bound by the defects of the material worlds just as Vaisnava\ndevotees living in a city are not bound by the sinful activities of the\nresidents of the city. Among those situated in tama guna the mode of\nignorance, the ones most despicable are those who obscure the truth from\nthe rest of humanity hindering them from developing and evolving. These\nevil ones follow the path of darkness and sorcery and offer sacrifices and\npay homage to demons for material gains. These demons are situated in raja\nguna the mode of passion and are very powerful in the material existence\nmanipulating societies, religions, species, planets and even galaxies; but\nspiritually these demons are just like retarded cripples with no access to\nsattva guna the mode of goodness and subsequently higher consciousness. Any\nhuman who is situated in sattva guna is impervious to them and cannot be\ninfluenced or obstructed by the demons nefarious delusions. The most advanced among all humans are the Vaisnava Brahmins who by their\ninternal potency acquired by bhakti or exclusive loving devotion to the\nSupreme Lord Krishna or any of His authorised incarnations as revealed in\nVedic scriptures, have the ability to free themselves from samsara the\nperpetual cycle of birth and death and can guide others to do the same. Now begins the summation. Among the pure ones situated in sattva guna are those known as paramahamsa\nor one completely absorbed internally in relishing the sublime nectar of\nthe holy names of Lord Krishna realising that He is fully present when His\ntranscendental names are chanted and sung. Parivrajacarya or one who\njoyously travels extensively preaching the sublime glories of Lord Krishna\neverywhere they go. Bahudaka or one who dedicates their life to making\npilgrimage exclusively to the holy places in India where Lord Krishna or\nany of His authorised incarnations performed their pastimes. Kuticaka or\none who practices renunciation in seclusion continuously reflecting upon\nthe Supreme Lord and learning to depend only upon the Supreme Lord for\neverything. These four are the divisions in the fully renounced order of\nlife known as sannyasi which can only be awarded to males who have been\ninitiated as Vaisnava Brahmins in one of the four authorised sampradayas or\nchannels of disciplic succession and none other. Brahmacari or those in\ncelibate devotion throughout their lives. Vanaprastha can be male or female\nand is when husband and wife sever all physical connection and embrace only\nspiritual activities for the performance of bhakti to the Supreme Lord. All\nof the preceding are completely celibate. The grihasta ashram is not\ncelibate and consists of married householder devotees who perform some\ndevotion amidst taking care of family obligations. These four main\ndivisions listed in descending order become decreasingly less situated in\npure sattva guna and to the degree that there is exposure to external\ninfluences one becomes subjected to raja guna the mode of passion. Paramahamsas are known by their tranquillity, self-control and inherent\nrighteousness. The demigods such as Brahma, Surya, Ganesh, etc. even though\nextremely passionate rarely exhibit any signs of passion because even when\nengaged in passionate acts their minds are constantly in communion with the\nSupreme Lord. As far as others are concerned due to the fluctuating nature\nof their minds their actions are usually equated with raja guna the mode of\npassion; yet when their minds are fixed upon the lotus feet of the Supreme\nLord then they too can be considered situated in sattva guna. Inquiry\ninto the eternal principles of the Vedic scriptures and performing\nprescribed ritualistic activities are the special attributes of the\nbrahmacaris aspiring for the ultimate truth. Assuming familial activities,\nmaintaining a wife, producing children are the symptoms of the grihastas.\nBecoming detached, giving up attachment to grown children and residence\nalong with all conceptions of father, mother, wife, husband and wholly\nreflecting on the Supreme Lord are the expressions of vanaprasthas. For the\nsannyasis the absolute equanimity expressed towards all living entities is\nthe symbol of their advanced development. The Brahmins although situated firmly in sattva guna may possess a small\ndegree of raja guna and ksatriyas though anchored in raja guna could have\nsome qualities of sattva guna such as righteousness as was exemplified by\nKing Yudisthira of the Pandavas. Vaisyas are mixed with both raja and tama\ngunas could have some slight amount of sattva guna even sudras if exposed\nto good association might be found to have a percentage or two of sattva\nguna. Amongst those who are devoted to the Lord Krishna such natural\ndistinctions are obvious as they are effulgent from within being empowered\nby the Supreme Lord. Even those born in non-brahmin dynasties such as meat\neating mleechas and dog eating candelas as well as barbarians and other\noutcastes if they are purified by association with devotees and initiated\nby a bonafide spiritual master from one of the four authorised sampradayas\nthen they are situated in sattva guna and entitled to be a devotee of the\nSupreme Lord. Yet those who although born in Brahmin families and perform\nprescribed Vedic activities are sceptical of the supremacy of Lord Krishna\nover all other gods are situated or consider other gods as equal to or\nsuperior to Lord Krishna are situated in raja and tama gunas. While those\nwho do not know the supremacy of Lord Krishna and are indifferent to Him\nare situated in tama guna. The pitris or anscestors, the gandharvas or celestial musicians and\nsingers, the ancient ascetics and the demigods are all situated in sattva\nguna and influenced by the three gunas with each one more superior then the\nprevious one. The demigods, Indra the king of the heavenly planets, Brahma\nthe secondary creator of the material existence and Shiva the destroyer are\nalso situated in sattva guna, each progressively superior to the previous\none. Effulgent amongst even the effulgent is Sri Laksmi, the expanded\nshakti or feminine energy of every incarnation of the Supreme Lord Krishna\nsimultaneously as an eternal reality. Such progressive gradation exists\neven after moksa is attained and everyone is eternally blissful. Although\nthe three gunas being material do not exist in the spiritual worlds. After\nmoksa when one attains the spiritual worlds the gradation can be determined\nby how extensive the bliss is that one expresses and by the location where\none is exhibiting this bliss such as Vaikuntha or Svetadvipa, etc. Among the best of jivas situated in tama guna are those who are neutral and\nindifferent to the Supreme Lord Krishna. The best of those in raja guna are\nthose who utilise their power and wealth for the service of the Supreme\nLord Krishna. Since all jivas possess an atma or immortal soul, they are\nall to some degree or other connected to sattva guna it is just that some\nare more obscured then others. Some are so obscured that there is no sattva\nguna visible. All are differentiated in classification according to the\npredominance of one of the three gunas. Commencing with the attributes of\nsattva guna every jiva can become qualified for moksa from Brahma\ndownwards. Spiritual intelligence and wisdom only manifests from sattva\nguna that is why it is stated in the Vedic scriptures that from sattva guna\narises spiritual wisdom and those who have perfected such wisdom are\ncandidates for redemption and achieve moksa and those who have failed\ndescend in darkness to lower existences while those who have neither\nperfected or failed remain suspended in samsara for another lifetime. ","shri":"\nThe word svabhava means ones inherent nature. This inherent nature arises\nfrom samskaras or past impressions and karma or reactions from past actions\nand is the root cause of determining birth as a Brahmin. The three gunas or\nmodes of material nature arising from prakriti or the material substratum\npervading all existence are determined by karma and samskaras as well. The\npredominating attribute of the Brahmins or spiritual class is sattva guna\nthe mode of goodness. The predominating characteristic of the ksatriya or\nadministrative class is raja guna the mode of passion. The predominating\ncharacteristic of the vaisyas or mercantile class is tama guna mixed with\nraja guna and the predominating characteristic of the sudras is only tama\nguna. Duties and responsibilities vary according to position and status in\nsociety as assigned by the Vedic scriptures. It is the Vedic scriptures\nwhich defines what qualities are possessed by Brahmins and what are the\nduties proper to their status as well as what occupations they may engage\nin. This Vedic directive applies to the other orders in society as well. ","kumar":"The word svabhava means ones inherent nature. This inherent nature arises\nfrom samskaras or past impressions and karma or reactions from past actions\nand is the root cause of determining birth as a Brahmin. The three gunas or\nmodes of material nature arising from prakriti or the material substratum\npervading all existence are determined by karma and samskaras as well. The\npredominating attribute of the Brahmins or spiritual class is sattva guna\nthe mode of goodness. The predominating characteristic of the ksatriya or\nadministrative class is raja guna the mode of passion. The predominating\ncharacteristic of the vaisyas or mercantile class is tama guna mixed with\nraja guna and the predominating characteristic of the sudras is only tama\nguna. Duties and responsibilities vary according to position and status in\nsociety as assigned by the Vedic scriptures. It is the Vedic scriptures\nwhich defines what qualities are possessed by Brahmins and what are the\nduties proper to their status as well as what occupations they may engage\nin. This Vedic directive applies to the other orders in society as well. "}