{"meta":"Bhagavad Gita Chapter 18 Verse 25","metahi":"भगवद् गीता 18.25","slok":"अनुबन्धं क्षयं हिंसामनपेक्ष्य च पौरुषम्।मोहादारभ्यते कर्म यत्तत्तामसमुच्यते।।18.25।। ","htsrsd":"।।18.25।।जो कर्म परिणाम? हानि? हिंसा और सामर्थ्यको न देखकर मोहपूर्वक आरम्भ किया जाता है? वह तामस कहा जाता है। ","htstma":"।।18.25।। जो कर्म परिणाम? हानि? हिंसा और सार्मथ्य (पौरुषम्) का विचार न करके केवल मोहवश आरम्भ किया जाता है? वह कर्म तामस कहलाता है।। ","transliteration":"Anubandham kshayam himsaam anavekshya cha paurusham;\nMohaadaarabhyate karma yattat taamasamuchyate. ","englishmeaning":"anubandham—consequences; kṣhayam—loss; hinsām—injury; anapekṣhya—by disregarding; cha—and; pauruṣham—one’s own ability; mohāt—out of delusion; ārabhyate—is begun; karma—action; yat—which; tat—that; tāmasam—in the mode of ignorance; uchyate—is declared to be ","hcsrsd":"।।18.25।। व्याख्या --   अनुबन्धम् -- जिसको फलकी कामना होती है? वह मनुष्य तो फलप्राप्तिके लिये विचारपूर्वक कर्म करता है? परन्तु तामस मनुष्यमें मूढ़ताकी प्रधानता होनेसे वह कर्म करनेमें विचार करता ही नहीं। इस कार्यको करनेसे मेरा तथा दूसरे प्राणियोंका अभी और परिणाममें कितना नुकसान होगा? कितना अहित होगा -- इस अनुबन्ध अर्थात् परिणामको न देखकर वह कार्य आरम्भ कर देता है।क्षयम् -- इस कार्यको करनेसे अपने और दूसरोंके शरीरोंकी कितनी हानि होगी धन और समयका कितना खर्चा होगा इससे दुनियामें मेरा कितना अपमान? निन्दा? तिरस्कार आदि होगा? मेरा लोकपरलोक बिगड़ जायगा आदि नुकसानको न देखकर ही वह कार्य आरम्भ कर देता है।हिंसाम् -- इस कर्मसे कितने जीवोंकी हत्या होगी कितने श्रेष्ठ व्यक्तियोंके सिद्धान्तों और मान्यताओंकी हत्या हो जायगी दूसरे मनुष्योंकी मनुष्यताकी कितनी भारी हिंसा हो जायगी अभीके और भावी जीवोंके शुद्ध भाव? आचरण? वेशभूषा? खानपान आदिकी कितनी भारी हिंसा हो जायगी इससे मेरा और दुनियाका कितना अधःपतन होगा आदि हिंसाको न देखकर ही वह कार्य आरम्भ कर देता है।अनवेक्ष्य च पौरुषम् -- इस कामको करनेकी मेरेमें कितनी योग्यता है? कितना बल? सामर्थ्य है मेरे पास कितना समय है? कितनी बुद्धि है? कितनी कला है? कितना ज्ञान है आदि अपने पौरुष(पुरुषार्थ) को न,देखकर ही वह कार्य आरम्भ कर देता है।मोहादारभ्यते कर्म यत्तत्तामसमुच्यते -- तामस मनुष्य कर्म करते समय उसके परिणाम? उससे होनेवाले नुकसान? हिंसा और अपनी सामर्थ्यका कुछ भी विचार न करके? जब जैसा मनमें भाव आया? उसी समय बिना विवेकविचारके वैसा ही कर बैठता है। इस प्रकार किया गया कर्म तामस कहलाता है। सम्बन्ध --   अब भगवान् सात्त्विक कर्ताके लक्षण बताते हैं। ","hcsca":"।।18.25।। तमोगुणी पुरुष कर्म प्रारम्भ करने के पूर्व इस बात का विचार ही नहीं करता कि उस कर्म का परिणाम (अनुबन्ध) क्या होगा तथा उसके करने में कितनी शारीरिक? आर्थिक आदि शक्तियों का क्षय अर्थात् ह्रास होगा। उसे इस बात की भी कोई चिन्ता नहीं होती कि उसके कर्म के कारण कितनी हिंसा हो रही है अथवा लोगों को कष्ट हो रहा है। ऐसे प्रमादी और उत्तरदायित्वहीन लोगों के कर्म मोहवश अर्थात् किसी भ्रान्त धारणा और हीन उद्देश्य से प्रेरित होते हैं। उदाहरणार्थ? मद्यपान? दुसाहसपूर्ण द्यूत? भ्रष्टाचार आदि ये सब तामस कर्म हैं। ऐसे कर्मों के कर्ता केवल क्षणभर के वैषयिक सुख की संवेदना ही चाहते हैं।राजस कर्म के निराशा और दुखरूप फल को प्राप्त होने में कुछ काल की आवश्यकता होती है? परन्तु तामस कर्म का दुखरूप फल तत्काल ही प्राप्त होता है। जबकि सात्त्विक कर्म का फल सदैव आनन्द ही होता है।आगामी श्लोकों में? भगवान् श्रीकृष्ण तीन प्रकार के कर्ताओं का वर्णन करते हैं ","etsga":"18.25 That action is said to be born of tamas which is undertaken out of delusion, (and) without consideration of its conseence, loss, harm and ability. ","etssa":"18.25 That action which is undertaken from delusion, without a regard for the conseences, loss, injury and (ones own) ability that is declared to be Tamasic (dark). ","etdss":"18.25. The object which is gained, due to ignorance, without considering the result, the loss, the injury to others and the strength [of ones own]-that is declared to be of the Tamas (Strand). ","ecssa":"18.25 अनुबन्धम् conseence? क्षयम् loss? हिंसाम् injury? अनपेक्ष्य without regard? च and? पौरुषम् (ones own) ability? मोहात् from delusion? आरभ्यते is undertaken? कर्म action? यत् which? तत् that? तामसम् Tamasic (dark)? उच्यते is said.Commentary Tamasic acts cause harm to others. A Tamasic man reflects not at all whether he has the capacity to perform these useless actions? but continues to act blindly. With utter thoughtlessness he sets aside any reflection as to the difficulty of performing the action and what the result of it would be. He carries it on in his own egoistical manner. He does not discriminate between the good and the bad? or what is ones own and what belongs to another.Kshayam Loss of power and of wealth? resulting from the performance of an action.Himsa Injury to living beings.Paurusham Ones own ability or capacity to complete the work.Now listen to the characteristics that pertain to the pure agent. The Lord proceeds to deal with the distinction among the agents. ","scetsga":"18.25 Tat, that; karma, action; yat, which; is arabhyate, undertaken; mohat, out of delusion, non-discrimination; anapeksya, without consideration of; its anubandham, conseence, the result which accrues later; ksayam, loss-that losss which is incurred in the form of loss of energy or loss of wealth in the course of any action; himsam, harm, suffering to creatures; and paurusam, ability, prowess-ones own ability fest as, I shall be able to complete this task;-without consideration of these, from conseence to ability, ucyate, is said to be; tamasam, born of tamas. ","scetdss":"18.23-25 Niyatam etc. : upto Tamasam ucyate. With determination : i.e., it is a thing to be acired. Abundant in offlictions : spread through by nescience etc. Due to ignorance : i.e. due to that which is born of addiction. ","scetssa":"18.25 Anubandha or conseence is here the pain which follows when a work is performed. Loss means loss of wealth involved in doing that act. Injury is the pain caused to living beings when the work is carried out. Capacity is the ability of completing the act. Whenever an act is begun without consideration of these and from delusion, viz., due to ignoring the agency of the Supreme Person - that act is said to be Tamasika. ","chakravarthi":"That work which leads to later bondage by the servants of Yama, by a king or thieves (anubandham), which destroys dharma, knowledge and other good qualities (ksayam), which destroys oneself (himsam), which is performed without prior consideration (anapeksya), which is performed only by materialistic persons (paurusam), commenced out of ignorance (mohat), is called tamasic work. ","rudra":"\nContinuing Lord Krishna affirms that action which are undertaken under\ndelusion without consideration of the good and evil consequences that will\nfollow from such action, without evaluation of its worth; which incurs\nunreasonable expenditure in time, energy or resources, which causes injury\nto oneself and to others and is pointless to pursue is situated in tama\nguna the mode of ignorance. ","brahma":"There is no commentary for this verse. ","shri":"\nThe word mohat means in illusion, deluded. The word ksaya means loss\nreferring to loss of time, energy and expenditure. The\nword anubandham meaning consequences is not considering the consequences of\nones actions and paurusam meaning capacity denotes oblivious to whether or\nnot one has the capability to complete it. The word himsa meaning violence\ndenotes causing injury to others. Lord Krishna reiterates that such\nendeavours engaged in foolish delusion are locked in tama guna the mode of\nignorance. ","kumar":"The word mohat means in illusion, deluded. The word ksaya means loss\nreferring to loss of time, energy and expenditure. The\nword anubandham meaning consequences is not considering the consequences of\nones actions and paurusam meaning capacity denotes oblivious to whether or\nnot one has the capability to complete it. The word himsa meaning violence\ndenotes causing injury to others. Lord Krishna reiterates that such\nendeavours engaged in foolish delusion are locked in tama guna the mode of\nignorance. "}