{"meta":"Bhagavad Gita Chapter 18 Verse 51","metahi":"भगवद् गीता 18.51","slok":"बुद्ध्या विशुद्धया युक्तो धृत्याऽऽत्मानं नियम्य च।शब्दादीन् विषयांस्त्यक्त्वा रागद्वेषौ व्युदस्य च।।18.51।। ","htsrsd":"।।18.51।।जो विशुद्ध (सात्त्विकी) बुद्धिसे युक्त? वैराग्यके आश्रित? एकान्तका सेवन करनेवाला और नियमित भोजन करनेवाला साधक धैर्यपूर्वक इन्द्रियोंका नियमन करके? शरीरवाणीमनको वशमें करके? शब्दादि विषयोंका त्याग करके और रागद्वेषको छोड़कर निरन्तर ध्यानयोगके परायण हो जाता है? वह अहंकार? बल? दर्प? काम? क्रोध और परिग्रहका त्याग करके एवं निर्मम तथा शान्त होकर ब्रह्मप्राप्तिका पात्र हो जाता है। ","htstma":"।।18.51।। विशुद्ध बुद्धि से युक्त? धृति से आत्मसंयम कर? शब्दादि विषयों को त्याग कर और रागद्वेष का परित्याग कर৷৷৷৷।। ","transliteration":"Buddhyaa vishuddhayaa yukto dhrityaatmaanam niyamya cha;\nShabdaadeen vishayaanstyaktwaa raagadweshau vyudasya cha. ","englishmeaning":"buddhyā—intellect; viśhuddhayā—purified; yuktaḥ—endowed with; dhṛityā—by determination; ātmānam—the intellect; niyamya—restraining; cha—and; śhabda-ādīn viṣhayān—sound and other objects of the senses; tyaktvā—abandoning; rāga-dveṣhau—attachment and aversion; vyudasya—casting aside; cha—and; vivikta-sevī—relishing solitude; laghu-āśhī—eating light; yata—controls; vāk—speech; kāya—body; mānasaḥ—and mind; dhyāna-yoga-paraḥ—engaged in meditation; nityam—always; vairāgyam—dispassion; samupāśhritaḥ—having taken shelter of; ahankāram—egotism; balam—violence; darpam—arrogance; kāmam—desire; krodham—anger; parigraham—selfishness; vimuchya—being freed from; nirmamaḥ—without possessiveness of property; śhāntaḥ—peaceful; brahma-bhūyāya—union with Brahman; kalpate—is fit ","hcsrsd":"।।18.51।। व्याख्या --   बुद्ध्या विशुद्धया युक्तः -- जो सांख्ययोगी साधक परमात्मतत्त्वको प्राप्त करना चाहता है? उसकी बुद्धि विशुद्ध अर्थात् सात्त्विकी (गीता 18। 30) हो। उसकी बुद्धिका विवेक साफसाफ हो? उसमें किञ्चिन्मात्र भी सन्देह न हो।इस सांख्ययोगके प्रकरणमें सबसे पहले बुद्धिका नाम आया है। इसका तात्पर्य है कि सांख्ययोगीके लिये जिस विवेककी आवश्यकता है? वह विवेक बुद्धिमें ही प्रकट होता है। उस विवेकसे वह जडताका त्याग करता है।वैराग्यं समुपाश्रितः -- जैसे संसारी लोग रागपूर्वक वस्तु? व्यक्ति आदिके आश्रित रहते हैं? उनको अपना आश्रय? सहारा मानते हैं? ऐसे ही सांख्ययोगका साधक वैराग्यके आश्रित रहता है अर्थात् जनसमुदाय? स्थान आदिसे उसकी स्वाभाविक ही निर्लिप्तता बनी रहती है। लौकिक और पारलौकिक सम्पूर्ण भोगोंसे उसका दृढ़ वैराग्य होता है।विविक्तसेवी -- सांख्ययोगके साधकका स्वभाव? उसकी रुचि स्वतःस्वाभाविक एकान्तमें रहनेकी होती है। एकान्तसेवनकी रुचि होनी तो बढ़िया है? पर उसका आग्रह नहीं होना चाहिये अर्थात् एकान्त न मिलनेपर मनमें विक्षेप? हलचल नहीं होनी चाहिये। आग्रह न होनेसे रुचि होनेपर भी एकान्त न मिले? प्रत्युत समुदाय मिले? खूब हल्लागुल्ला हो? तो भी साधक उकतायेगा नहीं अर्थात् सिद्धिअसिद्धिमें सम रहेगा। परन्तु आग्रह होगा तो वह उकता जायगा? उससे समुदाय सहा नहीं जायगा। अतः साधकका स्वभाव तो एकान्तमें रहनेका ही होना चाहिये? पर एकान्त न मिले तो उसके अन्तःकरणमें हलचल नहीं होनी चाहिये। कारण कि हलचल होनेसे अन्तःकरणमें संसारकी महत्ता आती है और संसारकी महत्ता आनेपर हलचल होती है? जो कि ध्यानयोगमें बाधक है।एकान्तमें रहनेसे साधन अधिक होगा? मन भगवान्में अच्छी तरह लगेगा अन्तःकरण निर्मल बनेगा -- इन बातोंको लेकर मनमें जो प्रसन्नता होती है? वह साधनमें सहायक होती है। परन्तु एकान्तमें हल्लागुल्ला करनेवाला कोई नहीं होगा अतः वहाँ नींद अच्छी आयेगी? वहाँ किसी भी प्रकारसे बैठ जायँ तो कोई देखनेवाला नहीं होगा? वहाँ सब प्रकारसे आराम रहेगा? एकान्तमें रहनेसे लोग भी ज्यादा मानबड़ाई? आदर करेंगे -- इन बातोंको लेकर मनमें जो प्रसन्नता होती है? वह साधनमें बाधक होती है क्योंकि यह सब भोग है। साधकको इन सुखसुविधाओंमें फँसना नहीं चाहिये? प्रत्युत इनसे सदा सावधान रहना चाहिये।लघ्वाशी -- साधकका स्वभाव स्वल्प अर्थात् नियमित और सात्त्विक भोजन करनेका हो। भोजनके विषयमें हित? मित और मेध्य -- ये तीन बातें बतायी गयी हैं। हित का तात्पर्य है -- भोजन शरीरके अनुकूल हो। मितका तात्पर्य है -- भोजन न तो अधिक करे और न कम करे? प्रत्युत जितने भोजनसे शरीरनिर्वाह की जाय? उतना भोजन करे (गीता 6। 16)। भोजनसे शरीर पुष्ट हो जायगा -- ऐसे भावसे भोजन न करे? प्रत्युत केवल औषधकी तरह क्षुधानिवृत्तिके लिये ही भोजन करे? जिससे साधनमें विघ्न न पड़े। मेध्यका तात्पर्य है -- भोजन पवित्र हो।धृत्यात्मानं नियम्य च -- सांसारिक कितने ही प्रलोभन सामने आनेपर भी बुद्धिको अपने ध्येय परमात्मतत्त्वसे विचलित न होने देना -- ऐसी दृढ़ सात्त्विकी धृति (गीता 18। 33) के द्वारा इन्द्रियोंका नियमन करे अर्थात् उनको मर्यादामें रखे। आठों पहर यह जागृति रहे कि इन्द्रियोंके द्वारा साधनके विरुद्ध कोई भी चेष्टा न हो।यतवाक्कायमानसः -- शरीर? वाणी और मनको संयत (वशमें) करना भी साधकके लिये बहुत जरूरी है (गीता 17। 14 -- 16)। अतः वह शरीरसे वृथा न घूमे? देखनेसुननेके शौकसे कोई यात्रा न करे। वाणीसे वृथा बातचीत न करे? आवश्यक होनेपर ही बोले? असत्य न बोले? निन्दाचुगली न करे। मनसे रागपूर्वक संसारका चिन्तन न करे? प्रत्युत परमात्माका चिन्तन करे।शब्दादीन्विषयांस्त्यक्त्वा -- ध्यानके समय बाहरके जितने सम्बन्ध हैं? जो कि विषयरूपसे आते हैं और जिनसे संयोगजन्य सुख होता है? उन शब्द? स्पर्श? रूप? रस और गन्ध -- पाँचों विषयोंका स्वरूपसे ही त्याग कर देना चाहिये। कारण कि विषयोंका रागपूर्वक सेवन करनेवाला ध्यानयोगका साधन नहीं कर सकता। अगर विषयोंका रागपूर्वक सेवन करेगा तो ध्यानमें वृत्तियाँ (बहिर्मुख होनेसे) नहीं लगेंगी और विषयोंका चिन्तन होगा।रागद्वेषौ व्युदस्य च -- सांसारिक वस्तु महत्त्वशाली है? अपने काममें आनेवाली है? उपयोगी है -- ऐसा जो भाव है? उसका नाम राग है। तात्पर्य है कि अन्तःकरणमें असत् वस्तुका जो रंग चढ़ा हुआ है? वह राग है। असत् वस्तु आदिमें राग रहते हुए कोई उनकी प्राप्तिमें बाधा डालता है? उसके प्रति द्वेष हो जाता है।असत् संसारके किसी अंशमें राग हो जाय तो दूसरे अंशमें द्वेष हो जाता है -- यह नियम है। जैसे? शरीरमें राग हो जाय तो शरीरके अनुकूल वस्तुमात्रमें राग हो जाता है और प्रतिकूल वस्तुमात्रमें द्वेष हो जाता है।संसारके साथ रागसे भी सम्बन्ध जुड़ता है और द्वेषसे भी सम्बन्ध जुड़ता है। रागवाली बातका भी चिन्तन होता है और द्वेषवाली बातका भी चिन्तन होता है। इसलिये साधक न राग करे और न द्वेष करे।ध्यानयोगपरो नित्यम् -- साधक नित्य ही ध्यानयोगके परायण रहे अर्थात् ध्यानके सिवाय दूसरा कोई साधन न करे। ध्यानके समय तो ध्यान करे ही? व्यवहारके समय अर्थात् चलतेफिरते? खातेपीते? कामधंधा करते समय भी यह ध्यान (भाव) सदा बना रहे कि वास्तवमें एक परमात्माके सिवाय संसारकी स्वतन्त्र सत्ता है ही नहीं (गीता 18। 20)।अहंकारं बलं दर्पं ৷৷. विमुच्य -- गुणोंको लेकर अपनेमें जो एक विशेषता दीखती है? उसे अहंकार कहते हैं। जबर्दस्ती करके? विशेषतासे मनमानी करनेका जो आग्रह (हठ) होता है? उसे बल कहते हैं। जमीनजायदाद आदि बाह्य चीजोंकी विशेषताको लेकर जो घमंड होता है? उसे दर्प कहते हैं। भोग? पदार्थ तथा अनुकूल परिस्थिति मिल जाय? इस इच्छाका नाम काम है। अपने स्वार्थ और अभिमानमें ठेस लगनेपर दूसरोंका अनिष्ट करनेके लिये जो जलनात्मक वृत्ति पैदा होती है? उसको क्रोध कहते हैं। भोगबुद्धिसे? सुखआरामबुद्धिसे चीजोंका जो संग्रह किया जाता है? उसे परिग्रह (टिप्पणी प0 947.1) कहते हैं।साधक उपर्युक्त अहंकार? बल? दर्प? काम? क्रोध और परिग्रह -- इन सबका त्याग कर देता है।निर्ममः -- अपने पास निर्वाहमात्रकी जो वस्तुएँ हैं और कर्म करनेके शरीर? इन्द्रियाँ आदि जो साधन हैं? उनमें ममता अर्थात् अपनापन न हो (टिप्पणी प0 947.2)। अपना शरीर? वस्तु आदि जो हमें प्रिय लगते हैं? उनके बने रहनेकी इच्छा न होना निर्मम होना है।जिन व्यक्तियों और वस्तुओंको हम अपनी मानते हैं? वे आजसे सौ वर्ष पहले भी अपनी नहीं थीं और सौ वर्षके बाद भी अपनी नहीं रहेंगी। अतः जो अपनी नहीं रहेंगी? उनका उपयोग या सेवा तो कर सकते हैं? पर उनको,अपनी मानकर अपने पास नहीं रख सकते। अगर उनको अपने पास नहीं रख सकते तो वे अपने नहीं हैं ऐसा माननेमें क्या बाधा है उनको अपनी न माननेसे अधिक निर्मम हो जाता है।शान्तः -- असत् संसारके साथ सम्बन्ध रखनेसे ही अन्तःकरणमें अशान्ति? हलचल आदि पैदा होते हैं। जडतासे सर्वथा सम्बन्धविच्छेद होनेपर अशान्ति कभी पासमें आती ही नहीं। फिर रागद्वेष न रहनेसे साधक हरदम शान्त रहता है।ब्रह्मभूयाय कल्पते -- ममतारहित और शान्त मनुष्य (सांख्ययोगका साधक) परमात्मप्राप्तिका अधिकारी बन जाता है अर्थात् असत्का सर्वथा सम्बन्ध छूटते ही उसमें ब्रह्मप्राप्तिकी योग्यता? सामर्थ्य आ जाती है। कारण कि जबतक असत् पदार्थोंके साथ सम्बन्ध रहता है? तबतक परमात्मप्राप्तिकी सामर्थ्य नहीं आती। सम्बन्ध --   उपर्युक्त साधनसामग्रीसे निष्ठा प्राप्त हो जानेपर क्या होता है -- इसको आगेके श्लोकमें बताते हैं। ","hcsca":"।।18.51।। विशुद्ध बुद्धि से युक्त अर्थात् जिसका अन्तकरण शुद्ध है। विषयार्जन और विषयोपभोग की वासनाओं से मुक्त अन्तकरण ही शुद्ध कहलाता है। विशुद्ध बुद्धि से तात्पर्य सात्त्विकी बुद्धि से भी है।ध्यानाभ्यास के समय साधक का आन्तरिक सामञ्जस्य और शान्ति दो कारणों से नष्ट हो सकती है। (1) इन्द्रियों द्वारा विषय ग्रहण से? अथवा (2) मन द्वारा पूर्वानुभूत भोगों के स्मरण अर्थात् भोगस्मृति से। साधक को सात्त्विकी धृति से मन को संयमित करना चाहिए अर्थात् ध्यान के समय विषयभोगों का स्मरण नहीं करना चाहिए। इसी प्रकार? शब्दस्पर्शरूपरसगन्ध इन विषयों को त्यागने का अर्थ यह है कि यदि इन्द्रिय द्वारा कोई विषय ग्रहण किया भी जाता है? तो उसका चिन्तन प्रारम्भ नहीं करना चाहिए। यह तभी संभव होगा? जब साधक अपने व्यक्तिगत रागद्वेषों से मुक्त होगा। इन सबको सम्पादित करने के लिए मन के चारों ओर ज्ञान की प्राचीर (दीवार) निर्म्ात करनी चाहिए। ज्ञान से ही मन को अपने वश में किया जा सकता है। मनसंयम और इन्द्रियसंयम को क्रमश शम और दम भी कहते हैं।ध्यानाभ्यास के साधक के विषय में? और आगे कहते हैं ","etsga":"18.51 Being endowed with a pure intellect, and controlling oneself with fortitude, rejecting the objects-beginning from sound [Sound, touch, form and colour, taste and smell.-Tr.], and eliminating attachment and hatred; ","etssa":"18.51 Endowed with a pure intellect, controlling the self by firmness, relinishing sound and other objects and abandoning attraction and hatred. ","etdss":"18.51. He, who has got a totally pure intellect by fully controlling his self (mind) with firmness, and renouncing sense-objects, sound etc., and driving out desire and hatred; ","ecssa":"18.51 बुद्ध्या with an intellect? विशुद्धया pure? युक्तः endowed? धृत्या by firmness? आत्मानम् the self? नियम्य controlling? च and? शब्दादीन् sound and other? विषयान् senseobjects? त्यक्त्वा relinishing? रागद्वेषौ attraction and hatred? व्युदस्य abandoning? च and.Commentary The lower self should be controlled with firmness by the Self of pure intellect. The turbulent senses and the mind should be subdued with the help of the pure intellect or reason. Pure reason is a great power. Whenever the senses raise their heads and hiss? they should be hammered by the powerful rod of pure intellect or reason. Reason is the faculty of determination.Pure intellect The intellect that is free from lust? anger? greed? pride? doubt? misconception? etc. It is like a clear mirror. A pure intellect is Brahman Itself. It can be easily merged in Brahman. When the pure intellect is merged in Brahman? the reflected intelligence? Chidabhasa or Jiva? is also absorbed in Brahman. The Jiva becomes identical with Brahman? just as the ether in the pot becomes one with the universal ether when the pot is broken.The self The aggregate of the body and the senses.The aspirant withdraws the senses from their respective objects again and again through the repeated practice of Pratyahara (abstraction) and Dama (selfrestraint). Gradually the senses are fixed in the Self. Their outgoing tendencies are totally curbed. The aspirant attains supreme control of the senses by constant meditation? by the practice of dispassion he coners Raga (attachment)? and through the practice of pure love or cosmic love or divine Preme he coners hatred.He abandons all luxuries. He keeps only those objects which are necessary for the bare maintenance of the body. He has neither attachment nor hatred even for those objects which are necessary for that purpose. ","scetsga":"18.51 Yuktah, being endowed; buddhya, with an intellect-which is identical with the faculty of determination; visuddhaya, pure, free from maya (delusion); and niyamya, controlling, subduing; atmanam, oneself, the aggregate of body and organs; dhrtya, with fortitude, with steadlines; tyaktva, rejecting; visayan, the objects; sabdadin, beginning from sound -from the context it follows that rejecting the objects means rejecting all things which are meant for pleasure and are in excess of those meant only for the mere maintenance of the body; and vyudasya, eliminating; raga-dvesau, attachment and hatred with regard to things which come to hand for the maintenance of the body-.\nTherefore, ","scetdss":"18.51 See Comment under 18.60 ","scetssa":"18.51 - 18.53 Endowed with a purified understanding means endowed with the Buddhi capable of understanding the self as it is in reality; subduing the mind by steadiness means making the mind fit for meditation by turning away from external and internal objects; relinishing sound and other objects of senses means keeping them far away, casting aside love and hate occasioned by them (i.e., the sense objects). Resorting to solitude means living in a lonely place free from hindrances to meditation; eat but little means eating neither too much nor too little; restraining speech, body and mind means directing the operations of body, speech and mind to meditation; ever engaged in the Yoga of meditation means being like this, i.e., constantly engaged in the Yoga of meditation day after day until death; taking refuge in dispassion means developing aversion to all objects except the one entity to be meditated upon, by considering the imperfections of all objects and thus cultivating detachment to everything. Forsaking egoism means abandoning the tendency to consider what is other than the self, as well as neutralising the power of forcible Vasnas (tendencies) which nourish (egoism), and the resulting pride, desire, wrath and possessiveness. With no feeling of mine means free from the notion that what does not belong to oneself belongs to oneself; Who is tranil means, who finds sole happiness in experiencing the self. One who has become like this and performs the Yoga of meditation becomes worthy for the state of Brahman. The meaning is that, freed from all bonds, he experiences the self as It really is. ","chakravarthi":"One should be endowed with sattvika intelligence (buddhya visuddhaya), controlling the mind (atmanam niyamya) with similar sattvika determination.\nOne should be completely devoted to thinking of bhagavan (dhyana yoga parah).\nOne should be devoid of strength (bala) related to material attachment and desire, rather than physical strength.\nWith the cessation of ignorance (avidya) characterized by freedom from ahankara, price, lust, anger and possessions, there is also the cessation of sattva guna (santah). This is the achievement of jnana samnyasa, giving up jnana itself. This is understood from the statement in the eleventh canto of Bhagavatam jndnam ca mayi sannyaset: one should renounce all jnana to attain me. This means that without the cessation of both ignorance and knowledge (ajnana and jnana), there can be no attainment of brahman realization. Being freed from all these, it is possible (kalpate) to realize (bhuyaya) brahman. ","rudra":"\nEndued with purified intelligence of a nature secured in sattva guna or\nmode of goodness, tenacious control of the mind insuring that ones\npurified intelligence is constant and steady. Relinquishing all desires for\nsense objects and abandoning the ever fickle dualities of likes and\ndislikes such a one is qualified to realise the brahman or spiritual\nsubstratum pervading all existence. Such an aspirant will sequester\nthemselves in a pure, remote location such as forest or mountain.\nRestraining speech, the impulses of the mind and the impetus of the body,\nalways devoted to the practice of yoga or facilitating communion with the\nSupreme Lord which comes from reflection, contemplation and meditation upon\nthe Supreme Lord Krishna constantly striving in this endeavour with firm\ndispassion so that it remains constant and unbroken. Rejecting the egoism\nof the delusion that one is the doer and controller which gives the\nillusion that one is free from worldly attachment. Rejecting all things\nsuperfluous which are inclined to lead one away from spiritual pursuits.\nRejection of objects of the senses and the desire to enjoy them even if\nthey appear unsolicited. Thus one who has steadfastly arrived at this state\nhas become totally tranquil and serene having achieved supreme peace and\nsuch a one is qualified to realise the brahman. ","brahma":"\nLord Krishna is stating that by imbibing and actualising these attributes\none assumes the nature of brahman the spiritual substratum pervading all\nexistence. ","shri":"\nBuddhi is spiritual intelligence the consciousness which exclusively\nfocuses on the atma.\nManas refers to the mind, senses and body which acting in such a way\ndiscourages desires for sense gratification and encourages reflection on\nthe Supreme Lord. Vairagyam-samipasritah means renouncing the objects which\nthe senses hanker for and indifference to mundane pursuits. It is while\nchasing such pursuits that occasionally friendship or enmity transpires so\nceasing from these pursuits would free one from raga-dvesau attraction and\nrepulsion. Vivikta-sevi is seeking solitude in remote places aloof from\ndisturbances to meditation. Moderation in eating and sleeping. Dhyana-\nyoga means internally performing continuous bhakti or exclusive loving\ndevotional service unto the Supreme Lord Krishna or any of His avatars or\nincarnations and expansions as authorised in Vedic scriptures. Gradually\nincreasing aversion towards anything that is not connected to the atma or\nimmortal soul and the Supreme Lord. Ahankaram is egoistic conceptions that\nconsiders the body to be all in all and cannot discern that they are not\ntheir physical body. Balam is lust for power, darpan is vain conceit which\nis derived from it and nirmanam is the notion one possesses what is not\nones own. Santah is tranquillity peacefulness, the serenity of bliss\nacquired by constant reflection and meditation upon the Supreme Lord\nqualifies one to achieve realisation of the brahman or spiritual substratum\npervading all existence and and achieving moksa or liberation from material\nexistence attains atma tattva or soul realisation and enters into the bliss\nof communion with the Supreme Lord. ","kumar":"Buddhi is spiritual intelligence the consciousness which exclusively\nfocuses on the atma.\nManas refers to the mind, senses and body which acting in such a way\ndiscourages desires for sense gratification and encourages reflection on\nthe Supreme Lord. Vairagyam-samipasritah means renouncing the objects which\nthe senses hanker for and indifference to mundane pursuits. It is while\nchasing such pursuits that occasionally friendship or enmity transpires so\nceasing from these pursuits would free one from raga-dvesau attraction and\nrepulsion. Vivikta-sevi is seeking solitude in remote places aloof from\ndisturbances to meditation. Moderation in eating and sleeping. Dhyana-\nyoga means internally performing continuous bhakti or exclusive loving\ndevotional service unto the Supreme Lord Krishna or any of His avatars or\nincarnations and expansions as authorised in Vedic scriptures. Gradually\nincreasing aversion towards anything that is not connected to the atma or\nimmortal soul and the Supreme Lord. Ahankaram is egoistic conceptions that\nconsiders the body to be all in all and cannot discern that they are not\ntheir physical body. Balam is lust for power, darpan is vain conceit which\nis derived from it and nirmanam is the notion one possesses what is not\nones own. Santah is tranquillity peacefulness, the serenity of bliss\nacquired by constant reflection and meditation upon the Supreme Lord\nqualifies one to achieve realisation of the brahman or spiritual substratum\npervading all existence and and achieving moksa or liberation from material\nexistence attains atma tattva or soul realisation and enters into the bliss\nof communion with the Supreme Lord. "}