{"meta":"Bhagavad Gita Chapter 18 Verse 21","metahi":"भगवद् गीता 18.21","slok":"पृथक्त्वेन तु यज्ज्ञानं नानाभावान्पृथग्विधान्।वेत्ति सर्वेषु भूतेषु तज्ज्ञानं विद्धि राजसम्।।18.21।। ","htsrsd":"।।18.21।।परन्तु जो ज्ञान अर्थात् जिस ज्ञानके द्वारा मनुष्य सम्पूर्ण प्राणियोंमें अलगअलग अनेक भावोंको अलगअलग रूपसे जानता है? उस ज्ञानको तुम राजस समझो। ","htstma":"।।18.21।। जिस ज्ञान के द्वारा मनुष्य समस्त भूतों में नाना भावों को पृथक्पृथक् जानता है? उस ज्ञान को तुम राजस जानो।। ","transliteration":"Prithaktwena tu yajjnaanam naanaabhaavaan prithagvidhaan;\nVetti sarveshu bhooteshu tajjnaanam viddhi raajasam. ","englishmeaning":"pṛithaktvena—unconnected; tu—however; yat—which; jñānam—knowledge; nānā-bhāvān—manifold entities; pṛithak-vidhān—of diversity; vetti—consider; sarveṣhu—in all; bhūteṣhu—living entities; tat—that; jñānam—knowledge; viddhi—know; rājasam—in the mode of passion ","hcsrsd":"।।18.21।। व्याख्या --   पृथक्त्वेन तु (टिप्पणी प0 904.1) यज्ज्ञानं नानाभावान् पृथग्विधान् -- राजस ज्ञानमें राग की मुख्यता होती है -- रजो रागात्मकं विद्धि (गीता 14। 7)। रागका यह नियम है कि वह जिसमें आ जाता है? उसमें किसीके प्रति आसक्ति? प्रियता पैदा करा देता है और किसीके प्रति द्वेष पैदा करा देता है। इस रागके कारण ही मनुष्य? देवता? यक्षराक्षस? पशुपक्षी? कीटपतङ्ग? वृक्षलता आदि जितने भी चरअचर प्राणी हैं? उन प्राणियोंकी विभिन्न आकृति? स्वभाव? नाम? रूप? गुण आदिको लेकर राजस ज्ञानवाला मनुष्य उनमें रहनेवाली एक ही अविनाशी आत्माको तत्त्वसे अलगअलग समझता है।वेत्ति सर्वेषु भूतेषु तज्ज्ञानं विद्धि राजसम् -- इसी तरह जिस ज्ञानसे मनुष्य अलगअलग शरीरोंमें अन्तःकरण? स्वभाव? इन्द्रियाँ? प्राण आदिके सम्बन्धसे प्राणियोंको भी अलगअलग मानता है? वह ज्ञान राजस कहलाता है। राजस ज्ञानमें जडचेतनका विवेक नहीं होता। सम्बन्ध --   अब तामस ज्ञानका वर्णन करते हैं। ","hcsca":"।।18.21।। जब हम इन्द्रिय? मन और बुद्धि के माध्यम से जगत् का अवलोकन करते हैं? तब? निसन्देह उसमें हमें असंख्य प्रकार के भेद दृष्टिगोचर होते हैं। परन्तु जो वस्तु जिस रूप में दिखाई देती है? उसके उसी रूप को सत्य समझ लेना अविवेक का लक्षण है। राजसी पुरुष का मन सदैव चंचल और अस्थिर रहने के कारण वह कभी शान्त मन से विचार नहीं कर पाता और यही कारण है कि वह दृष्टिगोचर भेद? जैसे वनस्पति? पशु? मनुष्य आदि को परस्पर सर्वथा भिन्न और सत्य मान लेता है। ऐसे ज्ञान को राजस ज्ञान कहते हैं। ","etsga":"18.21 But know that knowledge to be originating from rajas which, amidst all things, apprehends the different entities of various kinds as distinct [As possessing distinct selves.]. ","etssa":"18.21 But that knowledge which sees in all beings various entities of distinct kinds as different from one another know thou that knowledge to be Rajasic. ","etdss":"18.21. That instrument-of-knowledge, by means of which one considers the varied natures of different sorts in all beings as [really] different-that is regarded to be of the Rajas (Strand). ","ecssa":"18.21 पृथक्त्वेन as different from one another? तु but? यत् which? ज्ञानम् knowledge? नानाभावान् various entities? पृथग्विधान् of distinct kinds? वेत्ति knows? सर्वेषु (in) all? भूतेषु in beings? तत् that? ज्ञानम् knowledge? विद्धि know? राजसम् Rajasic.Commentary Knowledge which sees As knowledge cannot be an agent? this should be interpreted to mean knowledge by which one sees.Entities Selves or souls.Different from one another Regarding them as different in different bodies.The knowledge that is led by the idea of separateness is passionate. Enveloping as it does the manifold creation with the veil of separateness? it deludes even the wise man. Owing to passionate knowledge? beings appear to be separate and the perception of unity is also lost sight of. That knowledge which beholds multiplicity in created objects and differentiates them as being small or great? according to their form and size? is of passionate nature and tainted. A man with passionate knowledge sees diversity everywhere. He beholds the many only.Now I will explain to thee? O Arjuna? knowledge that is of the ality of darkness? in order that thou mayest avoid it. ","scetsga":"18.21 Tu, but; viddhi, know; tat, that; jnanam, knowledge; to be rajasam, originating from rajas; yat, which; sarvesu bhutesu, amidst all things; vetti, apprehends-since knowledge cannot be an agent of hends-since knowledge cannot be an agent of action, therefore the meaning implied is, that, knowledge৷৷.through which one apprehends৷৷.-; nana-bhavan, the different entities; prthagvidhan, of various kinds, i.e., those possessing diverse characteristics and different from oneself; prthakrvena, as distinct, as separate in each body. ","scetdss":"18.21 See Comment under 18.22 ","scetssa":"18.21 Whatever knowledge perceives in Brahmana etc., at the time of work, the entity known as the Atman as of diverse nature because the bodies of those beings are tall or fair and are fit to attain the fruits of work - know that knowledge to be Rajasika. The point is this: It is not a condemnation of the plurality of Atman. The Atman, though distinct, is uniform everywhere. The bodily attributes do not affect it. The knowledge lacking this understanding is stigmatised as Rajasa. ","chakravarthi":"This verse speaks of rajasic knowledge. That knowledge which one sees the soul as different in each body that it accepts, accepting the asuric idea that the soul perishes with the body, with a different soul in every body that arises; that knowledge by which one knows various opinions arising from such asuric scriptures, such as “the soul is the shelter of happiness and distress, the soul is not the shelter of happiness and distress, the soul is unconscious, the soul is conscious, the soul is all pervasive , the soul is atomic, the souls are many, the soul is one” is known as rajasic knowledge. ","rudra":"\nNow the nature of knowledge in raja guna or mode of passion is explained by\nLord Krishna. The knowledge where one imagines all jivas or embodied beings\nas distinct, possessing different atmas or souls diversely conditioned by\npleasure and happiness and pain and suffering is situated in raja guna. ","brahma":"\nThat knowledge which is contrary to the Vedic scriptures and the antithesis\nto the omnipotent absolute authority of the Supreme Lord Krishna is known\nto be situated in raja guna the mode of passion. The words nana-bhavan mean\nmultiplicity of natures. Those who are oblivious that the Supreme Lord is\nthe one underlying reality pervading all creation, simultaneously existing\nwithin the etheric heart of every jiva or embodied being in existence; are\nsituated in raja guna. Now begins the summation. If one is unaware of the Supreme Lord Krishnas unparalleled position as\nthe absolute sovereign ruler of all existence, or is bewildered about His\nindomitable, paramount position or thinks that any other god can manifest\ncreation or are influenced by inferior concepts, doctrines and\nphilosophies concerning creation, the jiva and the Supreme Lord; such\nerroneous and fallacious thinking devoid of a connection to reality impels\none to obstinately and belligerently try to justify and validate their\nillusory belief systems. Such fools of miniscule knowledge and misguided\nintelligence are unable to mount a rational argument supporting their\nviewpoint and odiously cling to their bogus suppositions and faulty claims. ","shri":"\nThe word prthaktvena means separate individuality alluding to differences\nin appearance between jivas or embodied beings. The words nana-bhavan\nrefers to plurality of substance in falsely surmising that the atma varies\nin quality or quantity with the variance of the physical body inhabited by\nthe jiva or to wrongly conclude that the atma varies in size and potency\naccording to the body it is in. This mentality is indicative of those\nsituated in raja guna the mode of passion and includes those desirous of\nreceiving rewards for their actions. ","kumar":"The word prthaktvena means separate individuality alluding to differences\nin appearance between jivas or embodied beings. The words nana-bhavan\nrefers to plurality of substance in falsely surmising that the atma varies\nin quality or quantity with the variance of the physical body inhabited by\nthe jiva or to wrongly conclude that the atma varies in size and potency\naccording to the body it is in. This mentality is indicative of those\nsituated in raja guna the mode of passion and includes those desirous of\nreceiving rewards for their actions. "}