{"meta":"Bhagavad Gita Chapter 2 Verse 48","metahi":"भगवद् गीता 2.48","slok":"योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय।सिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते।।2.48।।","htsrsd":"।।2.48।।हे धनञ्जय तू आसक्तिका त्याग करके सिद्धिअसिद्धिमें सम होकर योगमें स्थित हुआ कर्मोंको कर क्योंकि समत्व ही योग कहा जाता है।","htstma":"।।2.48।। हे धनंजय आसक्ति को त्याग कर तथा सिद्धि और असिद्धि में समभाव होकर योग में स्थित हुये तुम कर्म करो। यह समभाव ही योग कहलाता है।।","transliteration":"Yogasthah kuru karmaani sangam tyaktwaa dhananjaya;\nSiddhyasiddhyoh samo bhootwaa samatwam yoga uchyate.","englishmeaning":"yoga-sthaḥ—being steadfast in yog; kuru—perform; karmāṇi—duties; saṅgam—attachment; tyaktvā—having abandoned; dhanañjaya—Arjun; siddhi-asiddhyoḥ—in success and failure; samaḥ—equipoised; bhūtvā—becoming; samatvam—equanimity; yogaḥ—Yog; uchyate—is called","hcsrsd":" 2.48।। व्याख्या    सङ्गं त्यक्त्वा   किसी भी कर्ममें किसी भी कर्मके फलमें किसी भी देश काल घटना परिस्थिति अन्तःकरण बहिःकरण आदि प्राकृत वस्तुमें तेरी आसक्ति न हो तभी तू निर्लिप्ततापूर्वक कर्म कर सकता है। अगर तू कर्म फल आदि किसीमें भी चिपक जायेगा तो निर्लिप्तता कैसे रहेगी और निर्लिप्तता रहे बिना वह कर्म मुक्तिदायक कैसे होगा सिद्ध्यसिद्ध्योः समो भूत्वा   आसक्तिके त्यागका परिणाम क्या होगा सिद्धि और असिद्धिमें समता हो जायगा।कर्मका पूरा होना अथवा न होना सांसारिक दृष्टिसे उसका फल अनुकूल होना अथवा प्रतिकूल होना उस कर्मको करनेसे आदरनिरादर प्रशंसानिन्दा होना अन्तःकरणकी शुद्धि होना अथवा न होना आदिआदि जो सिद्धि और असिद्धि है उसमें सम रहना चाहिये  (टिप्पणी प0 86) ।कर्मयोगीकी इतनी समता अर्थात् निष्कामभाव होना चाहिये कि कर्मोंकी पूर्ति हो चाहे न हो फलकी प्राप्ति हो चाहे न हो अपनी मुक्ति हो चाहे न हो मुझे तो केवल कर्तव्यकर्म करना है। साधकको असङ्गताका अनुभव न हुआ हो उसमें समता न आयी हो तो भी उसका उद्देश्य असङ्ग होनेका सम होनेका ही हो। जो बात उद्देश्यमें आ जाती है वही अन्तमें सिद्ध हो जाती है। अतः साधनरूप समतासे अर्थात् अन्तःकरणकी समतासे साध्यरूप समता स्वतः आ जाती है  तदा योगमवाप्स्यसि  (2। 53)। योगस्थः कुरु कर्माणि   सिद्धिअसिद्धिमें सम होनेके बाद उस समतामें निरन्तर अटल स्थित रहना ही योगस्थ होना है। जैसे किसी कार्यके आरम्भमें गणेशजीका पूजन करते हैं तो उस पूजनको कार्य करते समय हरदम साथमें नहीं रखते ऐसे ही कोई यह न समझ ले कि आरम्भमें एक बार सिद्धिअसिद्धिमें सम हो गये तो अब उस समताको हरदम साथमें नहीं रखना है रागद्वेष करते रहना है इसलिये भगवान् कहते हैं कि समतामें हरदम स्थित रहते हुए ही कर्तव्यकर्मको करना चाहिये। समत्वं योग उच्यते   समता ही योग है अर्थात् समता परमात्माका स्वरूप है। वह समता अन्तःकरणमें निरन्तर बनी रहनी चाहिये। आगे पाँचवें अध्यायके उन्नीसवें श्लोकमें भगवान् कहेंगे कि जिनका मन समतामें स्थित हो गया है उन लोगोंने जीवित अवस्थामें ही संसारको जीत लिया है क्योंकि ब्रह्म निर्दोष और सम है अतः उनकी स्थिति ब्रह्ममें ही है। समताका नाम योग हैयह योगकी परिभाषा है। इसीको आगे छठे अध्यायके तेईसवें श्लोकमें कहेंगे कि दुःखोंके संयोगका जिसमें वियोग है उसका नाम योग है। ये दोनों परिमाषाएँ वास्तवमें एक ही हैं। जैसे दादकी बीमारीमें खुजलीका सुख होता है और जलनका दुःख होता है पर ये दोनोंही बीमारी होनेसे दुःखरूप है ऐसे ही संसारके सम्बन्धसे होनेवाला सुख और दुःख दोनों ही वास्तवमें दुःखरूप हैं। ऐसे संसारसे सम्बन्धविच्छेदका नाम ही दुःखसंयोगवियोग है। अतः चाहे दुःखोंके संयोगका वियोग अर्थात सुखदुःखसे रहित होना कहें चाहे सिद्धिअसिद्धिमें अर्थात् सुखदुःखमें सम होना कहें एक ही बात है।इस श्लोकका तात्पर्य यह हुआ कि स्थूल सूक्ष्म और कारणशरीरसे होनेवाली मात्र क्रियाओंको केवल संसारकी सेवारूपसे करना है अपने लिये नहीं। ऐसा करनेसे ही समता आयेगी। बुद्धि और समतासम्बन्धी विशेष बात बुद्धि दो तरहकी होती है अव्यवसायात्मिका और व्यवसायात्मिका। जिसमें सांसारिक सुख भोग आराम मानबड़ाई आदि प्राप्त करनेका ध्येय होता है वह बुद्धि अव्यवसायात्मिका होती है (गीता 2। 44)। जिसमें समताकी प्राप्ति करनेका अपना कल्याण करनेका ही उद्देश्य रहता है वह बुद्धि व्यवसायात्मिका होती है (गीता 2। 41)। अव्यसायात्मिका बुद्धि अनन्त होती है और व्यवसायात्मिका बुद्धि एक होती है। जिसकी बुद्धि अव्यवसायात्मिका होती है वह स्वयं अव्यवसायी (अव्यवसित) होता है  बुद्धयोऽव्यवसायिनाम्  (2। 41) तथा वह संसारी होता है। जिसकी बुद्धि व्यवसायात्मिका होती है वह स्वयं व्यवसायी (व्यवसित) होता है  व्यवसितो हि सः  (9। 30) तथा वह साधक होता है।समता भी दो तरहकी होती है साधनरूप समता और साध्यरूप समता। साधनरूप समता अन्तःकरणकी होती है और साध्यरूप समता परमात्मस्वरूपकी होती है। सिद्धिअसिद्धि अनुकूलताप्रतिकूलता आदिमें सम रहना अर्थात् अन्तःकरणमें रागद्वेषका न होना साधनरूप समता है जिसका वर्णन गीतामें अधिक हुआ है। इस साधनरूप समतासे जिस स्वतःसिद्ध समताकी प्राप्ति होती है वह साध्यरूप समता है जिसका वर्णन इसी अध्यायके तिरपनवें श्लोकमें  तदा योगमवाप्स्यसि  पदोंसे हुआ है।अब इन चारों भेदोंको यों समझें कि एक संसारी होता है और एक साधक होता है एक साधन होता है और एक साध्य होता है। भोग भोगना और संग्रह करना यही जिसका उद्देश्य होता है वह संसारी होता है। उसकी एक व्यवसायात्मिका बुद्धि नहीं होती प्रत्युत कामनारूपी शाखाओंवाली अनन्त बुद्धियाँ होती हैं।मेरेको तो समताकी प्राप्ति ही करनी है चाहे जो हो जाय ऐसा निश्चय करनेवालेकी व्यवसायात्मिका बुद्धि होती है। ऐसा साधक जब व्यवहारक्षेत्रमें आता है तब उसके सामने सिद्धिअसिद्धि लाभहानि अनुकूलप्रतिकूल परिस्थिति आदि आनेपर वह उनमें सम रहता है रागद्वेष नहीं करता। इस साधनरूप समतासे वह संसारसे ऊँचा उठ जाता है  इहैव तैर्जितः सर्गो येषां साम्ये स्थितं मनः  (गीता 5। 19 का पूर्वार्ध)। साधनरूप समतासे स्वतःसिद्ध समरूप परमात्माकी प्राप्ति हो जाती है  निर्दोषं हि समं ब्रह्म तस्माद्ब्रह्मणि ते स्थिताः  (गीता 5। 19 का उत्तरार्ध)। सम्बन्ध   उन्तालीसवेंसे अड़तालीसवें श्लोकतक जिस समबुद्धि वर्णन हुआ है सकामकर्मकी अपेक्षा उस समबुद्धिकी श्रेष्ठता आगेके श्लोकमें बताते हैं।","hcsca":"।।2.48।। यहाँ कर्मयोग का ही विशद् विवेचन किया गया है। इस श्लोकार्थ पर विचार करने से ज्ञात होगा कि अहंकार की पूर्ण निवृत्ति के बिना इस मार्ग में सफलता नहीं मिल सकती और इसकी निवृत्ति का उपाय है मन का समत्व भाव। इस श्लोक में प्रथम बार योग शब्द का प्रयोग किया गया है और यहीं पर उसकी परिभाषा भी दी है कि समत्व योग कहलाता है। इस योग में दृढ़ स्थित होने पर ही निष्काम कर्म किये जा सकते हैं।कर्मयोगी के लिये केवल इतना पर्याप्त नहीं कि सम भाव में रहकर वह कर्म करे परन्तु इस नित्य परिवर्तनशील जगत् में रहते हुये इस समभाव को दृढ़ करने का सतत प्रयत्न करे। इसके लिये उपाय है कर्मों के तात्कालिक फलों के प्रति संग (आसक्ति) का त्याग।कर्मों को कुशलतापूर्वक करने के लिए जिस संग को त्यागने के लिए यहाँ कहा गया है उसपर हम विचार करेंगे। इसके पूर्व के श्लोकों में श्रीकृष्ण ने जिन आसक्तियों का त्याग करने को कहा था वे सब संग शब्द से इंगित की गयी हैं अर्थात् विपरीत धारणायें झूठी आशायें दिवा स्वप्न कर्म फल की चिन्तायें और भविष्य में संभाव्य अनर्थों का भय इन सबका त्याग करना चाहिये। त्याज्य गुणों की इस सूची को देखकर किसी भी साधनरत सच्चे साधक को यह सब करना असम्भव ही प्रतीत होगा। परन्तु उपनिषदों के सिद्धांतों को ध्यान में रखकर और अधिक विचार करने पर हम सरलता से इस गुत्थी को सुलझा सकेंगे।उपर्युक्त सभी कष्टप्रद धारणायें एवं गुत्थियां भ्रांति जनित अहंकार की ही हैं। यह अहंकार क्या है भूतकाल की स्मृतियों और भविष्य की आशाओं की गठरी। अत अहंकारमय जीवन का अर्थ है मृत क्षणों की श्मशानभूमि अथवा काल के गर्भ में रहना जहाँ अनुत्पन्न भविष्य स्थित है। इनमें व्यस्त रहते हुये वर्तमान समय को हम खो देते हैं जो हमें कर्म करने और लक्ष्य पाने के लिये उपलब्ध होता है। वर्तमान में प्राप्त सुअवसररूपी धन का यह मूर्खतापूर्ण अपव्यय है जिसका संकेत व्यासजी इन शब्दों में करते है संग त्याग कर समत्व योग में स्थित हुये तुम कर्म करो।वर्तमान कीअग्नि में भूतभविष्य चिन्ता भय आशा इन सबको जलाकर कर्म करना स्फूर्ति और प्रेरणा का लक्षण है। इस प्रकार अहंकार के विस्मरण और कर्म करने में ही पूर्ण आनन्द है। ऐसे कर्म का फल सदैव महान् होता है।कलाकृति के निर्माण के क्षणों में अपने आप को कृति के आनन्द में निमग्न होकर कार्यरत कलाकार इस तथ्य का प्रमाण है। वैसे इसे समझने के लिए कोई महान कलाकार होने की आवश्यकता नहीं है। जीवन में किसी कार्य को पूरी लगन और उत्साह से जब हम कर रहे होते हैं उस समय यदि वहाँ कोई व्यक्ति आकर खड़ा हो जाये तब भी हमें उसका भान नहीं रहता। आनन्द की उस अनुभूति से नीचे अहंकार के स्तर पर उतर कर आगन्तुक को उत्तर देने में भी हमें कुछ समय लग जाता है।अहंकार को भूलकर जो कार्य किये जाते हैं उनमें कर्ता को यश अथवा अपयश की कोई चिन्ता नहीं रहती क्योंकि फल की चिन्ता का अर्थ है भविष्य की चिन्ता और भविष्य में रहने का अर्थ है वर्तमान को खोना। स्फूर्त जीवन का आनन्द वर्तमान के प्रत्येक क्षण में निहित होता है। कहा जाता है कि प्रत्येक क्षण का आनन्द स्वयं में परिपूर्ण है। अत भगवान् श्रीकृष्ण अर्जुन को जीवन की सभी परिस्थितियों में समान रहते हुये कर्म करने का उपदेश देते हैं।योगस्थ होकर किये कर्मों की तुलना में अन्य कर्मों के विषय में भगवान् कहते हैं","etsga":"2.48 By being established in Yoga, O Dhananjaya (Arjuna), undertake actions, casting off attachment and remaining eipoised in success and failure. Eanimity is called Yoga.","etssa":"2.48 Perform action, O Arjuna, being steadfast in Yoga, abandoning attachment and balanced in success and failure. Evenness of mind is called Yoga.","etdss":"2.48. O Dhananjaya ! Established in the Yoga, perform actions, abandoning attachment, remaining even-minded in success and failure; for, the even-mindedness is said to be the Yoga.","ecssa":"2.48 योगस्थः steadfast in Yoga? कुरु perform? कर्माणि actions? सङ्गम् attachment? त्यक्त्वा having abandoned? धनञ्जय O Dhananjaya? सिद्ध्यसिद्ध्योः in success and failure? समः the smae? भूत्वा having become? समत्वम् evenness of mind? योगः Yoga? उच्यते is called.Commentary Dwelling in union with the Divine perform actions merely for Gods sake with a balanced mind in success and failure. Eilibrium is Yoga. The attainment of the knowledge of the Self through purity of heart obtained by doing actions without expectation of fruits is success (Siddhi). Failure is the nonattainment of knowledge by doing actions with expectation of fruit. (Cf.III.9IV.14IV.20).","scetsga":"2.48 If action is not to be undertaken by one who is under the impulsion of the fruits of action, how then are they to be undertaken? This is being stated: Yogasthah, by becoming established in Yoga; O Dhanajaya, kuru, undertake; karmani, actions, for the sake of God alone; even there, tyaktva, casting off; sangam, attachment, in the form, God will be pleased with me. [Undertake work for pleasing God, but not for propitiating Him to become favourable towards yourself.]\nUndertake actions bhutva, remaining; samah, eipoised; siddhi-asidhyoh, in success and failure even in the success characterized by the attainment of Knowledge that arises from the purification of the mind when one performs actions without hankering for the results, and in the failure that arises from its opposite. [Ignorance, arising from the impurity of the mind.] What is that Yoga with regard to being established in which it is said, undertake? This indeed is that: the samatvam, eanimity in success and failure; ucyate, is called; yogah, Yoga.","scetdss":"2.48 Yogasthah etc. Being established in Yoga you must perform actions. Evenness [of mind] is the Yoga.","scetssa":"2.48 Abandoning the attachment to kingdom, relatives etc., and established in Yoga, engage in war and such other activities. Perform these with eanimity as regards success and failure resulting from victory etc., which are inherent in them. This eanimity with regard to success and failure is called here by the term Yoga, in the expression established in Yoga. Yoga is eanimity of mind which takes the form of evenness in success and failure.\nSri Krsna explains why this is repeatedly said:","chakravarthi":"With this verse, Krishna starts teaching the subject of niskama karma. Acting in this way, seeing victory and defeat as equal, O Arjuna, you should perform your duty of fighting. This performance of niskama karma yoga transforms into jnana yoga. Jnana yoga should be understood from the previous and latter portions of the work.","rudra":"\nThe fundamental question which might be raised is what then is factually to\nbe done? This is now being answered in this verse. Established in the\nscience of yoga perform all activities. Yoga is the science of the\nindividualconsciousnessattainingcommunionwiththeUltimate\nConsciousness. Being established by this yoga perform actions relinquishing\nattachment, motivation for rewards and depend solely upon the mercy of the\nSupreme Lord in all ones activities. Totally unconcerned about success or\nfailure, attainment or non-attainment resultant surrender in righteousness\nall actions as an offering unto the Supreme Lord. This is the eternal path\ncalled yoga by the wise as it consists of fixed concentration of the mind.","brahma":"\nThe previous verse 47 is further clarified here. Yoga, equanimity is the\nmethodology encouraged. Relinquishing desire and attachment to the rewards\nof actions while steadfastly remaining equipoised in either success or\nfailure. This verily is what is meant by equanimity.\nNow begins the summation.\nThe meaning of the word sangam is attachment. Attachment to what? The\nrewards of ones fruitive actions.","shri":"Ramanuja.\nBhagavad-Gita: chapter 2, verse 49\nActions performed with fruitive motivations are far inferior to actions\nperformed as a matter of duty. The mind of those whose actions are\nperformed as a matter of duty are not disturbed or unbalanced by delusions\nof rewards gained or lost. The activitiesperformedinspiritual\nintelligence removes all suffering in the world and leads to liberation\nfrom the material existence. Contrarily activities performed for the\nacquisition of rewards assuredly results in suffering and affliction in the\nmaterial existence. Phala-hetavahare those who sole motivationis\ndictated be the prospects of reward. It should be understood that such\nliving entities are krpanah or pitiable due to the fact but acting in this\nway they are imprisoned in the material existence unable to attain their\nspiritual nature.","kumar":"Ramanuja.\nBhagavad-Gita: chapter 2, verse 49\nActions performed with fruitive motivations are far inferior to actions\nperformed as a matter of duty. The mind of those whose actions are\nperformed as a matter of duty are not disturbed or unbalanced by delusions\nof rewards gained or lost. The activitiesperformedinspiritual\nintelligence removes all suffering in the world and leads to liberation\nfrom the material existence. Contrarily activities performed for the\nacquisition of rewards assuredly results in suffering and affliction in the\nmaterial existence. Phala-hetavahare those who sole motivationis\ndictated be the prospects of reward. It should be understood that such\nliving entities are krpanah or pitiable due to the fact but acting in this\nway they are imprisoned in the material existence unable to attain their\nspiritual nature."}