{"meta":"Bhagavad Gita Chapter 2 Verse 32","metahi":"भगवद् गीता 2.32","slok":"यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम्।सुखिनः क्षत्रियाः पार्थ लभन्ते युद्धमीदृशम्।।2.32।।","htsrsd":"।।2.32।।अपनेआप प्राप्त हुआ युद्ध खुला हुआ स्वर्गका दरवाजा है। हे पृथानन्दन वे क्षत्रिय बड़े सुखी हैं जिनको ऐसा युद्ध प्राप्त होता है।","htstma":"।।2.32।। और हे पार्थ अपने आप प्राप्त हुए और स्वर्ग के लिए खुले हुए द्वाररूप इस प्रकार के युद्ध को भाग्यवान क्षत्रिय लोग ही पाते हैं।।","transliteration":"Yadricchayaa chopapannam swargadwaaram apaavritam;\nSukhinah kshatriyaah paartha labhante yuddham eedrisham.","englishmeaning":"yadṛichchhayā—unsought; cha—and; upapannam—come; swarga—celestial abodes; dvāram—door; apāvṛitam—wide open; sukhinaḥ—happy; kṣhatriyāḥ—warriors; pārtha—Arjun, the son of Pritha; labhante—obtain; yuddham—war; īdṛiśham—such","hcsrsd":" 2.32।। व्याख्या  यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम्   पाण्डवोंसे जूआ खेलनेमें दुर्योधनने यह शर्त रखी थी कि अगर इसमें आप हार जायँगे  तो आपको बारह वर्षका वनवास और एक वर्षका अज्ञातवास भोगना होगा। तेरहवें वर्षके बाद आपको अपना राज्य मिल जायगा। परन्तु अज्ञातवासमें अगर हमलोग आपलोगोंको खोज लेंगे तो आपलोगोंको दुबारा बारह वर्षका वनवास भोगना पड़ेगा। जूएमें हार जानेपर शर्तके अनुसार पाण्डवोंने बारह वर्षका वनवास और एक वर्षका अज्ञातवास भोग लिया। उसके बाद जब उन्होंने अपना राज्य माँगा तब दुर्योधनने कहा कि मैं बिना युद्ध किये सुईकी तीखी नोकजितनी जमीन भी नहीं दूँगा। दुर्योधनके ऐसा कहनेपर भी पाण्डवोंकी ओरसे बारबार सन्धिका प्रस्ताव रखा गया पर दुर्योधनने पाण्डवोंसे सन्धि स्वीकार नहीं की। इसलिये भगवान् अर्जुनसे कहते हैं कि यह युद्ध तुमलोगोंको अपनेआप प्राप्त हुआ है। अपनेआप प्राप्त हुए धर्ममय युद्धमें जो क्षत्रिय शूरवीरतासे लड़ते हुए मरता है उसके लिये स्वर्गका दरवाजा खुला हुआ रहता है। सुखिनः क्षत्रियाः पार्थ लभन्ते युद्धमीदृशम्   ऐसा धर्ममय युद्ध जिनको प्राप्त हुआ है वे क्षत्रिय बड़े सुखी हैं। यहाँ सुखी कहनेका तात्पर्य है कि अपने कर्तव्यका पालन करनेमें जो सुख है वह सुख सांसारिक भोगोंको भोगनेमें नहीं है। सांसारिक भोगोंका सुख तो पशुपक्षियोंको भी होता है। अतः जिनको कर्तव्यपालनका अवसर प्राप्त हुआ है उनको बड़ा भाग्यशाली मानना चाहिये। सम्बन्ध   युद्ध न करनेसे क्या हानि होती है इसका आगेके चार श्लोकोंमें वर्णन करते हैं।","hcsca":"।।2.32।। क्षत्रिय शब्द का तात्पर्य यहाँ जन्म से निश्चित की हुई क्षत्रिय जाति से नहीं है। यह व्यक्ति के मन की कतिपय विशिष्ट वासनाओं की ओर संकेत करता है। क्षत्रिय प्रवृति का व्यक्ति वह है जिसमें सार्मथ्य और उत्साह का ऐसा उफान हो कि वह दुर्बल और दरिद्र लोगों की रक्षा के साथ संस्कृति के शत्रुओं से राष्ट्र का रक्षण कर सके। हिन्दू नीतिशास्त्र के अनुसार ऐसे नेतृत्व के गुणों से सम्पन्न व्यक्ति को स्वयं ही संस्कृति का विनाशक और आक्रमणकारी नहीं होना चाहिये। किन्तु अधर्म का प्रतिकार न करने की कायरतापूर्ण भावना भी हिन्दुओं की परम्परा नहीं है। जब भी कभी ऐसा सुअवसर प्राप्त हो तो क्षत्रियों का कर्तव्य है कि वे इसे स्वर्ण अवसर समझ कर राष्ट्र का रक्षण करें। इस प्रकार के धर्मयुद्ध स्वर्ग की प्राप्ति के लिए खुले हुए द्वार के समान होते हैं।यहाँ ध्यान देने योग्य बात यह है कि भगवान् श्रीकृष्ण अपने तर्क प्रस्तुत करते हुए वेदान्त के सर्वोच्च सिद्धांत से उतर कर भौतिकवादियों के स्तर पर आये और उससे भी नीचे के स्तर पर आकर वे जगत् के एक सामान्य व्यक्ति के दृष्टिकोण से भी परिस्थिति का परीक्षण करते हैं। इन विभिन्न दृष्टिकोणों से वे अर्जुन को यह सिद्ध कर दिखाते हैं कि उसका युद्ध करना उचित है।निश्चय ही युद्ध करना तुम्हारा कर्तव्य है और अब यदि इसे छोड़कर तुम भागते हो तब","etsga":"2.32 O son of Partha, happy are the Ksatriyas who come across this kind of a battle, which presents itself unsought for and which is an open gate to heaven.","etssa":"2.32 Happy are the Kshatriyas, O Arjuna! who are called upon to fight in such a battle that comes of itself as an open door to heaven.","etdss":"2.32. O son of Prtha ! By good fortune, Ksatriyas, desirous of happiness, get a war of this type [to fight], which has come on its own accord and which is an open door to the heaven.","ecssa":"2.32 यदृच्छया of itself? च and? उपपन्नम् come? स्वर्गद्वारम् the gate of heaven? अपावृतम् opened? सुखिनः happy? क्षत्रियाः Kshatriyas? पार्थ O Partha? लभन्ते obtain? युद्धम् battle? ईदृशम् such.Commentary The scriptures declare that if a Kshatriya dies for a righteous cause on the battlefield? he at once goes to heaven.","scetsga":"2.32 Why, again, does that battle become a duty? This is being answered (as follows) [A specific rule is more authoritative than a general rule. Non-violence is a general rule enjoined by the scriptures, but the duty of fighting is a specific rule for a Ksatriya.]: Partha, O son of Partha; are not those Ksatiryas sukhinah, happy [Happy in this world as also in the other.] who labhante, come across; a yuddham, battle; idrsam, of this kind; upapannam, which presents itself; yadrcchaya, unsought for; and which is an apavrtam, open; svarga-dvaram, gate to heaven? [Rites and duties like sacrifices etc. yield their results after the lapse of some time. But the Ksatriyas go to heaven immediatley after dying in battle, because, unlike the minds of others, their minds remaind fully engaged in their immediate duty.]","scetdss":"2.32 Yadrcchaya etc. A war of this nature, because it is conducive to the heaven, should not be avoided even by other such Ksatriyas who are full of desires How much less [it is to be avoided] in the case of one to whom the science of knowledge of this nature has been taught ? This is what is intended to be conveyed [here] And the verse does not at all end with [determining how to attain] the heaven. \n The very thing (i.e. sin), fearing which you withdraw from the battle, will befall you branching off hundredfold. This [the Lord] says-","scetssa":"2.32 Only the fortunate Ksatriyas, i.e., the meritorious ones, gian such a war as this, which has come unsought, which is the means for the attainment of immeasurable bliss, and which gives an unobstructed pathway to heaven.","chakravarthi":"Moreover, more than even the victors, those who die in a just battle attain happiness. By killing Bhisma and others, you make them happier. Even without doing karma yoga, one can attain svarga through the battle, without any obstructions (apavrtam).","rudra":"\nMoreover why should there be hesitation when such great good fortune has\ncome unsolicited. Only those who are greatly fortunate get the opportunity\nto fight such a battle which has manifested unsought of its own accord\nwhich is verily a direct gateway to the heavenly spheres.Another\ninterpretation can be that only those warriors who have the opportunity to\nfight such a battle are happy refuting Arjunas earlier statement in\nchapter one, verse thrity-seven of how can one be happy by in slaying\nmeaning slaying the warriors on the opposite side determined to slay him.","brahma":"There is no commentary for this verse.","shri":"\nThe impending war is happening by itself, on its own, without any\nsolicitation on the part of Arjuna. Thus when it happens he and his\nbrothers will be fighting on the side of righteousness which constitutes\nthe means for acquiring heavenly happiness without obstacles. Such a war\ncan only be fought by the most fortunate of ksatriyas and Arjuna should\nunderstand his good fortune.","kumar":"The impending war is happening by itself, on its own, without any\nsolicitation on the part of Arjuna. Thus when it happens he and his\nbrothers will be fighting on the side of righteousness which constitutes\nthe means for acquiring heavenly happiness without obstacles. Such a war\ncan only be fought by the most fortunate of ksatriyas and Arjuna should\nunderstand his good fortune."}