{"meta":"Bhagavad Gita Chapter 2 Verse 4","metahi":"भगवद् गीता 2.4","slok":"अर्जुन उवाचकथं भीष्ममहं संख्ये द्रोणं च मधुसूदन।इषुभिः प्रतियोत्स्यामि पूजार्हावरिसूदन।।2.4।।","htsrsd":"।।2.4।।अर्जुन बोले हे मधुसूदन मैं रणभूमिमें भीष्म और द्रोणके साथ बाणोंसे युद्ध कैसे करूँ क्योंकि हे अरिसूदन ये दोनों ही पूजाके योग्य हैं।","htstma":"।।2.4।। अर्जुन ने कहा -- हे मधुसूदन मैं रणभूमि में किस प्रकार भीष्म और द्रोण के साथ बाणों से युद्ध करूँगा। हे अरिसूदन? वे दोनों ही पूजनीय हैं।।","transliteration":"Arjuna Uvaacha:\nKatham bheeshmamaham sankhye dronam cha madhusoodana;\nIshubhih pratiyotsyaami poojaarhaavarisoodana.","englishmeaning":"arjunaḥ uvācha—Arjun said; katham—how; bhīṣhmam—Bheeshma; aham—I; sankhye—in battle; droṇam—Dronacharya; cha—and; madhu-sūdana—Shree Krishn, slayer of the Madhu demon; iṣhubhiḥ—with arrows; pratiyotsyāmi—shall I shoot; pūjā-arhau—worthy of worship; ari-sūdana—destroyer of enemies","hcsrsd":"।।2.4।। व्याख्या    मधुसूदन  और  अरिसूदन   ये दो सम्बोधन देनेका तात्पर्य है कि आप दैत्योंको और शत्रुओंको मारनेवाले हैं अर्थात् जो दुष्ट स्वभाववाले अधर्ममय आचरण करनेवाले और दुनियाको कष्ट देनेवाले मधुकैटभ आदि दैत्य हैं उनको भी आपने मारा है और जो बिना कारण द्वेष रखते हैं अनिष्ट करते हैं ऐसे शत्रुओंको भी आपने मारा है। परन्तु मेरे सामने तो पितामह भीष्म और आचार्य द्रोण खड़े हैं जो आचरणोंमें सर्वथा श्रेष्ठ हैं मेरेपर अत्यधिक स्नेह रखनेवाले हैं और प्यारपूर्वक मेरेको शिक्षा देनेवाले हैं। ऐसे मेरे परम हितैषी दादाजी और विद्यागुरुको मैं कैसे मारूँ  कथं (टिप्पणी प0 40)   भीष्ममहं संख्ये द्रोणं च   मैं कायरताके कारण युद्धसे विमुख नहीं हो रहा हूँ प्रत्युत धर्मको देखकर युद्धसे विमुख हो रहा हूँ परन्तु आप कह रहे हैं कि यह कायरता यह नपुंसकता तुम्हारेमें कहाँसे आ गयी आप जरा सोचें कि मैं पितामह भीष्म और आचार्य द्रोणके साथ बाणोंसे युद्ध कैसे करूँ महाराज यह मेरी कायरता नहीं है। कायरता तो तब कही जाय जब मैं मरनेसे डरूँ। मैं मरनेसे नहीं डर रहा हूँ प्रत्युत मारनेसे डर रहा हूँ।संसारमें दो ही तरहके सम्बन्ध मुख्य हैं जन्मसम्बन्ध और विद्यासम्बन्ध। जन्मके सम्बन्धसे तो पितामह भीष्म हमारे पूजनीय हैं। बचपनसे ही मैं उनकी गोदमें पला हूँ। बचपनमें जब मैं उनको पिताजीपिताजी कहता तब वे प्यारसे कहते कि मैं तो तेरे पिताका भी पिता हूँ इस तरह वे मेरेपर बड़ा ही प्यार स्नेह रखते आये हैं। विद्याके सम्बन्धसे आचार्य द्रोण हमारे पूजनीय हैं। वे मेरे विद्यागुरु हैं। उनका मेरेपर इतना स्नेह है कि उन्होंने खास अपने पुत्र अश्वत्थामाको भी मेरे समान नहीं पढ़ाया। उन्होंने ब्रह्मास्त्रको चलाना तो दोनोंको सिखाया पर ब्रह्मास्त्रका उपसंहार करना मेरेको ही सिखाया अपने पुत्रको नहीं। उन्होंने मेरेको यह वरदान भी दिया है कि मेरे शिष्योंमें अस्त्रशस्त्रकलामें तुम्हारेसे बढ़कर दूसरा कोई नहीं होगा। ऐसे पूजनीय पितामह भीष्म और आचार्य द्रोणके सामने तो वाणीसे रेतू ऐसा कहना भी उनकी हत्या करनेके समान पाप है फिर मारनेकी इच्छासे उनके साथ बाणोंसे युद्ध करना कितने भारी पापकी बात है इषुभिः प्रति योत्स्यामि पूजार्हौ   सम्बन्धमें बड़े होनेके नाते पितामह भीष्म और आचार्य द्रोण ये दोनों ही आदरणीय और पूजनीय हैं। इनका मेरेपर पूरा अधिकार है। अतः ये तो मेरेपर प्रहार कर सकते हैं पर मैं उनपर बाणोंसे कैसे प्रहार करूँ उनका प्रतिद्वन्द्वी होकर युद्ध करना तो मेरे लिये बड़े पापकी बात है क्योंकि ये दोनों ही मेरेद्वारा सेवा करनेयोग्य हैं और सेवासे भी बढ़कर पूजा करनेयोग्य हैं। ऐसे पूज्यजनोंको मैं बाणोंसे कैसे मारूँ सम्बन्ध   पूर्वश्लोकमें अर्जुनने उत्तेजित होकर भगवान्से अपना निर्णय कह दिया। अब भगवद्वाणीका असर होनेपर अर्जुन अपने और भगवान्के निर्णयका सन्तुलन करके कहते हैं","hcsca":"।।2.4।। अर्जुन का लक्ष्य भ्रष्ट करने वाला कायरतापूर्ण तर्क किसी अविवेकी को ही उचित प्रतीत हो सकता है। अर्जुन के ये तर्क उस व्यक्ति के लिये अर्थशून्य हैं जो मन के संयम को न खोकर परिस्थिति को ठीक प्रकार से समझता है। उसके लिये ऐसी परिस्थितियाँ कोई समस्या नहीं उत्पन्न करतीं। वास्तव में देखा जाय तो यह युद्ध दो व्यक्तियों के मध्य वैयत्तिक वैमनस्य के कारण नहीं हो रहा है। इस समय पाण्डव सैन्य से पृथक् अर्जुन का कोई अस्तित्व नहीं है और न ही भीष्म और द्रोण पृथक् अस्तित्व रखते हैं। वे कौरवों की सेना के ही अंग हैं। किन्हीं सिद्धान्तों के कारण ही ये दोनों सेनायें परस्पर युद्ध के लिये खड़ी हुई हैं। कौरव अधर्म की नीति को अपनाकर युद्ध के लिये तत्पर हैं तो दूसरी ओर पाण्डव हिन्दूशास्त्रों में प्रतिपादित धर्म नीति के लिये युद्धेक्षु हैं।धर्म के श्रेष्ठ पक्ष होने तथा दोनों सेनाओं द्वारा लोकमत की अभिव्यक्ति के कारण अर्जुन को व्यक्तिगत आदर या अनादर अनुभव करने का कोई अधिकार नहीं था और न ही उसे यह अधिकार था कि अधर्म के पक्षधरों में से किसी व्यक्ति विशेष को सम्मान या असम्मान देने के लिये वह आग्रह करे। इस दृष्टिकोण से सम्पूर्ण परिस्थिति को न देखकर अर्जुन स्वयं को एक प्रथक् व्यक्ति समझता है और उसी अहंकारपूर्ण दृष्टिकोण से सम्पूर्ण परिस्थिति को देखता है। अर्जुन अपने आप को द्रोण के शिष्य और भीष्म के पौत्र के रूप में देखता है जबकि गुरु द्रोण और पितामह भीष्म भी अर्जुन को देख रहे थे परन्तु उनके मन में इस प्रकार का कोई भाव नहीं आता है क्याेंकि उन्हांेने अपने व्यक्तित्व को भूलकर अपना सम्पूर्ण तादात्म्य कौरव पक्ष के साथ स्थापित कर लिया था। संक्षेप में यह कहा जा सकता है कि अर्जुन का अहंकार ही उसकी मिथ्या धारणाओं और संभ्रम का कारण था।गीता के इस भाग पर मैंने देश के कई प्रसिद्ध व्यक्तियों के साथ विचार विमर्श किया और यह पाया कि वे अर्जुन के तर्क को उचित और न्यायपूर्ण मानते हैं। इसका तात्पर्य यह है कि यह अत्यन्त सूक्ष्म विषय है जिसका निर्णय होना परम आवश्यक है। संभवत व्यास जी ने यह विचार किया हो कि भावी पीढ़ियों के दिशा निर्देश के लिये इस गुत्थी को हिन्दू तत्त्वज्ञान के द्वारा सुलझाया जाये। जितना ही अधिक होगा तादात्म्य छोटेसे मैं परिच्छिन्न अहंकार के साथ हमारी उतनी ही अधिक समस्यायॆं और संभ्रम हमारे जीवन में आयेंगे। जब यह अहं व्यापक होकर किसी सेना आदर्श राष्ट्र अथवा युग के साथ तादात्म्य स्थापित करता है तो नैतिक दुर्बलता आदि का क्षय होने लगता है। पूर्ण नैतिक जीवन केवल वही व्यक्ति जी सकता है जिसने अपने शुद्ध आत्मस्वरूप को पहचान लिया है जो एकमेव अद्वितीय सर्वव्यापी एवं समस्त नाम रूपों में व्याप्त है। आगे हम देखेंगे कि भगवान् श्रीकृष्ण इस सत्य का उपदेश अर्जुन के मानसिक रोग के निवारणार्थ उपचार के रूप में करते हैं।","etsga":"2.4 Arjuna said O Madhusudana, O destroyer of enemies, how can I fight with arrows in battle against Bhisma and Drona who are worthy of adoration?","etssa":"2.4 Arjuna said How, O Madhusudana, shall I fight in battle with arrows against Bhishma and Drona, who are fit to be worshipped, O destroyer of enemies?","etdss":"2.4. Arjuna said How shall I with arrows fight in battle against Bhisma and Drona, both being worthy of reverence ?O slayer of Mandhu, O slayer of foes !","ecssa":"2.4 कथम् how? भीष्मम् Bhishma? अहम् I? संख्ये in battle? द्रोणम् Drona? च and? मधुसूदन O Madhusudana? इषुभिः with arrows? प्रतियोत्स्यामि shall fight? पूजार्हौ worthy to be worshipped? अरिसूदन O destroyer of enemies.No commentary.","scetsga":"2.4 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"2.4 See Comment under 2.6","scetssa":"2.4 - 2.5 Arjuna said Again Arjuna, being moved by love, compassion and fear, mistaking unrighteousness for righteousness, and not understanding, i.e., not knowing the beneficial words of Sri Krsna, said as follows: How can I slay Bhisma, Drona and others worthy or reverence? After slaying those elders, though they are intensely attached to enjoyments, how can I enjoy those very pleasures which are now being enjoyed by them? For, it will be mixed with their blood.","chakravarthi":"“According to scriptures of dharma, not respecting those worthy of worship is a cause of bondage: pratibadhnati hi sreyah pujya-puja-vyatikramah. Therefore I withdraw from fighting. How can I kill them?” The form prati yotsyami (parasmaipada) is used instead of the form prati yotsye (atmanepada, for oneself).\n“But those two elders are fighting. Are you not able to fight against them?”\n“No I cannot do so, for they are worthy of worship (pujarhau): I should offer flowers to their feet in devotion rather than sharp arrows in anger. O friend Krishna! Even you injure only the enemies in battle, and not your own guru Sandipani Muni or your friends the Yadus, O Madhusudana, killer of Madhu!”\n“But I am a descendent of Madhu, therefore called Madhava, in the ancient lineage of the Yadu dynasty. How could I have killed Madhu?”\n“No, 1 do not mean that Madhu. I am speaking about the demon named Madhu who was your enemy (ari sudana).”","rudra":"\nI am not withdrawing from battle out of cowardice but because it is\nimproper to attack my superiors. This is what Arjuna meant by asking the\nSupreme Lord Krishna: How shall I fight against Bhishma and Drona? When it\nis wrong to even speak of fighting against them, how can I then even\nconsider actually fighting them. This is the factual meaning of these words\nexpressed by Arjuna.","brahma":"There is no commentary for this verse.","shri":"There is no commentary for this verse.","kumar":"Although Lord Krishnas instructions are perfectly correct still it might\nbe submitted that one coming from noble lineage should only fight a battle\nwhich is not antagonistic to ones family traditions regarding righteousness\nand not fight a battle which would be instrumental in destroying these\nfamily traditions. Arjuna is asking how can he engage in battle with his\nsuperior Bhishma and his preceptor Drona. When even to argue against them\nis improper then what to think against attacking them with deadly arrows in\nearnest. Why? Because preceptors and superiors are always to be respected.\nDuryodhana by placing Bhishma and Drona directly in the forefront caused\nthe ever righteous Pandavas discomfort at the thought of having to fight\nagainst them as it was opposed to the time honored noble traditions of\ntheir family lineage. So what Arjuna in fact is stating is why should they\nengage themselves in this battle being aware of the great sinfulness\ndeclared in the Vedic scriptures of disregarding superiors and showing\naggression against the preceptor which results in the perpetrator becoming\na ghostly demon known as a brahma-raksasa."}