{"meta":"Bhagavad Gita Chapter 2 Verse 69","metahi":"भगवद् गीता 2.69","slok":"या निशा सर्वभूतानां तस्यां जागर्ति संयमी।यस्यां जाग्रति भूतानि सा निशा पश्यतो मुनेः।।2.69।।","htsrsd":"।।2.69।।सम्पूर्ण मनुष्योंकी जो रात (परमात्मासे विमुखता) है उसमें संयमी मनुष्य जागता है और जिसमें साधारण मनुष्य जागते हैं (भोग और संग्रहमें लगे रहते हैं) वह तत्त्वको जाननेवाले मुनिकी दृष्टिमें रात है।","htstma":"।।2.69।। सब प्रणियों के लिए जो रात्रि है? उसमें संयमी पुरुष जागता है और जहाँ सब प्राणी जागते हैं? वह (तत्त्व को) देखने वाले मुनि के लिए रात्रि है।।","transliteration":"Yaanishaa sarvabhootaanaam tasyaam jaagarti samyamee;\nYasyaam jaagrati bhootaani saa nishaa pashyato muneh.","englishmeaning":"yā—which; niśhā—night; sarva-bhūtānām—of all living beings; tasyām—in that; jāgarti—is awake; sanyamī—self-controlled; yasyām—in which; jāgrati—are awake; bhūtāni—creatures; sā—that; niśhā—night; paśhyataḥ—see; muneḥ—sage","hcsrsd":" 2.69।। व्याख्या    या निशा सर्वभूतानाम्   जिनकी इन्द्रियाँ और मन वशमें नहीं हैं जो भोगोंमें आसक्त है वे सब परमात्मतत्त्वकी तरफसे सोये हुए हैं। परमात्मा क्या है तत्त्वज्ञान क्या है हम दुःख क्यों पा रहे हैं सन्तापजलन क्यों हो रही है हम जो कुछ कर रहे हैं उसका परिणाम क्या होगा इस तरफ बिलकुल न देखना ही उनकी रात है उनके लिये बिलकुल अँधेरा है।यहाँ  भूतानाम्  कहनेका तात्पर्य है कि जैसे पशुपक्षी आदि दिनभर खानेपीनेमें लगे रहते हैं ऐसे ही जो मनुष्य रातदिन खानेपीनेमें सुखआराममें भोगों और संग्रहमें धन कमानेमें ही लगे हुए हैं उन मनुष्योंकी गणना भी पशुपक्षी आदिमें ही है। कारण कि परमात्मतत्त्वसे विमुख रहनेमें पशुपक्षी आदिमें और मनुष्योंमें कोई अन्तर नहीं है। दोनों ही परमात्मतत्त्वकी तरफसे सोये हुए हैं। हाँ अगर कोई अन्तर है तो वह इतना ही है कि पशुपक्षी आदिमें विवेकशक्ति जाग्रत् नहीं है इसिलिये वे खानेपीने आदिमें ही लगे रहते हैं और मनुष्योंमें भगवान्की कृपासे वह विवेकशक्ति जाग्रत है जिससे वह अपना कल्याण कर सकता है प्राणिमात्रकी सेवा कर सकता है परमात्माकी प्राप्ति कर सकता है। परन्तु उस विवेकशक्तिका दुरूपयोग करके मनुष्य पदार्थोंका संग्रह करनेमें एवं उनका भोग करनेमें लग जाते हैं जिससे वे संसारके लिये पशुओंसे भी अधिक दुःखदायी हो जाते हैं। कारण कि पशुपक्षी तो बेचारे जितनेसे पेट भर जाय उतना ही खाते हैं संग्रह नहीं करते परन्तु मनुष्यको कहीं भी जो कुछ पदार्थ आदि मिल जाता है वह उसके काममें आये चाहे न आये उसका तो वह संग्रह कर ही लेता है और दूसरोंके काममें आनेमें बाधा डाल देता है। तस्यां जागर्ति संयमी   मनुष्योंकी जो रात है अर्थात् परमात्माकी तरफसे अपने कल्याणकी तरफसे जो विमुखता है उसमें संयमी मनुष्य जागता है। जिसने इन्द्रियों और मनको वशमें किया है जो भोग और संग्रहमें आसक्त नहीं है जिसका ध्येय केवल परमात्मा है वह संयमी मनुष्य है। परमात्मतत्त्वको अपने स्वरूपको संसारको यथार्थरूपसे जानना ही उसका रातमें जागना है। यस्यां जाग्रति भूतानि  जो भोग और संग्रहमें बड़े सावधान रहते हैं एकएक पैसेका हिसाब रखते हैं जमीनके एकएक इंचका खयाल रखते है जितने रूपये अधिकारमें आ जायँ वे चाहे न्यायपूर्वक हों अथवा अन्यायपूर्वक उसमें वे बड़े खुश होते हैं कि इतनी पूँजी तो हमने ले ही ली है इतना लाभ तो हमें हो ही गया है इस तरह वे सांसारिक क्षणभङ्गुर भोगोंको बटोरनेमें और आदरसत्कार मानबड़ाई आदि प्राप्त करनेमें ही लगे रहते हैं उनमें बड़े सावधान रहते हैं यही उन लोगोंका जागना है। सा निशा पश्यतो मुनेः   जिन सांसारिक पदार्थोंका भोग और संग्रह करनेमें मनुष्य अपनेको बड़ा बुद्धिमान् चतुर मानते हैं और उसीमें राजी होते हैं संसार और परमात्मतत्त्वको जाननेवाले मननशील संयमी मनुष्यकी दृष्टिमें वह सब रातके समान है बिलकुल अँधेरा है।जैसे बच्चे खेलते हैं तो वे कंकड़पत्थर काँचके लालपीले टुकड़ोंको लेकर आपसमें लड़ते हैं। अगर वह मिल जाता है तो राजी होते हैं कि मैंने बहुत बड़ा लाभ उठा लिया और अगर वह नहीं मिलता तो दुःखी हो जाते हैं कि मेरी बड़ी भारी हानि हो गयी। परन्तु जिसके मनमें कंकड़पत्थर आदिका महत्त्व नहीं है ऐसा समझदार व्यक्ति समझता है कि इन कंकड़पत्थरोंके मिलनेसे क्या लाभ हुआ और न मिलनेसे क्या हानि हुई इन बच्चोंको अगर कंकड़पत्थर मिल भी जायँगे तो ये कबतक उनके साथ रहेंगे इसी तरह भोग और संग्रहमें लगे हुए मनुष्य भोगोंके लिये लड़ाईझगड़ा झूठकपट बेईमानी आदि करते हैं और उनको प्राप्त करके राजी होते हैं खुशी मनाते हैं कि हमने बहुत लाभ ले लिया। परन्तु संसारको और परमात्मतत्त्वको जाननेवाला मननशील संयमी मनुष्य साफ देखता है कि भोग मिल गये आदरसत्कार हो गया सुखआराम हो गया खापी लिया खूब श्रृंगार कर लिया तो क्या हो गया इसमें मनुष्योंको क्या मिला इनमेंसे इनके साथ क्या चलेगा ये कबतक इन भोगोंको साथमें रखेंगे इन भोगोंसे होनेवाली वृत्ति कितने दिनतक ठहरेगी इस तरह उसकी दृष्टिमें प्राणियोंका जागना रातके समान है।वह मननशील संयमी मनुष्य परमात्माको अपने स्वरूपको और संसारके परिणामको तो जानता ही है वह पदार्थोंको भी अच्छी तरहसे जानता है कि कौनसा पदार्थ किसके हितमें लग सकता है इससे दूसरोंको कितना लाभ होगा। वह पदार्थोंका अपनीअपनी जगह ठीक तरहसे सदुपयोग करता है। उनको दूसरोंकी सेवामें लगाता है।जैसे नेत्रोंमे दोष होनेपर जब हम आकाशको देखते हैं तब उसमें जालेसेदीखते हैं और आँखें मीच लेनेपर भी मोरपंखकी तरह वे जाले दीखते हैं परन्तु उनके दीखनेपर भी हमारी बुद्धिमें यह अटल निश्चय रहता है कि आकाशमें जाले नहीं है। ऐसे ही इन्द्रियों और अन्तःकरणके द्वारा संसार दीखनेपर भी मननशील संयमी मनुष्यकी बुद्धिमें यह अटल निश्चय रहता है कि वास्तवमें संसार नहीं है केवल प्रतीतिमात्र है। सम्बन्ध   मननशील संयमी मनुष्यको संसार रातकी तरह दीखता है। इसपर यह प्रश्न उठता है कि क्या वह सांसारिक पदार्थोंके सम्पर्कमें आता ही नहीं अगर नहीं आता तो उसका जीवननिर्वाह कैसे होता है और अगर आता है तो उसकी स्थिति कैसे रहती है इन बातोंका विवेचन करनेके लिये आगेका श्लोक कहते हैं।","hcsca":"।।2.69।। ज्ञानी और अज्ञानी की दृष्टियों के बीच के भेद को स्पष्ट करना इस श्लोक का प्रयोजन है। शरीर और मन की उपाधियों के माध्यम से अनुभूत जगत् अध्यात्म के खुले वातायन से देखे गये हृदय से भिन्न होता है। यहाँ रूपक की भाषा में सिद्धांत को इतने पूर्ण रूप से कहा गया है कि अनेक शुष्क तर्क करने वाले लोग उसमें निहित काव्य के सौन्दर्य को देख नहीं पाते। काव्य और ज्ञान का समन्वय करना आर्य लोगों की विशेषता है और जब दार्शनिक कवि व्यास जी पूर्णत्व के आनन्द को व्यक्त करने के लिये अपनी लेखनी और भोजपत्र उठाते थे तब वे गीता में कविता से श्रेष्ठ अन्य कोई माध्यम प्रयुक्त नहीं कर सकते थे।अज्ञानी पुरुष जगत् को यथार्थ रूप में कभी नहीं देखता वह जगत् को अपने मन के रंग में रंगकर देखता है और फिर बाह्य वस्तुओं को ही दोषयुक्त समझता है। रंगीन चश्मे द्वारा जगत् को देखने पर वह रंगीन ही दिखाई देगा किन्तु जब कांच को हटा देते हैं तब वह जगत् जैसा है वैसा ही प्रतीत होता है।आज जब हम शरीर मन और बुद्धि के माध्यम से जगत् को देखते हैं तब वह स्वाभाविक ही परिच्छिन्न और दोषयुक्त अनुभव होता है किन्तु यह सब दोष उपाधियों का ही है। स्थितप्रज्ञ पुरुष अपनी ज्ञान की दृष्टि से जब देखता है तब उसे पूर्णत्व और आनन्द का ही अनुभव होता है।जब एक विद्युत अभियन्ता (इंजीनियर) किसी महानगर में पहुँचता है जहाँ संध्या के समय से ही सभी दिशाओं में विद्युत का प्रकाश जगमगाता है तब वह प्रश्न करता है कि यह ए.सी. है या डी. सी. जबकि उसी दृश्य को एक अनपढ़ ग्रामीण व्यक्ति आश्चर्य चकित होकर देखते हुए चिल्ला उठता है कि बिना तेल और बत्ती के प्रकाश को मैं देख रहा हूँ उस ग्रामीण की दृष्टि से वहां न विद्युत है और न ए. सी. डी. सी. की समस्या उस अभियन्ता की दृष्टि ग्रामीण को अज्ञात है और वह अभियन्ता भी उस ग्रामीण के आश्चर्य को समझ नहीं पाता।इस श्लोक में यह बताया गया है कि अज्ञानी र्मत्य जीव आत्मस्वरूप के प्रति सोया हुआ है जिसके प्रति ज्ञानी पुरुष पूर्णरूप से जागरूक है। जिन सांसारिक विषयों के प्रति अज्ञानी लोग सजग होकर व्यवहार करते हैं और दुख भोगते हैं स्थितप्रज्ञ पुरुष उसे रात्रि अर्थात् अज्ञान की अवस्था ही समझते हैं।जिसने समस्त कामनाओं का त्याग किया वही ज्ञानी भक्त मोक्ष प्राप्त करता है और कामी पुरुष कभी नहीं। इसे एक दृष्टान्त द्वारा भगवान् समझाते हैं","etsga":"2.69 The self-restrained man keeps awake during that which is night for all creatures. That during which creatures keep awake, it is night to the seeing sage.","etssa":"2.69 That which is night to all beings, in that the self-controlled man is awake; when all beings are awake, that is night for the Muni (sage) who sees.","etdss":"2.69. What is night for every [other] being, in that a man of self-restraint is awake; wherein [every other] being is awake, that is night for the sage who sees [the truth].","ecssa":"2.69 या which? निशा night? सर्वभूतानाम् of all beings? तस्याम् in that? जागर्ति wakes? संयमी the selfcontrolled? यस्याम् in which? जाग्रति wake? भूतानि all beings? सा that? निशा night? पश्यतः (of the) seeing? मुनेः of the Muni.Commentary That which is real for the wordlyminded people is illusion for the sage? and vice versa. The sage lives in the Self. This is day for him. He is unconscious of the wordly phenomena. They are night for him? as it were. The ordinary man is unconscious of his real nature. Life in the spirit is night for him. He is experiencing the objects of sensual enjoyment. This is day for him. The Self is a nonentity for him For a sage this world is a nonentity.The wordlyminded people are in utter darkness as they have no knowledge of the Self. What is darkness for them is all light for the sage. The Self? Atman or Brahman is night for the worldlyminded persons. But the sage is fully awake. He is directly cognising the supreme Reality? the Light of lights. He is full of illumination and AtmaJnana or knowledge of the Self.","scetsga":"2.69 ya, that which; sarva-bhutanam, for all creatures; is nisa, night which being darkness (tamah) by nature, obliterates distinctions among all things; what is that? that is the Reality which is the supreme Goal, accessible to the man of steady wisdom. As that which verily appears as day to the nocturnal creatures is night for others, similarly the Reality wich is the supreme Goal appears to be night, as it were, to all unenlightened beings who are comparable to the nocturnal creatures, because It is beyond the range of vision of those who are devoid of that wisdom.\nSamyami, the self-restrained man, whose organs are under control, i.e. the yogi [The man of realization.] who has arisen from the sleep of ignorance; jagarti, keeps awake; tasyam, in that (night) characterized as the Reality, the supreme Goal. That night of ignorance, characterized by the distinctions of subjects and objects, yasyam in which; bhutani, the creatures, who are really asleep; are said to be jagrati, keeping awake, in which night they are like dreamers in sleep; sa nisa, it is night; pasyatah, to the seeing; muneh, sage, who perceives the Reality that is the supreme Goal, because that (night) is ignorance by nature.\nTherefore, rites and duties are enjoined only during the state of ignorance, not in the state of enlightenment. For, when Knowledge dawns, ignorance becomes eradicated like the darkness of night after sun-rise. [It may be argued that even after illumination the phenomenal world, though it is known to be false, will continue to be perceived because of the persistence of past impressions; therefore there is scope for the validity of the scriptural injunctions even in the case of an illumined soul. The answer is that there will be no scope for the injunctions, because the man of realization will then have no ardent leaning towards this differentiated phenomenal world which makes an injunction relevant.] Before the rise of Knowledge, ignorance, accepted as a valid means of knowledge and presenting itself in the different forms of actions, means and results, becomes the cause of all rites and duties. It cannot reasonably become the source of rites and duties (after Realization) when it is understood as an invalid means of knowledge. For an agent becomes engaged in actions when he has the idea, Actions have been enjoined as a duty for me by the Vedas, which are a valid means of knowledge; but not when he understands that all this is mere ignorance, like the night.\nAgain, the man to whom has come the Knowledge that all these differences in their totality are mere ignorance like the night, to that man who has realized the Self, there is eligibility only for renouncing all actions, not for engaging in actions. In accordance with this the Lord will show in the verse, Those who have their intellect absorbed in That, whose Self is That (5.17) etc., that he has competence only for steadfastness in Knowledge.\nObjection: May it not be argued that, there will be no reason for being engaged even in that (steadfastness in Knowledge) if there be no valid means of knowledge [Vedic injunctions.] to impel one to that. [Because, without an injunction nobody would engage in a duty, much less in steadfastness to Knowledge.]\nAnswer: No, since knowledge of the Self relates to ones own Self. Indeed, by the very fact that It is the Self, and since the validity of all the means of knowledge culminates in It, [The validity of all the means of knowledge holds good only so long as the knowledge of the Self has not arisen.] therefore the Self does not depend on an injunction to impel It towards Itself. [Does the injunction relate to the knowledge of the Self. or to the Self Itself? The first alternative is untenable because a valid means of knowledge reveals its objects even without an injunction. The second alternative also is untenable because the Self is self-revealing, whereas an injunction is possible in the case of something yet to be achieved. And ones own Self is not an object of that kind.] Surely, after the realization of the true nature of the Self, there is no scope again for any means to, or end of, knowledge. The last valid means of (Self-) knowledge eradicates the possibility of the Selfs becoming a perceiver. And even as it eradicates, it loses its own authoritativeness, in the same way as the means of knowledge which is valid in dream becomes unauthoritative during the waking state. In the world, too, after the preception of an abject, the valid means of that perception is not seen to be a cause impelling the knower (to any action with regard to that object).\nHence, it is established that, for an knower of the Self, there remains no eligibility for rites and duties.\nThe attainment of Liberation is only for the sannyasin [Liberation is attained only by one who, after aciring an intellectual knowledge of the Self in a general way, is endowed with discrimination and detachment, has arisen above all desires, has become a monk in the primary sense, and has directly realized the Self by going through the process of sravana (understanding of Upanisadic texts about the Self), etc.], the man of enlightenment, who has renounced all desires and is a man of steady wisdom; but not for him who has not renounced and is desirious of the objects (of the senses). Such being the case, with a view to establishing this with the help of an illustration, the Lord says:","scetdss":"2.69 Ya nisa etc. Infatuating is the Illusion which is night for all beings. In that , the sage is awake (vigilant) with the thought How It could be avoided The stage where the worldly men keep awake i.e., perform multifarious [worldly] activities, that stage is the night for the sage, as he is ignorant regarding the worldly activities.\n \nIt amounts to this statement : What is well-known as illusion, Its nature is indeed two-ford, viz., to delude and also to wear a deceptive appearance of spinning pleasure. Of them (the two natures), the worldly man, not considering Its former nautre, remains with a memory well teid to the second nature. On the other hand, the man of Yoga, who is contrary to the other, observes Its deluding nature in order to root It out. Thus the man of perfect knowledge, while seeing [properly], pays no attention to Its nature of spinning pleasure.His indifference to Its nature of spinning pleasure is due to the destruction of his false knowledge. That stage is night to him, even while he sees. Hence this is strange. The man of Yoga is awake (or understands) in the field of wisdom, where everyone else is unconscious (or totally perplexed); but in [the field] of ignorance he is not awake (or does not understand), where ordinary man is awake (or understands well). This is also strange.\n That is why-","scetssa":"2.69 That Buddhi (understanding) which has the self for its object, is night to all beings, i.e., is obscure like night to all. But he, who has subdued the senses and is serene, is awake in respect of the self. The meaning is that he has the vision of the self. All beings are awake, i.e., are actively cognisant in respect of objects of the senses like sound. But such sense objects are like things enshrouded by night to the sage who is awake to the self.","chakravarthi":"The sthita prajna is able to control his senses very naturally. There are two types of intelligence: that directed towards soul and  that  directed  towards  matter. The intelligence  directed towards the soul is night for all other entities.\nJust as in the night, people dreaming do not know what is happening at that time, so all living entities do not know the things which are being perceived by the intelligence directed towards the soul. But during that night, the sthita prajna or samyami, controlling his senses, is awake, not dreaming. In other  words  he  directly  realizes  the  bliss  from  fixing  his intelligence on the soul. When the living entities are awake, with intelligence directed towards material sense objects, they realize directly the happiness, lamentation and bewilderment of those sense objects upon which their intelligence is fixed. They are not dreaming. But that is night for the muni, the sthita prajna, who does not experience fixing his intellect on those objects at all. But he does see. He looks upon (pasyatah) all those sense objects which give happiness and distress to the people bound in samsara with disinterest. This means that he accepts the required sense objects for his survival without being affected.","rudra":"\nIt could be put forth that who is there in this world so perfectly\ncontrolled that they are like in a deep sleep free from all activities of\nthe senses. Therefore explanation given in the previousversesis\naltogether inapplicable. Anticipating such doubts Lord Krishna states: what\nis night for all creatures meaning those of uncontrolled senses whose minds\nare covered by ignorance like the night exist in the darkness of the self.\nBut those of self-controlled senses abiding in the light of the self are\nwide awake. The condition of beings engrossed in sensual pursuits in which\nall living beings appear awake is as night to the introspective yogi who is\nabsorbed only in the bliss of the self. This is the meaning here. Just as\nan owl which is blind by day but sees quite clearly at night, one who has\nrealised the Ultimate Truth through the eye of knowledge factually sees\neverything as the one, undivided Ultimate Truth within everything and not\nthe objects perceived by the senses. Therefore with this understanding it\ncan be seen that the explanation given here is indeed factually applicable.","brahma":"\nLord Krishna is giving the indications of transcendent meditation in this\nverse. That which is confidential and difficult of realising is the eternal\nsoul which is verily the form of the Supreme Lord which to one who is\nasleep is vague and unclear. But those who have their senses under control\nare aware and awake and experience everything through the perception of the\nrealised soul. This is the meaning Lord Krishna is conveying. To those\nbeings whose enthusiasm for the senses is awake for them as a sleeping\nperson recognises nothing around them, cognition of the soul is unknown.\nLike one who is crazy can be seen by the way they are walking. So it is\nunderstood that the body is verily not ours. One who meditates is known as\na muni and the word pasyatah indicates one who perceives.\nNow begins the summation.\nAll with spiritual intelligence cannot perceive the ultimate truth with\nclarity. One may perceive the ultimate truth during the night while others\nmay not perceive the ultimate truth. The latter are the ones bewildered by\nthe material energy. They see nothing except what they can experience with\ntheir senses. This is due to being captivated by their senses and unable to\nconcentrate their mind in meditation.But like the sun shining is\nperceived by everyone internally all is perceived as well but the external\nconsciousness is oblivious to it focused on the enjoyment of sense objects.\nYet and still some advanced living entities are able to fathom it. This has\nbeen mentioned in the Brahma Taraka.","shri":"\nLord Krishna is explaining that realisation of the soul is like the\ndarkness of night to all conditioned living entities. Being that the wisdom\nof soul cognition does not shine forth unto them who pursue sensual objects\nbeing likened to the darkness of night. But that understanding of the soul\nfor the realised being who have subjugated their senses is lucidly awake in\nthis night and sublimely aware remaining focused on the bliss of the\neternal soul. Whereas those of mundane understanding who occupy their\nexistence awake to the pursuits of sensuous delights in this darkness of\nnight are asleep to the reality of soul cognition. Sensual pursuits are not\nappealing to one situated in soul cognition.","kumar":"Lord Krishna is explaining that realisation of the soul is like the\ndarkness of night to all conditioned living entities. Being that the wisdom\nof soul cognition does not shine forth unto them who pursue sensual objects\nbeing likened to the darkness of night. But that understanding of the soul\nfor the realised being who have subjugated their senses is lucidly awake in\nthis night and sublimely aware remaining focused on the bliss of the\neternal soul. Whereas those of mundane understanding who occupy their\nexistence awake to the pursuits of sensuous delights in this darkness of\nnight are asleep to the reality of soul cognition. Sensual pursuits are not\nappealing to one situated in soul cognition."}