{"meta":"Bhagavad Gita Chapter 2 Verse 31","metahi":"भगवद् गीता 2.31","slok":"स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि।धर्म्याद्धि युद्धाछ्रेयोऽन्यत्क्षत्रियस्य न विद्यते।।2.31।।","htsrsd":"।।2.31।।अपने धर्मको देखकर भी तुम्हें विकम्पित अर्थात् कर्तव्यकर्मसे विचलित नहीं होना चाहिये क्योंकि धर्ममय युद्धसे बढ़कर क्षत्रियके लिये दूसरा कोई कल्याणकारक कर्म नहीं है।","htstma":"।।2.31।। और स्वधर्म को भी देखकर तुमको विचलित होना उचित नहीं है? क्योंकि धर्मयुक्त युद्ध से बढ़कर दूसरा कोई कल्याणकारक कर्त्तव्य क्षत्रिय के लिये नहीं है।।","transliteration":"Swadharmam api chaavekshya na vikampitum arhasi;\nDharmyaaddhi yuddhaacchreyo’nyat kshatriyasya na vidyate.","englishmeaning":"swa-dharmam—one’s duty in accordance with the Vedas; api—also; cha—and; avekṣhya—considering; na—not; vikampitum—to waver; arhasi—should; dharmyāt—for righteousness; hi—indeed; yuddhāt—than fighting; śhreyaḥ—better; anyat—another; kṣhatriyasya—of a warrior; na—not; vidyate—exists","hcsrsd":"।।2.31।। व्याख्या   पहले दो श्लोकोंमें युद्धसे होनेवाले लाभका वर्णन करते हैं। स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि   यह स्वयं परमात्माका अंश है। जब यह शरीरके साथ तादात्म्य कर लेता है तब यह स्व को अर्थात् अपनेआपको जो कुछ मानता है उसका कर्तव्य स्वधर्म कहलाता है। जैसे कोई अपनेआपको ब्राह्मण क्षत्रिय वैश्य अथवा शूद्र मानता है तो अपनेअपने वर्णोचित कर्तव्योंका पालन करना उसका स्वधर्म है। कोई अपने को शिक्षक या नौकर मानता है तो शिक्षक या नौकरके कर्तव्योंका पालन करना उसका स्वधर्म है। कोई अपनेको किसीका पिता या किसीका पुत्र मानता है तो पुत्र या पिताके प्रति किये जानेवाले कर्तव्योंका पालन करना उसका स्वधर्म है।यहाँ क्षत्रियके कर्तव्यकर्मको धर्म नामसे कहा गया है  (टिप्पणी प0 71.2) । क्षत्रियका खास कर्तव्यकर्म है युद्धसे विमुख न होना। अर्जुन क्षत्रिय हैं अतः युद्ध करना उनका स्वधर्म है। इसलिये भगवान् कहते हैं कि अगर स्वधर्मको लेकर देखा जाय तो भी क्षात्रधर्मके अनुसार तुम्हारे लिये युद्ध करना ही कर्तव्य है। अपने कर्तव्यसे तुम्हें कभी विमुख नहीं होना चाहिये। धर्म्याद्धि युद्धाच्छ्रेयोऽन्यत्क्षत्रियस्य न विद्यते   धर्ममय युद्धसे बढ़कर क्षत्रियके लिये दूसरा कोई कल्याणकारक कर्म नहीं है अर्थात् क्षत्रियके लिये क्षत्रियके कर्तव्यका अनुष्ठान करना ही खास काम है (गीता 18। 43)। ऐसे ही ब्राह्मण वैश्य और शूद्रके लिये भी अपनेअपने कर्तव्यका अनुष्ठान करनेके सिवाय दूसरा कोई कल्याणकारी कर्म नहीं है।अर्जुनने सातवें श्लोकमें प्रार्थना की थी कि आप मेरे लिये निश्चित श्रेयकी बात कहिये। उसके उत्तरमें भगवान् कहते हैं कि श्रेय (कल्याण) तो अपने धर्मका पालन करनेसे ही होगा। किसी भी दृष्टिसे अपने धर्मका त्याग कल्याणकारक नहीं है। अतः तुम्हें अपने युद्धरूप धर्मसे विमुख नहीं होना चाहिये।","hcsca":"।।2.31।। क्षत्रिय का कार्य समाज का राष्ट्र का नेतृत्व करना है और क्षत्रिय होने के नाते अर्जुन का कर्तव्य हो जाता है कि समाज पर आये अधर्म के संकट से उसकी रक्षा करे। उसका कर्तव्य है कि समाज के आह्वान पर युद्ध भूमि में विचलित न होकर शत्रुओं से युद्ध करके राष्ट्र की संस्कृति का रक्षण करे।क्षत्रियों के लिए इससे बढ़कर कोई और श्रेयष्कर कार्य नहीं हो सकता कि उनको धर्मयुक्त युद्ध में अपना शौर्य दिखाने का स्वर्ण अवसर मिले। यहाँ अधर्मियों ने ही पहले आक्रमण किया है। अत अर्जुन का युद्ध से विरत होना उचित नहीं। महाभारत के उद्योग पर्व में स्पष्ट कहा है निरपराध व्यक्ति की हत्या का पाप उतना ही बड़ा है जितना कि नाश करने योग्य व्यक्ति का नाश न करने का है।युद्ध का औचित्य सिद्ध करते हुए भगवान् अन्य कारण बताते हैं","etsga":"2.31 Even considering your own duty you should not waver, since there is nothing else better for a Ksatriya than a righteous battle.","etssa":"2.31 Further, having regard to thy duty, shouldst not waver, for there is nothing higher for a Kshatriya than a righteous war.","etdss":"2.31. Further, considering your own duty, you should not waver. Indeed, for a Ksatriya there exists no duty superior to fighting a righteous war.","ecssa":"2.31 स्वधर्मम् own duty? अपि also? च and? अवेक्ष्य looking at? न not? विकम्पितुम् to waver? अर्हसि (thou) oughtest? धर्म्यात् than righteous? हि indeed? युद्धात् than war? श्रेयः higher? अन्यत् other? क्षत्रियस्य of a Kshatriya? न not? विद्यते is.Commentary Lord Krishna now gives to Arjuna wordly reasons for fighting. Up to this time? He talked to Arjuna on the immortality of the Self and gave him philosophical reasons. Now He says to Arjuna? O Arjuna Fighting is a Kshatriyas own duty. You ought not to swerve from that duty. To a Kshatriyta (one born in the warrior or ruling class) nothing is more welcome than a righteous war. A warrior should fight.","scetsga":"2.31 Api, even; aveksya, considering; svadharmam, your own duty, the duty of a Ksatriya, viz battle considering even that ; na arhasi, you ought not; vikampitum, to waver, to deviate from the natural duty of the Ksatriya, i.e. from what is natural to yourself. And hi, since that battle is not devoid of righteousness, (but) is supremely righteous it being conducive to virtue and meant for protection of subjects through conest of the earth ; therefore, na vidyate, there is nothing; anyat, else; sreyah, better; ksatriyasya, for a ksatriya; than that dharmyat, righteous; yuddhat, battle.","scetdss":"2.31 Sva-Dharmam etc. Because ones duty cannot be avoided, wavering with regard to fighting the war is not proper [on the part of Arjuna].","scetssa":"2.31 Further, even though there is killing of life in this war which has begun, it is not fit for you to waver, considering your own duty, as in the Agnisomiya and other sacrifices involving slaughter. To a Ksatriya, there is no greater good than a righteous war, begun for a just cause. It will be declared in the Gita: Valour, non-defeat (by the enemies), fortitude, adroitness and also not fleeing from battle, generosity, lordliness - these are the duties of the Ksatriya born of his very nature. (18.43).\nIn Agnisomiya etc., no injury is caused to the animal to be immolated; for, according to the Vedic Text, the victim, a he-goat, after abandoning an inferior body, will attain heaven etc., with a beautiful body. The Text pertaining to immolation declares: O animal, by this (immolation) you will never die, you are not destroyed. You will pass through happy paths to the realm of the gods, where the virtuous only reach and not the sinful. May the god Savitr give you a proper place. (Yaj. 4.6.9.46). Likewise the attainment of more beautiful bodies by those who die here in this war has been declared in the Gita, As a man casts off worn-out garments and takes others that are new ৷৷. (2.22). Hence, just as lancing and such other operations of a surgeon are for curing a patient, the immolation of the sacrificial animal in the Agnisomiya etc., is only for its good.","chakravarthi":"Because the soul cannot be destroyed, you should not fear killing. And considering from the point of view of your particular duties (since there is nothing better than fighting for dharma), you should not fear. That is the relation of the two verses.","rudra":"\nArjuna is being instructed that he should not hesitate in carrying out his\nduty as a warrior. Just because there is no destruction for the eternal\nsoul. He should without hesitation slay these miscreantswhohave\nperpetrated heinous offences. Arjuna stated in chapter one, verse thirty-\none that he saw no benefit in slaying kinsman. That argument is now\nnullified because for a ksatriya there is no better fight than for the sake\nof righteousness which is in conformity with the Vedic scriptures.","brahma":"There is no commentary for this verse.","shri":"\nThe virtuous war the Supreme Lord Krishna is instructing Arjuna about\nwould be recorded in the Mahabharata as the Battle of Kuruksetra. Because\nit involves such great sacrifices of life it should be regarded as within\nthe sphere of a ksatriyas legitimate duties the same as a Agnisomiyam\nwhich is the performance of sacrifice to Agni and Soma. Understanding that\nit is to his merit as a ksatriya to fight this battle Arjuna can have no\ncause for regret. According to the ksatriya code of ethics no infringement\nhas been enacted by Arjuna or his brothers the Pandavas and so dharma or\nrighteousness is with them. There is no action more meritorious for a\nksatriya then to fight for righteousness. The qualities to be found in a\nksatriya are heroism, exuberance, determination, resourcefulness, bravery\nin battle, generosity and leadership. That those slain in battle obtain\nillustrious heavenly bodies and win other rewards in heavenly spheres has\nalready been mentioned.","kumar":"The virtuous war the Supreme Lord Krishna is instructing Arjuna about\nwould be recorded in the Mahabharata as the Battle of Kuruksetra. Because\nit involves such great sacrifices of life it should be regarded as within\nthe sphere of a ksatriyas legitimate duties the same as a Agnisomiyam\nwhich is the performance of sacrifice to Agni and Soma. Understanding that\nit is to his merit as a ksatriya to fight this battle Arjuna can have no\ncause for regret. According to the ksatriya code of ethics no infringement\nhas been enacted by Arjuna or his brothers the Pandavas and so dharma or\nrighteousness is with them. There is no action more meritorious for a\nksatriya then to fight for righteousness. The qualities to be found in a\nksatriya are heroism, exuberance, determination, resourcefulness, bravery\nin battle, generosity and leadership. That those slain in battle obtain\nillustrious heavenly bodies and win other rewards in heavenly spheres has\nalready been mentioned."}