{"meta":"Bhagavad Gita Chapter 2 Verse 52","metahi":"भगवद् गीता 2.52","slok":"यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति।तदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च।।2.52।।","htsrsd":"।।2.52।।जिस समय तेरी बुद्धि मोहरूपी दलदलको तर जायगी उसी समय तू सुने हुए और सुननेमें आनेवाले भोगोंसे वैराग्यको प्राप्त हो जायगा।","htstma":"।।2.52।। जब तुम्हारी बुद्धि मोहरूप दलदल (कलिल) को तर जायेगी तब तुम उन सब वस्तुओं से निर्वेद (वैराग्य) को प्राप्त हो जाओगे? जो सुनने योग्य और सुनी हुई हैं।।","transliteration":"Yadaa te mohakalilam buddhir vyatitarishyati;\nTadaa gantaasi nirvedam shrotavyasya shrutasya cha.","englishmeaning":"yadā—when; te—your; moha—delusion; kalilam—quagmire; buddhiḥ—intellect; vyatitariṣhyati—crosses; tadā—then; gantāsi—you shall acquire; nirvedam—indifferent; śhrotavyasya—to what is yet to be heard; śhrutasya—to what has been heard; cha—and","hcsrsd":" 2.52।। व्याख्या यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति   शरीरमें अहंता और ममता करना तथा शरीरसम्बन्धी मातापिता भाईभौजाई स्त्रीपुत्र वस्तु पदार्थ आदिमें ममता करना मोह है। कारण कि इन शरीरादिमें अहंताममता है नहीं केवल अपनी मानी हुई है। अनुकूल पदार्थ वस्तु व्यक्ति घटना आदिके प्राप्त होनेपर प्रसन्न होना और प्रतिकूल पदार्थ वस्तु व्यक्ति आदिके प्राप्त होनेपर उद्विग्न होना संसारमें परिवारमें विषमता पक्षपात मात्सर्य आदि विकार होना यह सबकासब कलिल अर्थात् दलदल है। इस मोहरूपी दलदलमें जब बुद्धि फँस जाती है तब मनुष्य किंकर्तव्यविमूढ़ हो जाता है। फिर उसे कुछ सूझता नहीं।यह स्वयं चेतन होता हुआ भी शरीरादि जड पदार्थोंमें अहंताममता करके उनके साथ अपना सम्बन्ध मान लेता है। पर वास्तवमें यह जिनजिन चीजोंके साथ सम्बन्ध जोड़ता है वे चीजें इसके साथ सदा नहीं रह सकतीं और यह भी उनके साथ सदा नहीं रह सकता। परन्तु मोहके कारण इसकी इस तरफ दृष्टि ही नहीं जाती प्रत्युत यह अनेक प्रकारके नयेनये सम्बन्ध जोड़कर संसारमें अधिकसेअधिक फँसता चला जाता है। जैसे कोई राहगीर अपने गन्तव्य स्थानपर पहुँचनेसे पहले ही रास्तेमें अपने डेरा लगाकर खेलकूद हँसीदिल्लगी आदिमें अपना समय बिता दे ऐसे ही मनुष्य यहाँके नाशवान् पदार्थोंका संग्रह करनेमें और उनसे सुख लेनेमें तथा व्यक्ति परिवार आदिमें ममता करके उनसे सुख लेनेमें लग गया। यही इसकी बुद्धिका मोहरूपी कलिलमें फँसना है।हमें शरीरमें अहंताममता करके तथा परिवारमें ममता करके यहाँ थोड़े ही बैठे रहना है इनमें ही फँसे रहकर अपनी वास्तविक उन्नति(कल्याण) से वञ्चित थोड़े ही रहना है हमें तो इनमें न फँसकर अपना कल्याण करना है ऐसा दृढ़ निश्चय हो जाना ही बुद्धिका मोहरूपी दलदलसे तरना है। कारण कि ऐसा दृढ़ विचार होनेपर बुद्धि संसारके सम्बन्धोंको लेकर अटकेगी नहीं संसारमें चिपकेगी नहीं।मोहरूपी कलिलसे तरनेके दो उपाय हैं विवेक और सेवा। विवेक (जिसका वर्णन 2। 11 30 में हुआ है) तेज होता है तो वह असत् विषयोंसे अरुचि करा देता है। मनमें दूसरोंकी सेवा करनेकी दूसरोंको सुख पहुँचानेकी धुन लग जाय तो अपने सुखआरामका त्याग करनेकी शक्ति आ जाती है। दूसरोंको सुख पहुँचानेका भाव जितना तेज होगा उतना ही अपने सुखकी इच्छाका त्याग होगा। जैसे शिष्यकी गुरुके लिये पुत्रकी मातापिताके लिये नौकरकी मालिकके लिये सुख पहुँचानेकी इच्छा हो जाती है तो उनकी अपने सुखआरामकी इच्छा स्वतः सुगमतासे मिट जाती है। ऐसे ही कर्मयोगीका संसारमात्रकी सेवा करनेका भाव हो जाता है तो उसकी अपने सुखभोगकी इच्छा स्वतः मिट जाती है।विवेकविचारके द्वारा अपनी भोगेच्छाको मिटानेमें थोड़ी कठिनता पड़ती है। कारण कि अगर विवेकविचार अत्यन्त दृढ़ न हो तो वह तभीतक काम देता है जबतक भोग सामने नहीं आते। जब भोग सामने आते हैं तब साधक प्रायः उनको देखकर विचलित हो जाता है। परन्तु जिसमें सेवाभाव होता है उसके सामने बढ़ियासेबढ़िया भोग आनेपर भी वह उस भोगको दूसरोंकी सेवामें लगा देता है। अतः उसकी अपने सुखआरामकी इच्छा सुगमतासे मिट जाती है। इसलिये भगवान्ने सांख्ययोगकी अपेक्षा कर्मयोगको श्रेष्ठ (5। 2) सुगम (5। 3) एवं जल्दी सिद्धि देनेवाला (5। 6) बताया है। तदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च  मनुष्यने जितने भोगोंको सुन लिया है भोग लिया है अच्छी तरहसे अनुभव कर लिया है वे सब भोग यहाँ  श्रुतस्य  पदके अन्तर्गत हैं। स्वर्गलोक ब्रह्मलोक आदिके जितने भोग सुने जा सकते हैं वे सब भोग यहाँ  श्रोतव्यस्य (टिप्पणी प0 90)  पदके अन्तर्गत हैं। जब तेरी बुद्धि मोहरूपी दलदलको तर जायगी तब इन  श्रुत  ऐहलौकिक और  श्रोतव्य   पारलौकिक भोगोंसे विषयोंसे तुझे वैराग्य हो जायगा। तात्पर्य है कि जब बुद्धि मोहकलिलको तर जाती है तब बुद्धिमें तेजीका विवेक जाग्रत् हो जाता है कि संसार प्रतिक्षण बदल रहा है और मैं वही रहता हूँ अतः इस संसारसे मेरेको शान्ति कैसे मिल सकती है मेरा अभाव कैसे मिट सकता है तब  श्रुत  और  श्रोतव्य  जितने विषय हैं उन सबसे स्वतः वैराग्य हो जाता है।यहाँ भगवान्को  श्रुत  के स्थानपर भुक्त और  श्रोतव्य  के स्थानपर भोक्तव्य कहना चाहिये था। परन्तु ऐसा न कहनेका तात्पर्य है कि संसारमें जो परोक्षअपरोक्ष विषयोंका आकर्षण होता है वह सुननेसे ही होता है। अतः इनमें सुनना ही मुख्य है। संसारसे विषयोंसे छूटनेके लिये जहाँ ज्ञानमार्ग और भक्तिमार्गका वर्णन किया गया है वहाँ भी श्रवणको मुख्य बताया गया है। तात्पर्य है कि संसारमें और परमात्मामें लगनेमें सुनना ही मुख्य है।यहाँ  यदा  और  तदा  कहनेका तात्पर्य है कि इन  श्रुत  और  श्रोतव्य  विषयोंसे इतने वर्षोंमें इतने महीनोंमें और इतने दिनोंमें वैराग्य होगा ऐसा कोई नियम नहीं है प्रत्युत जिस क्षण बुद्धि मोहकलिलको तर जायगी उसी क्षण  श्रुत  और  श्रोतव्य  विषयोंसे भोगोंसे वैराग्य हो जायगा। इसमें कोई देरीका काम नहीं है।","hcsca":"।।2.52।। मोह निवृत्ति होने पर वैराग्य प्राप्ति का आश्वासन यहाँ अर्जुन को दिया गया है। श्रोतव्य शब्द से तात्पर्य उन सभी विषयोपभोगों से है जिनका प्रत्यक्ष अनुभव नहीं किया गया है तथा श्रुत शब्द से सभी ज्ञान अनुभव सूचित किये गये हैं। यह स्वाभाविक है कि बुद्धि के शुद्ध होने पर विषयोपभोग में कोई राग नहीं रह जाता।स्वरूप से दिव्य होते हुये भी चैतन्य आत्मा मोहावरण में फँसी हुई प्रतीत होती है। इस मोह का कारण है एक अनिर्वचनीय शक्ति माया। अव्यक्त विद्युत के समान माया भी प्रत्यक्ष दृष्टिगोचर नहीं होती परन्तु विभिन्न रूपों में उसकी अभिव्यक्ति से उसका अस्तित्व सिद्ध होता है।सभी जीवों की संरचना में माया के कार्य के निरीक्षण एवं अध्ययन से वेदान्त के आचार्यों ने यह पाया कि मनुष्य के व्यक्तित्व के दो स्तरों पर माया की अभिव्यक्ति दो प्रकार से होती है। बुद्धि पर आत्मस्वरूप के अज्ञान के रूप में पड़े इस आवरण को वेदान्त में माया की आवरण शक्ति कहा गया है। बुद्धि पर पड़े इस अज्ञान आवरण के कारण मन अनात्म जगत् की कल्पना करता है और उस जगत् के विषय में उसकी दो धारणायें दृढ़ होती हैं कि (क) यह सत्य है और (ख) यह अनात्मा (देह आदि) ही में हूँ। मन के स्तर पर कार्य करने वाली माया की यह शक्ति विक्षेप शक्ति कहलाती है।इस श्लोक में कहा गया है कि कर्मयोग की भावना से कर्म करते रहने पर बुद्धि की शुद्धि होती है और तब उसके लिये सम्भव होता है कि आवरण को हटाकर आत्मस्वरूप का साक्षात्कार कर सके। इस प्रकार मोह निवृति का परिणाम है विषयोपभोग से वैराग्य परन्तु आत्मअज्ञान के होने पर मनुष्य विषयों से ही सुख पाने की आशा में दिनरात परिश्रम करता रहता है।शीत ऋतु में बादलों से सूर्य के आच्छादित होने पर मनुष्य अग्नि जलाकर उसके समीप बैठता है किन्तु धीरेधीरे बादलों के हट जाने पर सूर्य की उष्णता का अनुभव कर वह अग्नि के पास से उठकर धूप का आनन्द लेता है। वैसे ही आनन्दस्वरूप के अज्ञान के कारण विषयों को पाने के लिये चल रही मनुष्य की भागदौड़ स्वत समाप्त हो जाती है जब वह स्वस्वरूप को पहचान लेता है।यहाँ सम्पूर्ण जगत् का निर्देश श्रुत और श्रोतव्य इन दो शब्दों से किया गया है। इसमें सभी इन्द्रियों द्वारा ज्ञात होने वाले विषय समाविष्ट हैं। कर्मयोगी की बुद्धि न तो पूर्वानुभूत विषय सुखों का स्मरण करती है और न ही भविष्य में प्राप्त होनेवाले अनुभवों की आशा।भाष्यकार भगवान् शंकराचार्य अगले श्लोक की संगति बताते हैं कि यदि तुम्हारा प्रश्न हो कि मोहावरण भेदकर और विवेकजनित आत्मज्ञान को प्राप्त कर कर्मयोग के फल परमार्थयोग को तुम कब पाओगे तो सुनो","etsga":"2.52 When your mind will go beyond the turbidity of delusion, then you will acire dispassion for what has to be heard and what has been heard.","etssa":"2.52 When thy intellect crosses beyond the mire of delusion, then thou shalt attain to indifference as to what has been heard and what has yet to be heard.","etdss":"2.52. When your determining faculty goes beyond the impregnable thicket of delusion, at that time you will attain an attitude of futility regarding what has to be heard and what has been heard.","ecssa":"2.52 यदा when? ते thy? मोहकलिलम् mire of delusion? बुद्धिः intellect? व्यतितरिष्यति crosses beyond? तदा then? गन्तासि thou shalt attain? निर्वेदम् to indifference? श्रोतव्यस्य of what has to be heard? श्रुतस्य what has been heard? च and.Commentary The mire of delusion is the identification of the Self with the notself. The sense of discrimination between the Self and the notSelf is confounded by the mire of delusion and the mind runs towards the sensual objects and the body is takes as the pure Self. When you attain purity of mind? you will attain to indifference regarding things heard and yet to be heard. They will appear to you to be of no use. You will not care a bit for them. You will entertain disgust for them. (Cf.XVI.24).","scetsga":"2.52 When is attained that wisdom which arises from the purification of the mind brought about by the pursuit of (karma-) yoga? This is being stated: Yada, when, [Yada: when maturity of discrimination is attained.] at the time when; te, your; buddhih, mind; vyatitarisyati, will go beyond, cross over; moha-kalilam, the turbidity of delusion, the dirt in the form of delusion, in the form of non-discrimination, which, after confounding ones understanding about the distinction between the Self and the not-Self, impels the mind towards objects that is to say, when your mind will attain the state of purity; tada, then, [Tada: then, when the mind, becoming purified, leads to the rise of discrimination, which in turn matures into detachment.] at that time; gantasi, you will acire; nirvedam, despassion; for srotavyasya, what has to be heard; ca, and; srutasya, what has been heard. The idea implied is that, at that time what has to be heard and what has been heard [What has to be heard৷৷.has been heard, i.e. the scriptures other than those relating to Self-knowledge. When discrimination referred to above gets matured, then the fruitlessness of all things other than Self-knowledge becomes apparent.] becomes fruitless.","scetdss":"2.52 See Comment under 2.53","scetssa":"2.52 If you act in this manner and get freed from impurities, your intellect will pass beyond the tangle of delusion. The dense impurity of sin is the nature of that delusion which generates attachment to infinitesimal results, of which you have already heard much from us and will hear more later on. You will then immediately feel, of your own accord, renunciation or feeling of disgust for them all.\nSri Krsna now teaches the goal called self-realisation (Yoga) which results from the performance of duty as taught in the passage beginning with Now, listen to this with regard to Karma Yoga (2.39) which is based on the knowledge of the real nature of the self gained through the refinement of the mind.","chakravarthi":"From the performance of niskama karma yoga offered to the Supreme Lord, you will develop this neutrality (yoga). When your intelligence has surpassed particularly (vi) and completely (ati) the denseness of illusion, at that time you will become indifferent to all the subjects about which you will hear, and have already heard.\n“By eliminating all that has been taught and will be taught in the future, then what is the use of my hearing instructions of scripture now?”\n“By these instructions, you will at present consider that repetition in these practices must definitely be done at every moment.”","rudra":"\nWith genuine concern one may ask: When will I be able to attain that\neternal and everlasting spiritual world? An important question but first\none must successfully circumnavigate the maze of delusion in the material\nexistence. When one has factually rejected the conception of identifying\noneself as the physical body then one will by navigating oneself out of the\nmaze of delusion successfully escape the net of illusion which is likened\nto a bottomless abyss. Therefore it should be understoodthatby\nsurrendering all activities in righteousness unto the Supreme Lord Krishna\nthrough the auspices of disciplic succession, by His mercy the spiritual\nintelligence will naturally manifest within and one will begin to clearly\ncomprehend that the physical body is distinctly separatefromthe\nindividual consciousness. From thisunderstandingonewillattain\nindifference towards the activities that are heard about or that will be\nheard about. The desire to inquire about temporal things will cease as it\nwill be perceived that only existing temporarily they are not worth\npursuing. This is the meaning.","brahma":"\nTo answer the query regarding what is essential for one aspiring for\nliberation the answer is given in this verse by Lord Krishna. The word\nnirvedam means indifferent, renunciation is not indicated here. Rather it\nis to be understood that by spiritual intelligence in the process of\nacquiring wisdom one becomes indifferent to mundane pursuits. It is not\nthat one with spiritual intelligence is indifferent regarding the sublime\nactivities of the Supreme Lord. Liberated sages immersed in the delight of\nthe soul through their highly developed mental state advance onwards by\ndevotion without any desires. Lord Krishna is very attracted to those\nfollowing devotion possessing these attributes. The austerities and penance\nperformed by Sukadeva and others give them immeasurable satisfaction and\ngreat happiness.\nThose who meditate on the lotus feet of Lord Krishna relishing His glories\nand phenomenal pastimes and that of His devotees, they derive a greater\nsatisfaction that is not even available to one fully realised. So needless\nto speak about the satisfaction of those in the heavenly realms who are\nforced to descend down to earth again once they have exhausted their\nbenefits. For only those situated withthewisdomofspiritual\nintelligence can understand Lord Krishnas paramount position and thus\nperform all actions accordingly.\nEven in liberation there is taratamya gradation. If there were no gradation\nthen men of wisdom could not realise the mercy of Lord Krishnas divine\ngrace which is the sole cause of liberation.In this way no one will\ndesire similarity with Him. Even if it is offered it will not be accepted.\nThus even those not desiring liberation receive it anyway as the result of\ndevotion and those sodesiringit,liberationcomesmanifesting\nauspiciousness. This auspiciousness manifests even though undesired. Just\nas those exalted devotees with special devotion to Lord Krishna receive\nspecial mercy at the end of their lives that can be perceived. In the same\nway dispensation is received by those situated in wisdom at the termination\nof the physical body. Other dispensation is given for the ascetics at the\nseverance of their mortal coil and still those who experience supreme bliss\nwith distinctive character as experienced. In all these different levels\ngradation always exists.\nLiberation by whatever means is deliverance and in this no one can surpass\none for one will be fully situated in the ultimate wisdom of devotion to\nLord Krishna by spiritual intelligence. So in the matter of equilibrium it\nmust be regarded in abundance as well as in experiencing misery. Even\nthough abundance and misery must be regarded equally for the supreme bliss\nit is the realisation in wisdom by spiritual intelligence that is the key\ningredient for liberation from the material existence as given in the\nNarayana Ashtaksha Kalpa. Hence renunciation is not indicated as a means of\nliberation in Vedic scriptures. There also does not exist any direction to\nother methods regarding liberation. Thus the understanding for this verse\nis that by listening to the potent words of great self-realised beings the\ntrue purport of the Vedas will be learned.","shri":"\nPerforming actions as prescribed in the previous verses and therefore\npurged of all dross the realisation one attains will extricate them from\nthe perplexities of worldliness arising from identification with actions\nand the reward of actions. From that point on all that one has hitherto\nheard regarding the wisdom of renouncing the rewards of action as the cause\nof motivation for action as well as what one would subsequently hear\nregarding the fruitiveness of actions will by ones own free will be\nregarded with complete indifference. What has thus far been given is in the\nnext verse to be described. It is known as yoga which is the science of\nuniting the individual consciousness with the ultimate consciousness by\nactions performed with the light of spiritual intelligence based on\nbonafide knowledge of the immortal soul.","kumar":"Performing actions as prescribed in the previous verses and therefore\npurged of all dross the realisation one attains will extricate them from\nthe perplexities of worldliness arising from identification with actions\nand the reward of actions. From that point on all that one has hitherto\nheard regarding the wisdom of renouncing the rewards of action as the cause\nof motivation for action as well as what one would subsequently hear\nregarding the fruitiveness of actions will by ones own free will be\nregarded with complete indifference. What has thus far been given is in the\nnext verse to be described. It is known as yoga which is the science of\nuniting the individual consciousness with the ultimate consciousness by\nactions performed with the light of spiritual intelligence based on\nbonafide knowledge of the immortal soul."}