{"meta":"Bhagavad Gita Chapter 2 Verse 28","metahi":"भगवद् गीता 2.28","slok":"अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत।अव्यक्तनिधनान्येव तत्र का परिदेवना।।2.28।।","htsrsd":"।।2.28।।हे भारत सभी प्राणी जन्मसे पहले अप्रकट थे और मरनेके बाद अप्रकट हो जायँगे केवल बीचमें प्रकट दीखते हैं अतः इसमें शोक करनेकी बात ही क्या है","htstma":"।।2.28।। हे भारत समस्त प्राणी जन्म से पूर्व और मृत्यु के बाद अव्यक्त अवस्था में रहते हैं और बीच में व्यक्त होते हैं। फिर उसमें चिन्ता या शोक की क्या बात है","transliteration":"Avyaktaadeeni bhootaani vyaktamadhyaani bhaarata;\nAvyakta nidhanaanyeva tatra kaa paridevanaa.","englishmeaning":"avyakta-ādīni—unmanifest before birth; bhūtāni—created beings; vyakta—manifest; madhyāni—in the middle; bhārata—Arjun, scion of Bharat; avyakta—unmanifest; nidhanāni—on death; eva—indeed; tatra—therefore; kā—why; paridevanā—grieve","hcsrsd":" 2.28।। व्याख्या    अव्यक्तादीनि भूतानि   देखने सुनने और समझनेमें आनेवाले जितने भी प्राणी (शरीर आदि) हैं वे सबकेसब जन्मसे पहले अप्रकट थे अर्थात् दीखते नहीं थे। अव्यक्तनिधनान्येव   ये सभी प्राणी मरनेके बाद अप्रकट हो जायँगे अर्थात् इनका नाश होनेपर ये सभी नहींमें चले जायँगे दीखेंगे नहीं। व्यक्तमध्यानि   ये सभी प्राणी बीचमें अर्थात् जन्मके बाद और मृत्युके पहले प्रकट दिखायी देते हैं। जैसे सोनेसे पहले भी स्वप्न नहीं था और जगनेपर भी स्वप्न नहीं रहा ऐसे ही इन प्राणियोंके शरीरोंका पहले भी अभाव था और पीछे भी अभाव रहेगा। परन्तु बीचमें भावरूपसे दीखते हुए भी वास्तवमें इनका प्रतिक्षण अभाव हो रहा है। तत्र का परिदेवना   जो आदि और अन्तमें नहीं होता वह बीचमें भी नहीं होता है यह सिद्धान्त है  (टिप्पणी प0 68) । सभी प्राणियोंके शरीर पहले नहीं थे और पीछे नहीं रहेंगे अतः वास्तवमें वे बीचमें भी नहीं हैं। परन्तु यह शरीरी पहले भी था और पीछे भी रहेगा अतः वह बीच में भी रहेगा ही। निष्कर्ष यह निकला कि शरीरोंका सदा अभाव है और शरीरीका कभी भी अभाव नहीं है। इसलिये इन दोनोंके लिये शोक नहीं हो सकता। सम्बन्ध   अब भगवान् शरीरीकी अलौकिकताका वर्णन करते हैं।","hcsca":"।।2.28।। इस श्लोक से लेकर आगे के कुछ श्लोकों में संसार के सामान्य मनुष्य के दृष्टिकोण से समस्या को अर्जुन के समक्ष बड़ी सुन्दरता से प्रस्तुत किया गया है। इन दस श्लोकों में श्रीकृष्ण समस्या का स्पष्टीकरण सामान्य व्यक्ति की दृष्टि एवं बुद्धि के अनुसार प्रस्तुत करते हैं।इस भौतिक जगत् में कार्यकरण का नियम अबाधरूप से कार्य करते हुए अनुभव में आता है। कार्य की उत्पत्ति कारण से होती है। सामान्यत कार्य व्यक्त रूप में दिखाई देता है और कारण अव्यक्त रहता है। अत सृष्टिका अर्थ है वस्तुओं का अव्यक्त अवस्था से व्यक्त अवस्था में आ जाना। यही क्रम निरन्तर नियमपूर्वक चलता रहता है।इस प्रकार आज का व्यक्त इसके पूवर् कल अव्यक्त था वर्तमान में वह व्यक्त रूप में उपलब्ध है परन्तु भविष्य में फिर अव्यक्त अवस्था में विलीन हो जायेगा। इसका अर्थ यह हुआ कि वर्तमान स्थिति अज्ञात से आयी और पुन अज्ञात में लीन हो जायेगी। ऐसा समझने पर दुख का कोई कारण नहीं रह जाता क्योंकि एक चक्र के आरे निरन्तर घूमते हुए नीचे भी आते हैं तो केवल बाद में ऊपर उठने के लिए ही।उदाहरणार्थ स्वप्न के पत्नी और शिशु पहले अव्यक्त थे और जागने पर फिर लुप्त हो जाते हैं तो एक ब्रह्मचारी को उस पत्नी और शिशु के लिए शोक करने का क्या कारण है जिसके साथ उसका विवाह कभी हुआ ही नहीं था और जिस शिशु का कभी जन्म ही नहीं हुआ था यदि जैसा कि भगवान् श्रीकृष्ण ने कहा इस जगत् की उत्पत्ति और लय का चक्र निरन्तर एक पारमार्थिक नित्य अविकारी सत्य के रूप में ही चल रहा है तो क्या कारण है कि उस सत्य को बारम्बार बताने पर भी हम समझ नहीं पाते श्रीशंकराचार्य के अनुसार भगवान श्रीकृष्ण यह विचार करते हैं कि इस सत्य को न समझने के लिए अर्जुन को दोष देना उचित नहीं है।श्री शंकराचार्य कहते हैं इस आत्मा का साक्षात् अनुभव करके उसे यथार्थ में जानना कठिन है। तुम्हें ही मैं दोष क्यों दूँ जबकि इसका कारण अज्ञान सबके लिए समान है कोई पूछ सकता है कि आत्मानुभव में इतनी कठिनाई क्या है भगवान् कहते हैं","etsga":"2.28 O descendant of Bharata, all beings remain unmanifest in the beginning;; they become manifest in the middle. After death they certainly become unmanifest. What lamentation can there be with regard to them?","etssa":"2.28 Beings are unmanifested in their beginning, manifested in their middle state, O Arjuna, and unmanifested again in their end. What is there to grieve about?","etdss":"2.28. O descendant of Bharata !The beings have an unmanifest beginning, manifest middle and certainly the unmanifest end. On that account why mourning?","ecssa":"2.28 अव्यक्तादीनि unmanifested in the beginning? भूतानि beings? व्यक्तमध्यानि manifested in their middle state? भारत O Bharata? अव्यक्तनिधनानि unmanifested again in the end? एव also? तत्र there? का what? परिदेवना grief.Commentary The physical body is a combination of the five elements. It is seen by the physical eyes only after the five elements have entered into such combination. After death? the body disintegrates and the five elements go back to their source it cannot be seen. Therefore? the body can be seen only in the middle state. The relationship as son? friend? teacher? father? mother? wife? brother and sister is formed through the body on account of attachment and Moha (delusion). Just as planks unite and separate in a river? just as pilgrims unite and separate in a public inn? so also fathers? mothers? sons and brothers unite and separate in this world. This world is a very big public inn. People unite and separate.There is no pot in the beginning and in the end. Even if you see the pot in the middle? you should think and feel that it is illusory and does not really exist. So also there is no body in the beginning and in the end. That which does not exist in the beginning and in the end must be illusory in the middle also. You must think and feel that the body does not really exist in the middle as well.He who thus understands the nature of the body and all human relationships based on it? will not grieve.","scetsga":"2.28 It is not reasonable to grieve even for beings which are constituted by bodies and organs, since all beings remain unmanifest etc. (Bharata, O descendant of Bharata;) bhutani, all beings, avyaktaduni, remain unmainfest in the beginning. Those beings, viz sons, friends, and others, constituted by bodies and organs, [Another reading is karya-karana-sanghata, aggregates formed by material elements acting as causes and effects.-Tr.] who before their origination have unmanifestedness (avyakta), invisibility, nonperception, as their beginning (adi) are avyaktaadini. Ca, and; after origination, before death, they become vyakta-madhyani, manifest in the middle. Again, they eva, certainly; become avyakta-nidhanani, unmanifest after death. Those which have unmanifestness (avyakta), invisibility, as their death (nidhana) are avyakta-nidhanani. The idea is that even after death they verily attain unmanifestedness. Accordingly has it been said: They emerged from invisibility, and have gone back to invisibility. They are not yours, nor are you theirs. What is this fruitless lamentation! (Mbh. St. 2.13). Ka, what; paridevana, lamentation, or what prattle, can there be; tatra, with regard to them, i.e. with regard to beings which are objects of delusion, which are invisible, (become) visible, (and then) get destroyed!","scetdss":"2.28 Avyaktadini etc. Whether beings are permanent or impermanent, this much is certain : The person, who laments over a given object - as far as that person is concerned, that object is at the beginning unmanifest and at the end also it is unmanifest. Its manifestation in between is therefore a deviation from its natural state, Rather, there may be need to lament over the deviation from natural state and nor over the natural state [itself]. Further, whatever has been approved as its root cause, that itself permanently exhibits, within itself, a variety of different and endless creation, sustenance and absorption as its own manifold nature, in a set pattern. Hence what is the necessity for lamenting over the same nature of this (its effect) ?\n And enowed with the above mentioned nature-","scetssa":"2.28 Human beings etc., (i.e., bodies) exist as entities; their previous stages are unknown, their middle stages in the form of man etc., are known, and their (final) and future stages are unknown. As they thus exist in their own natural stages, there is no cause for grief.\nAfter thus saying that there is no cause for grief even according to the view which identifies the body with the self, Sri Krsna proceeds to say that it is hard to find one who can be said to have truly perceived the Atman or spoken about It or heard about It or gained a true conception of It by hearing. For the Atman, which is actually different from the body, is of a wonderful nature.","chakravarthi":"For the soul there is no birth and death (verse 20). For the body, birth and death are certain (verse 27). Thus the causes of lamentation have been eliminated. In this verse both causes are eliminated at once.\nDevas, humans and animals are not visible before their birth. However, their subtle and gross bodies do exist invisibly in a potential form, from the existence of the causal ingredients such as earth. They become visible in the middle period, and invisible after death. Even at the time of mahapralaya these bodies exist in a subtle form through the continued existence in subtle form of karmas and other elements. Thus all living entities bodies are invisible before birth and after death, and are visible in the interval.\nThis is stated by the personified Vedas in the Bhagavatam:\nsthira-cara-jatayah syur ajayottha-nimitta- vujah\nO eternally liberated, transcendental Lord, Your material energy causes the various moving and nonmoving species of life to appear by activating their material desires, but only when and if You sport with her by briefly glancing at her. SB 10.87.29.\nWhat cause is there for lamentation (paridevana)?\nAs Narada says:\nyan manyase dhruvam lokam adhruvam va na cobhayam sarvatha na hi socyas te snehad anyatra mohajat\nO King, in all circumstances, whether you consider the soul to be an eternal principle, or the material body to be perishable, or everything to exist in the impersonal Absolute Truth, or everything to be an inexplicable combination of matter and spirit, feelings of separation are due only to illusory affection and nothing more SB 1.13.44","rudra":"\nWhen one considers the nature of the physical body and the facts about\nbirth and death being a physical reality one should not lament. All living\nentities have the unmanifest as their beginnings, meaning unmanifest in the\nphysical existence because it is only that which exists in the physical\nworld either subtle or physical that is manifested. In the middle all\nliving entities are manifested in the period between birth and death known\nas life constituting the state of mortal existence. Finally at the moment\nthe body perishes known as death all living entities return once more to\nthe unmanifest state. It is inevitable that all living entities must accept\nthe nature of the material existence being embodied in a physical body so\nwhat is the need to lament over the physical body. To lament thus is like a\nperson lamenting over friends seen drowning in a dream after one has woken\nup.","brahma":"\nIn this verse the Supreme Lord Krishna explains the fact that here on Earth\nwhatever happened before birth is unknown by the use of theword\navyaktadini.","shri":"\nLiving entities like human beings though eternally existing due to the\nauspices of each ones eternal soul have an unknown origin before birth, a\nmanifest condition from birth to death and proceed again to an unknown\nexistence at the termination of the physical body. Such alternations\nconstitute material existence and are a natural law. This then gives no\ncause to grieve. Having just shown that even if one erroneously was under\nthe misapprehension that the physical body itself and the eternal soul are\nthe same; there is still no reason to grieve as in the next verse 29 it is\ndeclared that very rarely is a person found who would see, hear, converse,\nor who could be convinced about the wonderful nature of the eternal soul\nwhich is factually distinct from the physical body.","kumar":"Living entities like human beings though eternally existing due to the\nauspices of each ones eternal soul have an unknown origin before birth, a\nmanifest condition from birth to death and proceed again to an unknown\nexistence at the termination of the physical body. Such alternations\nconstitute material existence and are a natural law. This then gives no\ncause to grieve. Having just shown that even if one erroneously was under\nthe misapprehension that the physical body itself and the eternal soul are\nthe same; there is still no reason to grieve as in the next verse 29 it is\ndeclared that very rarely is a person found who would see, hear, converse,\nor who could be convinced about the wonderful nature of the eternal soul\nwhich is factually distinct from the physical body."}