{"meta":"Bhagavad Gita Chapter 2 Verse 24","metahi":"भगवद् गीता 2.24","slok":"अच्छेद्योऽयमदाह्योऽयमक्लेद्योऽशोष्य एव च।नित्यः सर्वगतः स्थाणुरचलोऽयं सनातनः।।2.24।।","htsrsd":"।।2.24।।यह शरीरी काटा नहीं जा सकता यह जलाया नहीं जा सकता यह गीला नहीं किया जा सकता और यह सुखाया भी नहीं जा सकता। कारण कि यह नित्य रहनेवाला सबमें परिपूर्ण अचल स्थिर स्वभाववाला और अनादि है।","htstma":"।।2.24।। क्योंकि यह आत्मा अच्छेद्य (काटी नहीं जा सकती)? अदाह्य (जलाई नहीं जा सकती)? अक्लेद्य (गीली नहीं हो सकती ) और अशोष्य (सुखाई नहीं जा सकती) है यह नित्य? सर्वगत? स्थाणु (स्थिर)? अचल और सनातन है।।","transliteration":"Acchedyo’yam adaahyo’yam akledyo’shoshya eva cha;\nNityah sarvagatah sthaanur achalo’yam sanaatanah.","englishmeaning":"achchhedyaḥ—unbreakable; ayam—this soul; adāhyaḥ—incombustible; ayam—this soul; akledyaḥ—cannot be dampened; aśhoṣhyaḥ—cannot be dried; eva—indeed; cha—and; nityaḥ—everlasting; sarva-gataḥ—all-pervading; sthāṇuḥ—unalterable; achalaḥ—immutable; ayam—this soul; sanātanaḥ—primordial","hcsrsd":"।।2.24।। व्याख्या   शस्त्र आदि इस शरीरीमें विकार क्यों नहीं करते यह बात इस श्लोकमें कहते हैं। अच्छेद्योऽयम्   शस्त्र इस शरीरीका छेदन नहीं कर सकते। इसका मतलब यह नहीं है कि शस्त्रोंका अभाव है या शस्त्र चलानेवाला अयोग्य है प्रत्युत छेदनरूपी क्रिया शरीरीमें प्रविष्ट ही नहीं हो सकती यह छेदन होनेके योग्य ही नहीं है।शस्त्रके सिवाय मन्त्र शाप आदिसे भी इस शरीरीका छेदन नहीं हो सकता। जैसे याज्ञवल्क्यके प्रश्नका उत्तर न दे सकनेके कारण उनके शापसे शाकल्यका मस्तक कटकर गिर गया (बृहदारण्यक0)। इस प्रकार देह तो मन्त्रोंसे वाणीसे कट सकता है पर देही सर्वथा अछेद्य है। अदाह्योऽयम्   यह शरीरी अदाह्य है क्योंकि इसमें जलनेकी योग्यता ही नहीं है। अग्निके सिवाय मन्त्र शाप आदिसे भी यह देही जल नहीं सकता। जैसे दमयन्तीके शाप देनेसे व्याध बिना अग्निके जलकर भस्म हो गया। इस प्रकार अग्नि शाप आदिसे वही जल सकता है जो जलनेयोग्य होता है। इस देहीमें तो दहनक्रियाका प्रवेश ही नहीं हो सकता।  अक्लेद्यः   यह देही गीला होनेयोग्य नहीं है अर्थात् इसमें गीला होनेकी योग्यता ही नहीं है। जलसे एवं मन्त्र शाप ओषधि आदिसे यह गीला नहीं हो सकता। जैसे सुननेमें आता है कि मालकोश रागके गाये जानेसे पत्थर भी गीला हो जाता है चन्द्रमाको देखनेसे चन्द्रकान्तमणि गीली हो जाती है। परन्तु यह देही रागरागिनी आदिसे गीली होनेवाली वस्तु नहीं है। अशोष्यः   यह देही अशोष्य है। वायुसे इसका शोषण हो जाय यह ऐसी वस्तु नहीं है क्योंकि इसमें शोषणक्रियाका प्रवेश ही नहीं होता। वायुसे तथा मन्त्र शाप ओषधि आदिसे यह देही सूख नहीं सकता। जैसे अगस्त्य ऋषि समुद्रका शोषण कर गये ऐसे इस देहीका कोई अपनी शक्तिसे शोषण नहीं कर सकता। एव च   अर्जुन नाशकी सम्भावनाको लेकर शोक कर रहे थे। इसलिये शरीरीको अच्छेद्य अदाह्य अक्लेद्य और अशोष्य कहकर भगवान्  एव च  पदोंसे विशेष जोर देकर कहते हैं कि यह शरीरी तो ऐसा ही है। इसमें किसी भी क्रियाका प्रवेश नहीं होता। अतः यह शरीरी शोक करनेयोग्य है ही नहीं। नित्यः   यह देही नित्यनिरन्तर रहनेवाला है। यह किसी कालमें नहीं था और किसी कालमें नहीं रहेगा ऐसी बात नहीं है किन्तु यह सब कालमें नित्यनिरन्तर ज्योंकात्यों रहनेवाला है। सर्वगतः  यह देही सब कालमें ज्योंकात्यों ही रहता है तो यह किसी देशमें रहता होगा इसके उत्तरमें कहते हैं कि यह देही सम्पूर्ण व्यक्ति वस्तु शरीर आदिमें एकरूपसे विराजमान है। अचलः  यह सर्वगत है तो यह कहीं आताजाता भी होगा इसपर कहते हैं कि यह देही स्थिर स्वभाववाला है अर्थात् इसमें कभी यहाँ और कभी वहाँ इस प्रकार आनेजानेकी क्रिया नहीं है। स्थाणुः   यह स्थिर स्वभाववाला है कहीं आताजाता नहीं यह बात ठीक है पर इसमें कम्पन तो होता होगा जैसे वृक्ष एक जगह ही रहता है कहीं भी आताजाता नहीं पर वह एक जगह रहता हुआ ही हिलता है ऐसे ही इस देहीमें भी हिलनेकी क्रिया होती होगी इसके उत्तरमें कहते हैं कि यह देही स्थाणु है अर्थात् इसमें हिलनेकी क्रिया नहीं है। सनातनः  यह देही अचल है स्थाणु है यह बात तो ठीक है पर यह कभी पैदा भी होता होगा इसपर कहते हैं कि यह सनातन है अनादि है सदासे है। यह किसी समय नहीं था ऐसा सम्भव ही नहीं है। विशेष बात यह संसार अनित्य है एक क्षण भी स्थिर रहनेवाला नहीं है। परन्तु जो सदा रहनेवाला है जिसमें कभी किञ्चिन्मात्र भी परिवर्तन नहीं होता उस देहीकी तरफ लक्ष्य करानेमें  नित्यः  पदका तात्पर्य है।देखने सुनने पढ़ने समझनेमें जो कुछ प्राकृत संसार आता है उसमें जो सब जगह परिपूर्ण तत्त्व है उसकी तरफ लक्ष्य करानेमें  सर्वगतः  पदका तात्पर्य है।संसारमात्रमें जो कुछ वस्तु व्यक्ति पदार्थ आदि हैं वे सबकेसब चलायमान हैं। उन चलायमान वस्तु व्यक्ति पदार्थ आदिमें जो अपने स्वरूपसे कभी चलायमान (विचलित) नहीं होता उस तत्त्वकी तरफ लक्ष्य करानेमें  अचलः  पदका तात्पर्य है।प्रकृति और प्रकृतिके कार्य संसारमें प्रतिक्षण क्रिया होती रहती है परिवर्तन होता रहता है। ऐसे परिवर्तनशील संसारमें जो क्रियारहित परिवर्तनरहित स्थायी स्वभाववाला तत्त्व है उसकी तरफ लक्ष्य करानेमें  स्थाणुः  पदका तात्पर्य है।मात्र प्राकृत पदार्थ उत्पन्न और नष्ट होनेवाले हैं तथा ये पहले भी नहीं थे और पीछे भी नहीं रहेंगे। परन्तु जो न उत्पन्न होता है और न नष्ट ही होता है तथा जो पहले भी था और पीछे भी हरदम रहेगा उस तत्त्व(देही)की तरफ लक्ष्य करानेमें  सनातनः  पदका तात्पर्य है।उपर्युक्त पाँचों विशेषणोंका तात्पर्य है कि शरीरसंसारके साथ तादात्म्य होनेपर भी और शरीरशरीरीभावका अलगअलग अनुभव न होनेपर भी शरीरी नित्यनिरन्तर एकरस एकरूप रहता है।","hcsca":"।।2.24।। यह तो स्पष्ट ही है कि जिस वस्तु का नाश प्रकृति की विनाशकारी शक्तियाँ अथवा मानव निर्मित साधनों एवं शस्त्रास्त्रों के द्वारा संभव नहीं है उसे नित्य होना चाहिये।इस श्लोक की दूसरी पंक्ति में आत्मा के अनेक विशेषण बताये गये हैं जो शीघ्रतावश चाहें जहां से उठाकर निष्प्रयोजन ही प्रयोग में नहीं लाये गये हैं। विचारों की एक शृंखला के रूप में प्रत्येक शब्द को चुनकर प्रयोग किया गया है। प्रथम पंक्ति में वर्णित जो अविनाशी तत्व हैं उसको नित्य होना चाहिये। जो नित्य वस्तु है वह निश्चित ही सर्वगत भी होगी।सर्वगत इस छोटे से शब्द का अर्थ व्यापक और तात्पर्य गम्भीर है। कोई भी वस्तु ऐसी शेष नहीं रह सकती जो सर्वगत तत्त्व के द्वारा व्याप्त न हो। नित्य आत्मा सर्वगत है तो उसका कोई आकार विशेष भी नहीं हो सकता क्योंकि आकार केवल परिच्छिन्न वस्तु का होता है जिसकी सीमा के बाहर उससे भिन्न अन्य कोई वस्तु रहती है। जैसे हाथ पैर इत्यादि अवयवों का आकार होता है क्योंकि इनके बाहर आसपास आकाश तत्त्व है। अत अपरिच्छिन्न सर्वगत आत्मा का कोई आकार नहीं है क्योंकि उसको परिच्छिन्न करने वाली कोई अन्य वस्तु है ही नहीं।इस प्रकार नित्य सर्वगत वस्तु का स्थिर और अचल होना स्वाभाविक है। उसमें चलनादि क्रिया संभव नहीं। गति केवल उस वस्तु के लिये है जो किसी काल और देश विशेष में रहती हो तब उसका स्थानान्तरण किया जा सकता है। आत्मा का किसी काल अथवा देश में अभाव नहीं है तो उसमें गति होने का प्रश्न ही नहीं उठता। मैं अपने स्वयं में ही घूम फिर नहीं सकता।यहाँ स्थिर और अचल दोनों शब्दों का एक साथ प्रयोग व्यर्थ प्रतीत हो रहा है क्योंकि वे कुछ समानार्थी हैं। परन्तु स्थिर शब्द से अभिप्राय नीचे मूल की स्थिरता से है जैसे पेड़ एक जगह स्थिर होते हैं परन्तु उनकी वृद्धि ऊपर की ओर होती है। यहाँ अचल रहकर ऊर्ध्व गति का भी निषेध किया गया है। अनन्तस्वरूप आत्मा स्थिर और अचल है अर्थात् उसमें किसी भी प्रकार की चलन क्रिया नहीं है।प्राचीन पुरातन वस्तु को सनातन कहते हैं। इस सनातन शब्द के दो अर्थ हैं एक वाच्यार्थ (शाब्दिक) और दूसरा है लक्ष्यार्थ। उसका सरल वाच्यार्थ यह है कि आत्मा कोई नई बनी वस्तु नहीं है वह प्राचीन है। लक्ष्यार्थ के अनुसार इसका तात्पर्य यह है कि आत्मा काल और देश से मर्यादित परिच्छिन्न नहीं है। किसी भी देश में किसी भी काल में कोई भी व्यक्ति आत्मसाक्षात्कार से पूर्णत्व प्राप्त करता है तो वह साक्षात्कार एक ही होगा भिन्नभिन्न नहीं।आगे भगवान कहते हैं","etsga":"2.24 It cannot be cut, It cannot be burnt, cannot be moistened, and surely cannot be dried up. It is eternal, omnipresent, stationary, unmoving and changeless.","etssa":"2.24 This Self cannot be cut, burnt, wetted, nor dried up. It is eternal, all-pervading, stable, immovable and ancient.","etdss":"2.24. This is not to be cut; This is not to be burnt; (This is) not to be made wet and not to be dried too; This is eternal, all-pervading, stable, immobile and eternal.","ecssa":"2.24 अच्छेद्यः cannot be cut? अयम् this (Self)? अदाह्यः cannot be burnt? अयम् this? अक्लेद्यः cannot be wetted? अशोष्यः cannot be died? एव also? च and? नित्यः eternal? सर्वगतः allpervading? स्थाणुः stable? अचलः immovable? अयम् this? सनातनः ancient.Commentary The Self is very subtle. It is beyond the reach of speech and mind. It is very difficult to understand this subtle Self. So Lord Krishna explains the nature of the immortal Self in a variety of ways with various illustrations and examples? so that It can be grasped by the people.Sword cannot cut this Self. It is eternal. Because It is eternal? It is allpervading. Because It is allpervading? It is stable like a stature. Because It is stable? It is immovable. It is everlasting. Therefore? It is not produced out of any cause. It is not new. It is ancient.","scetsga":"2.24 Since this is so, therefore ayam, It; acchedyah, cannot be cut. Since the other elements which are the causes of destruction of one ano ther are not capable of destroying this Self, therefore It is nityah, eternal. Being eternal, It is sarva-gatah, omnipresent. Being omnipresent, It is sthanuh, stationary, i.e. fixed like a stump. Being fixed, ayam, this Self; is acalah, unmoving. Therefore It is sanatanah, changeless, i.e. It is not produced from any cause, as a new thing.\n \nIt is not to be argued that these verses are repetive since eternality and changelessness of the Self have been stated in a single verse itself, Never is this One born, and never does It die, etc. (20). Whatever has been said there (in verse 19) about the Self does not go beyond the meaning of this verse. Something is repeated with those very words, and something ideologically. Since the object, viz the Self, is inscrutable, therefore Lord Vasudeva raises the topic again and again, and explains that very object in other words so that, somehow, the unmanifest Self may come within the comprehension of the intellect of the transmigrating persons and bring about a cessation of their cycles of births and deaths.","scetdss":"2.24 See Comment under 2.25","scetssa":"2.23 - 2.24 Weapons, fire, water and air are incapable of cleaving, burning, wetting and drying the self; for, the nature of the self is to pervade all elements; It is present everywhere; for, It is subtler than all the elements; It is not capable of being pervaded by them; and cleaving, burning, wetting and drying are actions which can take place only by pervading a substance. Therefore the self is eternal. It is stable, immovable and primeval. The meaning is that It is unchanging, unshakable and ancient.","chakravarthi":"Please see text 25 for Sri Visvanatha Cakravarti Thakur’s combined commentary to texts 24 and 25.","rudra":"\nThe reasons given as evidence supporting the eternal souls immortal\nposition is that being acchedyah or indestructibleit is incapable of\nbeing cut. Being adahyah or incombustible it is incapable of being burned.\nBeing akledyah or insoluble it is incapable of being moistened. Being free\nfrom moisture it is asosyah or incapable of being dried. This is the idea.\nAnother reason for why the soul is not liable to cutting, burning,\nmoistening or drying is because it is everlasting,allpervading,\nimmutable, never undergoing modification and primordial as it has no\nbeginning.","brahma":"\nBy opposition to the indestructibility of the eternal soul the possibility\nof such destruction in the future could be indicated; but by showing the\nimpossibility of the eternal soul for destruction it is clarified that\nthere is no destruction of the eternal soul in the future as well. How is\nit incapable of destruction? Understanding that the eternal soul being the\nessential constitution of all living entities is immortal and all pervading\nreflecting these qualities from the Supreme Lord. The word sthanuh meaning\nunchangeable defines the position of the eternal soul confirming permanence\nand by this all doubts about the eternality of the immortal soul should be\ndispelled. Similarly by the words nitya meaning everlasting, sanantanah\nmeaning eternally the same and others these doubts are also dispelled\nverifying the factual position of the eternal soul from all angles of\nvision. Otherwise these examples would be merely repetitive.\nHaving previously described the living entities by virtue of their immortal\nsoul as being a reflection of the Supreme Lord, the attributes already\nspoken but not repeated will not be considered as a defect. That is because\nthe transcendental qualities of the Supreme Lord, the same in quality but\nminuscule in quantity is reflected in the form of the eternal soul without\nany modification.\nStatements in the Vedic scriptures such as the Upanisads of rupam rupam\npratirupo babhuva in each and every form is His reflection and abhasa eva\nca is like a reflection confirm the Supreme Lord being all pervasive and\nin Brahma Sutra this is also established. So there is not even the\nslightest contradiction of the individual living entities being fragments\nof the Supreme Lord because it is perfectly established by His all\npervasive presence due to the auspices of the eternal soul which is the\neternal connection to the Supreme Lord Krishna bequeathed upon all living\nentities which are created from the natural interaction of males and\nfemales who were both born from the natural interaction of males and\nfemales. Being a reflection in the form of being a fragment means being a\nportion or a part of the whole and simply by being blessed by the presence\nof an immortal soul we an everlasting part of the whole connected to the\nSupreme Lord eternally.\nSimilarly words like sthanu and aikshata are also not contradictory due to\nthe Supreme Lord Krishna being the Supreme Lord of all. Both words are\ngiven in the Vedic scriptures and are not because of the effect of illusion\nbut due to the impossibility of being ever able conceptualize the Supreme\nLords qualities completely various Vedic scriptures supply the qualities\nand attributes appropriate to the knowledge that is being elucidated at the\ntime. Passages referring to Him as the Supreme Lord and passages referring\nto Him as the unmanifested brahman not contradictory because He possesses\nboth these attributes which is feasible to understand because He is the\nprimary cause and effect of all manifestations. So on the surface it may\nappear that various statements in the Vedic scriptures regarding His\nattributes could be construed as being contradictory but comprehending the\nover all understanding it can be easily seen that they actually are not.\nThe final summation is that in the Supreme Lord alone all contradictions\nare automatically resolved. In deliverance from the endless cycle of birth\nand death which only can be bequeathed to that exalted and blessed living\nentity who by has discovered the presence of the Supreme Lord within\nthemselves as well as in every living entity born from the womb of a female\nwho was also born from the womb of a female is a living entities greatest\nattainment factually fulfilled and the purpose of human existence is\nfinally achieved. This alone is what is truly meant as moksa or liberation\nand this is actual deliverance. Because in accordance to the words of the\nVedic scriptures it is seen that the variegated pleasures, the ecstatic\nhappiness and the marvellous heavenly spheres gained due to the performance\nof meritorious actions disappear when that merit is eventually exhausted.\nIt should be emphasised that moksa or deliverance is only attainable by the\ngrace of the Supreme Lord and no other way. When the Supreme Lord Krishna\nis worshipped and glorified how could liberation not be achieved ? If the\nSupreme Lord is pleased whatever could not be possible? So it should be\nunderstood that only by receiving the mercy of the Supreme Lordis a\nliving entity able to be delivered from the ocean of birth and death in the\nmaterial existence. In whom the Supreme Lord has giveneverlasting\ncompassion is that living entity free from all self-deception of the bodily\nconception and delusions of illusion regarding the physical body which at\ndeath is simply an empty shell fit for consumption by worms and insects. By\nrealising the Supreme Lord within by His grace one will be able to\ntransgress the web of this transitory existence.\nIf the Supreme Lord is pleased, then verily what is not possible? Even\nartha which is wealth and kama which are desires are both unnecessary\nbecause they grant without a doubt results which are permanent. OLord\nkindly protect us because we are burning in the fire of material existence\nsuffering from the three fold miseries of old age, disease and death.\nTherefore one should always seek the shelter of serving the Supreme Lord\nwhich is the source of real happiness. When the Supreme Lord is finally\nunderstood to be the eternal support of all living entities, how can there\nnot be deliverance for all who receive His grace. That grace is only\npossible for those whose righteous actions are determined by authentic\nknowledge. This is well known throughout all the universes and this\nauthoritative fact should be realised as a truth. One who factually knows\nabout the Supreme Lord without any delusion is situated in wisdom.\nIn the Narada Purana it is stated:\nTruth is truth and always will be truth. If divided into a hundredth part\nof a hundred million it is still truth and even if that hundred millionth\npart of truth is divided into innumerable parts and further innumerable\nparts are made up again of that part it still remains truth. Thus is the\nultimate greatness of the Supreme Lord and due only to Him is the\ngreatness of Sri, Sesa, Brahma and Siva. This is the reason why the\ngreatness of the heavenly denizens is spoken only due to their relationship\nwith the Supreme Lord.\nAmong all Vedic scriptures the best is Mahabharata and the best part of\nMahabharata hidden deep within like a treasure chest is Srimad Bhagavad-\nGita. Who else but the Supreme Lord Krishna could have revealed such\nglorious and transcendental subject matters. There is none equal to the\nSupreme Lord and there will be none equal to Him in the future and by such\nstatements the effulgent glory and greatness of Mahabharata is established\neternally. Everything will be accomplished by faith in and knowledge of\nthis truth. The Supreme Lord, by whose will Brahma manifested with a\npleasant face and Rudra manifested with an angry face. There is nothing\nequal to or superior to the Supreme Lord. This statement has no need to be\nasserted in normal context as the Supreme Lords position is naturally far\nsuperior; but it was a reply to a specific query. In other cases this\nstatement has been made in exceptional circumstances in regards to the\ncelestial demigods. In such situations demigods such as Agni the demigod in\ncharge of fire and Indra the king of all the demigods are referred to\nexemplifying the Supreme Lords omnipotence with praises such as: He is Agni\nmeaning as fire is universal so is He. He is Indra meaning as Indra is\nsupreme among the demigods, so is He. The supreme brahman meaning the\ntranscendental embodiment of the Ultimate Truth. So this is the correct\nunderstanding and should be applied to other similar Vedic statements.\nThe potency of Siva and others have been described and clarified by their\nrelationship with the Supreme Lord in their respective Puranas. In the\nSkanda Purana it has been stated: The difference which exists between a\ntiger and a lion, between Mt. Meru and Mt. Vindhya, between the sun and its\nreflection, the same difference exists between Siva and Indra.The\ndifference which exists between a lion and an elephant in the forest, which\nexists between the sun and the moon in the sky, that which exists between\nthe rivers Ganga and Yamuna, the same difference exists between Brahma and\nSiva. The difference which exists between the waters at the time of\ndissolution and the tiny drops of water forming mist in the casual ocean,\nthat which exists between the spark and the fire at the timeof\nconflagration, that same difference is between Visnu and Siva. Eternally\nomnipotent the Supreme Lord is incomparable to all others; but in order to\nindicate Sivas power and potency as being connected to the Supreme Lord\nexamples of his praise such as: none is equal or superior to, existing\neverywhere at every moment and that he alone are adored are given.\nIn the Padma Purana in the episode relating to Siva regarding Markandeya\ndeclining to be blessed with moksa or liberation in the future, it is cited\nthat liberation only from the Supreme Lord is appropriate and commendable.\nHe commented that Siva can grant the pleasures to be enjoyed by the senses;\nbut liberation in the material existence from the cycle of birth and death\ncan only be granted by the Surpreme Lord Krishna.\nIt should be known that the Vedic scriptures must be interpreted in\nconjunction with the authentic historical accounts found withinthe\nMahabharata. In this way there will be no contradiction. This is a very\ncrucial point to comprehend and knowledge of the Mahabharata is essential;\notherwise doubt will arise about the actual status of Siva, Indra and the\nrest. The distinctive and extraordinary nature of the Supreme Lord is\nclearly revealed. Thus the eternal supremacy of the Supreme Lord Krishna is\nthe summation of all the Vedic scriptures.\nEven by this universally established fact, the truth about the Supreme\nLords omnipotence is established there being no possibility in any\ncircumstance to ever usurp this. For factswhichareestablished\nconclusively there is no necessity for additional evidence. Since diverse\nqualities are common in various things, perceiving these qualities are\npossessed by others one should not conclude that they are absent in the\nSupreme Lord. So in the establishment of a premise if assistanceof\nanother premise is required to support it then there is possibility of\nimperfection by this system.\nThe Supreme Lord Krishna is confirmed in the Vedic scriptures as the\nsupreme controller without purposeful intent because it is a fact. This is\nthe summation of all the Vedic literatures. All the Vedas speak of the\nSupreme Lord Krishna or His sastricallyauthorisedexpansionsand\nincarnations as the goal of all the Vedas. This is not a contradiction but\nit is ordained by the Supreme Lord Himself and being eternal it is\neternally established like actions and time. Thereforeitcanbe\nascertained that the Vedas exist without any secondary purpose solely out\nof adoration for the Supreme Lord and by this it is conclusively confirmed\nthat devotion to the Supreme Lord is the ultimate goal of existence.\nFor any conceptions of a formless intangible Supreme Lord, when wisdom\narises, it itself is the form and tangibility for this formlessness and is\nendowed with its own unfathomable, inalienable power of independence as\nwell being definitely not a product of illusion.\nFrom the point of view of action: Austerity in the heart and the physical\nbody is itself learning and action is verily the form itself. Therefore all\nis not like an illusion. In view of statements in the Vedas referring to\nthe Supreme Lord such as: You are that wealth and other similar expressions\ndenoting attributes it is not correct to categorise them as illusion. By\none possessing unlimited wisdom, unlimited attributes and unlimited forms\nBrahma the manager of the universe was created. He was endowed with science\nand power from the source of unlimited potencies. Thus the Supreme Lord is\nknown by His potencies as well as the possessors upon whom He has\nbequeathed his potency.\nNow begins the summation.\nThe Supreme Lord Krishna is stating that just as He is indestructible the\neternal soul within the living entities born from the womb of a female that\nwas born from the womb of a female. The eternal soul being sub-atomic\nmeaning even smaller than an atom is under the complete control of the\nSupreme Lord Krishna being qualitatively the same but quantitatively but an\ninfinitesimal spark. Since the Supreme Lord Krishna is omnipresent He does\nnot move therefore He is the basis of all existence. This existence never\nceasing to exist is known as immovable and because He is identified by the\nprimal sound Om He is eternally resonating and perennial.\nThe Visnu Purana states that the immortal soul is eternally existing under\nthe control of the Supreme Lord Krishna and by being under His control\nverily makes the living entity immovable as well. Full of the attributes of\nthe inviolable injunctions of the Vedas the eternal soul is know as sanatan\nor perennial. The eternal soul is stated as indivisible to show that as it\ncan not be divided in any way it also can not be separated from the\ncomplete control of the Supreme Lord Krishna in any way. For one whom the\neternal soul has been realised it is indescribable becauseitis\ninconceivable and one who understands the Supreme Lord Krishna on this\nplatform has all their miseries mitigated. Therefore the Supreme Lord\nKrishna is saying to Arjuna that he need not lament because He always\nredeems them.\nThe Supreme Lord Krishna states earlier in chapter 2 beginning with verse\n12 : na tu evaham jatu nasam meaning never was there a time when He did not\nexist nor did Arjuna not exist confirming the eternal position of both the\nSupreme Lord and the living entity. By the use of the word dehinah in verse\n13 meaning the embodied and dehantara meaning the transference into bodies\nas well as in verse 18 the word saririnah meaning the embodied souls\nreveals the inherent qualities of the individual consciousness of the\nliving entities subject to the state of transmigration from body to body.\nWords in verse 17 such as avinasa imperishable, yena sarvam idam tatam\nmeaning by whom the body is pervaded, verse18anasinahmeaning\nindestructible and aprameyasya meaning immeasurable, in verse 20 na mriyate\nnever dies, in verse 21 avinasinam indestructible and avyayam immutable and\nin verse 25 avyakto yam acintyo yam avikaryoyamucyatemeaning\nimperceptible, inconceivable, immutable and the like are all the attributes\nof the Ultimate Consciousness.\nThe living entities do not pervade everywhere, nor are they inconceivable\nneither are they eternallyindestructibleorincomprehensibleand\nunmodifiable, nor once born do they cease to be born again in another\nphysical body. Because the Supreme Lord Krishna is one-hundred percent\ncompletely spiritualthereis no question of anyseparationor\ndistinction between His internal existence and His external appearance\nwhich although seemingly manifests as a product of this material existence\nis factually transcendental to the material existence in all respects,\nthus the word avinasi is only applicable to Him.\nBy whom the demigods are born but whom remains independent from them, to\nwhom all others are subservient to; the Supreme Lord Krishna alone is\ncapable of revealing the eternalgoals of all living entities and\nestablishing what is eternal righteousness. Therefore His glorification is\na meritorious act. Similarly the word yuddha meaning the battle is an\nexample of this in this instance by following His instructions.\nFor all living entities in the material existence the physical body has a\nbeginning and an end this is verifiable because the physical body is\nmaterial subject to the process of birth and death. The living entities\nphysical bodies being incapable of existing independent from the eternal\nsoul are not capable of slaying another eternal soul or having their own\neternal soul slain by another. Therefore it is not sagacious to assume that\nanyone can kill or be killed.\nThe Supreme Lord Krishna possessingacompletelyspiritualbody,\ntranscendental to the material existence has not the propensity for death\nto separate His spirtual self from His spiritual body because they are both\nnot of material nature. The Supreme Lord Krishna is never born, He\nmanifests Himself from the spiritual world into the material existence by\nHis own potency according to His own desire. Therefore the Supreme Lord\nKrishna being exclusively independent is independently the creating and\nterminating cause of existence for all living entities.\nAlthough the physical bodies of all living entities aredestroyed by the\nmedium of time the essential nature of all living entities being the\neternal soul is never destroyed. Thus to that extent the eternality of the\nliving entity is insured by the auspices of the eternal soul. Therefore\nwhen oneknows the essential nature of the eternal soul as being\nindestructible and the Supreme Lord as being the independent creator of\nall, how can one think of themselves as slaying or being slain by anyone?\nLike clothes which become worn and old in time, even so the physical body\nbecomes worn and old in time. Perceiving oneself dependent in all respects\nin all circumstances, the living entities realise that they are not\nindependent as is in the case of the omnipotent Supreme Lord Krishna.","shri":"\nWeapons are powerless to inflict any injury by cutting or piercing, fire is\npowerless to burn, water is powerless to wet and air is powerless to dry\nthe eternal soul. The soul having the propensity of pervading everything\nbeing capable by its nature of interpenetrating all substances. It is\nsubtler than any substance and no substance can penetrate it. The effects\nof cutting, burning, soaking, drying and others which takes place by\nweapons, fire, water, air and the rest penetrate the object which is the\nfocus of their direction; but due to its impregnable nature the soul is\nuninfluenced being beyond the scope of the material substratum. Hence the\neternal soul is unchangeable, immovable and everlasting.","kumar":"Weapons are powerless to inflict any injury by cutting or piercing, fire is\npowerless to burn, water is powerless to wet and air is powerless to dry\nthe eternal soul. The soul having the propensity of pervading everything\nbeing capable by its nature of interpenetrating all substances. It is\nsubtler than any substance and no substance can penetrate it. The effects\nof cutting, burning, soaking, drying and others which takes place by\nweapons, fire, water, air and the rest penetrate the object which is the\nfocus of their direction; but due to its impregnable nature the soul is\nuninfluenced being beyond the scope of the material substratum. Hence the\neternal soul is unchangeable, immovable and everlasting."}