{"meta":"Bhagavad Gita Chapter 2 Verse 34","metahi":"भगवद् गीता 2.34","slok":"अकीर्तिं चापि भूतानि कथयिष्यन्ति तेऽव्ययाम्।संभावितस्य चाकीर्तिर्मरणादतिरिच्यते।।2.34।।","htsrsd":"।।2.34।।सब प्राणी भी तेरी सदा रहनेवाली अपकीर्तिका कथन करेंगे। वह अपकीर्ति सम्मानित मनुष्यके लिये मृत्युसे भी बढ़कर दुःखदायी होती है।","htstma":"।।2.34।। और सब लोग तुम्हारी बहुत काल तक रहने वाली अपकीर्ति को भी कहते रहेंगे और सम्मानित पुरुष के लिए अपकीर्ति मरण से भी अधिक होती है।।","transliteration":"Akeertim chaapi bhootaani kathayishyanti te’vyayaam;\nSambhaavitasya chaakeertir maranaad atirichyate.","englishmeaning":"akīrtim—infamy; cha—and; api—also; bhūtāni—people; kathayiṣhyanti—will speak; te—of your; avyayām—everlasting; sambhāvitasya—of a respectable person; cha—and; akīrtiḥ—infamy; maraṇāt—than death; atirichyate—is greater","hcsrsd":" 2.34।। व्याख्या अकीर्तिं चापि भूतानि कथयिष्यन्ति तेऽव्ययाम्   मनुष्य देवता यक्ष राक्षस आदि जिन प्राणियोंका तेरे साथ कोई सम्बन्ध नहीं है अर्थात् जिनकी तेरे साथ न मित्रता है और न शत्रुता ऐसे साधारण प्राणी भी तेरी अपकीर्ति अपयशका कथन करेंगे कि देखो अर्जुन कैसा भीरू था जो कि अपने क्षात्रधर्मसे विमुख हो गया। वह कितना शूरवीर था पर युद्धके मौकेपर उसकी कायरता प्रकट हो गयी जिसका कि दूसरोंको पता ही नहीं था आदिआदि। ते  कहनेका भाव है कि स्वर्ग मृत्यु और पाताललोकमें भी जिसकी धाक जमी हुई है ऐसे तेरी अपकीर्ति होगी।  अव्ययाम्  कहनेका तात्पर्य है कि जो आदमी श्रेष्ठताको लेकर जितना अधिक प्रसिद्ध होता है उसकी कीर्ति और अपकीर्ति भी उतनी ही अधिक स्थायी रहनेवाली होती है। सम्भावितस्य चाकीर्तिर्मरणादतिरिच्यते   इस श्लोकके पूर्वार्धमें भगवान्ने साधारण प्राणियोंद्वारा अर्जुनकी निन्दा किये जानेकी बात बतायी। अब श्लोकके उत्तार्धमें सबके लिये लागू होनेवाली सामान्य बात बताते हैं।संसारकी दृष्टिमें जो श्रेष्ठ माना जाता है जिसको लोग बड़ी ऊँची दृष्टिसे देखते हैं ऐसे मनुष्यकी जब अपकीर्ति होती है तब वह अपकीर्ति उसके लिये मरणसे भी अधिक भयंकर दुःखदायी होती है। कारण कि मरनेमें तो आयु समाप्त हुई है उसने कोई अपराध तो किया नहीं है परन्तु अपकीर्ति होनेमें तो वह खुद धर्ममर्यादासे कर्तव्यसे च्युत हुआ है। तात्पर्य है कि लोगोंमें श्रेष्ठ माना जानेवाला मनुष्य अगर अपने कर्तव्यसे च्युत होता है तो उसका बड़ा भयंकर अपयश होता है।","hcsca":"।।2.34।। एक प्रसिद्ध सम्मानित वीर के लिए अपकीर्ति मरण से भी अधिक होती है। श्रीकृष्ण अर्जुन को दुविधा त्याग कर युद्ध में प्रवृत्त करने के लिए एक और तर्क प्रस्तुत करते हैं। अर्जुन का पक्ष धर्म और न्याय का होने पर भी उसका युद्ध से पलायन कायरता का लक्षण है। भगवान् के शब्दों में अर्जुन के प्रति सहानुभूति अन्तर्निहित है क्योंकि वे जानते हैं कि भावावेग में शूरवीर अर्जुन भी मन से दुर्बल होकर हतोत्साहित हो सकता है। आगे","etsga":"2.34 People also will speak of your unending infamy. And to an honoured person infamy is worse than death.","etssa":"2.34 People, too, will recount thy everlasting dishonour; and to one who has been honoured, dishonour is worse than death.","etdss":"2.34. The creatures will speak of your endless ill-fame; and for the one who has been highly esteemed the illfame is worse than death.","ecssa":"2.34 अकीर्तिम् dishonour? च and? अपि also? भूतानि beings? कथयिष्यन्ति will tell? ते thy? अव्ययाम् everlasting? संभावितस्य of the honoured? च and? अकीर्तिः dishonour? मरणात् than death? अतिरिच्यते exceeds.Commentary The world also will ever recount thy infamy which will survive thee for a long time. Death is really preferable to disgrace to one who has been honoured as a great hero and mighty warrior with noble alities.","scetsga":"2.34 Not only will there be the giving up of your duty and fame, but bhutani, people; ca api, also; kathayisyanti, will speak; te, of your; avyayam, unending, perpetual; akrtim, infamy. Ca, and; sambhavitasya, to an honoured person, to a person honoured with such epithets as virtuous, heroic, etc.; akirtih, infamy; atiricyate, is worse than; maranat, death. The meaning is that, to an honoured person death is perferable to infamy.","scetdss":"2.34 See Comment under 2.37","scetssa":"2.34 You will then incur not merely the loss of all happiness and honour but will be the object of disrespect by all people, the alifies and even the unalified, for all time. They will ridicule you saying, When the battle began, Arjuna ran away. It it be asked, What if it be so?, the reply is: To one who is honoured by all for courage, prowess, valour, etc., this kind of dishonour arising from the reverse of these attributes, is worse than death? The meaning is that itself would be better for you than this kind of dishonour.\nIf it is said, How could dishonour accrue to me, who am a hero, but have withdrawn from the battle only out of love and compassion for my relatives? the reply is as follows:","chakravarthi":"Avyayam means “continually.” Sambhavitasya means “of great position.”","rudra":"\nThe consequences of Arjuna acting contrary to his duty as a ksatriya are\ngiven in this verse.","brahma":"There is no commentary for this verse.","shri":"\nNot only will happiness and fame elude him if he disregards his duty as a\nksatriya but the world opinion of those competent to judge and those\nincompetent as well will chastise him and speak of his act of disgrace\npublic and privately. They will say Arjuna was a coward for when the battle\nwas about to begin he gave only excuses and retreated hastily from the\nbattlefield. The Supreme Lord Krishna is telling him that forever history\nwill brand him for cowardice. If Arjuna was to reply that what the public\nthink is of no consequence to him, the Supreme Lord neutralises that by\nstating that for a person of honour possessing the qualities of heroism,\ndetermination, puissance, courage etc. which are all contrary to cowardice\nto have to accept infamy is worse than death. If he was to acquire disgrace\nof this kind death for him would certainly be much better. If reasoning\nfurther one was to present the question of how ignominy could attach itself\nto one who is already a renowned hero and whose resignation from the battle\nfield is prompted only by motives of respect for elders and compassion to\nfriends and relatives then the next verse 34 neutralises that argument.","kumar":"Not only will happiness and fame elude him if he disregards his duty as a\nksatriya but the world opinion of those competent to judge and those\nincompetent as well will chastise him and speak of his act of disgrace\npublic and privately. They will say Arjuna was a coward for when the battle\nwas about to begin he gave only excuses and retreated hastily from the\nbattlefield. The Supreme Lord Krishna is telling him that forever history\nwill brand him for cowardice. If Arjuna was to reply that what the public\nthink is of no consequence to him, the Supreme Lord neutralises that by\nstating that for a person of honour possessing the qualities of heroism,\ndetermination, puissance, courage etc. which are all contrary to cowardice\nto have to accept infamy is worse than death. If he was to acquire disgrace\nof this kind death for him would certainly be much better. If reasoning\nfurther one was to present the question of how ignominy could attach itself\nto one who is already a renowned hero and whose resignation from the battle\nfield is prompted only by motives of respect for elders and compassion to\nfriends and relatives then the next verse 34 neutralises that argument."}