{"meta":"Bhagavad Gita Chapter 2 Verse 20","metahi":"भगवद् गीता 2.20","slok":"न जायते म्रियते वा कदाचिन्नायं भूत्वा भविता वा न भूयः।अजो नित्यः शाश्वतोऽयं पुराणोन हन्यते हन्यमाने शरीरे।।2.20।।","htsrsd":"।।2.20।।यह शरीरी न कभी जन्मता है और न मरता है। यह उत्पन्न होकर फिर होनेवाला नहीं है। यह जन्मरहित नित्यनिरन्तर रहनेवाला शाश्वत और पुराण (अनादि) है। शरीरके मारे जानेपर भी यह नहीं मारा जाता।","htstma":"।।2.20।। यह आत्मा किसी काल में भी न जन्मता है और न मरता है और न यह एक बार होकर फिर अभावरूप होने वाला है। यह आत्मा अजन्मा? नित्य? शाश्वत और पुरातन है? शरीर के नाश होने पर भी इसका नाश नहीं होता।।","transliteration":"Na jaayate mriyate vaa kadaachinNaayam bhootwaa bhavitaa vaa na bhooyah;\nAjo nityah shaashwato’yam puraanoNa hanyate hanyamaane shareere.","englishmeaning":"na jāyate—is not born; mriyate—dies; vā—or; kadāchit—at any time; na—not; ayam—this; bhūtvā—having once existed; bhavitā—will be; vā—or; na—not; bhūyaḥ—further; ajaḥ—unborn; nityaḥ—eternal; śhāśhvataḥ—immortal; ayam—this; purāṇaḥ—the ancient; na hanyate—is not destroyed; hanyamāne—is destroyed; śharīre—when the body","hcsrsd":" 2.20।। व्याख्या   शरीरमें छः विकार होते हैं उत्पन्न होना सत्तावाला दीखना बदलना बढ़ना घटना और नष्ट होना  (टिप्पणी प0 60.1) । यह शरीरी इन छहों विकारोंसे रहित है यही बात भगवान् इस श्लोकमें बता रहे हैं  (टिप्पणी प0 60.2) । न जायते म्रियते वा कदाचिन्न   जैसे शरीर उत्पन्न होता है ऐसे यह शरीरी कभी भी किसी भी समयमें उत्पन्न नहीं होता। यह तो सदासे ही है। भगवान्ने इस शरीरीको अपना अंश बताते हुए इसको सनातनकहा है  ममैवांशो जीवलोके जीवभूतः सनातनः  (15। 7)।यह शरीरी कभी मरता भी नहीं। मरता वही है जो पैदा होता है और  म्रियते  का प्रयोग भी वहीं होता है जहाँ पिण्डप्राणका वियोग होता है। पिण्डप्राणका वियोग शरीरमें होता है। परन्तु शरीरीमें संयोगवियोग दोनों ही नहीं होते। यह ज्योंकात्यों ही रहता है। इसका मरना होता ही नहीं।सभी विकारोंमें जन्मना और मरना ये दो विकार ही मुख्य हैं अतः भगवान्ने इनका दो बार निषेध किया है जिसको पहले  न जायते  कहा उसीको दुबारा  अजः  कहा है और जिसको पहले  न म्रियते  कहा उसीको दुबारा  न हन्यते हन्यमाने शरीरे  कहा है। अयं भूत्वा भविता वा न भूयः   यह अविनाशी नित्यतत्त्व पैदा होकर फिर होनेवाला नहीं है अर्थात् यह स्वतःसिद्ध निर्विकार है। जैसे बच्चा पैदा होता है तो पैदा होनेके बाद उसकी सत्ता होती है। जबतक वह गर्भमें नहीं आता तबतक बच्चा हैऐसे उसकी सत्ता (होनापन) कोई भी नहीं कहता। तात्पर्य है कि बच्चेकी सत्ता पैदा होनेके बाद होती है क्योंकि उस विकारी सत्ताका आदि और अन्त होता है। परन्तु इस नित्यतत्त्वकी सत्ता स्वतःसिद्ध और निर्विकार है क्योंकि इस अविकारी सत्ताका आरम्भ और अन्त नहीं होता। अजः   इस शरीरीका कभी जन्म नहीं होता। इसलिये यह  अजः  अर्थात् जन्मरहित कहा गया है।  नित्यः   यह शरीरी नित्यनिरन्तर रहनेवाला है अतः इसका कभी अपक्षय नहीं होता। अपक्षय तो अनित्य वस्तुमें होता है जो कि निरन्तर रहनेवाली नहीं है। जैसे आधी उम्र बीतनेपर शरीर घटने लगता है बल क्षीण होने लगता है इन्द्रियोंकी शक्ति कम होने लगती है। इस प्रकार शरीर इन्द्रियाँ अन्तःकरण आदिका तो अपक्षय होता है पर शरीरीका अपक्षय नहीं होता। इस नित्यतत्त्वमें कभी किञ्चन्मात्र भी कमी नहीं आती। शाश्वतः यह नित्यतत्त्व निरन्तर एकरूप एकरस रहनेवाला है। इसमें अवस्थाका परिवर्तन नहीं होता अर्थात् यह कभी बदलता नहीं। इसमें बदलनेकी योग्यता है ही नहीं। पुराणः  यह अविनाशी तत्त्व पुराण (पुराना) अर्थात् अनादि है। यह इतना पुराना है कि यह कभी पैदा हुआ ही नहीं। उत्पन्न होनेवाली वस्तुओंमें भी देखा जाता है कि जो वस्तु पुरानी हो जाती है वह फिर बढ़ती नहीं प्रत्युत नष्ट हो जाती है फिर यह तो अनुत्पन्न तत्त्व है इसमें बढ़नारूप विकार कैसे हो सकता है तात्पर्य है कि बढ़नारूप विकार तो उत्पन्न होनेवाली वस्तुओंमें ही होता है इस नित्यतत्त्वमें नहीं। न हन्यते हन्यमाने शरीरे   शरीरका नाश होनेपर भी इस अविनाशी शरीरीका नाश नहीं होता। यहाँ  शरीरे  पद देनेका तात्पर्य है कि यह शरीर नष्ट होनेवाला है। इस नष्ट होनेवाले शरीरमें ही छः विकार होते हैं शरीरीमें नहीं।इन पदोंमें भगवान्ने शरीर और शरीरीका जैसा स्पष्ट वर्णन किया है ऐसा स्पष्ट वर्णन गीतामें दूसरी जगह नहीं आया है।अर्जुन युद्धमें कुटुम्बियोंके मरनेकी आशंकासे विशेष शोक कर रहे थे। उस शोकको दूर करनेके लिये भगवान् कहते हैं कि शरीरके मरनेपर भी इस शरीरीका मरना नहीं होता अर्थात् इसका अभाव नहीं होता। इसलिये शोक करना अनुचित है। सम्बन्ध   उन्नीसवें श्लोकमें भगवान्ने बताया कि यह शरीरी न तो मारता है और न मरता ही है। इसमें मरनेका निषेध तो बीसवें श्लोकमें कर दिया अब मारनेका निषेध करनेके लिये आगेका श्लोक कहते हैं।","hcsca":"।।2.20।। इस श्लोक में बताया गया है कि शरीर में होने वाले समस्त विकारों से आत्मा परे है। जन्म अस्तित्व वृद्धि विकार क्षय और नाश ये छ प्रकार के परिर्वतन शरीर में होते हैं जिनके कारण जीव को कष्ट भोगना पड़ता है। एक र्मत्य शरीर के लिये इन समस्त दुख के कारणों का आत्मा के लिये निषेध किया गया है अर्थात् आत्मा इन विकारों से सर्वथा मुक्त है।शरीर के समान आत्मा का जन्म नहीं होता क्योंकि वह तो सर्वदा ही विद्यमान है। तरंगों की उत्पत्ति होती है और उनका नाश होता है परन्तु उनके साथ न तो समुद्र की उत्पत्ति होती है और न ही नाश। जिसका आदि है उसी का अन्त भी होता है। उत्ताल तरंगे ही मृत्यु की अन्तिम श्वांस लेती हैं। सर्वदा विद्यमान आत्मा के जन्म और नाश का प्रश्न ही नहीं उठता। अत यहाँ कहा है कि आत्मा अज और नित्य है।आत्मा में क्रिया के कर्तृत्व और विषयत्व का निषेध तथा उसके बाद तर्क के द्वारा उसके अविकारत्व को सिद्ध करने के बाद भगवान् इस विषय का उपसंहार करते हुये कहते हैं","etsga":"2.20 Never is this One born, and never does It die; nor is it that having come to exist, It will again cease to be. This One is birthless, eternal, undecaying, ancient; It is not killed when the body is killed.","etssa":"2.20 It is not born, nor does It ever die; after having been, It again ceases not to be; unborn, eternal, changeless and ancient, It is not killed when the body is killed.","etdss":"2.20. This is neither born; nor ever dies; nor, having not been at one time, will This come to be again. This is unborn, destructionless, eternal and ancient and is not slain [even] when the body is slain.","ecssa":"2.20 न not? जायते is born? म्रियते dies? वा or? कदाचित् at any time? न not? अयम् this (Self)? भूत्वा having been? भविता will be? वा or? न not? भूयः (any) more? अजः unborn? नित्यः eternal? शाश्वतः changeless? अयम् this? पुराणः ancient? न not? हन्यते is killed? हन्यमाने being killed? शरीरे in body.Commentary This Self (Atman) is destitute of the six types of transformation or BhavaVikaras such as birth? existence? growth? transformation? decline and death. As It is indivisible (Akhanda). It does not diminish in size. It neither grows nor does It decline. It is ever the same. Birth and death are for the physical body only. Birth and death cannot touch the immortal? allpervading Self.","scetsga":"2.20 Na kadacit, neverl; is ayam, this One; jayate, born i.e. the Self has no change in the form of being born to which matter is subject ; va, and ( va is used in the sense of and); na mriyate, It never dies. By this is denied the final change in the form of destruction. The word (na) kadacit), never, is connected with the denial of all kinds of changes thus never, is It born never does It die, and so on. Since ayam, this Self; bhutva, having come to exist, having experienced the process of origination; na, will not; bhuyah, again; abhavita, cease to be thereafter, therefore It does not die. For, in common parlance, that which ceases to exist after coming into being is said to die. From the use of the word va, nor, and na, it is understood that, unlike the body, this Self does not again come into existence after having been non-existent. Therefore It is not born. For, the words, It is born, are used with regard to something which comes into existence after having been non-existent. The Self is not like this. Therfore It is not born.\nSince this is so, therefore It is ajah, birthless; and since It does not die, therefore It is nityah, eternal. Although all changes become negated by the denial of the first and the last kinds of changes, still changes occuring in the middle [For the six kinds of changes see note under verse 2.10.-Tr.] should be denied with their own respective terms by which they are implied. Therefore the text says sasvatah, undecaying,. so that all the changes, viz youth etc., which have not been mentioned may become negated. The change in the form of decay is denied by the word sasvata, that which lasts for ever. In Its own nature It does not decay because It is free from parts. And again, since it is without alities, there is no degeneration owing to the decay of any ality. Change in the form of growth, which is opposed to decay, is also denied by the word puranah, ancient. A thing that grows by the addition of some parts is said to increase and is also said to be new. But this Self was fresh even in the past due to Its partlessness. Thus It is puranah, i.e. It does not grow. So also, na hanyate, It is puranah, i.e. It does not grow. So also, na hanyate, It is not killed, It does not get transformed; even when sarire, the body; hanyamane, is killed, transformed. The verb to kill has to be understood here in the sense of transformation, so that a tautology [This verse has already mentioned death in the first line. If the verb han, to kill, is also taken in the sense of killing, then a tautology is unavoidable.-Tr.] may be avoided.\nIn this mantra the six kinds of transformations, the material changes seen in the world, are denied in the Self. The meaning of the sentence is that the Self is devoid of all kinds of changes. Since this is so, therefore both of them do not know this is how the present mantra is connected to the earlier mantra.","scetdss":"2.20 Na jayate etc. Having not been at one time, This etc. : this Self will come to be, having not been at any time non-existent, but only having been existent. Therefore This is not born, This does not die too. For, having been [at one time], This will never be non-existent [at another time]; but certainly This will be [always] existent.","scetssa":"2.20 As the self is eternal for the reasons mentioned (above), and hence free from modifications, it is said that all the attributes of the insentient (body) like birth, death etc., never touch the self. In this connection, as the statement, It is never born, It never dies is in the present tense, it should be understood that the birth and death which are experienced by all in all bodies, do not touch the self. The statement Having come into being once, It never ceases to be means that this self, having emerged at the beginning of a Kalpa (one aeon of manifestation) will not cease to be at the end of the Kalpa (i.e., will emerge again at the beginning of the next Kalpa unless It is liberated). This is the meaning - that birth at the beginning of a Kalpa in bodies such as those of Brahman and others, and death at the end of a Kalpa as stated in the scriptures, do not touch the self. Hence, the selves in all bodies, are unborn, and therefore eternal. It is abiding, not connected, like matter, with invisible modifications taking place. It is primeval; the meaning is that It existed from time immemorial; It is even new i.e., It is capable of being experienced always as fresh. Therefore, when the body is slain the self is not slain.","chakravarthi":"The eternal nature of the jiva is here clearly proven. The first line negates the possibility of birth and death for the jiva at the present time. The second line negates birth and death in the past and the future. Therefore it is unborn (aja): in past, present and future. Because of no birth, it has no previous non-existence (prag abhava). It exists at all times (sasvatah), meaning that at no time in past, present or future, will it be destroyed (dhvamsa). Therefore it is eternal (nityah).\n“But because the soul exists for a long time, it can grow old.”\n“No, though it is old (pura), it is as if new (na for nava), because of absence of the six states of transformations.”\n“With the death of the body, will it not die along with the body?”\n“It does not die when the body dies. Because it does not have a relationship with the body, the soul is not subservient.”","rudra":"\nThe understanding that the eternal soul is never slain is being confirmed\nby its freedom from the six changes of material existence being: birth,\nexistence, growth, modification, decay and death which are controlling all\nliving entities high and low in the material existence. The Supreme Lord by\ndeclaring the eternal soul is not born confirms the absence of any birth\nand by declaring the eternal soul does not die confirms the absence of any\ndestruction. The word va occurring twice is used in the sense of and as in\nand the immortal soul does not come into existence by birth. The immortal\nsoul is already by nature itself eternal. So existence by conception is\nproven false due to the fact the eternal soul is birthless. That which is\nconceived attains existence after birth; but that which already eternally\nexists by its own nature cannot be conceived again. This is the purport of\nthis verse. Constant means not subject to modification. This confirms the\nabsence of growth. Eternal confirms the absence of decay. Ancient confirms\nthe absence of ageing ever beyond time the eternal soul is ageless. Thus\nthere is never a repetition regarding the existence of the eternal soul and\nthe six changes of the physical of birth, existence, growth, modification,\ndecay and death mentioned by Yaksa and other expounders of the Vedic\nscriptures as to the nature of things in this world never is applicable to\nthe eternal soul which factually every living entity born from a womb\npossesses. The imperishable nature of the soul and the fact that the six\nchanges of the physical body have no influence on it which is the topic\npresently under discussion has now been satisfactorily concluded and so it\nis confirmed that the eternal soul does not perish when the body perishes.","brahma":"\nHere to emphasise the authority of the Vedic scriptures the Supreme Lord\nKrishna uses the words na jayate meaning never takes birth. The knowledge\nof the Lord is not born nor does it cease to be in the literal sense of the\nwords. In all situations, time and places as well as in all stages it is\nnever subject to modification. Nor is the knowledge of the soul ever\nsubject to destruction and this is fully established in theVedic\nscriptures. How one may ask? Due to the attributes like ajah the unborn\nreferring to the Supreme Lord, sasvatah means permanent signifying that He\nremains in His spiritual form of consciousness and bliss without any\nmodification, puranam means that the eternal embodied soul acquires another\npura or body. Thus it can be understood that the soul is not ever destroyed\neven when the physical body perishes. \nNow begins the summation.\nThe living entity and the Supreme Lord are both irrevocably established as\nunborn, eternal and indestructible. The Supreme Lord possessing a spiritual\nbody does not come into existence by being associated with the material\nmanifestation; but is eternally existing independently. Death correctly\ncomprehended is merely the separation of the embodied soul from the\nphysical body leaving it lifeless. Since for the Supreme Lord there is\nnever any destruction of His form, there cannot be any connection to death\nby Him.\nThe eternal soul is also unborn and indestructible, otherwise creation\ncould be considered simply a repetitive exercise going on and on absent of\npurpose. The eternal soul is also permanent but the eternal soul never\nexists independently; it has limited power, limited knowledge, incomplete\nin itself, dependent upon the transcendental energy of the Supreme Lord. In\njuxtaposition to that are the sublime attributes of the Supreme Lord who\nis omnipotent, omniscient and omnipresent. These are the natural attributes\nof the 2 there is no modifications to be found in them. Therefore the holy\nsages and rishi’s designated them both as sasvatah or permanent. Thus in\nthe Visnu Purana because the living entity is embodied in countless bodies\nfrom the beginning of time it is known as puranah meaning ancient.","shri":"\nFor the reasons previously described, characteristics which are natural to\nall living entities such as birth, ageing and death do not pertain to or\nhave any influence on the indestructible soul as it has nomodification\ndue to its eternal nature. The bodily experience has no affect on the\neternal soul thus it is spoken of as it is not born nor does it die. It\ncannot be proven that having been before a kalpa the soul is not going to\nexist after a kalpa. Such births and deaths at the beginning and end of\nevery kalpa are told by the Agamas in the Vedic scriptures as replacing\neach Brahma who manages and directs the functioning and maintenance of\ncreation in one singular universe in the infinite celestial firmament. But\nthis reference pertains only to the physical body and does not affect the\neternal soul.\nThe imperishable soul which pervades the physical body of all living\nentities is aja or unborn and thus it is known to be eternal and constant\nonly changing its external embodiedform. The two characteristics of\neternality and constancy denote that like the material substratum known as\nprakriti even the most subtle and infinitesimal modifications in the stage\npreceding manifestation has no ability in any way to affect the eternal\nsoul.\nThe word purana means ancient. Etymologically it stems from purapi navah\nmeaning old yet new illustrating that the eternal soul although ancient is\nexperienced with every birth as ever new. Thus it has been clarified that\nthe physical body only perishes but never can the eternal soul perish.","kumar":"For the reasons previously described, characteristics which are natural to\nall living entities such as birth, ageing and death do not pertain to or\nhave any influence on the indestructible soul as it has nomodification\ndue to its eternal nature. The bodily experience has no affect on the\neternal soul thus it is spoken of as it is not born nor does it die. It\ncannot be proven that having been before a kalpa the soul is not going to\nexist after a kalpa. Such births and deaths at the beginning and end of\nevery kalpa are told by the Agamas in the Vedic scriptures as replacing\neach Brahma who manages and directs the functioning and maintenance of\ncreation in one singular universe in the infinite celestial firmament. But\nthis reference pertains only to the physical body and does not affect the\neternal soul.\nThe imperishable soul which pervades the physical body of all living\nentities is aja or unborn and thus it is known to be eternal and constant\nonly changing its external embodiedform. The two characteristics of\neternality and constancy denote that like the material substratum known as\nprakriti even the most subtle and infinitesimal modifications in the stage\npreceding manifestation has no ability in any way to affect the eternal\nsoul.\nThe word purana means ancient. Etymologically it stems from purapi navah\nmeaning old yet new illustrating that the eternal soul although ancient is\nexperienced with every birth as ever new. Thus it has been clarified that\nthe physical body only perishes but never can the eternal soul perish."}