{"meta":"Bhagavad Gita Chapter 2 Verse 5","metahi":"भगवद् गीता 2.5","slok":"गुरूनहत्वा हि महानुभावान्श्रेयो भोक्तुं भैक्ष्यमपीह लोके।हत्वार्थकामांस्तु गुरूनिहैवभुञ्जीय भोगान् रुधिरप्रदिग्धान्।।2.5।।","htsrsd":"।।2.5।।महानुभाव गुरुजनोंको न मारकर मैं भिक्षाका अन्न खाना भी श्रेष्ठ समझता हूँ। गुरुजनोंको मारकर यहाँ रक्तसे सने हुए तथा धनकी कामनाकी मुख्यतावाले भोगोंको ही तो भोगूँगा","htstma":"।।2.5।। इन महानुभाव गुरुजनों को मारने से इस लोक में भिक्षा का अन्न भी ग्रहण करना अधिक कल्याण कारक है? क्योंकि गुरुजनों को मारकर मैं इस लोक में रक्तरंजित अर्थ और काम रूप भोगों को ही भोगूँगा।।","transliteration":"Guroon ahatwaa hi mahaanubhaavaanShreyo bhoktum bhaikshyam apeeha loke;\nHatwaarthakaamaamstu guroon ihaivaBhunjeeya bhogaan rudhirapradigdhaan.","englishmeaning":"gurūn—teachers; ahatvā—not killing; hi—certainly; mahā-anubhāvān—noble elders; śhreyaḥ—better; bhoktum—to enjoy life; bhaikṣhyam—by begging; api—even; iha loke—in this world; hatvā—killing; artha—gain; kāmān—desiring; tu—but; gurūn—noble elders; iha—in this world; eva—certainly; bhuñjīya—enjoy; bhogān—pleasures; rudhira—blood; pradigdhān—tainted with","hcsrsd":"।।2.5।। व्याख्या   इस श्लोकसे ऐसा प्रतीत होता है कि दूसरेतीसरे श्लोकोंमें भगवान्के कहे हुए वचन अब अर्जुनके भीतर असर कर रहे हैं। इससे अर्जुनके मनमें यह विचार आ रहा है कि भीष्म द्रोण आदि गुरुजनोंको मारना धर्मयुक्त नहीं है ऐसा जानते हुए भी भगवान् मुझे बिना किसी सन्देहके युद्धके लिये आज्ञा दे रहे हैं तो कहींनकहीं मेरी समझमें ही गलती है इसलिये अर्जुन अब पूर्वश्लोककी तरह उत्तेजित होकर नहीं बोलते प्रत्युत कुछ ढिलाईसे बोलते हैं। गुरुनहत्वा ৷৷. भैक्ष्यमपीह लोके   अब अर्जुन पहले अपने पक्षको सामने रखते हुए कहते हैं कि अगर मैं भीष्म द्रोण आदि पूज्यजनोंके साथ युद्ध नहीं करूँगा तो दुर्योधन भी अकेला मेरे साथ युद्ध नहीं करेगा। इस तरह युद्ध न होनेसे मेरेको राज्य नहीं मिलेगा जिससे मेरेको दुःख पाना पड़ेगा। मेरा जीवननिर्वाह भी कठिनतासे होगा। यहाँतक कि क्षत्रियके लिये निषिद्ध जो भिक्षावृत्ति है उसको ही जीवननिर्वाहके लिये ग्रहण करना पड़ सकता है। परन्तु गुरुजनोंको मारनेकी अपेक्षा मैं उस कष्टदायक भिक्षावृत्तिको भी ग्रहण करना श्रेष्ठ मानता हूँ। इह लोके  कहनेका तात्पर्य है कि यद्यपि भिक्षा माँगकर खानेसे इस संसारमें मेरा अपमानतिरस्कार होगा लोग मेरी निन्दा करेंगे तथापि गुरुजनोंको मारनेकी अपेक्षा भिक्षा माँगना श्रेष्ठ है। अपि  कहनेका तात्पर्य है कि मेरे लिये गुरुजनोंको मारना भी निषिद्ध है और भिक्षा माँगना भी निषिद्ध है परन्तु इन दोनोंमें भी गुरुजनोंको मारना मुझे अधिक निषिद्ध दीखता है। हत्वार्थकामांस्तु ৷৷. रुधिरप्रदिग्धान्   अब अर्जुन भगवान्के वचनोंकी तरफ दृष्टि करते हुए कहते हैं कि अगर मैं आपकी आज्ञाके अनुसार युद्ध करूँ तो युद्धमें गुरुजनोंकी हत्याके परिणाममें मैं उनके खूनसे सने हुए और जिनमें धन आदिकी कामना ही मुख्य है ऐसे भोगोंको ही तो भोगूँगा। मेरेको भोग ही तो मिलेंगे। उन भोगोंके मिलनेसे मुक्ति थोड़े ही होगी शान्ति थोड़े ही मिलेगीयहाँ यह प्रश्न हो सकता है कि भीष्म द्रोण आदि गुरुजन धनके द्वारा ही कौरवोंसे बँधे थे अतः यहाँ  अर्थकामान्  पदको  गुरुन्  पदका विशेषण मान लिया जाय तो क्या आपत्ति है इसका उत्तर यह है कि अर्थकी कामनावाले गुरुजनऐसा अर्थ करना उचित नहीं है। कारण कि पितामह भीष्म आचार्य द्रोण आदि गुरुजन धनकी कामनावाले नहीं थे। वे तो दुर्योधनके वृत्तिभोगी थे उन्होंने दुर्योधनका अन्न खाया था। अतः युद्धके समय दुर्योधनका साथ छो़ड़ना कर्तव्य न समझकर ही वे कौरवोंके पक्षमें खड़े हुए थे।दूसरी बात अर्जुनने भीष्म द्रोण आदिके लिये  महानुभावान्  पदका प्रयोग किया है। अतः ऐसे श्रेष्ठ भाववालोंको अर्थकी कामनावाले कैसे कहा जा सकता है तात्पर्य है कि जो महानुभाव हैं वे अर्थकी कामनावाले नहीं हो सकते और जो अर्थकी कामनावाले हैं वे महानुभाव नहीं हो सकते। अतः यहाँ  अर्थकामान्  पद  भोगान्  पदका ही विशेषण हो सकता है। विशेष बात भगवान्ने दूसरेतीसरे श्लोकोंमें अर्जुनके कल्याणकी दृष्टिसे ही उन्हें कायरताको छोड़कर युद्धके लिये खड़ा होनेकी आज्ञा दी थी। परन्तु अर्जुन उलटा ही समझे अर्थात् वे समझे कि भगवान् राज्यका भोग करनेकी दृष्टिसे ही युद्धकी आज्ञा देते हैं।  (टिप्पणी प0 42)  पहले तो अर्जुनका युद्ध न करनेका एक ही पक्ष था जिससे वे धनुषबाण छोड़कर और शोकाविष्ट होकर रथके मध्यभागमें बैठ गये थे (1। 47)। परंतु युद्ध करनेका पक्ष तो भगवान्के कहनेसे ही हुआ है। तात्पर्य है कि अर्जुनका भाव था कि हमलोग तो धर्मको जानते हैं पर दुर्योधन आदि धर्मको नहीं जानते इसलिये वे धन राज्य आदिके लोभसे युद्ध करनेके लिये तैयार खड़े हैं। अब वही बात अर्जुन यहाँ अपने लिये कहते हैं कि अगर मैं भी आपकी आज्ञाके अनुसार युद्ध करूँ तो परिणाममें गुरुजनोंके रक्तसे सने हुए धन राज्य आदिको ही तो प्राप्त करूँगा इस तरह अर्जुनको युद्ध करनेमें बुराईहीबुराई दिखायी दे रही है।जो बुराई बुराईके रूपमें आती है उसको मिटाना बड़ा सुगम होता है। परन्तु जो बुराई अच्छाईके रूपमें आती है उसको मिटाना बड़ा कठिन होता है जैसे सीताजीके सामने रावण और हनुमान्जीके सामने कालनेमि राक्षस आये तो उनको सीताजी और हनुमान्जी पहचान नहीं सके क्योंकि उन दोनोंका वेश साधुओंका था। अर्जुनकी मान्यतामें युद्धरूप कर्तव्यकर्म करना बुराई है और युद्ध न करना भलाई है अर्थात् अर्जुनके मनमें धर्म (हिंसात्याग) रूप भलाईके वेशमें कर्तव्यत्यागरूप बुराई आयी है। उनको कर्तव्यत्यागरूप बुराई बुराईके रूपमें नहीं दीख रही है क्योंकि उनके भीतर शरीरोंको लेकर मोह है। अतः इस बुराईको मिटानेमें भगवान्को भी बड़ा जोर पड़ रहा है और समय लग रहा है।आजकल समाजमें एकताके बहाने वर्णआश्रमकी मर्यादाको मिटानेकी कोशिश की जा रही है तो यह बुराई एकतारूप अच्छाईके वेशमें आनेसे बुराईरूपसे नहीं दीख रही है। अतः वर्णआश्रमकी मर्यादा मिटनेसे परिणाममें लोगोंका कितना पतन होगा लोगोंमें कितना आसुरभाव आयेगा इस तरफ दृष्टि ही नहीं जाती। ऐसे ही धनके बहाने लोग झूठ कपट बेईमानी ठगी विश्वासघात आदिआदि दोषोंको भी दोषरूपसे नहीं जानते। यहाँ अर्जुनमें धर्मके रूपमें बुराई आयी है कि हम भीष्म द्रोण आदि महानुभावोंको कैसे मार सकते हैं क्योंकि हम धर्मको जाननेवाले हैं। तात्पर्य है कि अर्जुनने जिसको अच्छाई माना है वह वास्तवमें बुराई ही है परन्तु उसमें मान्यता अच्छाईकी होनेसे वह बुराईरूपसे नहीं दीख रही है। सम्बन्ध   भगवान्के वचनोंमें ऐसी विलक्षणता है कि वे अर्जुनके भीतर अपना प्रभाव डालते जा रहे हैं जिससे अर्जुनको अपने युद्ध न करनेके निर्णयमें अधिक सन्देह होता जा रहा है। ऐसी अवस्थाको प्राप्त हुए अर्जुन कहते हैं ।।2.3।। व्याख्या    पार्थ   (टिप्पणी प0 39.1)  माता पृथा(कुन्ती) के सन्देशकी याद दिलाकर अर्जुनके अन्तःकरणमें क्षत्रियोचित वीरताका भाव जाग्रत् करनेके लिये भगवान् अर्जुनको  पार्थ  नामसे सम्बोधित करते हैं   (टिप्पणी प0 39.2) । तात्पर्य है कि अपनेमें कायरता लाकर तुम्हें माताकी आज्ञाका उल्लंघन नहीं करना चाहिये।  क्लैब्यं मा स्म गमः  अर्जुन कायरताके कारण युद्ध करनेमें अधर्म और युद्ध न करनेमें धर्म मान रहे थे। अतः अर्जुनको चेतानेके लिये भगवान् कहते हैं कि युद्ध न करना धर्मकी बात नहीं है यह तो नपुंसकता (हिजड़ापन) है। इसलिये तुम इस नपुंसकताको छोड़ दो। नैतत्त्वय्युपपद्यते   तुम्हारेमें यह हिजड़ापन नहीं आना चाहिये था क्योंकि तुम कुन्तीजैसी वीर क्षत्राणी माताके पुत्र हो और स्वयं भी शूरवीर हो। तात्पर्य है कि जन्मसे और अपनी प्रकृतिसे भी यह नपुंसकता तुम्हारेमें सर्वथा अनुचित है। परंतप   तुम स्वयं  परंतप  हो अर्थात् शत्रुओंको तपानेवाले भगानेवाले हो तो क्या तुम इस समय युद्धसे विमुख होकर अपने शत्रुओंको हर्षित करोगे क्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ   यहाँ  क्षुद्रम्  पदके दो अर्थ होते हैं (1) यह हृदयकी दुर्बलता तुच्छताको प्राप्त करानेवाली है अर्थात् मुक्ति स्वर्ग अथवा कीर्तिको देनेवाली नहीं है। अगर तुम इस तुच्छताका त्याग नहीं करोगे तो स्वयं तुच्छ हो जाओगे और (2) यह हृदयकी दुर्बलता तुच्छ चीज है। तुम्हारेजैसे शूरवीरके लिये ऐसी तुच्छ चीजका त्याग करना कोई कठिन काम नहीं है।तुम जो ऐसा मानते हो कि मैं धर्मात्मा हूँ और युद्धरूपी पाप नहीं करना चाहता तो यह तुम्हारे हृदयकी दुर्बलता है कमजोरी है। इसका त्याग करके तुम युद्धके लिये खड़े हो जाओ अर्थात् अपने प्राप्त कर्तव्यका पालन करो।यहाँ अर्जुनके सामने युद्धरूप कर्तव्यकर्म है। इसलिये भगवान् कहते हैं कि उठो खड़े हो जाओ और युद्धरूप कर्तव्यका पालन करो। भगवान्के मनमें अर्जुनके कर्तव्यके विषयमें जरासा भी सन्देह नहीं है। वे जानते हैं कि सभी दृष्टियोंसे अर्जुनके लिये युद्ध करना ही कर्तव्य है। अतः अर्जुनकी थोथी युक्तियोंकी परवाह न करके उनको अपने कर्तव्यका पालन करनेके लिये चट आज्ञा देते हैं कि पूरी तैयारीके साथ युद्ध करनेके लिये खड़े हो जाओ। सम्बन्ध   पहले अध्यायमें अर्जुनने युद्ध न करनेके विषयमें बहुतसी युक्तियाँ (दलीलें) दी थीं। उन युक्तियोंका कुछ भी आदर न करके भगवान्ने एकाएक अर्जुनको कायरतारूप दोषके लिये जोरसे फटकारा और युद्धके लिये खड़े हो जानेकी आज्ञा दे दी। इस बातको लेकर अर्जुन भी अपनी युक्तियोंका समाधान न पाकर एकाएक उत्तेजित होकर बोल उठे","hcsca":"।।2.5।। अत्यन्त उच्च प्रतीत होने वाले परन्तु वास्तव में अर्थशून्य तर्क अर्जुन पुन प्रस्तुत करता है क्योंकि स्वयं को न समझने के कारण वह अपनी समस्या को भी नहीं समझ पाया है।यहाँ उसने अपने गुरुओं अर्थात् भीष्म और द्रोण को महानुभाव कहा है जिसका अर्थ है अपने युग के आदर्श पुरुष। अपनी संस्कृति में जो कुछ उच्च और श्रेष्ठ है उसके वे प्रतीक स्वरूप हैं जिन्होंने विशाल और उदार अन्तकरण से सनातन धर्म के लिये अनेक प्रकार के त्याग किये। अपनी संस्कृति के ऐसे श्रेष्ठ आदर्श युगपुरुषों का नाश केवल व्यक्तिगत शक्ति एवं पदलिप्सा के लिये करना किसी प्रकार उचित नहीं प्रतीत होता है। केवल वह युग विशेष ही नहीं बल्कि इन महापुरुषों के अमूल्य जीवनोच्छेद होने से भावी पीढ़ियाँ भी दरिद्र हो जायेंगी।अर्जुन कहता है कि संस्कृति के उपवन के सुन्दरतम् सुमनों को विनष्ट करने का विचार त्याग कर पाण्डवों के लिये भिक्षान्न पर जीवन यापन करना अधिक उचित होगा। इन गुरुजनों को मारकर प्राप्त किये गये राज्य का उपभोग भी वह नहीं कर सकेगा क्योंकि वे सब उनकी कटु स्मृतियों और मूल्यवान रक्त से सने होंगे जिनको विस्मृत कर पाना कठिन होगा।एक बार यदि हम परिस्थिति का त्रुटिपूर्ण आकलन कर लेते हैं तो भावनाओं के कारण हमारी बुद्धि पर आवरण पड़ जाता है और तब हम भी जीवन में अर्जुन के समान व्यवहार करने लगते हैं। इसका स्पष्ट संकेत व्यास जी द्वारा इस घटना में किये गये विस्तृत वर्णन में देखने को मिलता है।","etsga":"2.5 Rather than killing the noble-minded elders, it is better in this world to live even on alms. But by killing the elders we shall only be enjoying here the pleasures of wealth and desireable things drenched in blood.","etssa":"2.5 Better it is, indeed, in this world to accept alms than to slay the most noble teachers. But if I kill them, even in this world all my enjoyments of wealth and fulfilled desires will be stained with (their) blood.","etdss":"2.5. It is good indeed even to go about begging in this world without killing the elders of great dignity; but with greed for wealth, I would not enjoy, by killing my elders, the blood-stained objects of pleasures.","ecssa":"2.5 गुरून् the Gurus (teachers)? अहत्वा instead of slaying? हि indeed? महानुभावान् most noble? श्रेयः better? भोक्तुम् to eat? भैक्ष्यम् alms? अपि even? इह here? लोके in the world? हत्वा having slain? अर्थकामान् desirous of wealth? तु indeed? गुरून् Gurus? इह here? एव also? भुञ्जीय enjoy? भोगान् enjoyments? रुधिरप्रदिग्धान् stained with blood.No commentary.","scetsga":"2.5 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"2.5 See Comment under 2.6","scetssa":"2.4 - 2.5 Arjuna said Again Arjuna, being moved by love, compassion and fear, mistaking unrighteousness for righteousness, and not understanding, i.e., not knowing the beneficial words of Sri Krsna, said as follows: How can I slay Bhisma, Drona and others worthy or reverence? After slaying those elders, though they are intensely attached to enjoyments, how can I enjoy those very pleasures which are now being enjoyed by them? For, it will be mixed with their blood.","chakravarthi":"“If you don’t want the kingdom, then how will you live?”\n“Not killing my elders, I will live by begging, though it is condemned for the ksatriya to do so. It is better to eat that food got from begging. That is, though it will bring infamy in this life, it will not be inauspicious for future lives. These gurus have not become proud. One should reject only the followers of Duryodhana who do not know right from wrong. The scriptures say:\nguror apy avaliptasya karyakaryam ajanatah utpathapratipannasya parityago vidhlyate\nOne should reject the guru who is proud, does not know proper behavior, who becomes engaged in sinful life. Mahabharata 5.178.24\nThey, on the contrary, are great souls (mahanubhavan). What fault is there in Bhisma and others who have control over time and lust?”\n“But Bhisma said to Yudhisthira,\narthasya puruso daso dasas tv artho na kasyacit iti satyam maharaja baddho ‘smy arthena kauravaih\nMan is a servant of wealth. Wealth is not a servant of anyone. O king, I have been bound by wealth to the Kauravas. Mahabharata 6.41.36\nTherefore, has not their great character been destroyed by such desire for wealth?”\n“That is true, but if I kill them, I will be unhappy. Though in killing those Kurus who are greedy for wealth (artha kaman), I should enjoy the wealth, it is contaminated with their blood. The meaning is this: though they have desire for wealth, they are still my gurus. Therefore in killing them, because I commit the sin of killing guru, my enjoyment will be mixed with that sin.”","rudra":"\nIt may be argued: That without slaying them it would not be possible for\nArjuna to even maintain his own body. So Arjuna is responding that without\nslaying his superiors like Bhishma and Drona which bars one from the\nheavenly kingdoms it would be better to live in this world even on food\nobtained by begging without causing the death of anyone. Otherwise misery\nwill be the result not only in the next life but even in the present Arjuna\nwas stating he would be experiencing the miseries of hellish existence.\nThis is verified by Arjuna saying that by slaying elders and superiors\neven in the present life all the spoils he would be enjoying would be\ntainted with their blood.\nAnother interpretation is that the word arthakaman may be also taken as\nqualifying the elders and superiors. These elders being consumed by greed\nof wealth are not likely to refrain from war. Therefore they will have to\nbe slain. Bhishma for an example spoke to King Yudhisthira saying: Man is a\nslave to wealth but wealth is the slave of no man, this is the truth. O\nEmperor I am bound to the Kauravas by the acceptance of wealth.","brahma":"There is no commentary for this verse.","shri":"There is no commentary for this verse.","kumar":"It may be further submitted that although Bhishma and Drona are both always\nto be respected, but as they are superiors and perceptors to both the\nPandavas and the Kauravas they should all be looked after equally regarding\naquisition and preservation. Why should Bhishma and Drona fight for the\nunlawful kingdom of the Kauravas on the side of the wicked Duryodhana? It\nappears that being devoid of discrimination of what should be done and\nwhat should not be done have gone afoul of righteousness and thus according\nto Vedic scriptures have the right to be slain. Bishma himself has stated\nthat a superiorwho is degraded by these qualities deserves to be\nabandoned. To this Arjuna is replying that refraining from slaying great\nsouls it is better to live in this world by begging alms as by this no sin\nwill be incurred to reap in the next life. But if as Arjuna states they are\ngreat souls then how can they be degraded and if they are degraded how can\nthey be considered great souls and hence there abandonment is proper. One\nwho is inferior should normally never even think of abandoning a preceptor\notherwise one will perish out of folly. But Bhismas statement that a man\nis slave to wealth but wealth is slave to no man; thereforedue to\naccepting wealth he was controlled by the Kauravas. So this proves that\ncontrolled by wealth and not righteousness and thus slaying them incurs no\nsin. But to this Arjuna states that by slaying elders we may undoubtedly\nenjoy some pleasures in this world but these pleasures would be tainted\nwith blood as they are derived from the sin of slaying superiors."}