{"meta":"Bhagavad Gita Chapter 2 Verse 47","metahi":"भगवद् गीता 2.47","slok":"कर्मण्येवाधिकारस्ते मा फलेषु कदाचन।मा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि।।2.47।।","htsrsd":"।।2.47।।कर्तव्यकर्म करनेमें ही तेरा अधिकार है फलोंमें कभी नहीं। अतः तू कर्मफलका हेतु भी मत बन और तेरी अकर्मण्यतामें भी आसक्ति न हो।","htstma":"।।2.47।। कर्म करने मात्र में तुम्हारा अधिकार है? फल में कभी नहीं। तुम कर्मफल के हेतु वाले मत होना और अकर्म में भी तुम्हारी आसक्ति न हो।।","transliteration":"Karmanyevaadhikaaraste maa phaleshu kadaachana;\nMaa karmaphalahetur bhoor maa te sango’stwakarmani.","englishmeaning":"karmaṇi—in prescribed duties; eva—only; adhikāraḥ—right; te—your; mā—not; phaleṣhu—in the fruits; kadāchana—at any time; mā—never; karma-phala—results of the activities; hetuḥ—cause; bhūḥ—be; mā—not; te—your; saṅgaḥ—attachment; astu—must be; akarmaṇi—in inaction","hcsrsd":" 2.47।। व्याख्या    कर्मण्येवाधिकारस्ते   प्राप्त कर्तव्य कर्मका पालन करनेमें ही तेरा अधिकार है। इसमें तू स्वतन्त्र है। कारण कि मनुष्य कर्मयोनि है। मनुष्यके सिवाय दूसरी कोई भी योनि नया कर्म करनेके लिये नहीं है। पशुपक्षी आदि जङ्गम और वृक्ष लता आदि स्थावर प्राणी नया कर्म नहीं कर सकते। देवता आदिमें नया कर्म करनेकी सामर्थ्य तो है पर वे केवल पहले किये गये यज्ञ दान आदि शुभ कर्मोंका फल भोगनेके लिये ही हैं। वे भगवान्के विधानके अनुसार मनुष्योंके लिये कर्म करनेकी सामग्री दे सकते हैं पर केवल सुखभोगमें ही लिप्त रहनेके कारण स्वयं नया कर्म नहीं कर सकते। नारकीय जीव भी भोगयोनि होनेके कारण अपने दुष्कर्मोंका फल भोगते हैं नया कर्म नहीं कर सकते। नया कर्म करनेमें तो केवलमनुष्यका ही अधिकार है। भगवान्ने सेवारूप नया कर्म करके केवल अपना उद्धार करनेके लिये यह अन्तिम मनुष्यजन्म दिया है। अगर यह कर्मोंको अपने लिये करेगा तो बन्धनमें पड़ जायगा और अगर कर्मोंको न करके आलस्यप्रमादमें पड़ा रहेगा तो बारबार जन्मतामरता रहेगा। अतः भगवान् कहते हैं कि तेरा केवल सेवारूप कर्तव्यकर्म करनेमें ही अधिकार है। कर्मणि  पदमें एकवचन देनेका तात्पर्य है कि मनुष्यके सामने देश काल घटना परिस्थिति आदिको लेकर शास्त्रविहित कर्म तो अलगअलग होंगे पर एक समयमें एक मनुष्य किसी एक कर्मको ही तत्परतापूर्वक कर सकता है। जैसे क्षत्रिय होनेके कारण अर्जुनके लिये युद्ध करना दान देना आदि कर्तव्यकर्मोंका विधान है पर वर्तमानमें युद्धके समय वह एक युद्धरूप कर्तव्यकर्म ही कर सकता है दान आदि कर्तव्यकर्म नहीं कर सकता। मार्मिक बात मनुष्यशरीरमें दो बातें हैं पुराने कर्मोंका फलभोग और नया पुरुषार्थ। दूसरी योनियोंमें केवल पुराने कर्मोंका फलभोग है अर्थात् कीटपतंग पशुपक्षी देवता ब्रह्मलोकतककी योनियाँ भोगयोनियाँ हैं। इसलिये उनके लिये ऐसा करो और ऐसा मत करोयह विधान नहीं है। पशुपक्षी कीटपतंग आदि जो कुछ भी कर्म करते हैं उनका वह कर्म भी फलभोगमें है। कारण कि उनके द्वारा किया जानेवाला कर्म उनके प्रारब्धके अनुसार पहलेसे ही रचा हुआ है। उनके जीवनमें अनुकूलप्रतिकूल परिस्थितिका जो कुछ भोग होता है वह भोग भी फलभोगमें ही है। परन्तु मनुष्यशरीर तो केवल नये पुरुषार्थके लिये ही मिला है जिससे यह अपना उद्धार कर ले।इस मनुष्यशरीरमें दो विभाग हैं एक तो इसके सामने पुराने कर्मोंके फलरूपमें अनुकूलप्रतिकूल परिस्थिति आती है और दूसरा यह नया पुरुषार्थ (नये कर्म) करता है। नये कर्मोंके अनुसार ही इसके भविष्यका निर्माण होता है। इसलिये शास्त्र सन्तमहापुरुषोंका विधिनिषेध राज्य आदिका शासन केवल मनुष्योंके लिये ही होता है क्योंकि मनुष्यमें पुरुषार्थकी प्रघानता है नये कर्मोंको करनेकी स्वतन्त्रता है। परन्तु पिछले कर्मोंके फलस्वरूप मिलनेवाली अनुकूलप्रतिकूलरूप परिस्थितिको बदलनेमें यह परतन्त्र है। तात्पर्य है कि मनुष्य कर्म करनेमें स्वतन्त्र और फलप्राप्तिमें परतन्त्र है। परन्तु अनुकूलप्रतिकूलरूपसे प्राप्त परिस्थितिका सदुपयोग करके मनुष्य उसको अपने उद्धारकी साधन सामग्री बना सकता है क्योंकि यह मनुष्यशरीर अपने उद्धारके लिये ही मिला है। इसलिये इसमें नया पुरुषार्थ भी उद्धारके लिये है और पुराने कर्मोंके फल फलरूपसे प्राप्त परिस्थिति भी उद्धारके लिये ही है।इसमें एक विशेष समझनेकी बात है कि इस मनुष्यजीवनमें प्रारब्धके अनुसार जो भी शुभ या अशुभ परिस्थिति आती है उस परिस्थितिको मनुष्य सुखदायी या दुःखदायी तो मान सकता है पर वास्तवमें देखा जाय तो उस परिस्थितिसे सुखी या दुःखी होना कर्मोंका फल नहीं हैं प्रत्युत मूर्खताका फल है। कारण कि परिस्थिति तो बाहरसे बनती हैऔर सुखीदुःखी होता है यह स्वयं। उस परिस्थितिके साथ तादात्म्य करके ही यह सुखदुःखका भोक्ता बनता है। अगर मनुष्य उस परिस्थितिके साथ तादात्म्य न करके उसका सदुपयोग करे तो वही परिस्थिति उसका उद्धार करनेके लिये साधनसामग्री बन जायगी। सुखदायी परिस्थितिका सदुपयोग है दूसरोंकी सेवा करना और दुःखदायी परिस्थितिका सदुपयोग है सुखभोगकी इच्छाका त्याग करना।दुःखदायी परिस्थिति आनेपर मनुष्यको कभी भी घबराना नहीं चाहिये प्रत्युत यह विचार करना चाहिये कि हमने पहले सुखभोगकी इच्छासे ही पाप किये थे और वे ही पाप दुःखदायी परिस्थितिके रूपमें आकर नष्ट हो रहे हैं। इसमें एक लाभ यह है कि उन पापोंका प्रायश्चित्त हो रहा है। और हम शुद्ध हो रहे हैं। दूसरा लाभ यह है कि हमें इस बातकी चेतावनी मिलती है कि अब हम सुखभोगके लिये पाप करेंगे तो आगे भी इसी प्रकार दुःखदायी परिस्थिति आयेगी। इसलिये सुखभोगकी इच्छासे अब कोई काम करना ही नहीं है प्रत्युत प्राणिमात्रके हितके लिये ही काम करना है।तात्पर्य यह हुआ है पशुपक्षी कीटपतंग आदि योनियोंके लिये पुराने कर्मोंका फल और नया कर्म ये दोनों ही भोगरूपमें हैं और मनुष्यके लिये पुराने कर्मोंका फल और नया कर्म (पुरुषार्थ) ये दोनों ही उद्धारके साधन हैं। मा फलेषु कदाचन   फलमें तेरा किञ्चिन्मात्र भी अधिकार नहीं है अर्थात् फलकी प्राप्तिमें तेरी स्वतन्त्रता नहीं है क्योंकि फलका विधान तो मेरे अधीन है। अतः फलकी इच्छा न रखकर कर्तव्यकर्म कर। अगर तू फलकी इच्छा रखकर कर्म करेगा तो तू बँध जायेगा  फले सक्तो निबध्यते  (गीता 5। 12)। कारण कि फलेच्छा अर्थात् भोक्तृत्वपर ही कर्तव्य टिका हुआ है अर्थात् भोक्तृत्वसे ही कर्त्तृत्व आता है। फलेच्छा सर्वथा मिटनेसे कर्तृत्व मिट जाता है और कर्तृत्व मिटनेसे मनुष्य कर्म करता हुआ भी नहीं बँधता। भाव यह हुआ कि वास्तवमें मनुष्य कर्तृत्वमें उतना फँसा हुआ नहीं है जितना फलेच्छा अर्थात् भोक्तृत्वमें फँसा हुआ है  (टिप्पणी प0 84) । दूसरी बात जितने भी कर्म होते हैं वे सभी प्राकृत पदार्थों और व्यक्तियोंके संगठनसे ही होते हैं। पदार्थों और व्यक्तियोंके संगठनके बिना स्वयं कर्म कर ही नहीं सकता अतः इनके संगठनके द्वारा किये हुए कर्मका फल अपने लिये चाहना ईमानदारी नहीं है। अतः कर्मका फल चाहना मनुष्यके लिये हितकारक नहीं है।फलमें तेरा अधिकार नहीं है इससे यह बात सिद्ध हो जाती है कि फलके साथ सम्बन्ध जोड़नेमें अथवा न जोड़नेमें मात्र मनुष्य स्वतन्त्र हैं सबल हैं। इसमें वे पराधीन और निर्बल नहीं है। फलेषु  पदमें बहुवचन देनेका तात्पर्य है कि मनुष्य कर्म तो एक करता है पर उस कर्मके फल अनेक चाहता है। जैसे मैं अमुक कर्म कर रहा हूँ तो इससे मेरेको पुण्य हो जाय संसारमें मेरी कीर्ति हो जाय लोग मेरेको अच्छा समझें मेरा आदरसत्कार करें मेरेको इतना धन प्राप्त हो जाय आदिआदि।निष्काम होनेके उपाय (1) कामना पैदा होनेसे अभाव होता है कामनाकी पूर्ति होनेसे परतन्त्रता और पूर्ति न होनेसे दुःख होता है तथा कामनापूर्तिका सुख लेनेसे नयी कामनाकी उत्पत्ति होती है और सकामभावपूर्वक नयेनये कर्म करनेकी रुचि बढ़ती चली जाती है ऐसा ठीकठीक समझ लेनेसे निष्कामता स्वतः आ जाती है।(2) कर्म नित्य नहीं है क्योंकि उनका आरम्भ और अन्त होता है तथा उन कर्मोंका फल भी नित्य नहीं है क्योंकि उनका भी संयोग और वियोग होता है। परन्तु स्वयं नित्य है। अनित्य कर्म और कर्मफलसे नित्य स्वरूपको कोई लाभ नहीं होता। ऐसा ठीक समझ लेनेसे निष्कामता आ जाती है। निष्काम होनेसे संसारका सम्बन्ध छूट जाता है और परमात्मतत्त्वकी प्राप्ति हो जाती है।कर्मोंमें निष्काम होनेके लिये साधकमें तेजीका विवेक भी होना चाहिये और सेवाभाव भी होना चाहिये क्योंकि इन दोनोंके होनेसे ही कर्मयोग ठीक तरहसे आचरणमें आयेगा नहीं तो कर्महो जायँगे पर योगनहीं होगा। तात्पर्य है कि अपने सुखआरामका त्याग करनेमें तो विवेक की प्रधानता होना चाहिये और दूसरोंको सुखआराम पहुँचानेमें सेवाभावकी प्रधानता होना चाहिये। मा कर्मफलहेतुर्भूः   तू कर्मफलका हेतु भी मत बन। तात्पर्य है कि शरीर इन्द्रियाँ मन बुद्धि आदि कर्मसामग्रीके साथ अपनी किञ्चिन्मात्र भी ममता नहीं रखनी चाहिये क्योंकि इनमें ममता होनेसे मनुष्यकर्मफलका हेतु बन जाता है। आगे पाँचवें अध्यायके ग्यारहवें श्लोकमें भी भगवान्ने शरीर मन बुद्धि और इन्द्रियोंके साथ  केवलैः  पद देकर बताया है कि शरीर आदिके साथ किञ्चिन्मात्र भी ममता नहीं होनी चाहिये।शुभ क्रियाओंमें फलकी इच्छा न होनेपर भी मेरे द्वारा किसीका उपकार हो गया किसीका हित हो गया किसीको सुख पहुँचाऐसा भाव हो जाता है तो यह कर्मफलका हेतु बनना है। कारण कि ऐसा भाव होनेसे शुभ कर्मके साथ और मन बुद्धि इन्द्रियों आदिके साथ सम्बन्ध हो जाता है जोकि असत्का सङ्ग है। वास्तवमें अन्तःकरण बहिःकरण और क्रियाओंके साथ हमारा कोई सम्बन्ध नहीं है। इनका सम्बन्ध समष्टि संसारके साथ है। जैसे दूसरे किसी व्यक्तिके द्वारा दूसरे किसीका हित होता है तो उसमें हम अपना सम्बन्ध नहीं मानते उसमें अपनेको निमित्त नहीं मानतो। ऐसे ही अपने कहलानेवाले शरीर आदिसे किसीका हित हो जाय तो उसमें अपनेको निमित्त न माने। जब अपनेको किसी भी क्रियामें निमित्त हेतु नहीं मानेंगे तो कर्मफलका हेतु भी नहीं बनेंगे। मा ते सङ्गोऽस्त्वकर्मणि   कर्म न करनेमें भी तेरी आसक्ति नहीं होनी चाहिये। कारण कि कर्म न करनेमें आसक्ति होनेसे आलस्य प्रमाद आदि होंगे। कर्मफलमें आसक्ति रहनेसे जैसा बन्धन होता है वैसा ही बन्धन कर्म न करनेमें आलस्य प्रमाद आदि होनेसे होता है क्योंकि आलस्यप्रमादका भी एक भोग होता है अर्थात् उनका भी एक सुख होता है जो तमोगुण है  निद्रालस्यप्रमादोत्थं तत्तामसमुदाहृतम्  (गीता 18। 39) और जिसका फल अधोगति होता है  अधो गच्छन्ति तामसाः  (गीता 14। 18)। तात्पर्य यह हुआ है कि राग आसक्ति कहीं भी होगी तो वह बाँधनेवाली हो ही जायगी  कारणं गुणसङ्गोऽस्य सदसद्योनिजन्मसु  (गीता 13। 21)।कर्मरहित होनेसे हमें लौकिक लाभ होगा संसारमें हमारी प्रसिद्धि होगी आदि कोई सासारिक प्रयोजन भी नहीं होना चाहिये और समाधि लग जानेसे आध्यात्मिक तत्त्वमें हमारी स्थिति होगी आदि कोई पारमार्थिक प्रयोजन भी नहीं होना चाहिये। तात्पर्य है कि कर्म न करनेसे सांसारिक और पारमार्थिक उन्नति होगीयह भी कर्म न करनेमें आसक्ति है क्योंकि वास्तविक तत्त्व कर्म करने और न करनेसे अतीत है।इस श्लोकमें भगवान्का यह तात्पर्य मालूम देता है कि परिवर्तनशील वस्तु व्यक्ति पदार्थ क्रिया घटना परिस्थिति अवस्था स्थूलसूक्ष्मकारण शरीर आदिके साथ साधककी सर्वथा निर्लिप्तता होनी चाहिये। इनकेसाथ किञ्चिन्मात्र भी किसी तरहका सम्बन्ध नहीं होना चाहिये।इस श्लोकके चार चरणोंमें चार बातें आयी हैं (1) कर्म करनेमें ही तेरा अधिकार है (2) फलमें कभी तेरा अधिकार नहीं है (3) तू कर्मफलका हेतु भी मत बन और (4) कर्म न करनेमें भी तेरी आसक्ति न हो। इनमेंसे पहले और चौथे चरणकी बात एक है तथा दूसरे और तीसरे चरणकी बात एक है। पहले चरणमें कर्म करनेमें अधिकार बताया है और चौथे चरणमें कर्म न करनेमें आसक्ति होनेका निषेध किया है। दूसरे चरणमें फलकी इच्छाका निषेध किया है और तीसरे चरणमें फलका हेतु बननेका निषेध किया है।तात्पर्य यह हुआ कि अकर्मण्यतामें रुचि होनेसे प्रमाद आलस्य आदि तामसी वृत्तिके साथ तेरा सम्बन्ध हो जायगा। कर्म एवं कर्मफलके साथ सम्बन्ध जोड़नेसे तेरा राजसीवृत्ति के साथ सम्बन्ध हो जायगा। प्रमाद आलस्य कर्म कर्मफल आदिका सम्बन्ध न रहनेपर जो विवेकजन्य सुख होता है प्रकाश मिलता है ज्ञान मिलता है उसके साथ सम्बन्ध जोड़नेसे सात्त्विकी वृत्तिके साथ सम्बन्ध हो जायगा। इनके साथ सम्बन्ध होना ही जन्ममरणका कारण है। अतः साधक कर्म कर्मफल और इनके त्यागका सुख इनमेंसे किसीके भी साथ अपना सम्बन्ध न जोड़े इनमें राग या आसक्ति न करे। कर्म करते हुए इनके साथ सम्बन्ध न रखना ही कर्मयोग है। सम्बन्ध   पूर्वश्लोकमें कर्म करनेकी आज्ञा देनेके बाद अब भगवान् कर्म करते हुए सम रहनेका प्रकार बताते हैं।","hcsca":"।।2.47।। वेद प्रतिपादित सिद्धान्त के अनुसार ईश्वरार्पण बुद्धि और निष्काम भाव से किये गये कर्म अन्तकरण को शुद्ध करते हैं। आत्मबोध के पूर्व चित्तशुद्धि होना अनिवार्य है। गीता में इसी सिद्धान्त की पुष्टि करते हुये विशद विवरण में वैयक्तिक और सामाजिक सभी कर्मों का समावेश कर लिया गया है जबकि वेदों में कर्म से तात्पर्य यज्ञयागादि धार्मिक विधियों से ही था।अपरिपक्व बुद्धि से तत्त्वज्ञान जैसा गम्भीर विषय समझ में नहीं आ सकता। पर्याप्त विचार किये बिना उपर्युक्त श्लोक का अर्थ असंभव ही प्रतीत होगा। अधिकसेअधिक कोई यह मान लेगा कि उस काल में दरिद्र को दरिद्र ही रखने में और धनवान को उन पर अत्याचार करने की धार्मिक अनुमति इस श्लोक में दी गयी हैं। केवल बौद्धिक विचार करने वाले व्यक्ति को फलासक्ति न रखकर कर्म करने का आदर्श अव्यावहारिक और असंभव प्रतीत होगा। परन्तु वही व्यक्ति अध्ययन के पश्चात् अपने कर्म क्षेत्र में इसका पालन करके देखे तो उसे यह ज्ञात होगा कि जीवन में वास्तविक सफलताओं को प्राप्त करने की यही एक मात्र कुंजी है।इसके पूर्व प्रेरणा का जीवन जीने की कला जो कर्मयोग के रूप में बतायी गयी थी उसी की शिक्षा यहाँ श्रीकृष्ण पुन अर्जुन को दे रहे हैं। अनुचित संकल्पविकल्प जीवन के विष हैं। जीवन में सभी असफलताओं का मूल मनस्थिरता के अभाव में निहित है जो सामान्यत भविष्य में संभाव्य हानि के भय की कल्पना मात्र का परिणाम होता है। हममें से अधिकांश लोग असफलता के भय से महान् कार्य को अपने हाथों में लेना ही स्वीकार नहीं करते और जो कोई थोड़े लोग ऐसा साहस करते भी हैं तो अल्पकाल के बाद निरुत्साहित होकर उस कार्य को अपूर्ण ही छोड़ देते हैं। इसका कारण एक ही हैमन की शक्ति का अपव्यय। इस अपव्यय के परिहार का एक मात्र उपाय है किसी श्रेष्ठ आदर्श के प्रति सब कर्मों का समर्पण। प्रेरणायुक्त इन कर्मों की परिसमाप्ति गौरवमयी सफलता मेंं ही होती है। यह कर्म का सनातन नियम है।भविष्य का निर्माण सदैव वर्तमान में होता है। आगामी कल की फसल आज के जोतने और बीज बोने पर निर्भर है। किन्तु भविष्य में सम्भावित फसल की हानि की कल्पना करके ही यदि कोई कृषक भूमि जोतने और बीजारोपण के अवसरों को वर्तमान समय में खो देता है तो यह निश्चित है कि भविष्य में उसे कोई फसल मिलने वाली नहीं। उन्नत भविष्य के लिए वर्तमान समय का उपयोग बुद्धिमत्तापूर्वक करना चाहिये। भूतकाल तो मृत है और भविष्य अभी अनुत्पन्न। वर्तमान में अकुशलता से कार्य करने पर व्यक्ति को भविष्य में किसी बड़ी सफलता की आशा नहीं करनी चाहिये।इस सुविदित और बोधगम्य मूलभूत सत्य को गीता की भाषा में इस प्रकार कह सकते हैं कि यदि तुम सफलता चाहते हो तो ऐसे मन से प्रयत्न कभी नहीं करो जो फल प्राप्ति की चिन्ता एवं भय से बिखरा हुआ हो। यहाँ कर्मफल से शास्त्र का क्या तात्पर्य है इसे सूक्ष्म विचार से समझना आवश्यक और लाभप्रद होगा। सम्यक् विचार करने से यह ज्ञात होगा कि वास्तव में कर्मफल स्वयं कर्म से कोई भिन्न वस्तु नहीं है। वर्तमान में किया गया कर्म ही भविष्य में फल के रूप में प्रकट होता है। वास्तविकता यह है कि कर्म की समाप्ति अथवा पूर्णता उसके फल में ही है जो उससे भिन्न नहीं है। अत कर्मफल की चिन्ता करके उसी में डूबे रहने का अर्थ है शक्तिशाली गतिशील वर्तमान से पलायन करना और अनुत्पन्न भविष्य की कल्पना में बने रहना संक्षेप में भगवान् का आह्वान है कि मनुष्य को व्यर्थ की चिन्ताओं में प्राप्त समय को नहीं खोना चाहिये वरन् बुद्धिमत्तापूर्वक उसका सदुपयोग करना चाहिये। भविष्य का निर्माण अपने आप होगा और कर्मयोगी को प्राप्त होगी श्रेष्ठ आध्यात्मिक उन्नति।निष्कर्ष यह निकलता है कि अर्जुन के लिये इस युद्ध का प्रयोजन धर्म पालन जैसा श्रेष्ठ आदर्श है यह समझकर उसे अपनी पूरी योग्यता से कर्म में प्रवृत्त होना चाहिये। प्रेरणायुक्त कर्मों का सुफल अवश्य मिलेगा और उसके साथ ही चित्त शुद्धि के रूप में आध्यात्मिक फल भी प्राप्त होगा।एक सच्चा कर्मयोगी बनने के लिये इस श्लोक में चार नियम बताये गये हैं। जो यह समझता है कि (क) कर्म करने मात्र में मेरा अधिकार है (ख) कर्मफल की चिन्ता करने की आवश्यकता नहीं है (ग) किसी कर्म विशेष के एक निश्चित फल का आग्रह या उद्देश्य मन में नहीं होना चाहिये और (घ) इन सबका निष्कर्ष यह नहीं कि अकर्म में प्रीति हो वही व्यक्ति वास्तव में कर्मयोगी है। संक्षेप में इस उपदेश का प्रयोजन मनुष्य को चिन्ता मुक्त बनाकर कर्म करते हुये दैवी आनन्द में निमग्न रहकर जीना सिखाना है। कर्म करना ही उसके लिये सबसे बड़ा पुरस्कार और उपहार है श्रेष्ठ कर्म करने के सन्तोष और आनन्द में वह अपने आपको भूल जाता है। कर्म है साधन और आत्मानुभूति है साध्य।ईश्वर का स्मरण करते हुये सभी बाह्य चुनौतियों का तत्परता से सामना करते हुये मनुष्य सरलतापूर्वक शान्ति और वासना क्षय द्वारा चित्त की शुद्धि प्राप्त कर सकता है। जितनी अधिक मात्रा में चित्त में शुद्धि होगी उतनी ही अधिक आत्मानुभूति उसे सुलभ होगी।यदि कर्मफल की आसक्ति रखकर कर्म न करें तो फिर उन्हें कैसे करना चाहिये इसका उत्तर है","etsga":"2.47 Your right is for action alone, never for the results. Do not become the agent of the results of action. May you not have any inclination for inaction.","etssa":"2.47 Thy right is to work only, but never with its fruits; let not the fruits of action be thy motive, nor let thy attachment be to inaction.","etdss":"2.47. Let your claim lie on action alone and never on the fruits; you should never be a cause for the fruits of action; let not your attachment be to inaction.","ecssa":"2.47 कर्मणि in work? एव only? अधिकारः right? ते thy? मा not? फलेषु in the fruits? कदाचन at any time? मा not? कर्मफलहेतुः भूः let not the fruits of action be thy motive? मा not? ते thy? सङ्गः attachment? अस्तु let (there) be? अकर्मणि in inaction.Commentary When you perform actions have no desire for the fruits thereof under any circumstances. If you thirst for the fruits of your actions? you will have to take birth again and again to enjoy them. Action done with expectation of fruits (rewards) brings bondage. If you do not thirst for them? you get purification of heart and you will get knowledge of the Self through purity of heart and through the knowledge of the Self you will be freed from the round of births and deaths.Neither let thy attachment be towards inaction thinking what is the use of doing actions when I cannot get any reward for themIn a broad sense Karma means action. It also means duty which one has to perform according to his caste or station of life. According to the followers of the Karma Kanda of the Vedas (the Mimamsakas) Karma means the rituals and sacrifices prescribed in the Vedas. It has a deep meaning also. It signifies the destiny or the storehouse of tendencies of a man which give rise to his future birth.","scetsga":"2.47 Te, your; adhikarah, right; is karmani eva, for action alone, not for steadfastness in Knowledge. Even there, when you are engaged in action, you have ma kadacana, never, i.e. under no condition whatever; a right phalesu, for the results of action may you not have a hankering for the results of action. Whenever you have a hankering for the fruits of action, you will become the agent of aciring the results of action. Ma, do not; thus bhuh, become; karma-phalahetuh, the agent of aciring the results of action. For when one engages in action by being impelled by thirst for the results of action, then he does become the cause for the production of the results of action. Ma, may you not; astu, have; sangah, an inclination; akarmani, for inaction, thinking, If the results of work be not desired, what is the need of work which involves pain?","scetdss":"2.47 Karmani etc. You should be concerned in the action alone, but not in the fruits of actions. But, if an action has been performed, then will not its fruit just inevitably befall [to the performer] ? No. It is not so. For, in that case, if you are covered with the dirt of desire for fruits, then you become a cuase for the fruit of action. What is prayed for is known to be the fruit; and it does not befall him who does not desire it. Thus, what attachment a person entertains with regard to the negation of action, that alone is like a firm seizure, and is of the nature of false conception, and hence it must be abandoned.\n Then what ?-","scetssa":"2.47 As for obligatory, occasional and desiderative acts taught in the Vedas and associated with some result or other, you, an aspirant established in Sattva, have the right only to perform them: You have no right to the fruits known to be derived from such acts. Acts done with a desire for fruit bring about bondage. But acts done without an eye on fruits form My worship and become a means for release. Do not become an agent of acts with the idea of being the reaper of their fruits. Even when you, who are established in pure Sattva and are desrious of release, perform acts, you should not look upon yourself as the agent. Likewise, it is necessary to contemplate yourself as not being the cause of even appeasing hunger and such other bodily necessities. Later on it will be said that both of these, agency of action and desire for fruits, should be considered as belonging to Gunas, or in the alternative to Me who am the Lord of all. Thinking thus, do work. With regard to inaction, i.e., abstaining from performance of duties, as when you said, I will not fight, let there be no attachment to such inaction in you. The meaning is let your interest be only in the discharge of such obligatory duties like this war in the manner described above.\nSri Krsna makes this clear in the following verse:","chakravarthi":"The Lord wanted to speak about the processes of jnana, bhakti and karma yoga to Arjuna, who was his dear friend. Having spoken of jfiana and bhakti yoga, the Lord considered that these two were not suitable for Arjuna. He then spoke of niskama karma yoga.\n“You are qualified for works. But those who crave the results are very impure in consciousness. But you have an almost pure heart. I can say this about you since I know you.”\n“But in doing actions, a result must come.”\n“By doing an action with a desire for a certain result, you become the cause of that result. But you should not act in that manner. I give you that blessing. And do not become attracted to non-performance of your duty, or in doing sin (akarmani), rather you should hate doing that. I give you that blessing also.”\nHowever, in the next chapter, Arjuna says, “My intelligence is bewildered by these equivocal words.” This apparent lack of communion between the two by seeing the previous and later statements should be understood to be intentional, having a purpose “Just as I stand as your charioteer awaiting your order, also should await my order.” One should see that Krishna and Arjuna had real agreement of mind.","rudra":"\nIt may be postulated that since the results of all actions are attained\nsimply by worshipping the Supreme Lord, what is the use of any other\nactions other than devotion to Him? To counter this conclusion the Supreme\nLord states that all living entities have the right to perform actions but\nnone have the right to claim the results. An aspirant of the highest\nknowledge must know that to hanker or yearn for reward for ones actions is\nthe cause of bondage in the material existence. But it may be said that all\nactions produce a result, just as eating satisfies the urge of hunger.\nAnticipating this question the Supreme Lord states that one should not let\nthe anticipated results of actions be the cause of motivation. Be not one\nwho is controlled by fruitive desires. As heaven is attained only when\ndesired being connected to the living entity who performed the rites in the\nscriptures to attain such an end it can be seen that what is not desired\ndoes not take place. Then on the other hand although fruitive actions are\nbinding be not attached and not devoted from fear of this bondage to\ninaction. This is the idea of this verse.","brahma":"\nAn embodied soul controlled by mundane desires is considered to be\nreprehensible. Even the desire for heavenly enjoyments are to be shunned as\nthey have the taint of fruitiveness as well. Therefore for those possessing\nspiritual intelligence, motivation for the desire of reward isnot\nadvisable. Arjuna is certainly spiritually intelligent and being the son of\nIndra the ruler of the demigods he certainly has sufficient adhikari or\nqualities. Only for the purpose of giving His unequivocal instructions for\nposterity has the Supreme Lord Krishna utilised him to benefit all the\nworlds.\nOnly those actions prompted by desire for reward are prohibited. Because\nall rewards are factually independently ordained by the Supreme Lord it is\nnot correct to imagine that any reward which one receives is due only to\nones own efforts. Similarly the desire for the rewards of fruitive rewards\nis also provided without any aspiration for such. Therefore even by not\nperforming any actions an opposite result may occur and it can be seen that\nrewards are available neither through wisdom nor through desire. So one\nspiritually situated performs actions unattached to reward. Verily such is\nthe way of action. Neither by accepting desires nor by rejecting desires is\nwisdom gained.\nDesire is the anticipation of a reward, action motivated by desire for\nreward makes an action fruitive and therefore binding. Even so, one who\ndesires engages in the performance of austerities and penance as a means of\nsacrificing these desires. One should not perform penance and austerities\nwith the hope of obtaining reward otherwise these activities also become\nfrutive as well. Actions performed without desire as a matter of duty are\nfull of wisdom. Therefore the wise are not bound by desire for rewards.\nThis is why the Supreme Lord Krishna states the words ma te meaning never.\nNever be attached to the fruits of actions. Any desires which appear are\nordained according to the will of the Supreme Lord. Those that receive the\ncauseless mercy of the Supreme Lord Krishna are the devotees of the Supreme\nLord and by His grace they are benedicted by the desireonly to\nexclusively serve Him. They have no desire for even liberation from\nmaterial existence if it is to be separated from Him. When they are\nrequested to ask for any desire to be granted their only desire is to\nremain in service to Him birth after birth, lifetime after lifetime. It is\nseen and realised that by possessing the desire to serve the Supreme Lord\nKrishna in devotion ones love for Him automatically increases. So from this\nit can be understood that those who are imbued with true wisdom perform\nexclusive devotional service unto the Supreme Lord Krishna.\nNow begins the summation.\nActions alone are all that living entities are entitled to. The results\nhowever are only within the power of the Supreme Lord Krishna to give. So\nit is apparent that one who is governed by the desire for fruitive results\nis not properly situated and have subconsciously desired the impossible\ndelusion of usurping the Supreme Lords infallible position. One should\nunderstand that it is fallacious to believe that one is the ultimate\ncontroller of their own destiny because all results are ultimately ordained\nby the Supreme Lord. By this revealing statement which is found in the\nPaingi scripture it is again clarified that the living entities are always\ndistinctly different from the Supreme Lord.","shri":"There is no commentary for this verse.","kumar":"The question may arise that if one seeking liberation from the material\nexistence should instead acquire firmness in spiritual knowledge and then\nwhat is the use of actions. To this Lord Krishna instructs that everyone\nhas the right to perform actions in order to purify ones existence and\nadvance in spiritual knowledge. But one should not cultivate ones mind to\nthink that by the right to perform actions one receives rewards. This\nmentality is destructive to spiritual advancement because then one will get\nattachment to the actions and then subsequently to the rewards. So Lord\nKrishna emphasises never be attached to the rewards of actions or even\nconsider the rewards because this attachment will keep up locked in the\nmaterial existence. A living entity performing actions without considering\nthe rewards will never develop the fragmentation and indeterminate nature\nof one whose mentality is attached to the fruits of their actions. It is\nalso important to understand that it is not that the person who is\nperforming actions without attachment to the rewards will not receive the\nrewards thereof. To the contrary they will certainly receive rewards as\nwell but the difference is they are not concerned about the reward do not\nlet reward be the reason for the motivation of their activities. We must\nperform all of our actions without being motivated by the fruit. Now in\ncontrast it may be proposed that instead of performing actions without\nmotivation to the rewards perhaps it might be better to perform no actions\nat all. To this Lord Krishna instructs that one should neither be attached\nto inaction of not performing ones prescribed activities. We should not\nallow our egos to dictate to us that we should be inactive because then we\nincur the sin of non-committance in performing our natural duties everyday\nand duties in special circumstances and thus not being responsible as\ndeclared in Vedic scriptures. One inclines towards spiritual advancement\nshould never perform prohibited actions and should avoidperforming\nfrivolous actions but with the understanding of responsibility one should\nalways perform ones obligatory activities daily and occasionaly."}