{"meta":"Bhagavad Gita Chapter 2 Verse 35","metahi":"भगवद् गीता 2.35","slok":"भयाद्रणादुपरतं मंस्यन्ते त्वां महारथाः।येषां च त्वं बहुमतो भूत्वा यास्यसि लाघवम्।।2.35।।","htsrsd":"।।2.35।।महारथीलोग तुझे भयके कारण युद्धसे उपरत हुआ मानेंगे। जिनकी धारणामें तू बहुमान्य हो चुका है उनकी दृष्टिमें तू लघुताको प्राप्त हो जायगा।","htstma":"।।2.35।। और जिनके लिए तुम बहुत माननीय हो उनके लिए अब तुम तुच्छता को प्राप्त होओगे? वे महारथी लोग तुम्हें भय के कारण युद्ध से निवृत्त हुआ मानेंगे।।","transliteration":"Bhayaad ranaad uparatam mamsyante twaam mahaarathaah;\nYeshaam cha twam bahumato bhootwaa yaasyasi laaghavam.","englishmeaning":"bhayāt—out of fear; raṇāt—from the battlefield; uparatam—have fled; maṁsyante—will think; tvām—you; mahā-rathāḥ—warriors who could single handedly match the strength of ten thousand ordinary warriors; yeṣhām—for whom; cha—and; tvam—you; bahu-mataḥ—high esteemed; bhūtvā—having been; yāsyasi—you will loose; lāghavam—decreased in value","hcsrsd":" 2.35।। व्याख्या भयाद्रणादुपरतं मंस्यन्ते त्वां महारथाः   तू ऐसा समझता है कि मैं तो केवल अपना कल्याण करनेके लिये युद्धसे उपरत हुआ हूँ परन्तु अगर ऐसी ही बात होती और युद्धको तू पाप समझता तो पहले ही एकान्तमें रहकर भजनस्मरण करता और तेरी युद्धके लिये प्रवृत्ति भी नहीं होती। परन्तु तू एकान्तमें न रहकर युद्धमें प्रवृत्त हुआ है। अब अगर तू युद्धसे निवृत्त होगा तो बड़ेबड़े महारथीलोग ऐसा ही मानेंगे कि युद्धमें मारे जानेके भयसे ही अर्जुन युद्धसे निवृत्त हुआ है। अगर वह धर्मका विचार करता तो युद्धसे निवृत्त नहीं होता क्योंकि युद्ध करना क्षत्रियका धर्म है। अतः वह मरनेके भयसे ही युद्धसे निवृत्त हो रहा है। येषाँ च त्वं बहुमतो भूत्वा यास्यसि लाघवम्   भीष्म द्रोणाचार्य कृपाचार्य शल्य आदि जो बड़ेबड़े महारथी है उनकी दृष्टिमें तू बहुमान्य हो चुका है अर्थात् उनके मनमें यह एक विश्वास है कि युद्ध करनेमें नामी शूरवीर तो अर्जुन ही है। वह युद्धमें अनेक दैत्यों देवताओं गन्धर्वों आदिको हरा चुका है। अगर अब तू युद्धसे निवृत्त हो जायगा तो उन महारथियोंके सामने तू लधुता(तुच्छता) को प्राप्त हो जायगा अर्थात् उनकी दृष्टिमें तू गिर जायगा।","hcsca":"।।2.35।। भावी इतिहास में तो तुम्हारी अपकीर्ति बनी रहेगी ही परन्तु वर्तमान में भी शत्रु पक्ष के ये महारथी तुम्हारा उपहास करेंगे। इस भ्रातृहन्ता युद्ध से तुम्हें जो दुख है उसे न समझकर वे तो यही मानेंगे कि तुमने भय और कायरता के कारण युद्ध से पलायन किया है। इस प्रकार का अनादरपूर्ण कायरता का आरोप कोई भी वीर पुरुष सहन नहीं कर सकता विशेषरूप से जब अपने ही तुल्य बल के शत्रुओं द्वारा वह किया गया हो। और","etsga":"2.35 The great chariot-riders will think of you as having desisted from the fight out of fear; and you will into disgrace before them to whom you had been estimable.","etssa":"2.35 The great car-warriors will think that thou hast withdrawn from the battle through fear; and thou wilt be lightly held by them who have thought much of thee.","etdss":"2.35. The mighty charioteers will think of you as having withdrawn from the battle out of fear : having been highly regarded by these men, you shall be viewed lightly.","ecssa":"2.35 भयात् from fear? रणात् from the battle? उपरतम् withdrawn? मंस्यन्ते will think? त्वाम् thee? महारथाः the great carwarriors? येषाम् of whom? च and? त्वम् thou? बहुमतः much thought of? भूत्वा having been? यास्यसि will receive? लाघवम् lightness.Commentary Duryodhana and others will certainly think that you have fled from the battle from fear of Karna and others? but not through compassion and reverence for elders and teachers. Duryodhana and others who have shown great esteem to you on account of your chivalry? bravery and other noble alities? will think very lightly of you and treat you with contempt.","scetsga":"2.35 Moreover, maharathah, the great chariot-riders, Duryodhana and others; mamsyante, will think; tvam, of you; as uparatam, having desisted; ranat, from the fight; not out of compassion, but bhayat, out of fear of Karna and others; ca, and ; yasyasi laghavam, you will again fall into disgrace before them, before Duryodhana and others; yesam, to whom; tvam, you; bahumato bhutva, had been estimable as endowed with many alities.","scetdss":"2.35 See Comment under 2.37","scetssa":"2.35 Great warriors like Karna, Duryodhana, etc., hitherto held you in high esteem as a heroic enemy. Now by refraining from battle when it has begun, you will appear to them as despicable and easily defeatable. These great warriors will think of you as withdrawing from battle out of fear. Because turning away from battle does not happen in the case of brave enemies through affection etc., for relatives. It can happen only through fear of enemies.\nMoreover","chakravarthi":"For those who have high regard for you as a warrior, even as an enemy, will no longer give you respect if you give up the battle. The maharathas like Duryodhana will think that you have fled in fear from the battlefield. They will not think of any other reason for the ksatriya to leave the field than fear. Strong bonds of friendship will not be considered.","rudra":"\nThe opinions of his peers, the mighty chariot warriors regarding Arjunas\nfailure to execute his duty as a ksatriya are presented in this verse.","brahma":"There is no commentary for this verse.","shri":"\nWhereas Arjuna had been know as a mighty warrior and renown hero, a worthy\nopponent for any of the valiant warriors of the Kauravas such as Karna,\nDuryodhana etc. If Arjuna were to retire from the fight on the eve of\nbattle they would all consider him a coward and they immediately would\nassume that Arjuna had abstained from battle due to feeling dread at their\nprowess. For Arjuna to think that he would be vindicated by his abstention\nfrom battle by motives of fraternity and familial ties would be wrong for\nthese sentiments are not consideredsanctionsforheroestowards\nbelligerents.","kumar":"Whereas Arjuna had been know as a mighty warrior and renown hero, a worthy\nopponent for any of the valiant warriors of the Kauravas such as Karna,\nDuryodhana etc. If Arjuna were to retire from the fight on the eve of\nbattle they would all consider him a coward and they immediately would\nassume that Arjuna had abstained from battle due to feeling dread at their\nprowess. For Arjuna to think that he would be vindicated by his abstention\nfrom battle by motives of fraternity and familial ties would be wrong for\nthese sentiments are not consideredsanctionsforheroestowards\nbelligerents."}