{"meta":"Bhagavad Gita Chapter 2 Verse 59","metahi":"भगवद् गीता 2.59","slok":"विषया विनिवर्तन्ते निराहारस्य देहिनः।रसवर्जं रसोऽप्यस्य परं दृष्ट्वा निवर्तते।।2.59।।","htsrsd":"।।2.59।।निराहारी (इन्द्रियोंको विषयोंसे हटानेवाले) मनुष्यके भी विषय तो निवृत्त हो जाते हैं पर रस निवृत्त नहीं होता। परन्तु इस स्थितप्रज्ञ मनुष्यका तो रस भी परमात्मतत्त्वका अनुभव होनेसे निवृत्त हो जाता है।","htstma":"।।2.59।। निराहारी देही पुरुष से विषय तो निवृत्त (दूर) हो जाते हैं? परन्तु (उनके प्रति) राग नहीं परम तत्व को देखने पर इस (पुरुष) का राग भी निवृत्त हो जाता है।।","transliteration":"Vishayaa vinivartante niraahaarasya dehinahRasavarjam raso’pyasya param drishtwaa nivartate.","englishmeaning":"viṣhayāḥ—objects for senses; vinivartante—restrain; nirāhārasya—practicing self restraint; dehinaḥ—for the embodied; rasa-varjam—cessation of taste; rasaḥ—taste; api—however; asya—person’s; param—the Supreme; dṛiṣhṭvā—on realization; nivartate—ceases to be","hcsrsd":" 2.59।। व्याख्या    विषया विनिवर्तन्ते निराहारस्य देहिनः रसवर्जम्   मनुष्य निराहार दो तरहसे होता है (1) अपनी इच्छासे भोजनका त्याग कर देना अथवा बीमारी आनेसे भोजनका त्याग हो जाना और (2) सम्पूर्ण विषयोंका त्याग करके एकान्तमें बैठना अर्थात् इन्द्रियोंको विषयोंसे हटा लेना।यहाँ इन्द्रियोंको विषयोंसे हटानेवाले साधकके लिये ही  निराहारस्य  पद आया है।रोगीके मनमें यह रहता है कि क्या करूँ शरीरमें पदार्थोंका सेवन करनेकी सामर्थ्य नहीं है इसमें मेरी परवश्ता है परन्तु जब मैं ठीक हो जाऊँगा शरीरमें शक्ति आ जायगी तब मैं पदार्थोंका सेवन करूँगा। इस तरह उसके भीतर रसबुद्धि रहती है। ऐसे ही इन्द्रियोंको विषयोंसे हटानेपर विषय तो निवृत्त हो जाते हैं पर साधकके भीतर विषयोंमें जो रसबुद्धि सुखबुद्धि है वह जल्दी निवृत्त नहीं होती।जिनका स्वाभाविक ही विषयोंमें राग नहीं है और जो तीव्र वैराग्यवान् हैं उन साधकोंकी रसबुद्धि साधनावस्थामें ही निवृत्त हो जाती है। परन्तु जो तीव्र वैराग्यके बिना ही विचारपूर्वक साधनमें लगे हुए हैं उन्हीं साधकोंके लिये यह कहा गया है कि विषयोंका त्याग कर देनेपर भी उनकी रसबुद्धि निवृत्त नहीं होती। रसोऽप्यस्य परं दृष्टा निवर्तते   इस स्थितप्रज्ञकी रसबुद्धि परमात्माका अनुभव हो जानेपर निवृत्त हो जाती है। रसबुद्धि निवृत्त होनेसे वह स्थितप्रज्ञ हो ही जाता है यह नियम नहीं है। परन्तु स्थितप्रज्ञ होनेसे रसबुद्धि नहीं रहती यह नियम है। रसोऽप्यस्य  पदसे यह तात्पर्य निकलता है कि रसबुद्धि साधककी अहंतामें अर्थात् मैं पनमें रहती है। यही रसबुद्धि स्थूलरूपसे रागका रूप धारण कर लेती है। अतः साधकको चाहिये कि वह अपनी अहंतासे ही रसको निकाल दे कि मैं तो निष्काम हूँ राग करना कामना करना मेरा काम नहीं है। इस प्रकार निष्कामभाव आ जानसे अथवा निष्काम होनेका उद्देश्य होनेसे रसबुद्धि नहीं रहती और परमात्मतत्त्वका अनुभव होनेसे रसकी सर्वथा निवृत्ति हो जाती है। सम्बन्ध   रसकी निवृत्ति न हो क्या आपत्ति है इसे आगेके श्लोकमें बताते हैं।","hcsca":"।।2.59।। प्रत्याहार या उपरति की क्षमता के बिना कभी कोई व्यक्ति किसी रोग के कारण या क्षणिक दुख के आवेग में अथवा व्रत आदि कारणों से विषय उपभोग को छोड़ देता है। उस समय ऐसा प्रतीत होता है कि विषयों से वैराग्य अथवा द्वेष हो गया है किन्तु उनके प्रति मन में स्थित राग केवल कुछ समय के लिये अव्यक्त अवस्था में रहता है। अर्जुन के मन में शंका उत्पन्न होती है कि संभवत योगी का इन्द्रिय संयम भी क्षणिक अनित्य ही हो जो अनुकूल या प्रलोभनपूर्ण परिस्थितियों में टूट जाता हो। उसकी इस शंका का निवारण यहाँ किया गया है।यदि आप दुकानों से ग्राहकों तक उपभोग के विषय की गति का अवलोकन करें तो इस सिद्धांत को स्पष्ट रूप में समझ सकते हैं। उपभोग की वे वस्तुयें केवल उन्हीं लोगों के घर पहुँचती हैं जो उनकी तीव्र इच्छा किये हुये उन वस्तुओं को पाने के लिये प्रयत्न कर रहे होते हैं। मद का भण्डार तब खाली हो जाता है जब बोतलें चलकर मद्यपियों की आलमारियों को भर देती हैं लुहार के बनाये हल केवल किसान के घर जाते हैं और न कि किसी कलाकार कवि चिकित्सक या वकील के घर में। इसी प्रकार उन विषयों के इच्छुक लोगों के पास ही वे विषय पहुँचते हैं। भोगों के त्यागी व्यक्ति से भोग की वस्तुयें दूर ही रहती हैं।निराहार रहने से विषय तो दूर हो जायेंगे परन्तु उनके प्रति मन में पूर्वानुभवजनित रस अर्थात् स्वाद या राग निवृत्त नहीं होता। भगवान् यहाँ आश्वासन देते हैं कि परम आत्मतत्त्व की अपरोक्षानुभूति होने पर यह राग भी समाप्त हो जाता है या भुने हुये बीजों के समान मनुष्य के मन में विषय प्रभावहीन हो जाते हैं।इस तथ्य को समझना कठिन नहीं क्योंकि हम जानते हैं कि अनुभव की एक अवस्था विशेष में प्राप्त अनिष्ट वस्तुयें और दुख दूसरी अवस्था में उसी प्रकार नहीं रहते। स्वप्नावस्था का राज्य मेरी जाग्रदवस्था के दारिद्र्य को दूर नहीं करता किन्तु जाग्रदवस्था का दारिद्र्य भी स्वप्न के राज्य का उपभोग करने से मुझे वंचित नहीं कर सकता जाग्रत् स्वप्न और सुषुप्ति अवस्था में रहते हुए अहंकार ने असंख्य विषय वासनायें अर्जित कर ली हैं। परन्तु अवस्थात्रय अतीत शुद्ध चैतन्य स्वरूप को पहचान कर अहंकार ही समाप्त हो जाता है तब ये वासनायें किस पर अपना प्रभाव दिखायेंगी।आत्मप्रज्ञा प्राप्त करने के इच्छुक साधक का सर्वप्रथम उसकी इन्द्रियों पर संयम होना आवश्यक है अन्यथा","etsga":"2.59 The objects recede from an abstinent man, with the exception of the taste (for them). Even the taste of this person falls away after realization the Absolute.","etssa":"2.59 The objects of the senses turn away from the abstinent man leaving the longing (behind); but his longing also turns away on seeing the Supreme.","etdss":"2.59. Leaving their taste [behind], the sense-objects retreat from the embodied who abstain from food; his taste too disappears when he sees the Supreme.","ecssa":"2.59 विषयाः the objects of senses? विनिवर्तन्ते turn away? निराहारस्य abstinent? देहिनः of the man? रसवर्जम् leaving the longing? रसः loving (taste)? अपि even? अस्य of his? परम् the Supreme? दृष्ट्वा having seen? निवर्तते turns away.Commentary Knowledge of the Self alone can destroy in toto the subtle Vasanas (latent tendencies) and all the subtle desires? all subtle attachments and even the longing for objects. By practising severe austerities? by abandoning the sensual objects? the objects of the senses may turn away from the ascetic but the relish or taste or longing for the objects will still remain.","scetsga":"2.59 Although visayah, the objects, (i.e.) the organs, figuratively implied and expressed by the word objects, or, the objects themselves; vinivartante, recede; niraharasya dehinah, from an abstinent man, from an embodied being, even from a fool who engages in painful austerity and abstains from objects; (still, they do so) rasavarjam, with the exception of the taste (for them), with the exception of the hankering that one has for objects. The word rasa is well known as referring to the sense of taste (hankering), as in such expressions as, sva-rasena pravrttah, induced by his own taste (i.e. willingly), rasikah, a man of tastes, rasajnah, a connoisseur (of tastes), etc. Api, even that; rasah, taste of the nature of subtle attachment; asya, of this person, of the sannyasin; nivartate, falls away, i.e. his objective perception becomes seedless; when drstva, after attaining; param, the Absolute, the Reality which is the supreme Goal, Brahman, he continues in life with the realization, I verily am That (Brahman).\nIn the absence of full realization there can be no eradication of the hankering. The idea conveyed is that, one should therefore stabilize ones wisdom which is characterized by full realization. [If it be held that attachment cannot be eliminated without the knowledge of Brahman, and at the same time that the knowledge of Brahman cannot arise until attachment is eradicated, then we get involved in a vicious circle. In answer it is said that gross attachments are eliminated through discrimination which restrains the senses from being overpowered by objects. And the full Knowledge arising thereof eliminates the subtle inclinations as well. Hence there is no vicious circle involved.]\nSince the organs have to be first brought under his own control by one who desires to establish firmly the wisdom which is characterized by full realization, therefore the Lord speaks of the evil that arises from not keeping them under control:","scetdss":"2.59 Visayah etc. Of course, in his (ascetics) case there is no contact with sense-objects, colour and the rest that are enjoyable. Yet, the sense-obects retreat [from him] leaving a taste in the form of longing that exists in his internal organ. Hence he is not a man-of-stabilized-intellect. Some (commentators) say that taste denotes the sweetness etc., of the objects of experience. But, in the case of a man of Yoga there exists no longing as he has seen the Supreme Lord. On the other hand, in the case of the other, i.e. an ascetic, this does not retreat (disappear).","scetssa":"2.59 The sense objects are the food of the senses. From the abstinent embodied being, i.e., from one who has withdrawn his senses from objects, these sense-objects, being rejected by him, turn away, but not the relish for them. Relish means hankering. The meaning is that the hankering for the sense-objects does not go away by abstinence alone. But even this hankering will go away, when one sees that the essential nature of the self is superior to the sense-objects and that the realisation of this self gives greater happiness than the enjoyment of sense-objects.","chakravarthi":"“But even the fool is able to stop the movement of his senses by fasting or by being under the influence of sickness.”\nFor one who stops eating (niraharasya), the objects of the senses disappear, except for the desire for objects (rasa varjam). The desire (rasa) for objects does not disappear. For the person situated in prajna however, having seen the paramatma, the desire for objects does disappear. He does not deviate from his qualities. This implies that the ability to realize the soul directly is something that has to be attained through practice, not something that is naturally possible for everyone (such as the ignorant person fasting.)","rudra":"\nIt may be submitted that the lack of inclination of the senses towards\nsense objects may not necessarily be a viable characteristic in determining\none of steady wisdom. This is because it is seen that the sick, the\nlethargic and those fasting from food also have no inclination in this\nregard. This argument is being neutralised in this verse. Enjoying the\nobjects of the senses is known as ahara. Restricting the objects of the\nsenses is known as niraharasya. An embodied being or one who identifies\nthemselves as their body is in ignorance. When one declines to enjoy sense\nobjects with the objects of the senses the physical experience ceases; yet\nthe residue desire for sense objects still remains and the craving for\nthem actually has not departed. But when one has experienced what is\nSupreme then even this residue desire for sense objects factually is\ndissolved. Another meaning is that although inclination for the objects of\nthe sense automatically ceases for one who is sick having no desire to\nenjoy the senses; but as soon as ones health has been regained the desire\nto relish the objects of the senses returns again being only temporarily\ninoperative. The rest is self-explanatory.","brahma":"\nThe attributes of those who are stitha-prajna situated in transcendent\nmeditation do not manifest without effort. This is also explained in the\nsubsequent verses. By the body abstaining from food and drink there\ndevelops a weakness in the body against experiencing sensual objects. But\nalthough the bodily desire is nullified the inner desire to enjoy the sense\nobjects remains. Thus the rasa or taste for enjoyment is not terminated.\nLord Krishna states that this taste can only be terminated by spiritual\nintelligence and bytheattainmentofstitha-prajnatranscendent\nmeditation. In the Vedic scriptures it has been stated that the wise\nmaster their senses by abstaining from feeding them. But this verse\nillustrates abstinence alone is not enough because even when abstaining\nattachment to them continues to grow.","shri":"\nSensual objects of enjoyment are fuel for the senses. Lord Krishna states\nthat the desire for these sensual objects departs when one starves them by\nrestraining the senses from indulging in them. But although the action is\nrestrained the craving remains subtly within the mind. Rasa is taste and\nraga is attachment. So the craving attachment for taste of sense objects\nremains present. However when the eternal nature of the soul is realised in\nall its glorious splendour and it is seen that it is infinitelymore\nattractive than the most delightful sense object. At that time all desire\nfor sense objects completely vanishes along with the residue of craving.","kumar":"Sensual objects of enjoyment are fuel for the senses. Lord Krishna states\nthat the desire for these sensual objects departs when one starves them by\nrestraining the senses from indulging in them. But although the action is\nrestrained the craving remains subtly within the mind. Rasa is taste and\nraga is attachment. So the craving attachment for taste of sense objects\nremains present. However when the eternal nature of the soul is realised in\nall its glorious splendour and it is seen that it is infinitelymore\nattractive than the most delightful sense object. At that time all desire\nfor sense objects completely vanishes along with the residue of craving."}