{"meta":"Bhagavad Gita Chapter 2 Verse 8","metahi":"भगवद् गीता 2.8","slok":"न हि प्रपश्यामि ममापनुद्याद्यच्छोकमुच्छोषणमिन्द्रियाणाम्।अवाप्य भूमावसपत्नमृद्धम्राज्यं सुराणामपि चाधिपत्यम्।।2.8।।","htsrsd":"।।2.8।।पृथ्वीपर धनधान्यसमृद्ध और निष्कण्टक राज्य तथा स्वर्गमें देवताओंका आधिपत्य मिल जाय तो भी इन्द्रियोंको सुखानेवाला मेरा जो शोक है वह दूर हो जाय ऐसा मैं नहीं देखता हूँ।","htstma":"।।2.8।। पृथ्वी पर निष्कण्टक समृद्ध राज्य को और देवताओं के स्वामित्व को प्राप्त होकर भी मैं उस उपाय को नहीं देखता हूँ? जो मेरी इन्द्रियों को सुखाने वाले इस शोक को दूर कर सके।।","transliteration":"Na hi prapashyaami mamaapanudyaadYacchokam ucchoshanam indriyaanaam;\nAvaapya bhoomaavasapatnam riddhamRaajyam suraanaam api chaadhipatyam.","englishmeaning":"na—not; hi—certainly; prapaśhyāmi—I see; mama—my; apanudyāt—drive away; yat—which; śhokam—anguish; uchchhoṣhaṇam—is drying up; indriyāṇām—of the senses; avāpya—after achieving; bhūmau—on the earth; asapatnam—unrivalled; ṛiddham—prosperous; rājyam—kingdom; surāṇām—like the celestial gods; api—even; cha—also; ādhipatyam—sovereignty","hcsrsd":" 2.8।। व्याख्या   अर्जुन सोचते हैं कि भगवान् ऐसा समझते होंगे कि अर्जुन युद्ध करेगा तो उसकी विजय होगी और विजय होनेपर उसको राज्य मिल जायगा जिससे उसके चिन्ताशोक मिट जायँगे और संतोष हो जायगा। परन्तु शोकके कारण मेरी ऐसी दशा हो गयी है कि विजय होनेपर भी मेरा शोक दूर हो जाय ऐसी बात मैं नहीं देखता। अवाप्य भूमावसपत्नमृद्धं राज्यम्  अगर मेरेको धनधान्यसे सम्पन्न और निष्कण्टक राज्य मिल जाय अर्थात् जिस राज्यमें प्रजा खूब सुखी हो प्रजाके पास खूब धनधान्य हो किसी चीजकी कमी न हो जाय तो भी मेरा शोक दूर नहीं हो सकता। सुराणामपि चाधिपत्यम्  इस पृथ्वीके तुच्छ भोगोंवाले राज्यकी तो बात ही क्या इन्द्रका दिव्य भोगोंवाला राज्य भी मिल जाय तो भी मेरा शोक जलन चिन्ता दूर नहीं हो सकती।अर्जुनने पहले अध्यायमें यह बात कही थी कि मैं न विजय चाहता हूँ न राज्य चाहता हूँ और न सुख ही चाहता हूँ क्योंकि उस राज्यसे क्या होगा उन भोगोंसे क्या होगा और उस जीनेसे क्या होगा जिनके लिये हम राज्य भोग एवं सुख चाहते हैं वे ही मरनेके लिये सामने खड़े हैं (1। 3233)। यहाँ अर्जुन कहते हैं कि पृथ्वीका धनधान्यसम्पन्न और निष्कण्टक राज्य मिल जाय तथा देवताओंका आधिपत्य मिल जाय तो भी मेरा शोक दूर नहीं हो सकता मैं उनसे सुखी नहीं हो सकता। वहाँ (1। 3233 में) तो कौटुम्बिक ममताकी वृत्ति ज्यादा होनेसे अर्जुनकी युद्धसे उपरति हुई है पर यहाँ उनकी जो उपरति हो रही है वह अपने कल्याणकी वृत्ति पैदा होनेसे हो रही है। अतः वहाँकी उपरति और यहाँकी उपरतिमें बहुत अन्तर है। न हि प्रपश्यामि ममापनुद्याद्यच्छोकमुच्छोषणमिन्द्रियाणाम्   जब कुटुम्बियोंके मरनेकी आशंकासे ही मेरेको इतना शोक हो रहा है तब उनके मरनेपर मेरेको कितना शोक होगा अगर मेरेको राज्यके लिये ही शोक होता तो वह राज्यके मिलनेसे मिट जाता परन्तु कुटुम्बके नाशकी आशंकासे होनेवाला शोक राज्यके मिलनेसे कैसे मिटेगा शोकका मिटना तो दूर रहा प्रत्युत शोक और बढ़ेगा क्योंकि युद्धमें सब मारे जायँगे तो मिले हुए राज्यको कौन भोगेगा वह किसके काम आयेगा अतः पृथ्वीका राज्य और स्वर्गका आधिपत्य मिलनेपर भी इन्द्रियोंको सुखानेवाला मेरा शोक दूर नहीं हो सकता। सम्बन्ध   प्राकृत पदार्थोंके प्राप्त होनेपर भी मेरा शोक दूर हो जाय यह मैं नहीं देखता हूँ ऐसा कहनेके बाद अर्जुनने क्या किया इसका वर्णन सञ्जय आगेके श्लोकमें करते हैं।","hcsca":"।।2.8।। यहाँ अर्जुन संकेत करता है कि उसे तत्काल ही मार्गदर्शन की आवश्यकता है जिसके अभाव में उसे आन्तरिक पीड़ा को सहन करना पड़ रहा है। वह पीड़ा के कारण को व्यक्त करने में असमर्थ अनुभव कर रहा है। यह शोक उसकी ज्ञानेन्द्रियों पर भी प्रभाव डाल रहा है। वह न ठीक से देख सकता है और न सुन सकता है।किसी भी विचारशील व्यक्ति के लिये यह स्वाभाविक है कि किसी समस्या के आने पर उसको हल करने के लिये अधीर हो उठेे। वह समस्या को शीघ्र हल करके शांति प्राप्त करना चाहता है। बेचारे अर्जुन ने अपनी बुद्धि द्वारा समस्या हल करने का बहुत प्रयत्न किया किन्तु वह सफल नहीं हो सका। जैसा कि उसके शब्दों से स्पष्ट है कि अब उसका दुख भौतिक वस्तुओं को प्राप्त करने के लिये नहीं है क्योंकि वह स्वयं कहता है कि समस्त पृथ्वी अथवा स्वर्ग का राज्य प्राप्त करने से भी उसका दुख निवृत्त नहीं हो सकता है।अब अर्जुन की स्थिति एक तीव्र मुमुक्ष के समान है जो र्मत्य जीवन की समस्त सीमाओं और बन्धनों से मुक्त हो जाने के लिये अधीर हो उठा है। अब आवश्यकता है केवल एक प्रामाणिक विचार की जो स्वयं भगवान हृषीकेश उसे गीता के दिव्य काव्य में देते हैं।","etsga":"2.8 Because, I do not see that which can, even after aciring on this earth a prosperous kingdom free from enemies and even sovereignty over the gods, remove my sorrow (which is) blasting the senses.","etssa":"2.8 I do not see that it would remove this sorrow that burns up my senses, even if I should attain prosperous and unrivalled dominion on earth or lordship over the gods.","etdss":"2.8. I do not clearly see what would drive out my grief, the scorcher of my sense-organs, even after achieving, a prosperous and unrivalled kingship in this earth and also the overlordship of the gods [in the heaven].","ecssa":"2.8 न हि not? प्रपश्यामि I see? मम my? अपनुद्यात् would remove? यत् that? शोकम् grief? उच्छोषणम् drying up? इन्द्रियाणाम् of my senses? अवाप्य having obtained? भूमौ on the earth? असपत्नम् unrivalled? ऋद्धम् prosperous? राज्यम् dominion? सुराणाम् over the gods? अपि even? च and? आधिपत्यम् lordship.No commentary.","scetsga":"2.8 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"2.8 See Comment under 2.10","scetssa":"2.6 - 2.8 If you say, After beginning the war, if we withdraw from the battle, the sons of Dhrtarastra will slay us all forcibly, be it so. I think that even to be killed by them, who do not know the difference between righteousness and unrighteousness, is better for us than gaining unrighteous victory by killing them. After saying so, Arjuna surrendered himself at the feet of the Lord, overcome with dejection, saying. Teach me, your disciple, who has taken refuge in you, what is good for me.","chakravarthi":"“But you have a friendly relationship with me, not one of respect. Therefore how can I make you a student? You should thus surrender to someone like Veda Vyasa, whom you greatly revere.” Arjuna answers with this verse.\n“I do not see even one person at all (pra pasyami: pra indicates “to a high degree”) in all three worlds except you who can remove (apanudyat) my sorrow. I do not know anyone more intelligent that yourself — even Brhaspati. Therefore, to whom else should one who is full of sorrow surrender? Due to that sorrow (yad) my senses have dried up completely, just as intense summer heat dries up a small pond.”\n“Now you are full of grief, but if you fight, by conquering the enemy you will attain a kingdom. Absorbing yourself in the enjoyment of that kingdom, your grief will disappear.”\n“Even if I attain a kingdom over the whole earth, or sovereignty in svarga, controlling all the devatas, my senses will still be dried up.”","rudra":"\nIt may be argued that Arjuna should think for himself what is is in his\nbest spiritual interests and follow that; but this verse negates that\nconclusion in as much as Arjuna plainly states: I do not see that action\nwhich would remove this grief of mine and further on he states: or even\nrulership of the very gods. So clearly it can be seen that Arjuna was not\nto be consoled by any amount of power and prosperity and thus to dispel his\ngrief he turned to the Supreme Lord for guidance.","brahma":"There is no commentary for this verse.","shri":"There is no commentary for this verse.","kumar":"It could be submitted that depending on ones individual inclinations there\nare numerous merits in this world such as wealth and kingdoms all of which\ncan be acquired through regulatory actions prescribed in theVedic\nscriptures; while for the ksatriya rulers in general being without enemies\nis preferable. It may be put forth that Arjuna himself should decide and\nact; but the reply is that one in delusion needs to hear knowledge of the\nultimate truth from those who are qualified and who is more qualified than\nthe Supreme Lord. Knowledge of the Ultimate Truth helps one cross over\nthis delusion. Wealth and kingdoms are not the means for crossing this\ndelusion and Arjuna asserts this with the words naornot.The\nunderstanding of it is even if he was to win a kingdom of unrivaled\nprosperity free from enemies, Arjuna still could not see any means of\nalleviating the grief that was drying up his senses. By the use of the word\nhi meaning certainly the conviction that he could not see any solution to\nhis grief is reinforced, indicating that only the Lord is fit to instruct\nhim."}