{"meta":"Bhagavad Gita Chapter 2 Verse 65","metahi":"भगवद् गीता 2.65","slok":"प्रसादे सर्वदुःखानां हानिरस्योपजायते।प्रसन्नचेतसो ह्याशु बुद्धिः पर्यवतिष्ठते।।2.65।।","htsrsd":"।।2.64 2.65।।वशीभूत अन्तःकरणवाला कर्मयोगी साधक रागद्वेषसे रहित अपने वशमें की हुई इन्द्रियोंके द्वारा विषयोंका सेवन करता हुआ अन्तःकरणकी प्रसन्नताको प्राप्त हो जाता है। प्रसन्नता प्राप्त होनेपर साधकके सम्पूर्ण दुःखोंका नाश हो जाता है और ऐसे प्रसन्नचित्तवाले साधककी बुद्धि निःसन्देह बहुत जल्दी परमात्मामें स्थिर हो जाती है।","htstma":"।।2.65।। प्रसाद के होने पर सम्पूर्ण दुखों का अन्त हो जाता है और प्रसन्नचित्त पुरुष की बुद्धि ही शीघ्र ही स्थिर हो जाती है।।","transliteration":"Prasaade sarvaduhkhaanaam haanir asyopajaayate;\nPrasannachetaso hyaashu buddhih paryavatishthate.","englishmeaning":"prasāde—by divine grace; sarva—all; duḥkhānām—of sorrows; hāniḥ—destruction; asya—his; upajāyate—comes; prasanna-chetasaḥ—with a tranquil mind; hi—indeed; āśhu—soon; buddhiḥ—intellect; paryavatiṣhṭhate—becomes firmly established","hcsrsd":" 2.65।। व्याख्या    तु  पूर्वश्लोकमें भगवान्ने कहा कि आसक्ति रहते हुए विषयोंका चिन्तन करनेमात्रसे पतन हो जाता है और यहाँ कहते हैं कि आसक्ति न रहनेपर विषयोंका सेवन करनेसे उत्थान हो जाता है। वहाँ तो बुद्धिका नाश बताया और यहाँ बुद्धिका परमात्मामें स्थित होना बताया। इस प्रकार पहले कहे गये विषयससे यहाँके विषयका अन्तर बतानेके लिये यहाँ  तु  पद आया है। विधेयात्मा   साधकका अन्तःकरण अपने वशमें रहना चाहिये। अन्तःकरणको वशीभूत किये बिना कर्मयोगकी सिद्धि नहीं होती प्रत्युत कर्म करते हुए विषयोंमें राग होनेकी और पतन होनेकी सम्भावना रहती है। वास्तवमें देखा जाय तो अन्तःकरणको अपने वशमें रखना हरेक साधकके लिये आवश्यक है। कर्मयोगीके लिये तो इसकी विशेष आवश्यकता है। आत्मवश्यैः रागद्वेषवियुक्तैः इन्द्रियैः   जैसे  विधेयात्मा  पद अन्तःकरणको वशमें करनेके अर्थमें आया है ऐसे ही  आत्मवश्यैः  पद इन्द्रियोंको वशमें करनेके अर्थमें आया है। तात्पर्य है कि व्यवहार करते समय इन्द्रियाँ अपने वशीभूत होनी चाहिये और इन्द्रियाँ वशीभूत होनेके लिये इन्द्रियोंका रागद्वेष रहित होना जरूरी है। अतः इन्द्रियोंसे किसी विषयका ग्रहण रागपूर्वक न हो और किसी विषयका त्याग द्वेषपूर्वक न हो। कारण कि विषयोंके ग्रहण और त्यागका इतना महत्त्व नहीं है जितना महत्त्व इन्द्रियोंमें राग और द्वेष न होने देनेका है। इसीलिये तीसरे अध्यायके चौंतीसवें श्लोकमें भगवान्ने साधकके लिये सावधानी बतायी है कि प्रत्येक इन्द्रियके विषयमें राग और द्वेष रहते हैं। साधक इनके वशीभूत न हो क्योंकि ये दोनों ही साधकके शत्रु हैं। पाँचवें अध्यायके तीसरे श्लोकमें भगवान्ने कहा है कि जो साधक रागद्वेषादि द्वन्द्वोंसे रहित हो जाता है वह सुखपूर्वक मुक्त हो जाता है। विषयान् चरन्   जिसका अन्तःकरण अपने वशमें है और जिसकी इन्द्रियाँ रागद्वेषसे रहित तथा अपने वशमें की हुई है ऐसा साधक इन्द्रियोंसे विषयोंका सेवन अर्थात् सब प्रकारका व्यवहार तो करता है पर विषयोंका भोग नहीं करता। भोगबुद्धिसे किया हुआ विषयसेवन ही पतनका कारण होता है। इस भोगबुद्धिका निषेध करनेके लिये ही यहाँ  विधेयात्मा आत्मवश्यैः  आदि पद आये हैं। प्रसादमधिगच्छति   रागद्वेषरहित होकर विषयोंका सेवन करनेसे साधक अन्तःकरणकी प्रसन्नता(स्वच्छता) को प्राप्त होता है। यह प्रसन्नता मानसिक तप है (गीता 17। 16) जो शारीरिक और वाचिक तपसे ऊँचा है। अतः साधकको न तो रागपूर्वक विषयोंका सेवन करना चाहिये और न द्वेषपूर्वक विषयोंका त्याग करना चाहिये क्योंकि राग और द्वेष इन दोनोंसे ही संसारके साथ सम्बन्ध जुड़ता है।रागद्वेषसे रहित इन्द्रियोंसे विषयोंका सेवन करनेसे जो प्रसन्नता होती है उसका अगर सङ्ग न किया जाय भोग न किया जाय तो वह प्रसन्नता परमात्माकी प्राप्ति करा देती है। प्रसादे सर्वदुःखानां हानिरस्योपजायते   चित्तकी प्रसन्नता (स्वच्छता) प्राप्त होनेपर सम्पूर्ण दुःखोंका नाश हो जाता है अर्थात् कोई भी दुःख नहीं रहता। कारण कि राग होनेसे ही चित्तमें खिन्नता होती है। खिन्नता होते ही कामना पैदा हो जाती है और कामनासे ही सब दुःख पैदा होते हैं। परन्तु जब राग मिट जाता है तब चित्तमें प्रसन्नता होती है। उस प्रसन्नतासे सम्पूर्ण दुःख मिट जाते हैं।जितने भी दुःख हैं वे सबकेसब प्रकृति और प्रकृतिके कार्य शरीरसंसारके सम्बन्धसे ही होते हैं और शरीरसंसारसे सम्बन्ध होता है सुखकी लिप्सासे। सुखकी लिप्सा होती है खिन्नतासे। परन्तु जब प्रसन्नता होती है तब खिन्नता मिट जाती है। खिन्नता मिटनेपर सुखकी लिप्सा नहीं रहती। सुखकी लिप्सा न रहनेसे शरीरसंसारके साथ सम्बन्ध नहीं रहता और सम्बन्ध न रहनेसे सम्पूर्ण दुःखोंका अभाव हो जाता है  सर्वदुःखानां हानिः।  तात्पर्य है कि प्रसन्नतासे दो बातें होती हैं संसारसे सम्बन्धविच्छेद और परमात्मामें बुद्धिकी स्थिरता। यही बात भगवान्ने पहले तिरपनवें श्लोकमें निश्चला और अचलापदोंसे कही है कि उसकी बुद्धि संसारमें निश्चल और परमात्मामें अचल हो जाती है।यहाँ  सर्वदुःखानां हानिः  का तात्पर्य यह नहीं है कि उसके सामने दुःखदायी परिस्थिति आयेगी ही नहीं प्रत्युत इसका तात्पर्य यह है कि कर्मोंके अनुसार उसके सामने दुःखदायी घटना परिस्थिति आ सकती है परन्तु उसके अन्तःकरणमें दुःख सन्ताप हलचल आदि विकृति नहीं हो सकती। प्रसन्नचेतसो ह्याशु बुद्धिः पर्यवतिष्ठते   प्रसन्न (स्वच्छ) चित्तवालेकी बुद्धि बहुत जल्दी परमात्मानें स्थिर हो जाती है अर्थात् साधक स्वयं परमात्मामें स्थिर हो जाता है उसकी बुद्धिमें किञ्चिन्मात्र भी सन्देह नहीं रहता। मार्मिक बात भगवद्विषयक प्रसन्नता हो अथवा व्याकुलता हो इन दोनोंमेंसे कोई एक भी अगर अधिक बढ़ जाती है तो वह शीघ्र ही परमात्माकी प्राप्ति करा देती है। जैसे भगवान्के पास जाती हुई गोपियोंको मातापिता भाई पति आदिने रोक दिया मकानमें बंद कर दिया तो उन गोपियोंमें भगवान्से मिलनेकी जो व्याकुलता हुई उससे उनके पाप नष्ट हो गये और भगवान्का चिन्तन करनेसे जो प्रसन्नता हुई उससे उनके पुण्य नष्ट हो गये। इस प्रकार पापपुण्यसे रहित होकर वे शरीरको वहीं छोड़कर सबसे पहले भगवान्से जा मिलीं  (टिप्पणी   प0 102) । परन्तु सांसारिक विषयोंको लेकर जो प्रसन्नता और खिन्नता होती है उन दोनोंमें ही भोगोंके संस्कार दृढ़ होते हैं अर्थात् संसारका बन्धन दृढ़ होता है। इसके उदाहरण संसारमात्रके सामान्य प्राणी हैं जो प्रसन्नता और खिन्नताको लेकर संसारमें फँसे हुए हैं।प्रसन्नता और व्याकुलता(खिन्नता) में अन्तःकरण द्रवित हो जाता है। जैसे द्रवित मोममें रंग डालनेसे मोममें वह रंग स्थायी हो जाता है ऐसे ही अन्तःकरण द्रवित होनेपर उसमें भगवत्सम्बन्धी अथवा सांसारिक जो भी भाव आते हैं वे स्थायी हो जाते हैं। स्थायी होनेपर वे भाव उत्थान अथवा पतन करनेवाले हो जाते हैं। अतः साधकके लिये उचित है कि संसारकी प्रियसेप्रिय वस्तु मिलनेपर भी प्रसन्न न हो और अप्रियसेअप्रिय वस्तु मिलनेपर भी उद्विग्न न हो। सम्बन्ध   पीछेके दो श्लोकोंमें जो बात कही है उसीको आगेके दो श्लोकोंमें व्यतिरेक रीतिसे पुष्ट करते हैं।","hcsca":"।।2.65।। शान्ति के मिलने पर क्या होगा ऐसा प्रश्न मानव बुद्धि में उठना स्वाभाविक है। शान्ति प्राप्त होने पर सब दुखों का अन्त हो जाता है। इस वाक्य में सुख की परिभाषा मिलती है। विक्षेपों का होना दुख कहलाता है। अत विक्षेपों के अभाव रूप मन की शान्ति का अर्थ सुख ही होना चाहिये। शान्ति ही सुख है और सुख ही शान्ति है।यहाँ दुखों की हानि से तात्पर्य वासना निवृत्ति से समझना चाहिये। गीता की प्रस्तावना में हमने देखा है कि बुद्धि पर पड़े वासनाओं के आवरण के कारण मनुष्य शोकमोह को प्राप्त होता है जबकि ज्ञानी पुरुष पूर्ववर्णित बुद्धियोग के अभ्यास से वासनाओं का क्षय करके उनके परे आत्मतत्त्व को पहचान लेता है। सामान्यत वासनाओं से मुक्ति पाना मनुष्य के लिये कठिन प्रतीत होता है परन्तु आत्मसंयम एवं समत्त्वयोग के द्वारा यह कार्य सम्पादन किया जा सकता है।अगले श्लोक में भगवान् कहते हैं","etsga":"2.65 When there is serenity, there follows eradication of all his sorrows, because the wisdom of one who has a serene mind soon becomes firmly established.","etssa":"2.65 In that peace all pains are destroyed; for the intellect of the tranil-minded soon becomes steady.","etdss":"2.65. On attaining serenity, there arises in succession the extinction of all miseries; the capacity to decide gets stabilized soon indeed in the case of a serene-minded one.","ecssa":"2.65 प्रसादे in peace? सर्वदुःखानाम् (of) all pains? हानिः destruction? अस्य of him? उपजायते arises (or happens)? प्रसन्नचेतसः of the tranilminded? हि because? आशु soon? बुद्धिः intellect (or reason)? पर्यवतिष्ठते becomes steady.Commentary When the mental peace is attained? there is no hankering after senseobjects. The Yogi has perfect mastery over his reason. The intellect abides in the Self. It is ite steady. The miseries of the body and the mind come to an end.","scetsga":"2.65 Prasade, when there is serenity; upajayate, there follows; hanih, eradication; asya sarva-duhkhanam, of all his, the sannyasins, sorrow on the physical and other planes. Moreover, (this is so) hi, because; buddhih, the wisdom; prasanna-cetasah, of one who has a serene mind, of one whose mind is poised in the Self; asu, soon; pari-avatisthate, becomes firmly established; remains steady (avatisthate) totally (pari), like the sky, i.e. it becomes unmoving in its very nature as the Self.\nThe meaning of the sentence is this: Since a person with such a poised mind and well-established wisdom attains fulfilment, therefore a man of concentration [A man who is free whom slavery to objects of the senses.] ought to deal with the indispensable and scripturally non-forbidden objects through his senses that are free from love and hatred.\nThat same serenity is being eulogized:","scetdss":"2.65 See Comment under 2.68","scetssa":"2.65 When the mind of this person gets serene, he gets rid of all sorrows originating from contact with matter. For, in respect of the peson whose mind is serene, i.e., is free from the evil which is antagonistic to the vision of the self, the Buddhi, having the pure self for its object, becomes established immediately. Thus, when the mind is serene, the loss of all sorrow surely arises.","chakravarthi":"The intelligence is fixed in its desired goal completely (pari avatisthati). All distress is destroyed, but because of no desire for| enjoying the objects, the person, accepting necessary objects of the senses for his survival, has tranquilify. He has a peaceful consciousness (prasanna cetasah), just because of bhakti.\nThe first canto of Bhagavatam states that, without bhakti, one cannot have a peaceful mind.22 Vyasadeva, even though writing the Vedanta Sutras, did not have happiness of mind, but he gained peace of heart through bhakti taught by Narada.","rudra":"\nWhat happens when the mercy of the Supreme Lord is attained is being stated\nby Lord Krishna in this verse: that the direct result is the destruction of\nall miseries and quickly this happy minded person is fully established in\nspiritual intelligence.","brahma":"\nOne may wonder how are all sorrows destroyed on attaining the state of\nsatisfaction? Lord Krishna explains that by achieving tranquillity of mind\nthe intellect becomes established in connecting to the ultimate reality.\nPrasade indicates that by the mercy of the Supreme Lord one neutralises the\ntendency to gravitate towards experiencing objects of the senses.","shri":"\nLord Krishna now explains that when the mind is placid and pure it has\nenacted for itself the cessation of all miseries arising from conjunction\nwith prakriti materialism. Prasanna-chetah refers to that delightful one\nwhose mind is expunged of all impediments that hinders it from realising\nthe eternal soul while bestowing the spiritual intelligence needed for\nillumination. Thus when the mind has been purified allsorrowis\nterminated.","kumar":"Lord Krishna now explains that when the mind is placid and pure it has\nenacted for itself the cessation of all miseries arising from conjunction\nwith prakriti materialism. Prasanna-chetah refers to that delightful one\nwhose mind is expunged of all impediments that hinders it from realising\nthe eternal soul while bestowing the spiritual intelligence needed for\nillumination. Thus when the mind has been purified allsorrowis\nterminated."}