{"meta":"Bhagavad Gita Chapter 2 Verse 17","metahi":"भगवद् गीता 2.17","slok":"अविनाशि तु तद्विद्धि येन सर्वमिदं ततम्।विनाशमव्ययस्यास्य न कश्िचत् कर्तुमर्हति।।2.17।।","htsrsd":"﻿","htstma":"﻿","transliteration":"Avinaashi tu tad viddhi yena sarvam idam tatam;\nVinaasham avyayasyaasya na kashchit kartum arhati.","englishmeaning":"avināśhi—indestructible; tu—indeed; tat—that; viddhi—know; yena—by whom; sarvam—entire; idam—this; tatam—pervaded; vināśham—destruction; avyayasya—of the imperishable; asya—of it; na kaśhchit—no one; kartum—to cause; arhati—is able","hcsrsd":"﻿","hcsca":"﻿","etsga":"2.17 But know That to be indestructible by which all this is pervaded. None can bring about the destruction of this Immutable.","etssa":"2.17 Know that to be indestructible, by Which all this is pervaded. None can cause the destruction of That, the Imperishable.","etdss":"2.17. And know That to be destructionsless, by Which all this (universe) is pervaded; no one is capable of causing destruction to this changeless One.","ecssa":"﻿","scetsga":"2.17 Tu, but this word is used for distinguishing (reality) from unreality; tat viddhi, know That; to be avinasi, indestructible, by nature not subject to destruction; what? (that) yena, by which, by which Brahman called Reality; sarvam, all; idam, this, the Universe together with space; is tatam, pervaded, as pot etc. are pervaded by space. Na kascit, none; arhati, can; kartum, bring about; vinasam, the destruction, disappearance, nonexistence; asya, of this avyayasya, of the Immutable, that which does not undergo growth and depletion. By Its very nature this Brahman called Reality does not suffer mutation, because, unlike bodies etc., It has no limbs; nor (does It suffer mutation) by (loss of something) belonging to It, because It has nothing that is Its own. Brahman surely does not suffer loss like Devadatta suffering from loss of wealth. Therefore no one can bring about the destruction of this immutable Brahman. No one, not even God Himself, can destroy his own Self, because the Self is Brahman. Besides, action with regard to ones Self is self-contradictory.\nWhich, again, is that unreal that is said to change its own nature? This is being answered:","scetdss":"2.17 Avinasi etc [Here] tu is in the sense of ca and. So, and the Soul is not of perishing nature.","scetssa":"2.17 Know that the self in its essential nature is imperishable. The whole of insentient matter, which is different (from the self), is pervaded by the self. Because of pervasiveness and extreme subtlety, the self cannot be destroyed; for every entity other than the self is capable of being pervaded by the self, and hence they are grosser than It. Destructive agents like weapons, water, wind, fire etc., pervade the substances to be destroyed and disintegrate them. Even hammers and such other instruments rouse wind through violent contact with the objects and thery destroy their objects. So, the essential nature of the self being subtler than anything else, It is imperishable.\n(The Lord) now says that the bodies are perishable:","chakravarthi":"This verse clarifies the meaning of the previous verse. Know this jiva (tat) as indestructible which is spread throughout the body (sarvam idam tatam).\n“But, being spread throughout the body by its consciousness, this soul would be impermanent because it is of medium size only (being the size of the body).”\nThis is not so, for the Lord says, suksmanam apy aham jivah: Of small things I am the jiva”. (SB 11.16.11) As well, sruti says:\neso ‘nur atma cetasa veditavyo yasmin pranah pancadha samvivesa\nOne should know by the pure consciousness the small atma near which the five life airs rest. Mundaka Upanisad 3.1.9\nbalagra-sata-bhagasya satadha kalpitasya ca bhago jivah sa vijneyah\nOne should know that the jiva is the size of one ten thousandth of the tip of the hair. Svetasvatara Upanisad 5.9\naragra-matro hy aparo ‘pi drstah\nThe inferior soul is seen as the size of the tip of a spoke. Svetasvatara Upanisad 5.8\nBy these statements of sruti we understand that the jiva is very small. It has the power to spread itself throughout the whole body, just as pulverized gems or herbs when applied to the head have the power to spread their nourishing influence throughout the body. There is nothing contradictory in being small and pervading the body.\nBecause of its dependence on upadhis (mistaken identity), it goes to various bodies in heaven and hell. In this way the soul is also sarva gatah, going everywhere.\nDattatreya (in the form of the avadhuta brahmana) says how the Jiva, in the form of the aggregate of jivas at the beginning of creation, goes to different bodies:\ntam ahus tri-guna-vyaktim srjantim visvato-mukham yasmin protam idam visvam yena samsarate puman\nAccording to great sages, that which is the basis of the three modes of material nature and which manifests the variegated universe is called the sutra or mahat-tattva. Indeed, this universe is resting within that mahat-tattva, and due to its potency the living entity undergoes material existence. SB 11.9.20\nThus the soul’s pervasion of the body (and still being minute) is not contrary to its eternal nature stated in the previous verse. Therefore the word avyayasya is used in this verse also. It refers to the soul being eternal or nitya. As the sruti says:\nnityo nityanam cetanas cetananam eko bahunam yo vidadhati kaman\nThe Lord is the chief eternal among all eternals (souls). He is the chief conscious entity among all conscious entities. He is-the one fulfills the needs of all others. Svetasvatara Upanisad 6.13\nOr the meaning of the verse can be as follows.\nThe body, the jiva and the paramatma are all seen everywhere in all forms such as human and animal. The first two, the body and jiva are mentioned in the previous verse. The third, paramatma is mentioned in this verse. It is indestructible and spread, everywhere in the universe (idam). The word tu serves to distinguish paramatma from the body and jiva. The paramatma is by its very nature different from matter and the jiva.","rudra":"\nThe imperishable soul whose existence is a reality has been delineated and\nemphasised in a general manner. Now in this verse it is stated: but know\nthat, meaning to know the reality of the eternal soul within every living\nentity. Pervading as the witness to the physical body which is subject to\nthe transient modifications in the beginning known as birth and at its end\nis known as death. But it is not possible to modify the soul which is\nimperishable and impossible to destroy.","brahma":"\nIn how many ways is this to be understood? Endlessly, not limited by space,\neternal, indestructible. It can not be destroyed by curses or magic and\nwhile being unable to be destroyed is also immutable.\nNow begins the summation.\nThus it is stated in the Maha Varaha Purana:\nEven though the soul within the physical body of every living entity is\neternal and even though in all respects the use of the word tu confirms\nthat eternity refers onlytoLordKrishnaalone,thetemporal\ntransmigration of bodies, feeling pain,incompleteness,thesefour\nattributes of destruction are never spoken as referring to Lord Krishna.\nHowever in relation to all other things there surely is a result in loss.\nThus is stated in the Parama Sruti:\nAttributes are threefold: relating to time, relating to place and to being\ncomplete in themselves. All these attributes are residing fully only in the\nSupreme Lord Krishna exclusively.","shri":"\nIt should be understood that the soul is indestructible and is the\nprinciple by which the physical body is permeated. The insentient body is\ncompletely distinct from the sentient soul. By reason of its pervasive\nnature the soul is very subtle, in fact so exceedingly subtle is the soul\nthat it is verily incapable of being destroyed being subatomic in essence.\nThere is no thing which is of different or of a dissimilar nature from it\nwhich in any way is capable of destroying the soul. For whatever there is\nexisting is pervaded by the soul as well and being pervaded by the soul\nitself verifies its less gross and most subtle position of all being\nsubatomic. Such things as weapons, water, fire, air, cold etc. can not\ninfluence or be the agents of destruction for the imperishable soul, being\nall pervaded by it.\nThe rationale of a hammer striking an object and disintegrating it is now\ngiven. When a hammer strikes an object with excessive force an extreme\nvibration produces a molecular disruption which causes the destruction of\nthe object. But in the case of the soul there is no facility for\ndestruction as when light penetrates a glass jar is not destroyed when the\nglass is destroyed; similarly the soul is like unto this in relation to the\nbody. Thus it can be understood the imperishable nature of the soul.\nNow the next verse explains that being perishable is the very nature of the\nphysical body.","kumar":"It should be understood that the soul is indestructible and is the\nprinciple by which the physical body is permeated. The insentient body is\ncompletely distinct from the sentient soul. By reason of its pervasive\nnature the soul is very subtle, in fact so exceedingly subtle is the soul\nthat it is verily incapable of being destroyed being subatomic in essence.\nThere is no thing which is of different or of a dissimilar nature from it\nwhich in any way is capable of destroying the soul. For whatever there is\nexisting is pervaded by the soul as well and being pervaded by the soul\nitself verifies its less gross and most subtle position of all being\nsubatomic. Such things as weapons, water, fire, air, cold etc. can not\ninfluence or be the agents of destruction for the imperishable soul, being\nall pervaded by it.\nThe rationale of a hammer striking an object and disintegrating it is now\ngiven. When a hammer strikes an object with excessive force an extreme\nvibration produces a molecular disruption which causes the destruction of\nthe object. But in the case of the soul there is no facility for\ndestruction as when light penetrates a glass jar is not destroyed when the\nglass is destroyed; similarly the soul is like unto this in relation to the\nbody. Thus it can be understood the imperishable nature of the soul.\nNow the next verse explains that being perishable is the very nature of the\nphysical body."}