{"meta":"Bhagavad Gita Chapter 2 Verse 27","metahi":"भगवद् गीता 2.27","slok":"जातस्य हि ध्रुवो मृत्युर्ध्रुवं जन्म मृतस्य च।तस्मादपरिहार्येऽर्थे न त्वं शोचितुमर्हसि।।2.27।।","htsrsd":"।।2.27।।क्योंकि पैदा हुएकी जरूर मृत्यु होगी और मरे हुएका जरूर जन्म होगा इस(जन्ममरणके प्रवाह) का परिहार अर्थात् निवारण नहीं हो सकता। अतः इस विषयमें तुम्हें शोक नहीं करना चाहिये।","htstma":"।।2.27।। जन्मने वाले की मृत्यु निश्चित है और मरने वाले का जन्म निश्चित है इसलिए जो अटल है अपरिहार्य है उसके विषय में तुमको शोक नहीं करना चाहिये।।","transliteration":"Jaatasya hi dhruvo mrityur dhruvam janma mritasya cha;\nTasmaad aparihaarye’rthe na twam shochitum arhasi.","englishmeaning":"jātasya—for one who has been born; hi—for; dhruvaḥ—certain; mṛityuḥ—death; dhruvam—certain; janma—birth; mṛitasya—for the dead; cha—and; tasmāt—therefore; aparihārye arthe—in this inevitable situation; na—not; tvam—you; śhochitum—lament; arhasi—befitting","hcsrsd":" 2.27।। व्याख्या    जातस्य हि ध्रुवो मृत्युध्रुवं जन्म मृतस्य च  पूर्वश्लोकके अनुसार अगर शरीरीको नित्य जन्मने और मरनेवाला भी मान लिया जाय तो भी वह शोकका विषय नहीं हो सकता। कारण कि जिसका जन्म हो गया है वह जरूर मरेगा और जो मर गया है वह जरूर जन्मेगा। तस्मादपरिहार्येऽर्थे न त्वं शोचितुमर्हसि   इसलिये कोई भी इस जन्ममृत्युरूप प्रवाहका परिहार (निवारण) नहीं कर सकता क्योंकि इसमें किसीका किञ्चिन्मात्र भी वश नहीं चलता। यह जन्ममृत्युरूप प्रवाह तो अनादिकालसे चला आ रहा है और अनन्तकालतक चलता रहेगा। इस दृष्टिसे तुम्हारे लिये शोक करना उचित नहीं है।ये धृतराष्ट्रके पुत्र जन्में हैं तो जरूर मरेंगे। तुम्हारे पास ऐसा कोई उपाय नहीं है जिससे तुम उनको बचा सको। जो मर जायेंगे वे जरूर जन्मेंगे। उनको भी तुम रोक नहीं सकते। फिर शोक किस बातका  शोक उसीका कीजिये जो अनहोनी होय। अनहोनी होती नहीं होनी है सो होय।।जैसे इस बातको सब जानते हैं कि सूर्यका उदय हुआ है तो उसका अस्त होगा ही और अस्त होगा तो उसका उदय होगा ही। इसलिये मनुष्य सूर्यका अस्त होनेपर शोकचिन्ता नहीं करते। ऐसे ही हे अर्जुन अगर तुम ऐसा मानते हो कि शरीरके साथ ये भीष्म द्रोण आदि सभी मर जायँगे तो फिर शरीरके साथ जन्म भी जायँगे। अतः इस दृष्टिसे भी शोक नहीं हो सकता।भगवान्ने इन दो (छब्बीसवेंसत्ताईसवें) श्लोकोंमें जो बात कही है वह भगवान्का कोई वास्तविक सिद्धान्त नहीं है। अतः  अथ च  पद देकर भगवान्ने दूसरे (शरीरशरीरीको एक माननेवाले) पक्षकी बात कही है कि ऐसा सिद्धान्त तो है नहीं पर अगर तू ऐसा भी मान ले तो भी शोक करना उचित नहीं है।इन दो श्लोकोंका तात्पर्य यह हुआ कि संसारकी मात्र चीजें प्रतिक्षण परिवर्तनशील होनेसे पहले रूपको छोड़कर दूसरे रूपको धारण करती रहती हैं। इसमें पहले रूपको छोड़ना यह मरना हो गया और दूसरे रूपको धारण करना यह जन्मना हो गया। इस प्रकार जो जन्मता है उसकी मृत्यु होती है और जिसकी मृत्यु होती है वह फिर जन्मता है यह प्रवाह तो हरदम चलता ही रहता है। इस दृष्टिसे भी क्या शोक करें सम्बन्ध   पीछेके दो श्लोकोंमें पक्षान्तरकी बात कहकर अब भगवान् आगेके श्लोकमें बिलकुल साधारण दृष्टिकी बात कहते हैं।","hcsca":"।।2.27।। भौतिकवादी नास्तिक लोगों का मत है कि बिना किसी पूर्वापर कारण के वस्तुएँ उत्पन्न नहीं होती हैं। आस्तिक लोग देह से भिन्न जीव का अस्तित्व स्वीकार करते हुए कहते हैं कि एक ही जीव विकास की दृष्टि से अनेक शरीर धारण करता है जिससे वह इस दृश्य जगत् के पीछे जो परम सत्य है उनको पहचान सकें। दोनों ही प्रकार के विचारों में एक सामान्य बात यह है कि दोनों ही यह मानते हैं कि जीवन जीवनमृत्यु की एक शृंखला है।इस प्रकार जीवन के स्वरूप को समझ लेने पर निरन्तर होने वाले जन्म और मृत्यु पर किसी विवेकी पुरुष को शोक नहीं करना चाहिए। गर्मियों के दिनों में सूर्य के प्रखर ताप में बाहर खड़े होकर यदि कोई सूर्य के ताप और चमक की शिकायत करे तो वास्तव में यह मूढ़ता का लक्षण है। इसी प्रकार यदि जीवन को प्राप्त कर उसके परिवर्तनशील स्वभाव की कोई शिकायत करता है तो यह एक अक्षम्य मूढ़ता है।उपर्युक्त कारण से शोक करना अपने अज्ञान का ही परिचायक है। श्रीकृष्ण का जीवन तो आनन्द और उत्साह का संदेश देता है। उनका जीवनसंदेश है रुदन अज्ञान का लक्षण है और हँसना बुद्धिमत्ता का। हँसते रहो इन दो शब्दों में श्रीकृष्ण के उपदेश को बताया जा सकता है। इसी कारण जब वे अपने मित्र को शोकाकुल देखते है तो उसकी शोक और मोह से रक्षा करने के लिए और इस प्रकार उसके जीवन के लक्ष्य को प्राप्त कराने के लिए वे तत्पर हो जाते हैं।अब आगे के दस श्लोक सामान्य मनुष्य का दृष्टिकोण बताते हैं। भगवान् शंकराचार्य अपने भाष्य में कहते हैं कार्यकारण के सम्बन्ध से युक्त वस्तुओं के लिए शोक करना उचित नहीं क्योंकि","etsga":"2.27 For death of anyone born is certain, and of the dead (re-) birth is a certainly. Therefore you ought not to grieve over an inevitable fact.","etssa":"2.27 For certain is death for the born, and certain is birth for the dead; therefore, over the inevitable thou shouldst not grieve.","etdss":"2.27. Death is certain indeed for what is born; and birth is certain for what is dead. Therefore you should not lament over a thing that is unavoidable.","ecssa":"2.27 जातस्य of the born? हि for? ध्रुवः certain? मृत्युः death? ध्रुवम् certain? जन्म birth? मृतस्य of the dead? च and? तस्मात् therefore? अपरिहार्ये inevritable? अर्थे in matter? न not? त्वम् thou? शोचितुम् to grieve? अर्हसि (thou) oughtest.Commentary Birth is sure to happen to that which is dead death is sure to happen to what which is born. Birth and death are certainly unavoidable. Therefore? you should not grieve over an inevitable matter.","scetsga":"2.27 This being so, death of anyone born, etc. Hi, for; mrtyuh, death; jatasya, of anyone born; dhruvah, is certain; is without exception; ca, and mrtasya, of the dead; janmah, (re-) birth; is dhruvam, a certainly. Tasmat, therefore, this fact, viz birth and death, is inevitable. With regard to that (fact), apariharye, over an enevitable; arthe, fact; tvam, you; na arhasi, ought not; socitum, to grieve.","scetdss":"2.27 Jatasya etc. Destruction comes after birth, and after the destruction comes birth. Thus, this series of birth-and-death is like a circle. Hence to what extent is this to be lamented for ?\n Furthermore-","scetssa":"2.27 For what has originated, destruction is certain - it is seen to be inevitable. Similarly what has perished will inevitably originate. How should this be understood - that there is origination for that (entity)which has perished? It is seen that an existing entity only can originate and not a non-existent one. Origination, annihilation etc., are merely particular states of an existent entity.\nNow thread etc., do really exist. When arranged in a particular way, they are called clothes etc. It is seen that even those who uphold the doctrine that the effect is a new entity (Asatkarya-vadins) will admit this much that no new entity over and above the particular arrangement of threads is seen. It is not tenable to hold that this is the coming into being of a new entity, since, by the process of manufacture there is only attainment of a new name and special functions. No new entity emerges.\nOrigination, annihilation etc., are thus particular stages of an existent entity. With regard to an entity which has entered into a stage known as origination, its entry into the opposite condition is called annihilation. Of an evolving entity, a seqence of evolutionary stages is inevitable. For instance, clay becomes a lump, jug, a potsherd, and (finally) powder. Here, what is called annihilation is the attainment of a succeeding stage by an entity which existed previously in a preceding stage. And this annihilation itself is called birth in that stage. Thus, the seence called birth and annihilation being inevitable for an evolving entity, it is not worthy of you to grieve.\nNow Sri Krsna says that not even the slightest grief arising from seeing an entity passing from a previous existing stage to an opposite stage, is justifiable in regard to human beings etc.","chakravarthi":"Since (hi) death is certain (dhruvah) with the depletion of karmas meant for this life, and birth is also certain because of the actions done by that body which just died, since both death and birth are unavoidable, do not lament.","rudra":"\nWhy is there still no need to grieve? This is being given here in this\nverse. For one who is born death is certain when the results of the actions\nwhich originated it are exhausted. Similarly when one dies rebirth is\nindeed certain due to the reactions good or bad which one has to accept by\nthe karmic actions accrured while one was in that physical body. Therefore\nfor the inevitable fact of birth and death one should never subject oneself\nto lament for.","brahma":"\nWhy should one not grieve? Because a natural function is being enacted\naccording to cosmic order.\nNow begins the summation.\nTherefore understanding the reality of the existence of birth and death\nthere should be no delusion.","shri":"\nIt is evident that death of the physical body is inevitable to whatever is\nborn and that there is no way to escape from this physical termination of\nthe body. Similarly rebirth is unavoidable once ones physical body has\ndied. How can something which has been lost become again? It is conceivable\nthatsomething which has already been to become again; but it is\ninconceivable for that which has never been to become. Therefore there is\nnothing that can come that has not been. What is known as birth and death\nis but just different modifications of an ever existing condition. Yarn and\nother materials exist but when they are woven into a fabric that is a\nparticular arrangement of the yarn itself, it receives the name cloth in\nits modified state. Even the asat-karya-vadis who followthe fallacious\nhypothesis that existence comes from non-existence should admit the ever\nexisting state, for what we know as cloth to them is a new creation but is\nfactually the same old yarn only in a new form which has been created. It\nis not sagacious or well thought out to assume that a new substance has\ncome into being simply because of a modified condition.\nThus coming into existence and disappearing from existence are modified\nstates of an ever existing reality. One of the conditions of this modified\nstate is its appearance called birth and another condition being its\ndiametric opposite is known as death which by disappearing this ever\nexisting reality passes into. For a substance which is intrinsically\nmetamorphic the process of modification is essential. As in the case of a\nclod of earth, transformed into clay, transformed into a pot, transformed\ninto dust and transformed back to earth again. The manifestation of a\nsubsequent condition is but a modification of a previous condition and that\nsame subsequent condition becomes a prior condition of another subsequent\ncondition. Reasoning in this way it can be understood that it is natural\nthat successive modifications take place in regards to creation and\ndestruction of physical bodies which cannot be avoided and there is no\nreason to lament due to this.\nIf there is some slight grief which may be apparent by the passing from a\nprior modified state to a subsequent modified state even this grief need\nnot arise in the case of living entities such as human beings because...\nand the next verse 28 clarifies why.","kumar":"It is evident that death of the physical body is inevitable to whatever is\nborn and that there is no way to escape from this physical termination of\nthe body. Similarly rebirth is unavoidable once ones physical body has\ndied. How can something which has been lost become again? It is conceivable\nthatsomething which has already been to become again; but it is\ninconceivable for that which has never been to become. Therefore there is\nnothing that can come that has not been. What is known as birth and death\nis but just different modifications of an ever existing condition. Yarn and\nother materials exist but when they are woven into a fabric that is a\nparticular arrangement of the yarn itself, it receives the name cloth in\nits modified state. Even the asat-karya-vadis who followthe fallacious\nhypothesis that existence comes from non-existence should admit the ever\nexisting state, for what we know as cloth to them is a new creation but is\nfactually the same old yarn only in a new form which has been created. It\nis not sagacious or well thought out to assume that a new substance has\ncome into being simply because of a modified condition.\nThus coming into existence and disappearing from existence are modified\nstates of an ever existing reality. One of the conditions of this modified\nstate is its appearance called birth and another condition being its\ndiametric opposite is known as death which by disappearing this ever\nexisting reality passes into. For a substance which is intrinsically\nmetamorphic the process of modification is essential. As in the case of a\nclod of earth, transformed into clay, transformed into a pot, transformed\ninto dust and transformed back to earth again. The manifestation of a\nsubsequent condition is but a modification of a previous condition and that\nsame subsequent condition becomes a prior condition of another subsequent\ncondition. Reasoning in this way it can be understood that it is natural\nthat successive modifications take place in regards to creation and\ndestruction of physical bodies which cannot be avoided and there is no\nreason to lament due to this.\nIf there is some slight grief which may be apparent by the passing from a\nprior modified state to a subsequent modified state even this grief need\nnot arise in the case of living entities such as human beings because...\nand the next verse 28 clarifies why."}