{"meta":"Bhagavad Gita Chapter 2 Verse 43","metahi":"भगवद् गीता 2.43","slok":"कामात्मानः स्वर्गपरा जन्मकर्मफलप्रदाम्।क्रियाविशेषबहुलां भोगैश्वर्यगतिं प्रति।।2.43।।","htsrsd":"।।2.42 2.43।।हे पृथानन्दन जो कामनाओंमें तन्मय हो रहे हैं स्वर्गको ही श्रेष्ठ माननेवाले हैं वेदोंमें कहे हुए सकाम कर्मोंमें प्रीति रखनेवाले हैं भोगोंके सिवाय और कुछ है ही नहीं ऐसा कहनेवाले हैं वे अविवेकी मनुष्य इस प्रकारकी जिस पुष्पित (दिखाऊ शोभायुक्त) वाणीको कहा करते हैं जो कि जन्मरूपी कर्मफलको देनेवाली है तथा भोग और ऐश्वर्यकी प्राप्तिके लिये बहुतसी क्रियाओंका वर्णन करनेवाली है।","htstma":"।।2.43।। कामनाओं से युक्त? स्वर्ग को ही श्रेष्ठ मानने वाले लोग भोग और ऐश्वर्य को प्राप्त कराने वाली अनेक क्रियाओं को बताते हैं जो (वास्तव में) जन्मरूप कर्मफल को देने वाली होती हैं।।","transliteration":"Kaamaatmaanah swargaparaa janmakarmaphalapradaam;\nKriyaavisheshabahulaam bhogaishwaryagatim prati.","englishmeaning":"yām imām—all these; puṣhpitām—flowery; vācham—words; pravadanti—speak; avipaśhchitaḥ—those with limited understanding; veda-vāda-ratāḥ—attached to the flowery words of the Vedas; pārtha—Arjun, the son of Pritha; na anyat—no other; asti—is; iti—thus; vādinaḥ—advocate; kāma-ātmānaḥ—desirous of sensual pleasure; swarga-parāḥ—aiming to achieve the heavenly planets; janma-karma-phala—high birth and fruitive results; pradāṁ—awarding; kriyā-viśheṣha—pompous ritualistic ceremonies; bahulām—various; bhoga—gratification; aiśhwarya—luxury; gatim—progress; prati—toward","hcsrsd":"।।2.43।। व्याख्या    कामात्मानः   वे कामनाओंमें इतने रचेपचे रहते हैं कि वे कामनारूप ही बन जाते हैं। उनको अपनेमें और कामनामें भिन्नता ही नहीं दीखती। उनका तो यही भाव होता है कि कामनाके बिना आदमी जी नहीं सकता कामनाके बिना कोई भी काम नहीं हो सकता कामनाके बिना आदमी पत्थरकी जड हो जाता है उसको चेतना भी नहीं रहती। ऐसे भाववाले पुरुष  कामात्मानः  हैं।स्वयं तो नित्यनिरन्तर ज्योंकात्यों रहता है उसमें कभी घटबढ़ नहीं होती पर कामना आतीजाती रहती है और घटतीबढ़ती है। स्वयं परमात्माका अंश है और कामना संसारके अंशको लेकर है। अतः स्वयं और कामना ये दोनों सर्वथा अलगअलग हैं। परन्तु कामनामें रचेपचे लोगोंको अपने स्वरूपका अलग भान ही नहीं होता। स्वर्गपराः   स्वर्गमें बढ़ियासेबढ़िया दिव्य भोग मिलते हैं इसलिये उनके लक्ष्यमें स्वर्ग ही सर्वश्रेष्ठ होता है और वे उसकी प्राप्तिमें ही रातदिन लगे रहते हैं।यहाँ  स्वर्गपराः  पदसे उन मनुष्योंकी बात कही गयी है जो वेदोंमें शास्त्रोंमें वर्णित स्वर्गादि लोकोंमें आस्था रखनेवाले हैं। वेदवादरताः पार्थ नान्यदस्तीति वादिनः   वे वेदोंमें कहे हुए सकाम कर्मोंमें प्रीति रखनेवाले हैं अर्थात् वेदोंका तात्पर्य वे केवल भोगोंमें और स्वर्गकी प्राप्तिमें मानते हैं इसलिये वे  वेदवादरताः  हैं। उनकी मान्यतामें यहाँके और स्वर्गके भोगोंके सिवाय और कुछ है ही नहीं अर्थात् उनकी दृष्टिमें भोगोंके सिवाय परमात्मा तत्त्वज्ञान मुक्ति भगवत्प्रेम आदि कोई चीज है ही नहीं। अतः वे भोगोंमें ही रचेपचे रहते हैं। भोग भोगना उनका मुख्य लक्ष्य रहता है। यामिमां पुष्पितां वाचं प्रवदन्त्यविपश्चितः   जिनमें सत्असत् नित्यअनित्य अविनाशीविनाशीका विवेक नहीं है ऐसे अविवेकी मनुष्य वेदोंकी जिस वाणीमें संसार और भोगोंका वर्णन है उस पुष्पित वाणीको कहा करते हैं।यहाँ  पुष्पिताम्  कहनेका तात्पर्य है कि भोग और ऐश्वर्यकी प्राप्तिका वर्णन करनेवाली वाणी केवल फूलपत्ती ही है फल नहीं है। तृप्ति फलसे ही होती है फूलपत्तीकी शोभासे नहीं। वह वाणी स्थायी फल देनेवाली नहीं है। उस वाणीका जो फल स्वर्गादिका भोग है वह केवल देखनेमें ही सुन्दर दीखता है उसमें स्थायीपना नहीं है। जन्मकर्मफलप्रदाम्   वह पुष्पित वाणी जन्मरूपी कर्मफलको देनेवाली है क्योंकि उसमें सांसारिक भोगोंको ही महत्व दिया गया है। उन भोगोंका राग ही आगे जन्म होनेमें कारण है (गीता 13। 21)। क्रियाविशेषबहुलां भोगैश्वर्यगतिं प्रति   वह पुष्पित अर्थात् दिखाऊ शोभायुक्त वाणी भोग और ऐश्वर्यकी प्राप्तिके लिये जिन सकाम अनुष्ठानोंका वर्णन करती है उनमें क्रियाओंकी बहुलता रहती है अर्थात् उन अनुष्ठानोंमें अनेक तरहकी विधियाँ होती हैं अनेक तरहकी क्रियाएँ करनी पड़ती हैं अनेक तरहके पदार्थोंकी जरूरत पड़ती है एवं शरीर आदिमें परिश्रम भी अधिक होता है (गीता 18। 24)।","hcsca":"।।2.43।। no commentary.उससे (वाणी से) जिनका चित्त हर लिया गया है ऐसे भोग और ऐश्वर्य में आसक्ति रखने वाले पुरुषों के अन्तकरण में निश्चयात्मक बुद्धि नहीं होती अर्थात् वे ध्यान का अभ्यास करने योग्य नहीं","etsga":"2.42-2.43 O son of Prtha, those undiscerning people who utter this flowery talk which promises birth as a result of rites and duties, and is full of various special rites meant for the attainment of enjoyment and affluence , they remain engrossed in the utterances of the Vedas and declare that nothing else exists; their minds are full of desires and they have heaven as the goal.","etssa":"2.43 Full of desires, having heaven as their goal, (they utter speech which is directed to ends) leading to new births as the result of their works, and prescribe various methods abounding in specific actions, for the attainment of pleasure and power.","etdss":"2.42. - 2.43. O son of Prtha ! Those, whose very nature is desire, whose goal is heaven, who esteem only the Vedic declaration [of fruits], who declare that there is nothing else, who proclaim this flowery speech about the paths to the lordship of the objects of enjoyment-[the paths] that are full of different actionsand who desire action alone as a fruit of their birth-they are men without insight.","ecssa":"2.43 कामात्मानः full of desires? स्वर्गपराः with heaven as their highest goal? जन्मकर्मफलप्रदाम् leading to (new) births as the result of their works? क्रियाविशेषबहुलाम् exuberant with various specifi actions? भोगैश्वर्यगतिम् प्रति for the attainment of pleasure and lordship.No commentary.","scetsga":"2.43 Partha, O son of Prtha; those devoid of one-pointed conviction, who pravadanti, utter; imam, this; yam puspitam vacam, flowery talk, which is going to be stated, which is beautiful like a tree in bloom, pleasant to hear, and appears to be (meaningful) sentences [Sentences that can be called really meaningful are only those that reveal the self.-Tr.]; who are they? they are avipascitah, people who are undiscerning, of poor intellect, i.e. non-discriminating; veda-vada-ratah, who remain engrossed in the utterances of the Vedas, in the Vedic sentences which reveal many panegyrics, fruits of action and their means; and vadinah, who declare, are apt tosay; iti, that; na anyat, nothing else [God, Liberation, etc.]; asti, exists, apart from the rites and duties conducive to such results as attainment of heaven etc.\nAnd they are kamatmanah, have their minds full of desires, i.e. they are swayed by desires, they are, by nature, full of desires; (and) svarga-parah, have heaven as the goal. Those who accept heaven (svarga) as the supreme (para) human goal, to whom heaven is the highest, are svarga-parah. They utter that speech ( this is supplied to construct the sentence ) which janma-karma-phala-pradam, promises birth as a result of rites and duties. The result (phala) of rites and duties (karma) is karma-phala. Birth (janma) itself is the karma-phala. That (speech) which promises this is janma-karma-phala-prada. (This speech) is kriya-visesa-bahulam, full of various special rites; bhoga-aisvarya-gatim-prati, for the attainment of enjoyment and affluence. Special (visesa) rites (kriya) are kriya-visesah. The speech that is full (bahula) of these, the speech by which that is full (bahula) of these, the speech by which these, viz objects such as heaven, animals and sons, are revealed plentifully, is kriya-visesa-bahula. Bhoga, enjoyment, and aisvarya, affluence, are bhoga-aisvarya. Their attainment (gatih) is bhoga-aisvarya-gatih. (They utter a speech) that is full of the specialized rites, prati, meant for that (attainment). The fools who utter that speech move in the cycle of transmigration. This is the idea.","scetdss":"2.43 See Comment under 2.44","scetssa":"2.42 - 2.44 The ignorant, whose knowledge is little, and who have as their sole aim the attainment of enjoyment and power, speak the flowery language i.e., having its flowers (show) only as fruits, which look apparently beautiful at first sight. They rejoice in the letter of the Vedas i.e., they are attached to heaven and such other results (promised in the Karma-kanda of the Vedas). They say that there is nothing else, owing to their intense attachment to these results. They say that there is no fruit superior to heaven etc. They are full of worldly desires and their minds are highly attached to secular desires. They hanker for heaven, i.e. think of the enjoyment of the felicities of heaven, after which one can again have rirth which offers again the opportunity to perform varied rites devoid of true knowledge and leads towards the attainment of enjoyments and power once again.\nWith regard to those who cling to pleasure and power and whose understanding is contaminated by that flowery speech relating to pleasure and lordly powers, the aforesaid mental disposition characterised by resolution, will not arise in their Samadhi. Samadhi here means the mind. The knowledge of the self will not arise in such minds. In the minds of these persons, there cannot arise the mental disposition that looks on all Vedic rituals as means for liberation based on the determined conviction about the real form of the self. Hence, in an aspirant for liberation, there should be no attachment to rituals out of the conviction that they are meant for the acisition of objects of desire only.\nIt may be estioned why the Vedas, which have more of love for Jivas than thousands of parents, and which are endeavouring to save the Jivas, should prescribe in this way rites whose fruits are infinitesimal and which produce only new births. It can also be asked if it is proper to abandon what is given in the Vedas. Sri Krsna replies to these estions.","chakravarthi":"","rudra":"\nOne may wonder why is it that living entities filled with desire fail to\nrelinquish even desires which are very difficult to fulfil and adhere in\nfixed determination to surrendering their actions to the Supreme Lord? This\nis now being answered that they are dull witted of limited understanding\nwho consider heaven as the highest attainment. Why do they talk such\nnonsense? Because they are of dull wits and limited understanding. The\nreason for their dull wits is that they are enamoured by the panegyric\neuphemisms of the scriptures. Words like everlasting happiness, eternal\nlife, resurrection and immortality are very appealing to those of limited\nunderstanding. With these thoughts motivating them they perform every\nactions for the attainment of these goals believing they can be attained\nindependent of the mercy of the Supreme Lord","brahma":"There is no commentary for this verse.","shri":"There is no commentary for this verse.","kumar":"Why is it that the scholars who have studied the Vedas so fastidiously fail\nto possess the resolute intelligence? It is because they could not\ncomprehend the essence of the Vedic scriptures and subsequently they missed\nunderstanding the true purport of the Vedas. This Lord Krishna emphasises\nwith the word avipascitah meaning the ignorant who are not knowledgeable\nare attracted to flowery descriptions in the Vedas even as a beautiful\nflowery creeper may be attractive although it is poisonous. But these\nliving entities are ignorant and not actual scholars of Vedanta because\nthey are only devoted to those parts of the Vedas which help them secure\nmaterial opulence in this life and the next. Such statements like by\nperforming some ritual one can obtain imperishable merit or by drinking\nSoma nectar one can become immortal, etc. Their conception of devotion is\nbeing devoted to pursuing heavenly delights and they even foolishly argue\nthat there is nothing more beyond the rewards of heavenly pleasures to\nattain. Why is this so for them? It is because their minds are obsessed by\ndesires due to addiction to material pleasures experienced by contact with\nthe senses of taste, touch, seeing, hearing and smelling. So they look upon\nheaven although heaven is still in the material existence as being the\nsupreme goal. This is because in heaven there is neither old age or\nsickness, everything is beautiful and a wonder to behold and the facility\nto enjoy fully is increased a thousand fold. So all their activities in\nthis life are enacted solely for the sake of accuring benefits in order to\nreside in the heavenly spheres where they can enjoy and enjoy for a\nseemingly unlimited time span. But when their merit has expired after\nenjoying the delights of heaven in various wonderful ways to their hearts\ncontent they will again take birth on earth in a rich and learned family\nwho also are following the flowery phrases of the Vedas and they will again\nfollow this path and at lifes end transmigrate to the heavenly planets once\nagain to enact the process. By being born into situations of opulence and\nprosperity allows one ample meansandfacilitytoperformvery\nextravagantly the various prescribed rituals suchasastrologically\nperforming activities on the auspicious days each month such as purnima to\nobtain the maximum result. Thus again and again from body to body they are\ncontinuously revolving like a waterwheel. In special situations Indra, the\nruler of the demi-gods sometimes appoints one of them as a gandharva\ncelestial musician or as an aspara celestial damsel among the demigods for\nthe duration of time their merit warrants."}