{"meta":"Bhagavad Gita Chapter 2 Verse 25","metahi":"भगवद् गीता 2.25","slok":"अव्यक्तोऽयमचिन्त्योऽयमविकार्योऽयमुच्यते।तस्मादेवं विदित्वैनं नानुशोचितुमर्हसि।।2.25।।","htsrsd":"।।2.25।।यह देही प्रत्यक्ष नहीं दीखता यह चिन्तनका विषय नहीं है और इसमें कोई विकार नहीं है। अतः इस देहीको ऐसा जानकर शोक नहीं करना चाहिये।","htstma":"।।2.25।। यह आत्मा अव्यक्त? अचिन्त्य और अविकारी कहा जाता है इसलिए इसको इस प्रकार जानकर तुमको शोक करना उचित नहीं है।।","transliteration":"Avyakto’yam achintyo’yam avikaaryo’yam uchyate;\nTasmaad evam viditwainam naanushochitum arhasi.","englishmeaning":"avyaktaḥ—unmanifested; ayam—this soul; achintyaḥ—inconceivable; ayam—this soul; avikāryaḥ—unchangeable; ayam—this soul; uchyate—is said; tasmāt—therefore; evam—thus; viditvā—having known; enam—this soul; na—not; anuśhochitum—to grieve; arhasi—befitting","hcsrsd":" 2.25।। व्याख्या    अव्यक्तोऽयम्   जैसे शरीरसंसार स्थूलरूपसे देखनेमें आता है वैसे यह शरीरी स्थूलरूपसे देखनेमें आनेवाला नहीं है क्योंकि यह स्थूल सृष्टिसे रहित है। अचिन्त्योऽयम्   मन बुद्धि आदि देखनेमें तो नहीं आते पर चिन्तनमें आते ही हैं अर्थात् ये सभी चिन्तनके विषय हैं। परन्तु यह देही चिन्तनका भी विषय नहीं है क्योंकि यह सूक्ष्म सृष्टिसे रहित है। अविकार्योऽयमुच्यते   यह देही विकाररहितकहा जाता है अर्थात् इसमें कभी किञ्चिन्मात्र भी परिवर्तन नहीं होता। सबका कारण प्रकृति है उस कारणभूत प्रकृतिमें भी विकृति होती है। परन्तु इस देहीमें किसी प्रकारकी विकृति नहीं होती क्योंकि यह कारण सृष्टिसे रहित है।यहाँ चौबीसवेंपचीसवें श्लोकोंमें अच्छेद्य अदाह्य अक्लेद्य अशोष्य अचल अव्यक्त अचिन्त्य और अविकार्य इन आठ विशेषणोंके द्वारा इस देहीका निषेधमुखसे और नित्य सर्वगत स्थाणु और सनातन इन चार विशेषणोंके द्वारा इस देहीका विधिमुखसे वर्णन किया गया है। परन्तु वास्तवमें इसका वर्णन हो नहीं सकता क्योंकि यह वाणीका विषय नहीं है। जिससे वाणी आदि प्रकाशित होते हैं उस देहीको वे सब प्रकाशित कैसे कर सकते हैं अतः इस देहीका ऐसा अनुभव करना ही इसका वर्णन करना है। तस्मादेवं विदित्वैनं नानुशोचितुमर्हसि   इसलिये इस देहीको अच्छेद्य अशोष्य नित्य सनातन अविकार्य आदि जान लें अर्थात् ऐसा अनुभव कर लें तो फिर शोक हो ही नहीं सकता। सम्बन्ध   अगर शरीरीको निर्विकार न मानकर विकारी मान लिया जाय (जो कि सिद्धान्तसे विरुद्ध है) तो भी शोक नहीं हो सकता यह बात आगेके दो श्लोकोंमें कहते हैं।","hcsca":"।।2.25।। आत्मा के स्वरूप को भगवान् यहाँ और अधिक स्पष्ट करते हैं। यहाँ प्रयुक्त शब्दों के द्वारा सत्य का निर्देश युक्तिपूर्वक किया गया है।अव्यक्त पंचमहाभूतों में जो सबसे अधिक स्थूल है जैसे पृथ्वी उसका ज्ञान पांचों ज्ञानेन्द्रियों के द्वारा होता है। परन्तु जैसेजैसे सूक्ष्मतर तत्त्व तक हम पहुँचते हैं वैसे यह ज्ञात होता है कि उसका ज्ञान पांचों प्रकार से नहीं होता। जल में गंध नहीं है और अग्नि में रस नहीं है तो वायु में रूप भी नहीं है। इस प्रकार आकाश सूक्ष्मतम होने से दृष्टिगोचर नहीं होता। स्वभावत जो आकाश का भी कारण है उसका ज्ञान किसी भी इन्द्रिय के द्वारा नहीं हो सकता। अत हमें स्वीकार करना पड़ेगा कि वह अव्यक्त है।इन्द्रियगोचर वस्तु व्यक्त कही जाती है। अत जो इन्द्रियों से परे है वह अव्यक्त है। यद्यपि मैं किसी वृक्ष के बीज में वृक्ष को देखसुन नहीं सकता हूँ और न उसका स्वाद स्पर्श या गंध ज्ञात कर सकता हूँ तथापि मैं जानता हूँ कि यही बीज वृक्ष का कारण है। इस स्थिति में कहा जायेगा कि बीज में वृक्ष अव्यक्त अवस्था में है। इस प्रकार आत्मा को अव्यक्त कहने का तात्पर्य यह है कि वह इन्द्रियों के द्वारा जानने योग्य विषय नहीं है। उपनिषदों में विस्तारपूर्वक बताया गया है कि आत्मा सबकी द्रष्टा होने से दृश्य विषय नहीं बन सकती।अचिन्त्य आत्मा इन्द्रियों का विषय नहीं है उसी प्रकार यहाँ वह अचिन्त्य है कहकर यह दर्शाते हैं कि मन और बुद्धि के द्वारा हम आत्मा का मनन और चिन्तन नहीं कर सकते जैसे अन्य विषयों का विचार सम्भव है। इसका कारण यह है कि मन और बुद्धि दोनों स्वयं जड़ हैं। परन्तु इस चैतन्य आत्मा के प्रकाश से चेतन होकर वे अन्य विषयों को ग्रहण करते हैं। अब अपने ही मूलस्वरूप द्रष्टा को वे किस प्रकार विषय रूप में जान सकेंगे दूरदर्शीय यन्त्र से देखने वाला व्यक्ति स्वयं को नहीं देख सकता क्योंकि एक ही व्यक्ति स्वयं द्रष्टा और दृश्य दोनों नहीं हो सकता। यह अचिन्त्य शब्द का तात्पर्य है। अत अव्यक्त और अचिन्त्य शब्द से आत्मा को अभाव रूप नहीं समझ लेना चाहिए।अविकारी अवयवों से युक्त साकार पदार्थ परिच्छिन्न और विकारी होता है। निरवयव आत्मा में किसी प्रकार का विकार संभव नहीं है।इस प्रकार श्रीकृष्ण अर्जुन को उपदेश करते हैं कि आत्मा को उसके शुद्ध रूप से पहचान कर शोक करना त्याग देना चाहिए। ज्ञानी पुरुष अपने को न मारने वाला समझता है और न ही मरने वाला मानता है।भौतिकवादी विचारकों के मत को स्वीकार करके यह मान भी लें कि आत्मा नित्य नहीं है तब भी भगवान् कहते हैं","etsga":"2.25 It is said that This is unmanifest; This is inconceivable; This is unchangeable. Therefore, having known This thus, you ougth not to grieve.","etssa":"2.25 This (Self) is said to be unmanifested, unthinkable and unchangeable. Therefore, knowing This to be such, thou shouldst not grieve.","etdss":"2.25. This is declared to be non-evident, imponderable, and unchangeable. Therefore understanding This as such you should not lament.","ecssa":"2.25 अव्यक्तः unmanifested? अयम् this (Self)? अचिन्त्यः unthinkable? अयम् this? अविकार्यः unchangeable? अयम् this? उच्यते is said? तस्मात् therefore? एवम् thus? विदित्वा having known? एनम् this? न not? अनुशोचितुम् to grieve? अर्हसि (thou) oughtest.Commentary The Self is not an object of perception. It can hardly be seen by the physical eyes. Therefore? the Self is unmanifested. That which is seen by the eyes becomes an object of thought. As the Self cannot be perceived by the eyes? It is unthinkable. Milk when mixed with buttermilk changes its form. The Self cannot change Its form like milk. Hence? It is changeless and immutable. Therefore? thus understanding the Self? thou shouldst not mourn. Thou shouldst not think also that thou art their slayer and that they are killed by thee.","scetsga":"2.25 Moreover, ucyate, it is said that; ayam, This, the Self; is avyaktah, unmanifest, since, being beyond the ken of all the organs, It cannot be objectified. For this very reason, ayam, This; is acintyah, inconceivable. For anything that comes within the purview of the organs becomes the object of thought. But this Self is inconceivable becuase It is not an object of the organs. Hence, indeed, It is avikaryah, unchangeable. This Self does not change as milk does when mixed with curd, a curdling medium, etc. And It is chnageless owing to partlessness, for it is not seen that any non-composite thing is changeful. Not being subject to transformation, It is said to be changeless. Tasmat, therefore; vidivata, having known; enam, this one, the Self; evam, thus, as described; na arhasi, you ought not; anusocitum, to grieve, thinking, I am the slayer of these; these are killed by me.","scetdss":"2.23-25 Nainam etc. upto arhasi. The weapons etc., that cause destruction, haldly do anything to This. For, being, by nature, exclusively pure Consciousness, remaining without support, having no component parts and being independent, this cannot be destroyed through the process of either assumption of an altogether different nature, or the destruction of the support, or the mutual separation of the component parts, or the rise of an opponent, and so on. Nor the act to going to another body is a new thing for This. For, even when This is [apparently] with a single body, This travels always to different body; for the body does not remain the same even for a moment. By understanding this Self to be as such, you should not lament This.","scetssa":"2.25 The self is not made manifest by those Pramanas (means of knowledge) by which objects susceptible of being cleft etc., are made manifest; hence It is unmanifest, being different in kind from objects susceptible to cleaving etc., It is inconceivable, being different in kind from all objects. As It does not possess the essential nature of any of them. It cannot even be conceived. Therefore, It is unchanging, incapable of modifications. So knowing this self to be possessed of the above mentioned alities, it does not become you to feel grief for Its sake.","chakravarthi":"(combined commentary for verses 24 and 25)\nTherefore the atma is described in this way (taking the descriptions of the previous verse): it cannot be cut, burned, dried or moistened. The repetition of the word signifying the eternal nature of the soul in this section (such as the use of the words nitya and sanatanah in this verse, and statements of previous verses) is for the purpose of precisely defining the soul for those of confused intellect, just as one will repeat several times in order to make certain that everyone understands, “This is the dharma of kali yuga, this is the dharma of kali yuga.”\nSarva gatah (gone everywhere) means that the soul goes into all sorts of bodies such as human, animal and deva by its karma. Sthanu and acala have the same meaning, “having stability,” and the repetition is to make the meaning clear.\nBecause it is very fine, it is called avyakta. Because it pervades the body with consciousness, it is called acintya, beyond conception. Being devoid of the six changes such as birth, it is called avikarya.","rudra":"\nAnalysing the subject further it is known as avyaktah or unmanifest not\nbeing able to be perceived by the eye or any other of the senses, acintyah\nor inconceivable not being able to be perceived by the mind. The word\navikaryah meaning unchangeable is in the sense of not being modifiable by\nany of the organs of action. The word ucyate meaning it is said thus\nindicates that authoritative testimony corroborates the validity of the\nimmortal soul being eternal and everlasting as given in the previous verse.\nThe word tasmat means therefore and by its use it is shown that this is a\nconcluding statement.","brahma":"\nThe Supreme Lord is verily the manifestation of the inconceivable Himself.\nNow begins the summation.\nIt might be questioned that if the Supreme Lord is all pervading why is He\nnot visible? The reason is because He is inconceivable. It may be further\nqueried how does He appear so endowed? Because of His power of remaining\nunthinkable; but this power does not come from any outside source but is\ncontained solely within Himself. Whatever forms He exhibits in all these He\nalone manifests fully. To emphasise words like enam and ayam indicating the\neternal soul are used in different contexts. In the case of the living\nentities it is to show that their eternal soul has qualitatively the same\nessenceandattributesastheSupremeLordbutinfinitesimal\nquantitatively. This is further confirmed in various Vedic scriptures.\nIn the Paingi Struti it is stated:\nThe physical body, pleasures and fragrances, light of wisdom, impeccable\nbravery; these things reflect the best of all wisdom, the best of all\npleasures and bravery which find their source within the Ultimate Supreme\nPersonality the Supreme Lord Krishna.\nIn the Parama Sruti it is stated:\nThe Supreme Lord Krishna is known to be both possessing a body and devoid\nof body. This is because He possesses a spiritual transcendental body but\nhe is not possessing a physical body. Because His body is not constituted\nfrom the elements of material nature it is said to be a-dehah. The head,\nthe feet, the arms and other parts of this spiritual, transcendental body\nare made up of the Supreme Lord Himself. There exists nothing which is\ndistinctive from this spiritual, transcendental nature which can be called\nHis body therefore He is called a-dehah without body. He Himself is His\nform and this spiritual, transcendental form is eternally existing beyond\nthe scope of material existence.\nOther than the Supreme Lord Krishna, none else is competent to comprehend\nthis form. There is never for the Supreme Lord the creation or separation\nor destruction of His spiritual, transcendental body. He and His body are\none and the same spiritual, transcendental essence. All of His beauty and\nall of His wonderful and phenomenal attributes are recorded only to\nunderstand that He is the source, the original repositoryofall\nattributes. The awareness that I am this physical body is an experience\ncommon to all living entities. Even though such a distinct awareness is\nnormal it is perceived as special. Even though it is special, one does not\nperceive it as being separate from ones own individual consciousness. So\nhow can there ever be a manifestation of the resplendent Supreme Lord for\none who cannot even first perceive their own individual consciousness\nwithin themselves?\nAlthough attributes may which appear contradictory in normal, mundane human\nbehaviour, it should be understood without a doubt that no such discrepancy\never exists in regard to the Supreme Lord when spoken of in various\nscriptures. Discrepancies imagined during reflection or speculated due to\nnon-reflection are all a product of ignorance. They do not exist as a\nreality. These attributes are self revealed.\nIn the Suparna section of the Rig Veda it is stated:\nThe one only, without a second, before which there was nothing else\nwhatsoever. Death was enveloped by death. Nothing else was visible. Like\nthe waters which emanate from the mountains flow down in various rivers,\nwhoever sees the attributes of the Supreme Lord in various manifested forms\nloses merit. Whoever sees even the slightest difference in the descents of\nthe Supreme Lord Krishnas multifarious and variegated incarnations such as\nNarasingha, Kurma and others from His attributes and actions and also a\ndifference in these manifestations will go to the world of nescience.\nTherefore living entities who desire to learn about the Supreme Lord should\nstart by knowing Him as indivisible.\nEven if there appears to be some special difference it should be understood\nto be so due to time and circumstance. For example there is no difference\nbetween His special attributes and His special strength. There is as well\nno factual difference whatsoever between any special attribute and any of\nHis special incarnation and His supreme distinctive and indivisible aspect.\nThere is complete and absolute continuity and similarity in all respects in\nHis original two armed form as the Supreme Lord Krishna and all of His\nunlimited incarnations and expansions.\nThere are six categories of incarnations of the Supreme Lord Krishna. The\nFour Kumaras, Hamsa, Varaha, Narada,Nara-Narayana,Kapila,Yagna,\nDattatreya, Hayagriva, Prsnigarbha,Rsabha,Prithu,Matsya,Kurma,\nDhanvantari, Mohini, Narasimha, Vamana, Parasurama, Vyasa, Rama, Balarama,\nBuddha and Kalki are known as Lila Avatars. The three manifestations of\nVisnu are known as Purusa Avataras of the Supreme Lord Krishna. Brahma and\nShiva are known as Guna Avatars, incarnations such as Hari and Ajita are\nknown as Manvantara Avatars, incarnations such as Anantadeva and Sesha Naga\nare known as Saktyavesa Avatars and incarnations such as Sukla, Rakta,\nShyama and Pita are known as Yuga Avatars.\nIn the Varaha Purana it is stated:\nAll these avatars are bonafide incarnations of the Supreme Lord Krishna and\nthen there are still all of His numerous, authorisedexpansions and His\nunlimited associates who descend to a material world with Him to assist in\nHis pastimes. Those who have been blessed to know the Supreme Lord in this\nmanner, onto them is the love of the Supreme Lord Krishna bestowed. Those\nwho think otherwise due to misguided false conceptions, lack of opportunity\nfor learning the Ultimate Truth or the inherent limitations of their own\nmind will fall permanently into the worlds of nescience.","shri":"\nThe word avyaktah means invisible or imperceivable this is because the\neternal soul being totally transcendental to the material existence cannot\nbe practically examined as can objects which possess qualities of a\nphysical nature.\nThe word acintyah means inconceivable because the eternalsoulis\nimpossible to perceive by the mind and the senses being in every way\ntranscendental to the material substratum which is what the consciousness\nof the living entities base their understanding on. The eternal soul\ndiffers from all other existences and levels ofexistenceisin\ntranscendence. Therefore it is avikaryah unchangeable and immutable. The\nSupreme Lord Krishna instructs that by knowing the eternal soul to be\nimmortal there is no cause for grief.","kumar":"The word avyaktah means invisible or imperceivable this is because the\neternal soul being totally transcendental to the material existence cannot\nbe practically examined as can objects which possess qualities of a\nphysical nature.\nThe word acintyah means inconceivable because the eternalsoulis\nimpossible to perceive by the mind and the senses being in every way\ntranscendental to the material substratum which is what the consciousness\nof the living entities base their understanding on. The eternal soul\ndiffers from all other existences and levels ofexistenceisin\ntranscendence. Therefore it is avikaryah unchangeable and immutable. The\nSupreme Lord Krishna instructs that by knowing the eternal soul to be\nimmortal there is no cause for grief."}