{"meta":"Bhagavad Gita Chapter 2 Verse 41","metahi":"भगवद् गीता 2.41","slok":"व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन।बहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम्।।2.41।।","htsrsd":"।।2.41।।हे कुरुनन्दन इस समबुद्धिकी प्राप्तिके विषयमें व्यवसायात्मिका बुद्धि एक ही होती है। अव्यवसायी मनुष्योंकी बुद्धियाँ अनन्त और बहुशाखाओंवाली ही होती हैं।","htstma":"।।2.41।। हे कुरुनन्दन इस (विषय) में निश्चयात्मक बुद्धि एक ही है? अज्ञानी पुरुषों की बुद्धियां (संकल्प) बहुत भेदों वाली और अनन्त होती हैं।।","transliteration":"Vyavasaayaatmikaa buddhir ekeha kurunandana;\nBahushaakhaa hyanantaashcha buddhayo’vyavasaayinaam.","englishmeaning":"vyavasāya-ātmikā—resolute; buddhiḥ—intellect; ekā—single; iha—on this path; kuru-nandana—descendent of the Kurus; bahu-śhākhāḥ—many-branched; hi—indeed; anantāḥ—endless; cha—also; buddhayaḥ—intellect; avyavasāyinām—of the irresolute","hcsrsd":" 2.41।। व्याख्या    व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन   कर्मयोगी साधकका ध्येय (लक्ष्य) जिस समताको प्राप्त करना रहता है वह समता परमात्माका स्वरूप है। उस परमात्मस्वरूप समताकी प्राप्तिके लिये अन्तःकरणकी समता साधन है अन्तःकरणकी समतामें संसारका राग बाधक है। उस रागको हटानेका अथवा परमात्मतत्त्वको प्राप्त करनेका जो एक निश्चय है उसका नाम है व्यवसायात्मिका बुद्धि। व्यवसायात्मिका बुद्धि एक क्यों होती है कारण कि इसमें सांसारिक वस्तु पदार्थ आदिकी कामनाका त्याग होता है। यह त्याग एक ही होता है चाहे धनकी कामनाका त्याग करें चाहे मानबड़ाईकी कामनाका त्याग करें। परन्तु ग्रहण करनेमें अनेक चीजें होती है क्योंकि एकएक चीज अनेक तरहकी होती है जैसे एक ही मिठाई अनेक तरहकी होती है। अतः इन चीजोँकी कामनाएं भी अनेक अनन्त होती हैं।गीतामें कर्मयोग (प्रस्तुत श्लोक) और भक्तियोग (9। 30) के प्रकरणमें तो व्यवसायात्मिका बुद्धिका वर्णन आया है पर ज्ञानयोगके प्रकरणमें व्यवसायात्मिका बुद्धिका वर्णन नहीं आया। इसका कारण यह है कि ज्ञानयोगमें पहले स्वरूपका बोध होता है फिर उसके परिणामस्वरूप बुद्धि स्वतः एक निश्चयवाली हो जाती है और कर्मयोग तथा भक्तियोगमें पहले बुद्धिका एक निश्चय होता है फिर स्वरूपका बोध होता है। अतः ज्ञानयोगमें ज्ञानकी मुख्यता है और कर्मयोग तथा भक्तियोगमें एक निश्चयकी मुख्यता है। बहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम्   अव्यवसायी वे होते हैं जिनके भीतर सकामभाव होता है जो भोग और संग्रहमें आसक्त होते हैं। कामनाके कारण ऐसे मनुष्योंकी बुद्धियाँ अनन्त होती हैं और वे बुद्धियाँ भी अनन्त शाखाओंवाली होती हैं अर्थात् एकएक बुद्धिकी भी अनन्त शाखाएँ होती हैं। जैसे पुत्रप्राप्ति करनी है यह एक बुद्धि हुई और पुत्रप्राप्तिके लिये किसी औषधका सेवन करें किसी मन्त्रका जप करें कोई अनुष्ठान करें किसी सन्तका आशीर्वाद लें आदि उपाय उस बुद्धिकी अनन्त शाखाएँ हुईँ। ऐसे ही धनप्राप्ति करनी है यह एक बुद्धि हुई और धनप्राप्तिके लिये व्यापार करें नौकरी करें चोरी करें डाका डालें धोखा दें ठगाई करें आदि उस बुद्धिकी अनन्त शाखाएँ हुईँ। ऐसे मनुष्योंकी बुद्धिमें परमात्मप्राप्तिका निश्चय नहीं होता। सम्बन्ध   अव्यवसायी मनुष्योंकी बुद्धियाँ अनन्त क्यों होती है इसका हेतु आगेके तीन श्लोकोंमें बताते हैं।","hcsca":"।।2.41।। कर्मयोग के साधन से आत्मसाक्षात्कार की सर्वोच्च उपलब्धि केवल इसलिये सम्भव है कि साधक दृढ़ निश्चय और एकाग्र चित्त से इसका अभ्यास करता है। जो लोग फल प्राप्ति की असंख्य इच्छाओं से प्रेरित हुये कर्म करते हैं उनका व्यक्तित्व विखरा हुआ रहता है और इस कारण एकाग्र चित्त होकर वे किसी भी क्षेत्र में सतत् कार्य नहीं कर सकते जिसका एक मात्र परिणाम उन्हें मिलता है विनाशकारी असफलता।इस श्लोक में संक्षेप में सफलता का रहस्य बताया गया है। निश्चयात्मक बुद्धि से कार्य करने पर किसी भी क्षेत्र में निश्चय ही सफलता मिलती है। परन्तु सामान्यत लोग असंख्य इच्छायें करते हैं जो अनेक बार परस्पर विरोधी होती हैं और स्वाभाविक ही उन्हें पूर्ण करने में मन की शक्ति को खोकर थक जाते हैं। इसे ही संकल्प विकल्प का खेल कहते हैं जो मनुष्य की सफलता के समस्त अवसरों को लूट ले जाता है।","etsga":"2.41 O scion of the Kuru dynasty, in this there is a single, one-pointed conviction. The thoughts of the irresolute ones have many branches indeed, and are innumerable.","etssa":"2.41 Here, O joy of the Kurus, there is but a single one-pointed determination; many-branched and endless are the thoughts of the irresolute.","etdss":"2.41. O source of joy to the Kurus !The knowledge in the form of determination is just one; [but] the knowledge (thoughts) of those who do not have determination, has many branches and has no end.","ecssa":"2.41 व्यवसायात्मिका onepointed? बुद्धिः determination? एका single? इह here? कुरुनन्दन O joy of the Kurus? बहुशाखाः manybranched? हि indeed? अनन्ताः endless? च and? बुद्धयः thoughts? अव्यवसायिनाम् of the irresoulte.Commentary Here? in this path to Bliss there is only one thought of a resolute nature there is singleminded determination. This single thought arises from the right source of knowledge. The student of Yoga collects all the dissipated rays of the mind. He gathers all of them through discrimination? dispassion and concentration. He is free from wavering or vacillation of the mind.The worldlyminded man who is suck in the mire of Samsara has no singleminded determination. He entertains countless thoughts. His mind is always unsteady and vacillating.If thoughts cease? Samsara also ceases. Mind generates endless thoughts and this world comes into being. Thoughts? and names and forms are inseparable. If the thoughts are controlled? the mind is controlled and the Yogi is liberated.","scetsga":"2.41 Kuru-nandana, O scion of the Kuru dynasty; iha, is this path to Liberation; there is only eka, a single; vyavasayatmika, one-pointed; buddhih, conviction, which has been spoken of in the Yoga of Knowledge and which has the characteristics going to be spoken of in (Karma-) yoga. It is resolute by nature and annuls the numerous branches of the other opposite thoughts, since it originates from the right source of knowledge. [The right source of knowledge, viz the Vedic texts, which are above criticism.] Those again, which are the other buddhayah, thoughts; they are bahu-sakhah, possessed of numerous branches, i.e. possessed of numerous variations. Owing to the influence of their many branches the worldly state becomes endless, limitless, unceasing, ever-growing and extensive. [Endless, because it does not cease till the rixe of full enlightenment; limitless, because the worldly state, which is an effect, springs from an unreal source.] But even the worldly state ceases with the cessation of the infinite branches of thoughts, under the influence of discriminating wisdom arising from the valid source of knowledge. (And those thoughts are) hi, indeed; anantah, innumerable under every branch. Whose thoughts? Avyavasayinam, of the irresolute ones, i.e. of those who are devoid of discriminating wisdom arising from the right source of knowledg.","scetdss":"2.41 Vyavasayatmika etc. The knowledge in the form of determination is just one and natural in the case of everyone; but it suffers manifoldedness according to the objects to be determined.\n Therefore -","scetssa":"2.41 Here, i.e., in every ritual sanctioned by the scriptures, the Buddhi or disposition of mind marked by resolution, is single. The Buddhi marked by resolution is the Buddhi concerned with acts which must be performed by one desirous of release (and not any kind of work). The term Vyavasaya menas unshakable conviction: this Buddhi (disposition of mind) comes out of prior determination about the true nature of the self. But the Buddhi concerning the performance of rituals of fulfill certain desires, is marked by irresolution; because here only this much knowledge of the self is sufficient - the self (as an entity) exists differently from the body. Such a general understanding is sufficient to alify for performing acts giving fulfilment of certain desires. It does not reire any definite knowledge about the true nature of the self. For, even if there is no such knowledge, desires for heaven etc., can arise, the means for their attainment can be adopted, and the experience of those fruits can take place. For this reason there is no contradiction in the teaching of the scriptures. [The contradiction negated here is how can the same scriptural acts produce different results - fulfilment of desires and liberation. The difference in the disposition of the mind accouts of it.]\nThe Buddhi (mental disposition) marked by resolution has a single aim, because it relates to the attainment of a single fruit. For, as far as one desiring release is concerned, all acts are enjoined only for the accomplishment of that single fruit. Therefore, since the purpose of the scriptures here is one only (i.e., liberation), the Buddhi regarding all rituals taught in the scriptures too is only one, as far as liberation-seekers are concerned. For example, the set of six sacrifices, beginning with Agneya with all their subsidiary processes (though enjoined in different passages) forms the subject of a single injunction, as they are all for the attainment of a single fruit. Conseently the Buddhi concerning these is one only. The meaning of the verse under discussion must be construed in the same manner. But the Buddhi of the irresolute ones who are engaged in rituals for winning such fruits as heaven, sons, cattle, food etc., are endless, frutis being endless. In rituals like Darsapurnamasa (new moon and full moon sacrifice), even though attainment of a single fruit (heaven) is enjoined, there accrues to these the character of having many branches on account of the mention of many secondary fruits as evidenced by such passages as, He desires a long life. Therefore the Buddhi of irresolute ones has many branches and are endless.\nThe purport is: In performing obligatory and occasional rituals, all fruits, primary and secondary, promised in the scriptures, should be abandoned, with the idea that release or salvation is the only purpose of all scripture-ordained rituals. These rituals should be performed without any thought of selfish gains. In addition, acts motivated by desires (Kamya-karmas) also should be performed according to ones own capacity, after abandoning all desire for fruits and with the conviction that they also, when performed in that way, form the means for attainment of release. They should be looked upon as eal to obligatory and occasional rites suited to ones own station and stage in life.\nSri Krsna condemns those who perform acts for the attainment of objects of desire:","chakravarthi":"Moreover among all types of intelligence, that intelligence concentrated on bhakti yoga is the best. Resolute intelligence fixed in bhakti yoga is only one. The meaning of this is illustrated as follows.\n“My sadhana is to serve the lotus feed of the Lord, to remember and glorify him as instructed by my guru. That is also my goal (sadhya). It is my life sustaining medicine, for I cannot give up the sadhana and the sadhya. This is my most desirable object, my duty, and nothing else is my duty; nothing else is desired, even in dreams. There may be happiness or sorrow. Samsara may be destroyed, or may not be destroyed. That is no loss for me. Let there only be resolute intelligence fixed in pure bhakti.”\nIt is said:\ntato bhajeta mam bhaktya sraddhalur drdha-niscayah\nMy devotee should remain happy and worship Me withgreat faith and conviction. SB 11.20.28\nThe intelligence of others however is not eka. Those intellects are unlimited (anantah) rather than one, because of the unlimited desires to fulfill in karma yoga. The intellects have infinite branches because of the infinity of actions in their practices.\nIn jnana yoga, in order to purify the mind, one first fixes the intelligence on niskama karma. When the mind is purified, the intelligence then concentrates on giving up action. This is called karma sannyasa. Next, the intelligence concentrates on jnana, knowledge. The intelligence at that time also concentrates on bhakti so that jnana does not become without results. The intelligence then concentrates on giving up jnana, as the Lord says, jnanam ca mayi sannyaset one should surrender such knowledge in order to attain me. (SB 11.19.1)\nThus the intelligences, concentration on different objects, are said to be infinite or many. And the branches of the respective sadhanas are also infinite, since karma, jnana and bhakti must all be performed.","rudra":"\nIt may be asked why the difference between actions performed without desire\nand actions done with desire is being given. The answer to this is being\ngiven in this verse. By karma yoga which is performed surrendering all\nactions to the Supreme Lord, there is spiritual intelligence which when\nbequeathed gives single pointed determination resoluteinspiritual\nconsciousness. But in the case of those enacting actions with desires of\nfruitive rewards their thoughts are endless due to their desires being\nendless. Indeed they have unlimited diverse branches and thus diluted by\nhaving too many conceptions in the form of all their desires. Performance\nof daily rituals enjoined by the Vedic scriptures such as meditation on the\nSupreme Lord and occasional rituals performed on special occasions such as\nthe birth ceremony are never done in vain even if there is some defect\npresent. for regarding them it is ordained that one who is duly authorised\nby the disciplic succession of one of the four authorised sampradayas\nshould perform there duties fully according to there capacity and in this\nway there is no defect or imperfection for they cannot manifest through\nany righteous actions which are surrendered to the Supreme Lord.But\nfruitive actions of one motivated by rewards are always tainted by the\nimperfection of fruitive desires which is binding to fruitive reaction as\nwell as the defect of not surrendering their actions to the Supreme Lord.\nHence it can be seen that there is indeed a great difference between the\ntwo.","brahma":"\nListen to these words with a balanced and equipoised mind. Thus has it been\nstated. Unlimited are the various conditioned states of the mind due to the\ninfluence of uncountable impressions leading to innumerable opinions.\nTherefore Arjuna may have a doubt and enquire, how can he have faith in\nthese words without any reservation. Anticipating this the Supreme Lord\nneutralises this query with this verse. Amongst all theprescribed\nrecommended opinions having truthful attributes there is always singular\nunity. This is the actual meaning. Propitiation of the Supreme Lord Krishna\nis performed only by very few as only a very few actually possess the\nquality of being singular and resolute in their commitment. Any performance\ndone by others is disparate and irresolute due to the overwhelming\nimpressions within their mind giving them an endless processionof\ndistracting opinions.","shri":"There is no commentary for this verse.","kumar":"There is a huge difference between the mentality of intelligence involved\nin actions seeking fruitive reward and the mentality of the spiritually\nevolved engaged in selfless actions not seeking rewards devoted to the Lord\nKrishna which bring great happiness. Thus Lord Krishna says the word\nvyavasa or resolute. The purpose for actions must be resolute. One should\nperform actions with the thought that it is for the ultimate satisfaction\nfor Lord Krishna thinking that their action will please Him and for not\nother reason. This resolute intelligence gives one the realization that\nthey will easily be liberated by the Lords grace, from samsara the ocean of\nbirth and death in the material existence and only by His grace. It is one-\npointed because its aim is solely for the service and devotion of the\nomnipotent, omniscient, Supreme Lord Krishna the controller and dispenser\nof all rewards and the sole destination of all those seeking liberation.\nThis resolute intelligence bestows one result and that is it gives great\nhappiness and thus it is considered as already possessed by those who are\nin the process of devotion to Lord Krishna already. Those of fragmented\nintelligence who have not perceived reality and whose endless desires for\nfame, wealth, power, etc. and who by their actions are dictated by\nprocuring and accumalization and work and reward. Their intelligence is\nfragmented into endless directions each unique unto itself and of diverse\ntypes all leading to misery. These things can only be perceived by direct\nexperience."}