{"meta":"Bhagavad Gita Chapter 2 Verse 56","metahi":"भगवद् गीता 2.56","slok":"दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः।वीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते।।2.56।।","htsrsd":"।।2.56।।दुःखोंकी प्राप्ति होनेपर जिसके मनमें उद्वेग नहीं होता और सुखोंकी प्राप्ति होनेपर जिसके मनमें स्पृहा नहीं होती तथा जो राग भय और क्रोधसे सर्वथा रहित हो गया है वह मननशील मनुष्य स्थिरबुद्धि कहा जाता है।","htstma":"।।2.56।। दुख में जिसका मन उद्विग्न नहीं होता सुख में जिसकी स्पृहा निवृत्त हो गयी है? जिसके मन से राग? भय और क्रोध नष्ट हो गये हैं? वह मुनि स्थितप्रज्ञ कहलाता है।।","transliteration":"Duhkheshwanudwignamanaah sukheshu vigatasprihah;\nVeetaraagabhayakrodhah sthitadheer munir uchyate.","englishmeaning":"duḥkheṣhu—amidst miseries; anudvigna-manāḥ—one whose mind is undisturbed; sukheṣhu—in pleasure; vigata-spṛihaḥ—without craving; vīta—free from; rāga—attachment; bhaya—fear; krodhaḥ—anger; sthita-dhīḥ—enlightened person; muniḥ—a sage; uchyate—is called","hcsrsd":"।।2.56।। व्याख्या   अर्जुनने तो स्थितप्रज्ञ कैसे बोलता है ऐसा क्रियाकी प्रधानताको लेकर प्रश्न किया था पर भगवान् भावकी प्रधानताको लेकर उत्तर देते हैं क्योंकि क्रियाओंमें भाव ही मुख्य है। क्रियामात्र भावपूर्वक ही होती है। भाव बदलनेसे क्रिया बदल जाती है अर्थात् बाहरसे क्रिया वैसी ही दीखनेपर भी वास्तवमें क्रिया वैसी नहीं रहती। उसी भावकी बात भगवान् यहाँ कह रहे हैं  (टिप्पणी प0   94) ।  दुःखेष्वनुद्विग्नमनाः   दुखोंकी सम्भावना और उनकी प्राप्ति होनेपर भी जिसके मनमें उद्वेग नहीं होता अर्थात् कर्तव्यकर्म करते समय कर्म करनेमें बाधा लग जाना निन्दाअपमान होना कर्मका फल प्रतिकूल होना आदिआदि प्रतिकूलताएँ आनेपर भी उसके मनमें उद्वेग नहीं होता।कर्मयोगीके मनमें उद्वेग हलचल न होनेका कारण यह है कि उसका मुख्य कर्तव्य होता है दूसरोंके हितके लिये कर्म करना कर्मोंको साङ्गोपाङ्ग करना कर्मोंके फलमें कहीं आसक्ति ममता कामना न हो जाय इस विषयमें सावधान रहना। ऐसा करनेसे उसके मनमें एक प्रसन्नता रहती है। उस प्रसन्नताके कारण कितनी ही प्रतिकूलता आनेपर भी उसके मनमें उद्वेग नहीं होता। सुखेषु विगतस्पृहः   सुखोंकी सम्भावना और उनकी प्राप्ति होनेपर भी जिसके भीतर स्पृहा नहीं होती अर्थात् वर्तमानमें कर्मोंका साङ्गोपाङ्ग हो जाना तात्कालिक आदर और प्रशंसा होना अनुकूल फल मिल जाना आदिआदि अनुकूलताएँ आनेपर भी उसके मनमें यह परिस्थिति ऐसी ही बनी रहे यह परिस्थिति सदा मिलती रहे ऐसी स्पृहा नहीं होती। उसके अन्तःकरणमें अनुकूलताका कुछ भी असर नहीं होता। वीतरागभयक्रोधः   संसारके पदार्थोंका मनपर जो रंग चढ़ जाता है उसको  राग  कहते हैं। पदार्थोंमें राग होनेपर अगर कोई सबल व्यक्ति उन पदार्थोंका नाश करता है उनसे सम्बन्धविच्छेद कराता है उनकी प्राप्तिमें विघ्न डालता है तो मनमें  भय  होता है। अगर वह व्यक्ति निर्बल होता है तो मनमें  क्रोध  होता है। परन्तु जिसके भीतर दूसरोंको सुख पहुँचानेका उनका हित करनेका उनकी सेवी करनेका भाव जाग्रत् हो जाता है उसका राग स्वाभाविक ही मिट जाता है। रागके मि़टनेसे भय और क्रोध भी नहीं रहते। अतः वह राग भय और क्रोधसे सर्वथा रहित हो जाता है।जबतक आंशिकरूपसे उद्वेग स्पृहा राग भय और क्रोध रहते हैं तबतक वह साधक होता है। इनसे सर्वथा रहित होनेपर वह सिद्ध हो जाता है।वासना कामना आदि सभी एक रागके ही स्वरूप हैं। केवल वासनाका तारतम्य होनेसे उसके अलगअलग नाम होते हैं जैसे अन्तःकरणमें जो छिपा हुआ राग रहता है उसका नाम  वासना  है। उस वासनाका ही दूसरा नाम  आसक्ति  और प्रियता है। मेरेको वस्तु मिल जाय ऐसी जो इच्छा होती है उसका नाम  कामना  है। कामना पूरी होनेकी जो सम्भावना है उसका नाम  आशा  है। कामना पूरी होनेपर भी पदार्थोंके बढ़नेकी तथा पदार्थोंके और मिलनेकी जो इच्छा होती है उसका नाम  लोभ  है। लोभकी मात्रा अधिक बढ़ जानेका नाम  तृष्णा  है। तात्पर्य है कि उत्पत्तिविनाशशील पदार्थोंमें जो खिंचाव है श्रेष्ठ और महत्त्वबुद्धि है उसीको वासना कामना आदि नामोंसे कहते हैं। स्थितधीर्मुनिरुच्यते   ऐसे मननशील कर्मयोगीकी बुद्धि स्थिर अटल हो जाती है।  मुनि  शब्द वाणीपर लागू होता है इसलिये भगवान्ने  किं प्रभाषेत  के उत्तरमें  मुनि  शब्द कह दिया है। परन्तु वास्तवमें  मुनि  शब्द केवल वाणीपर ही अवलम्बित नहीं है। इसीलिये भगवान्ने सत्रहवें अध्यायमें  मौन  शब्दका प्रयोग मानसिक तपमें किया है वाणीके तपमें नहीं (17। 16)।कर्मयोगका प्रकरण होनेसे यहाँ मननशील कर्मयोगीको मुनि कहा गया है। मननशीलताका तात्पर्य है सावधानीका मनन जिससे कि मनमें कोई कामना आसक्ति न आ जाय। निरन्तर अनासक्त रहना ही सिद्ध कर्मयोगीकी सावधानी है क्योंकि पहले साधकअवस्थामें उसकी ऐसी सावधानी रही है (गीता 3। 19) और इसीसे वह परमात्मतत्त्वको प्राप्त हुआ है।","hcsca":"।।2.56।। स्थितप्रज्ञ का मुख्य लक्षण है आत्मानन्द की अनुभूति द्वारा सब कामनाओं का त्याग। श्रीकृष्ण ज्ञानी की पहचान का दूसरा लक्षण बताते हैं सुख और दुख में मन का समत्व रहना। शरीर धारणा के कारण उसको होने वाले अनुभवों के भोक्ता के रूप में उसके व्यवहार को यहां बताया गया है।स्थितप्रज्ञ मुनि वह है जो राग भय और क्रोध से मुक्त है। यदि हम पूर्णत्व प्राप्त पुरुषों की जीवनियों का अध्ययन करें तो उनमें हमें सामान्य मनुष्य से सर्वथा विपरीत लक्षण देखने को मिलेंगे। सामान्य पुरुषों की सैकड़ों प्रकार की भावनायें और गुण ज्ञानी पुरुष में नहीं होते और इसलिये यहां केवल तीन गुणों के अभाव को बताने से हमें आश्चर्य होगा। तब एक शंका मन में उठती है क्या व्यास जी अन्य गुणों को भूल गये क्या यह वाक्य पूर्ण लक्षण बताता है परन्तु विचार करने पर ज्ञात होगा कि ये शंकायें निर्मूल हैं।पूर्व श्लोक में ज्ञानी के निष्कामत्व को बताया गया है और यहाँ उसके मन की स्थिरता को। जगत् में अनेक विषयों के अनुभव से हम जानते हैं कि उनके साथ राग या आसक्ति की वृद्धि होने से मन में भय भी उत्पन्न होने लगता है। विषय को प्राप्त करने की तीव्र इच्छा होने पर यह भय होता है कि वास्तव में वह वस्तु प्राप्त होगी अथवा नहीं। वस्तु के प्राप्त होने पर भी उसकी सुरक्षा के लिये चिन्ता और भय लगे ही रहते हैं।राग और भय से अभिभूत व्यक्ति के और उसकी इष्ट वस्तु के मध्य कोई विघ्न आता है तो उस विघ्न की ओर मन में जो भाव उठता है उसे कहते हैं क्रोध। क्रोध के आवेग की तीव्रता राग और भय की तीव्रता के समान अनुपात में होती है। अर्थ यह हुआ कि राग ही निमित्तवशात् क्रोध के रूप में व्यक्त होता है।श्री शंकराचार्य जी भाष्य में लिखते हैं कि ज्ञानी पुरुष त्रिविध तापों में स्थिरचित्त रहता है। वे त्रिविध दुख हैं (क) आध्यात्मिकशरीर में रोग आदि (ख) आधिभौतिकबाह्य वस्तुओं आदि से प्राप्त जैसे व्याघ्र चोर आदि (ग) आधिदैविकप्रकृति के प्रकोप जैसे भूकम्प तूफान आदि। ईंधन के डालने पर अग्नि प्रज्वलित होती है। परन्तु ज्ञानी पुरुष में अनेक विषय रूप ईंधन डालने पर भी इच्छा की अग्नि उग्ररूप धारण नहीं करती। ऐसे पुरुष को कहते हैं स्थितप्रज्ञ मुनि।और आगे कहते हैं","etsga":"2.56 That monk is called a man of steady wisdom when his mind is unperturbed in sorrow, he is free from longing for delights, and has gone beyond attachment, fear and anger.","etssa":"2.56 He whose mind is not shaken by adversity, who does not hanker after pleasures, and is free from attachment, fear and anger, is called a sage of steady wisdom.","etdss":"2.56. He, whose mind is undisturbed in the midst of sorrows; who is free from desire in the midst of pleasures; and from whom longing, fear and wrath have totally gone-he is said to be a firm-minded sage.","ecssa":"2.56 दुःखेषु in adversity? अनुद्विग्नमनाः of unshaken mind? सुखेषु in pleasure? विगतस्पृहः withut hankering? वीतरागभयक्रोधः free from attachment? fear and anger? स्थितधीः of steady wisdom? मुनिः sage? उच्यते (he) is called.Commentary Lord Krishna gives His answer to the second part of Arjunas estion as to the conduct of a sage of steady wisdom in the 56th? 57th and 58th verses.The mind of a sage of steady wisdom is not distressed in calamities. He is not affected by the three afflictions (Taapas) -- Adhyatmika (arising from diseases or disorders in ones own body)? Adhidaivika (arising from thunder? lightning? storm? flood? etc.)? and Adhibhautika (arising from scorpions? cobras? tigers? etc.). When he is placed in an affluent condition he does not long for sensual pleasures. (Cf.IV.10).","scetsga":"2.56 Moreover, that munih, monk [Sankaracarya identifies the monk with the man of realization.] ucyate, is then called; sthita-dhih, a man of steady wisdom; when anudvignamanah, his mind is unperturbed; duhkhesu, in sorrow when his mind remains unperturbed by the sorrows that may come on the physical or other planes [Fever, headache, etc. are physical (adhyatmika) sorrows; sorrows caused by tigers, snakes, etc. are environmental (adhibhautika) sorrows; those caused by cyclones, floods, etc. are super-natural (adhidaivika). Similarly, delights also may be experienced on the three planes.] ; so also, when he is vigata-sprhah, free from longing; sukhesu, for delights when he, unlike fire which flares up when fed with fuel etc., has no longing for delights when they come to him ; and vita-raga-bhaya-krodhah, has gone beyond attachment, fear and anger.","scetdss":"2.56 Dukkhesu etc. Only that sage whose mental attitude is free from desire and hatred in the midst of pleasure and pain, and not anyone else, is a man-of-stabilized-intellect.\n This is also proper. For-","scetssa":"2.56 Even when there are reasons for grief like separation from beloved ones, his mind is not perturbed, i.e., he is not aggrieved. He has no longing to enjoy pleasures, i.e., even though the things which he likes are near him, he has no longing for them. He is free from desire and anger; desire is longing for objects not yet obtained; he is free from this. Fear is affliction produced from the knowledge of the factors which cause separation from the beloved or from meeting with that which is not desirable; he is free from this. Anger is a disturbed state of ones own mind which produces affliction and which is aimed at another sentient being who is the cause of separation from the beloved or of confrontation with what is not desirable. He is free from this.\nA sage of this sort, who constantly meditates on the self, is said to be of firm wisdom.\nThen, the next state below this is described:","chakravarthi":"This verse and the next verse, the Lord answers the question “How does he speak?”\nHis mind is not disturbed by adhyatmika suffering in the form of hunger, thirst, fever, or headache, by the adhibhautika suffering coming from snakes or tigers, or by the adhidaivika suffering arising from extremes in wind or rain. When someone asks about himself, he says simply that this suffering is his prarabdha karma which he must unavoidably endure. He is not agitated with suffering (duhkhesv anudvigna manah). He does not say anything to himself or out loud to others. This absence of disgust at his situation is understood by the intelligent person to be the symptom of an undisturbed person. False indifference to suffering, the mark of the imposter, however, is understood by the wise man. Such a pretender is called fallen or depraved.\nIn the face of opportunities for happiness, he is without desire and says to himself or others that it is simply his prarabdha karma which he must tolerate. And the intelligent person recognizes his quality of being devoid of desire for happiness.\nThese qualities are made clearer. He is devoid of attachment to enjoyment (vita raga), devoid of fear from such things as tigers that want to eat him. He is devoid of anger towards friends who have attacked him. As an example, Jada Bharata in front of the Goddess Durga, did not show fear or anger towards the candala leader who wanted to kill him.","rudra":"\nThe Supreme Lord Krishna continuing the answer to the first question of\nverse 54 states that: He who is unperturbed, who is free from desires\nthough amidst pleasures is not agitated even upon being put into misery\nbecause there is the absence of any attachment, affection, fear or anger.\nThus by being devoid of all these characteristics one can be understood to\nbe a person of steady wisdom.","brahma":"\nLord Krishna gives an expansion of this in the next three verses. For those\nsituated in wisdom these instructions are essential being the means.It\nhas been declared that whatever instructions have been recommended for\nthose seekingadvancement,theseselfsameinstructionsareseen\ndistinctively in the actions of those situated in wisdom. To assume\nerroneously that something is pleasant then it becomes a source of\nattachment. Rasa sentiment, raga attachment and rakti beauty are said to be\nerroneous assumptions.","shri":"\nTo be free from an agitated mind is not to become aggrieved when situations\narise of impending affliction and difficulty or bereavement for something\ncherished and lost. To not be elated in happiness is to remain in an\nunattached and passive state even when joyous events occur. Desire is the\nlonging for things not obtained. One must learn to be free from this. Fear\nis worrying for prospective sorrow which may be caused by bereavement of\nwhat is cherished and the projection of the coming of unwanted things. One\nmust learn to be free from this. Anger is that disturbed state of mind and\nirritated feelings produced of pain from others causing separation from\nwhat is cherished or giving the experience of things not cherished. One\nmust learn to be free from this. Such a being is a muni or one of profound\ncontemplation on the soul. This being is known as sthita-prajna situated in\nperfect knowledge of transcendental consciousness. Lord Krishna describes\nthe next lower stage in the next verse.","kumar":"To be free from an agitated mind is not to become aggrieved when situations\narise of impending affliction and difficulty or bereavement for something\ncherished and lost. To not be elated in happiness is to remain in an\nunattached and passive state even when joyous events occur. Desire is the\nlonging for things not obtained. One must learn to be free from this. Fear\nis worrying for prospective sorrow which may be caused by bereavement of\nwhat is cherished and the projection of the coming of unwanted things. One\nmust learn to be free from this. Anger is that disturbed state of mind and\nirritated feelings produced of pain from others causing separation from\nwhat is cherished or giving the experience of things not cherished. One\nmust learn to be free from this. Such a being is a muni or one of profound\ncontemplation on the soul. This being is known as sthita-prajna situated in\nperfect knowledge of transcendental consciousness. Lord Krishna describes\nthe next lower stage in the next verse."}