{"meta":"Bhagavad Gita Chapter 2 Verse 67","metahi":"भगवद् गीता 2.67","slok":"इन्द्रियाणां हि चरतां यन्मनोऽनुविधीयते।तदस्य हरति प्रज्ञां वायुर्नावमिवाम्भसि।।2.67।।","htsrsd":"।।2.67।।अपनेअपने विषयोंमें विचरती हुई इन्द्रियोंमेंसे एक ही इन्द्रिय जिस मनको अपना अनुगामी बना लेती है वह अकेला मन जलमें नौकाको वायुकी तरह बुद्धिको हर लेता है।","htstma":"।।2.67।। जल में वायु जैसे नाव को हर लेता है वैसे ही विषयों में विरचती हुई इन्द्रियों के बीच में जिस इन्द्रिय का अनुकरण मन करता है? वह एक ही इन्द्रिय इसकी प्रज्ञा को हर लेती है।।","transliteration":"Indriyaanaam hi charataam yanmano’nuvidheeyate;\nTadasya harati prajnaam vaayur naavam ivaambhasi.","englishmeaning":"indriyāṇām—of the senses; hi—indeed; charatām—roaming; yat—which; manaḥ—the mind; anuvidhīyate—becomes constantly engaged; tat—that; asya—of that; harati—carries away; prajñām—intellect; vāyuḥ—wind; nāvam—boat; iva—as; ambhasi—on the water","hcsrsd":" 2.67।।  व्याख्या   मनुष्यका यह जन्म केवल परमात्मप्राप्तिके लिये ही मिला है। अतः मुझे तो केवल परमात्मप्राप्ति ही करनी है चाहे जो हो जाय ऐसा अपना ध्येय दृढ़ होना चाहिये। ध्येय दृढ़ होनेसे साधककी अहंतामेंसे भोगोंका महत्त्व हट जाता है। महत्त्व हट जानेसे व्यवसायात्मिका बुद्धि दृढ़ हो जाती है। परन्तु जबतक व्यवसायात्मिका बुद्धि दृढ़ नहीं होती तबतक उसकी क्या दशा होती है इसका वर्णन यहाँ कर रहे हैं।  इन्द्रियाणां हि चरतां यन्मनोऽनुविधीयते (टिप्पणी प0 103.2)   जब साधक कार्यक्षेत्रमें सब तरहका व्यवहार करता है तब इन्द्रियोंके सामने अपनेअपने विषय आ ही जाते हैं। उनमेंसे जिस इन्द्रियका अपने विषयमे राग हो जाता है वह इन्द्रिय मनको अपना अनुगामी बना लेती है मनको अपने साथ कर लेती है। अतः मन उस विषयका सुखभोग करने लग जाता है अर्थात् मनमें सुखबुद्धि भोगबुद्धि पैदा हो जाती है मनमें उस विषयका रंग चढ़ जाता है उसका महत्त्व बैठ जाता है। जैसे भोजन करते समय किसी पदार्थका स्वाद आता है तो रसनेन्द्रिय उसमें आसक्त हो जाती है। आसक्त होनेपर रसनेन्द्रिय मनको भी खीँच लेती है तो मन उस स्वादमें प्रसन्न हो जाता है राजी हो जाता है। तदस्य हरति प्रज्ञाम्  जब मनमें विषयका महत्त्व बैठ जाता है तब वह अकेला मन ही साधककी बुद्धिको हर लेता है अर्थात् साधकमें कर्तव्यपरायणता न रहकर भोगबुद्धि पैदा हो जाती है। वह भोगबुद्धि होनेसे साधकमें मुझे परमात्माकी ही प्राप्ति करनी है यह व्यवसायात्मिका बुद्धि नहीं रहती। इस तरहका विवेचन करनेमें तो देरी लगती है पर बुद्धि विचलित होनेमें देरी नहीं लगती अर्थात् जहाँ इन्द्रियने मनको अपना अनुगामी बनाया कि मनमें भोगबुद्धि पैदा हो जाती है और उसी समय बुद्धि मारी जाती है। वायुर्नावमिवाम्भसि   वह बुद्धि किस तरह हर ली जाती है इसको दृष्टान्तरूपसे समझाते हैं कि जलमें चलती हुई नौकाको वायु जैसे हर लेती है ऐसे ही मन बुद्धिको हर लेता है। जैसे कोई मनुष्य नौकाके द्वारा नदी या समुद्रको पार करते हुए अपने गन्तव्य स्थानको जा रहा है। यदि उस समय नौकाके विपरीत वायु चलती है तो वह वायु उस नौकाको गन्तव्य स्थानसे विपरीत ले जाती है। ऐसे ही साधक व्यवसायात्मिका बुद्धिरूप नौकापर आरूढ़ होकर संसारसागरको पार करता हुआ परमात्माकी तरफ चलता है तो एक इन्द्रिय जिस मनको अपना अनुगामी बनाती है वह अकेला मन ही बुद्धिरूप नौकाको हर लेता है अर्थात् उसे संसारकी तरफ ले जाता है। इससे साधककी विषयोंमें सुख बुद्धि और उनके उपयोगी पदार्थोंमें महत्त्वबुद्धि हो जाती है।वायु नौकाको दो तरहसे विचलित करती है नौकाको पथभ्रष्ट कर देती है अथवा जलमें डुबा देती है। परन्तु कोई चतुर नाविक होता है तो वह वायुकी क्रियाको अपने अनुकूल बना लेता है जिससे वायु नौकाको अपने मार्गसे अलग नहीं ले जा सकती प्रत्युत उसको गन्तव्य स्थानतक पहुँचानेमें सहायता करती है ऐसे ही इन्द्रियोंके अनुगामी हुआ मन बुद्धिको दो तरहसे विचलित करता है परमात्मप्राप्तिके निश्चय को दबाकर भोगबुद्धि पैदा कर देता है अथवा निषिद्ध भोगोंमें लगाकर पतन करा देता है। परन्तु जिसका मन और इन्द्रियाँ वशमें होती हैं उसकी बुद्धिको मन विचलित नहीं करता प्रत्युत परमात्माके पास पहुँचानेमें सहायता करता है (2। 6465)। सम्बन्ध   अयुक्त पुरुषकी निश्चयात्मिका बुद्धि क्यों नहीं होती इसका हेतु तो पूर्वश्लोकमें बता दिया। अब जो युक्त होता है उसकी स्थितिका वर्णन करनेके लिये आगेका श्लोक कहते हैं।","hcsca":"।।2.67।। नाव के नाविक की मृत्यु हो गयी हो और उसके पाल खुले हों तब वह नाव पूरी तरह उन्मत्त तूफानों और उद्दाम तरंगों की दया पर आश्रित होगी। विक्षुब्ध तरंगों के भयंकर थपेड़ों से इधरउधर भटकती हुई वह लक्ष्य को प्राप्त किये बिना बीच में ही नष्ट हो जायेगी। इसी प्रकार संयमरहित पुरुष की इन्द्रियाँ भी विषयों में विचरण करती हुई मन को वासनाओं की अंधीआंधी में भटकाकर विनष्ट कर देती हैं। अत यदि मनुष्य अर्थपूर्ण जीवन जीना चाहता है तो उसे अपनी इन्द्रियों को अपने वश में रखने का सतत प्रयत्न करते रहना चाहिए।62वें श्लोक से प्रारम्भ किये मनुष्य के पतन के विषय का उपसंहार करते हुए भगवान् कहते हैं","etsga":"2.67 For, the mind which follows in the wake of the wandering senses, that (mind) carries away his wisdom like the mind (diverting) a boat on the waters.","etssa":"2.67 For the mind, which follows in the wake of the wandering senses, carries away his discrimination, as the wind (carries away) a boat on the waters.","etdss":"2.67. That mind, which is directed to follow the wandering (enjoying) sense-organs-that mind carries away his knowledge just as wind does a ship on waters.","ecssa":"2.67 इन्द्रियाणाम् senses? हि for? चरताम् wandering? यत् which? मनः mind? अनुविधीयते follows? तत् that? अस्य his? हरति carries away? प्रज्ञाम् discrimination? वायुः the wind? नावम् boat? इव like? अम्भसि in the water.Commentary The mind which constantly dwells on the sensual objects and moves in company with the senses destroys altogether the discrimination of the man. Just as the wind carries away a boat from its course? so also the mind carries away the aspirant from his spiritual path and turns,him towards the objects of the senses.","scetsga":"2.67 Hi, for; yat manah, the mind which; anu-vidhiyate, follows in the wake of; caratam, the wandering; indriyani, senses that are tending towards their respective objects; tat, that, the mind engaged in thinking [Perceiving objects like sound etc. in their respective varieties.] of the objects of the senses; harati, carries away, destroys; asya, his, the sannyasins; prajnam, wisdom born from the discrimination between the Self and the not-Self. How? Iva, like; vayuh, the wind; diverting a navam, boat; ambhasi, on the waters. As wind, by diverting a boat on the waters from its intended course, drives it along a wrong course, similarly the mind, by diverting the wisdom from the pursuit of the Self, makes it engage in objects.\nAfter having stated variously the reasons for the idea conveyed through the verse, For, O son of Kunti, etc. (60), and having established that very idea, the Lord concludes thus:","scetdss":"2.67 See Comment under 2.68","scetssa":"2.67 That mind, which is allowed by a person to be submissive to, i.e., allowed to go after the senses which go on operating, i.e., experiencing sense-objects, such a mind loses its inclination towards the pure self. The meaning is that it gets inclined towards sense-objects. Just as a contrary wind forcibly carries away a ship moving on the waters, in the name manner wisdon also is carried away from such a mind. [The idea is that the pursuit of sense pleasures dulls ones spiritual inclination, and the mind ultimately succumbs to them unresisting.]","chakravarthi":"This verse examines the person with no intelligence due to lack of control of the mind (ayuktasya buddhih na asti described in the previous verse).\nAmong all the senses moving towards their respective sense objects, the mind follows after one sense. In this way a person follows each of the senses. Such a mind takes away the intelligence or prajna of the person, just as unfavorable wind takes a boat off course which is being steered somewhere on the water.","rudra":"\nThe reason why one who is uncontrolled is devoid of knowledge is now being\nstated in this verse. Whichever one of thewanderingsensesthe\nuncontrolled mind follows, that sense by itself enslaves the mind and\ncarries away all discrimination making one restless for the object of\ndesire. As the wind effortlessly snatches away a boat on the ocean whose\nhelmsman is not in control; similarly the senses of one who is uncontrolled\nsnatches away even their mundane intelligence.","brahma":"\nIn this verse Lord Krishna gives an analogy on the condition of those who\nmeditate on their senses. One may ask the question, Do not the senses\nperform the activities energised by the Supreme Lord? This is only partly\ntrue because wisdom is an essential ingredient of meditation and when one\nis pursuing the senses then wisdom is lost and one is out of control like a\nship in a storm causing the senses to lose their essential purpose.","shri":"\nWhen the senses are rambling about in pursuit of their delights and one\nallows their mind to follow in hot pursuit after them, then the mind will\nbe deprived of its inherent intelligence and will completely forget all the\nthings that lead to ones highest good. Instead of inducing a strong will\nto pursue spiritual development one will develop a strong will for sensual\nenjoyment. Thus Lord Krishna gives this fitting analogy of a ship in the\nocean being tossed about violently hither and thither by tempestuous winds.\nThe conclusion of this rational is explained in the next verse.","kumar":"When the senses are rambling about in pursuit of their delights and one\nallows their mind to follow in hot pursuit after them, then the mind will\nbe deprived of its inherent intelligence and will completely forget all the\nthings that lead to ones highest good. Instead of inducing a strong will\nto pursue spiritual development one will develop a strong will for sensual\nenjoyment. Thus Lord Krishna gives this fitting analogy of a ship in the\nocean being tossed about violently hither and thither by tempestuous winds.\nThe conclusion of this rational is explained in the next verse."}