{"meta":"Bhagavad Gita Chapter 2 Verse 66","metahi":"भगवद् गीता 2.66","slok":"नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना।न चाभावयतः शान्तिरशान्तस्य कुतः सुखम्।।2.66।।","htsrsd":"।।2.66।।जिसके मनइन्द्रियाँ संयमित नहीं हैं ऐसे मनुष्यकी व्यवसायात्मिका बुद्धि नहीं होती। व्यवसायात्मिका बुद्धि न होनेसे उसमें कर्तव्यपरायणताकी भावना नहीं होती। ऐसी भावना न होनेसे उसको शान्ति नहीं मिलती। फिर शान्तिरहित मनुष्यको सुख कैसे मिल सकता है","htstma":"।।2.66।। (संयमरहित) अयुक्त पुरुष को (आत्म) ज्ञान नहीं होता और अयुक्त को भावना और ध्यान की क्षमता नहीं होती भावना रहित पुरुष को शान्ति नहीं मिलती अशान्त पुरुष को सुख कहाँ","transliteration":"Naasti buddhir ayuktasya na chaayuktasya bhaavanaa;\nNa chaabhaavayatah shaantir ashaantasya kutah sukham.","englishmeaning":"na—not; asti—is; buddhiḥ—intellect; ayuktasya—not united; na—not; cha—and; ayuktasya—not united; bhāvanā—contemplation; na—nor; cha—and; abhāvayataḥ—for those not united; śhāntiḥ—peace; aśhāntasya—of the unpeaceful; kutaḥ—where; sukham—happiness","hcsrsd":" 2.66।। व्याख्या  यहाँ कर्मयोगका विषय है। कर्मयोगमें मन और इन्द्रयोंका संयम करना मुख्य होता है। विवेकपूर्वक संयम किये बिना कामना नष्ट नहीं होती। कामनाके नष्ट हुए बिना बुद्धिकी स्थिरता नहीं होती। अतः कर्मयोगी साधकको पहले मन और इन्द्रियोंका संयम करना चाहिये। परन्तु जिसका मन और इन्द्रियाँ संयमित नहीं है उसकी बात इस श्लोकमें कहते हैं। नास्ति बुद्धिरयुक्तस्य   जिसका मन और इन्द्रियाँ संयमित नहीं है ऐसे अयुक्त (असंयमी) पुरुषकी मेरेको केवल परमात्मप्राप्ति ही करनी है ऐसी एक निश्चयवाली बुद्धि नहीं होती  (टिप्पणी प0   103.1) । कारण कि मन और इन्द्रियाँ संयमित न होनेसे वह उत्पत्ति विनाशशील सांसारिक भोगों और संग्रहमें ही लगा रहता है। वह कभी मान चाहता है कभी सुखआराम चाहता है कभी धन चाहता है कभी भोग चाहता है इस प्रकार उसके भीतर अनेक तरहकी कामनाएँ होती रहती हैं। इसलिये उसकी बुद्धि एक निश्चयवाली नहीं होती। न चायुक्तस्य भावना   जिसकी बुद्धि व्यवसायात्मिका नहीं होती उसकी मेरेको तो केवल अपने कर्तव्यका पालन करना है और फलकी इच्छा कामना आसक्ति आदिका त्याग करना हैऐसी भावना नहीं होती। ऐसी भावना न होनेमें कारण है अपना ध्येय स्थिर न होना। न चाभावयतः शान्तिः  जो अपने कर्तव्यके परायण नहीं रहता उसको शान्ति नहीं मिल सकती। जैसे साधु शिक्षक ब्राह्मण क्षत्रिय वैश्य शूद्र आदि यदि अपनेअपने कर्तव्यमें तत्पर नहीं रहते तो उनको शान्ति नहीं मिलती। कारण कि अपने कर्तव्यके पालनमें दृढ़ता न रहनेसे ही अशान्ति पैदा होती है। अशान्तस्य कुतः सुखम्  जो अशान्त है वह सुखी कैसे हो सकता है कारण कि उसके हृदयमें हरदम हलचल होती रहती है। बाहरसे उसको कितने ही अनुकूल भोग आदि मिल जायँ तो भी उसके हृदयकी हलचल नहीं मिट सकती अर्थात् वह सुखी नहीं हो सकता। सम्बन्ध   अयुक्त पुरुषकी बुद्धि एक निश्चयवाली क्यों नहीं होती इसका कारण आगेके श्लोकमें बताते हैं।","hcsca":"।।2.66।। शास्त्रों में मन की शान्ति पर बल देने का कारण यहाँ स्पष्ट किया गया है। मन शान्ति के अभाव के कारण बुद्धि में सांस्कृतिक एवं आध्यात्मिक विकास के लिये आवश्यक विचार करने की क्षमता नहीं होती। शान्ति के न होने पर जीवन की समस्याओं को समझने की बौद्धिक तत्परता का अभाव होता है और तब जीवन का सही मूल्यांकन कर आत्मज्ञान एवं ध्यान के लिए अवसर ही नहीं रहता। ध्रुव तारे के समान जीवन में महान लक्ष्य के न होने पर हमारा जीवन समुद्र में खोये जलपोत के समान भटकता हुआ अन्त में किसी विशाल चट्टान से टकराकर नष्ट हो जाता है।लक्ष्यहीन दिशाहीन पुरुष को कभी शान्ति नहीं मिलती और ऐसे अशान्त पुरुष को सुख कहाँ जीवन सिन्धु की शान्त अथवा विक्षुब्ध तरंगों में सुख या दुख के समय संयम से रहने के लिये परमार्थ का लक्ष्य हमारी दृष्टि से कभी ओझल नहीं होना चाहिये। एक मृदंग वादक के बिना नर्तकी के पैर लय और गति को नियन्त्रित नहीं रख सकते।अयुक्त (संयमरहित) पुरुष को ज्ञान क्यों नहीं होता सुनो","etsga":"2.66 For the unsteady there is no wisdom, and there is no meditation for the unsteady man. And for an unmeditative man there is no peace. How can there be happiness for one without peace?","etssa":"2.66 There is no knowledge of the Self to the unsteady and to the unsteady no meditation is possible, and to the unmeditative there can be no peace, and to the man who has no peace, how can there be happiness?","etdss":"2.66. The capacity to decide is not for one who is not a master of Yoga; and concentration of mind is not for one who is not a master of Yoga; and peace is not for one who does not concentrate; wherefrom could happiness come to one who has no peace ?","ecssa":"2.66 न not? अस्ति is? बुद्धिः knowledge (of the Self)? अयुक्तस्य of the unsteady? न not? च and? अयुक्तस्य of the unsteady? भावना meditation? न not? च and? अभावयतः of the unmeditated? शान्तिः peace? अशान्तस्य of the peaceless? कुतः whence? सुखम् happiness.Commentary The man who cannot fix his mind in meditation cannot have knowledge of the Self. The unsteady man cannot practise meditation. He cannot have even intense devotion to Selfknowledge nor can he have burning longing for liberation or Moksha. He who does not practise meditation cannot possess peace of mind. How can the man who has no peace of mind enjoy happinessDesire or Trishna (thirsting for senseobjects) is the enemy of peace. There cannot be an iota or tinge of happiness for a man who is thirsting for sensual objects. The mind will be ever restless? and will be hankering for the objects. Only when this thirsting dies? does man enjoy peace. Only then can he meditate and rest in the Self.","scetsga":"2.66 Ayuktasya, for the unsteady, for one who does not have a concentrated mind; na asti, there is no, i.e. there does not arise; buddhih, wisdom, with regard to the nature of the Self; ca, and; there is no bhavana, meditation, earnest longing [Longing to have a continuous remembrance of the knowledge of Brahman which arises in the mind from hearing the great Upanisadic sayings (maha-vakyas).] for the knowledge of the Self; ayuktasya, for an unsteady man. And similarly, abhavayatah, for an unmeditative man, who does not ardently desire the knowledge of the Self; there is no santih, peace, restraint of the senses. Kutah, how can there be; sukham, happiness; asantasya, for one without peace? That indeed is happiness which consists in the freedom of the senses from the thirst for enjoyment of objects; not the thirst for objects that is misery to be sure.\nThe implication is that, so long as thirst persists, there is no possibility of even an iota of happiness!\nIt is being stated why a man without concentration does not possess wisdom:","scetdss":"2.66 See Comment under 2.68","scetssa":"2.66 In him who does not focus his mind on Me but is engaged only in the control of senses by his own exertion, the Buddhi or the right disposition that is concerned with the pure self never arises. Therefore he fails in the practice of meditation on the self. In one who cannot think of the pure self, there arises the desire for sense objects; in him serenity does not arise. How can eternal and unsurpassed bliss be generated in him who is not serene but is attached to sense-objects? [The idea is that without the aid of devotion to God, the effort to control the senses by ones will power alone will end in failure.]\n Sri Krsna speaks again of the calamity that befalls one who does not practise the control of the senses in the way prescribed above:","chakravarthi":"Krishna makes his statement clear by stating the effects of the opposite condition.\nFor one who has not controlled the mind (ayuktasya), there is no intelligence, no prajna, fixed on the soul. For one who not having such prajna arising from controlled mind, meditation on the Supreme Lord (bhavana) also is not possible. Not performing meditation (abhavayatah), he does not have peace, the cessation of agitation from sense objects. This peaceless person does not have bliss (sukham) from the soul.","rudra":"\nLord Krishna now reveals the controlling of the senses as a means of\nattaining spiritual intelligence in a converse way. The Lord states that\none with an uncontrolled mind can never possess spiritual intelligence even\nif well versed in the Vedic scriptures and the teachings of the bona-fide\npreceptor in the line of Vedic disciplic succession in one of the four\nauthorised Vaisnava sampradayas. Why is this true? Because with an\nuncontrolled mind it is not possible to have spiritual intelligence,\nwithout spiritual intelligence one cannot meditate and without meditation\nit is not possible to realise the Ultimate Truth. So one who has an\nuncontrolled mind is bereft of this, for one who cannot meditate, who is\nunable to enlighten themselves within there is no peace and where there is\nno peace how can there be happiness.","brahma":"\nLord Krishna is explaining the defects due to the absence of happiness as\nreferred to in this verse. Without being happy there is no possibility of\nconcentration of the mind. Without concentration of the mind there can be\nno meditation and without meditation it is not possible to have inner\nawakening or soul-cognition. Therefore it has been declared that these\nthings are not possible for one without concentration. Santih or peace\nrefers also to liberation. Santi, moksa or liberation and nirvana all have\na similar meaning denoting termination of the samsara or worldly existence.","shri":"\nOne who is unable to concentrate and focus their mind in meditation on Lord\nKrishna is known as ayukta devoid of spiritual intelligence. One who\nattempts to control their senses by their own efforts without securing the\ngrace of the Supreme Lord merited by devotion. To these living entities no\nclear, definitive illumination in consciousness can develop; ergo , because\none will not be able to internally realise the ultimate reality of the\nSupreme Lord through the medium of the eternal soul as having name, form,\nqualities, pastimes, abode and sweetness.Thus without being able to\ncomprehend and contemplate on the nature of the eternal soul there can be\nno tranquillity. Nor is it possible to dispel the compulsive urge and\ninclination to experience sensual objects. To those who are not tranquil,\nwho are addicted to sensual objects and who are submerged in sense\ngratification; how can they ever possibly attain eternal blessedness and\ntranscendental bliss. Again as stated previously arethe disastrous\nconsequences that result in the inability to govern the tempestuous senses.","kumar":"One who is unable to concentrate and focus their mind in meditation on Lord\nKrishna is known as ayukta devoid of spiritual intelligence. One who\nattempts to control their senses by their own efforts without securing the\ngrace of the Supreme Lord merited by devotion. To these living entities no\nclear, definitive illumination in consciousness can develop; ergo , because\none will not be able to internally realise the ultimate reality of the\nSupreme Lord through the medium of the eternal soul as having name, form,\nqualities, pastimes, abode and sweetness.Thus without being able to\ncomprehend and contemplate on the nature of the eternal soul there can be\nno tranquillity. Nor is it possible to dispel the compulsive urge and\ninclination to experience sensual objects. To those who are not tranquil,\nwho are addicted to sensual objects and who are submerged in sense\ngratification; how can they ever possibly attain eternal blessedness and\ntranscendental bliss. Again as stated previously arethe disastrous\nconsequences that result in the inability to govern the tempestuous senses."}