{"meta":"Bhagavad Gita Chapter 2 Verse 61","metahi":"भगवद् गीता 2.61","slok":"तानि सर्वाणि संयम्य युक्त आसीत मत्परः।वशे हि यस्येन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता।।2.61।।","htsrsd":"।।2.61।।कर्मयोगी साधक उन सम्पूर्ण इन्द्रियोंको वशमें करके मेरे परायण होकर बैठे क्योंकि जिसकी इन्द्रियाँ वशमें हैं उसकी बुद्धि प्रतिष्ठित है।","htstma":"।।2.61।। उन सब इन्द्रियों को संयमित कर युक्त और मत्पर होवे। जिस पुरुष की इन्द्रियां वश में होती हैं? उसकी प्रज्ञा प्रतिष्ठित होती है।।","transliteration":"Taani sarvaani samyamya yukta aaseeta matparah;\nVashe hi yasyendriyaani tasya prajnaa pratishthitaa.","englishmeaning":"tāni—them; sarvāṇi—all; sanyamya—subduing; yuktaḥ—united; āsīta—seated; mat-paraḥ—toward me (Shree Krishna); vaśhe—control; hi—certainly; yasya—whose; indriyāṇi—senses; tasya—their; prajñā—perfect knowledge; pratiṣhṭhitā—is fixed;","hcsrsd":" 2.61।। व्याख्या    तानि सर्वाणि संयम्य युक्त आसीत मत्परः   जो बलपूर्वक मनका हरण करनेवाली इन्द्रियाँ हैं उन सबको वशमें करके अर्थात् सजगतापूर्वक उनको कभी भी विषयोंमें विचलित न होने देकर स्वयं मेरे परायण हो जाय। तात्पर्य यह हुआ कि जब साधक इन्द्रियोंको वशमें करता है तब उसमें अपने बलका अभिमान रहता है कि मैंने इन्द्रियोंको अपने वशमें किया है। यह अभिमान साधकको उन्नत नहीं होने देता और उसे भगवान्से विमुख करा देता है। अतः साधक इन्द्रियोंका संयमन करनेमें कभी अपने बलका अभिमान न करे उसमें अपने उद्योगको कारण न माने प्रत्युत केवल भगवत्कृपाको ही कारण माने कि मेरेको इन्द्रियोंके संयमनमें जो सफलता मिली है वह केवल भगवान्की कृपासे ही मिली है। इस प्रकार केवल भगवान्के परायण होनेसे उसका साधन सिद्ध हो जाता है।यहाँ  मत्परः  कहनेका मतलब है कि मानवशरीरका मिलना साधनमें रुचि होना साधनमें लगना साधनका सिद्ध होना ये सभी भगवान्की कृपापर ही निर्भर हैं। परन्तु अभिमानके कारण मनुष्यका इस तरफ ध्यान कम जाता है। कर्मयोगीयोंमें तो कर्म करनेकी ही प्रधानता रहती है और उसमें वह अपना ही पुरुषार्थ मानता रहता है। अतः भगवान् विशेष कृपा करके कर्मयोगी साधकके लिये भी अपने परायण होनेकी बात कह रहे हैं।भगवान्के परायण होनेका तात्पर्य है केवल भगवान्में ही महत्त्वबुद्धि हो कि भगवान् ही मेरे हैं और मैं भगवान्का हूँ संसार मेरा नहीं है और मैं संसारका नहीं हूँ। कारण कि भगवान् ही हरदम मेरे साथ रहते हैं संसार मेरे साथ रहता ही नहीं। इस प्रकार साधकका मैंपनकेवल भगवान्में ही लगा रहे।कर्मयोगका प्रकरण होनेसे यहाँ भगवान्को कर्मयोगके अनुसार उपाय बताना चाहिये था। परन्तु गीताका अध्ययन करनेसे ऐसा मालूम देता है कि साधनकी सफलतामें केवल भगवत्परायणता ही कारण है। अतः गीतामें भगवत्परायणताकी बहुत महिमा गायी गयी है जैसे जितने भी योगी हैं उन सब योगियोंमें श्रद्धाप्रेमपूर्वक मेरे परायण होकर मेरा भजन करनेवाला श्रेष्ठ है (6। 47 ) आदिआदि। वशे हि यस्येन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता  पहले उनसठवें श्लोकमें भगवान्ने यह कहा कि इन्द्रियोंका विषयोंसे सम्बन्धविच्छेद होनेपर भी स्थितप्रज्ञता नहीं होती और इस श्लोकमें कहते हैं कि जिसकी इन्द्रियाँ वशमें हैं वह स्थितप्रज्ञ है। इसका तात्पर्य यह है कि वहाँ (2। 59 में) इन्द्रियोंका विषयोंसे सम्बन्धविच्छेद होनेपर भी भीतरमें रसबुद्धि पड़ी है अतः इन्द्रियाँ वशमें नहीं है। परन्तु यहाँ स्थितप्रज्ञ पुरुषकी इन्द्रियाँ वशमें हैं और उसकी रसबुद्धि निवृत्त हो गयी है। इसलिये यह नियम नहीं है कि इन्द्रियोंका विषयोंसे सम्बन्धविच्छेद होनेपर वह स्थितप्रज्ञ हो ही जायगा क्योंकि उसमें रसबुद्धि रह सकती है। परन्तु यह नियम है स्थितप्रज्ञ होनेसे इन्द्रियाँ वशमें हो ही जायँगी। सम्बन्ध   भगवान्के परायण होनेसे तो इन्द्रियाँ वशमें होकर रसबुद्धि निवृत्त हो ही जायगी पर भगवान्के परायण न होनेसे क्या होता है इसपर आगेके दो श्लोक कहते हैं।","hcsca":"।।2.61।। अध्यात्म साम्राज्य के सम्राट आत्मा के पतन का मूल कारण ये इन्द्रियां ही हैं। अर्जुन को यहां सावधान किया गया है कि वह पूर्णत्व प्राप्ति के लिये इन्द्रियों और विषयों के अनियन्त्रित एवं उन्मुक्त विचरण के प्रति सतत सजग रहे। आधुनिक मनोविज्ञान गीता के इस उपदेश पर नाकभौं सिकोड़ेगा क्योंकि जर्मन मनोवैज्ञानिक सिगमण्ड फ्रायड के अनुसार वासनायें मनुष्य की स्वाभाविक मूल प्रवृत्ति हैं और उनके संयमित करने का अर्थ है उनका अप्राकृतिक दमन।पाश्चात्य देशों में संयम का अर्थ दमन समझा जाता है और मन के स्वास्थ्य की दृष्टि से दमन को कोई भी स्वीकार नहीं करेगा। परन्तु वैदिक दर्शन में कहीं भी दमन का उपदेश नहीं दिया गया। वहाँ तो बुद्धि की उस परिपक्वता पर बल दिया गया है जिससे मनुष्य का व्यक्तित्व खिल उठे और श्रेष्ठ वस्तुओं की प्राप्ति से निकृष्ट की इच्छा अपने आप ही छूट जाये। वहाँ इच्छाओं का दमन नहीं वरन् उनसे ऊपर उठने को कहा गया है।भगवान् श्रीकृष्ण इस वैदिक सिद्धांत को यहां अत्यन्त सुन्दर ढंग से स्पष्ट करते हैं। वे आत्म विकास की साधना के विधेयात्मक (जो करना चाहिये) और निषेधात्मक (जो त्यागना चाहिये) दोनों पक्षों पर प्रकाश डालते हैं। आत्मविकास के जो प्रतिकूल भोग और कर्म हैं उन्हें त्यागकर अनुकूल साधना का अभ्यास करना चाहिये। विधेयात्मक साधना में भगवान् शिष्य को मत्पर होने का उपदेश देते हैं। मत्पर का अर्थ हैजो मुझ परमात्मा को ही जीवन का परम लक्ष्य समझता है।युक्त आसीत मत्पर इस अर्ध पंक्ति में ही गीता द्वारा आत्मविकास की पूर्ण साधना बतायी गयी है। मनुष्य को पशु के स्तर पर ले जाने वाली अनैतिक एवं कामुक प्रवृत्तियां उसके असंख्य जन्मजन्मान्तरों में किये विषयोपभोग और उनसे अर्जित वासनाओं का ही परिणाम है। एक जीवन में ही उन सबको नष्ट करना अथवा उनके परे जाना मनुष्य के लिये कदापि संभव नहीं। नैतिकता के उन्नायकों आदर्श शिक्षकों और अध्यात्म के साधकों की निराशा का भी यही एक कारण है।इन वैषयिक प्रवृत्तियों को समाप्त करने का साधन प्राचीन ऋषियों ने स्वानुभव से खोज निकाला था। ध्यान के शान्त वातवरण में मन को अपने शुद्ध पूर्ण स्वरूप में स्थिर करने का प्रयत्न ही वह साधना है। इसके अभ्यास से जिसकी इन्द्रियां स्वत ही वश में आ गयी हैं वही स्थितप्रज्ञ पुरुष माना जाता है।इस श्लोक का गूढ़ार्थ अब स्पष्ट हो जाता है निराहारी का बलपूर्वक किया हुआ इन्द्रिय निग्रह क्षणिक है जिससे आध्यात्मिक सौन्दर्य के खिल उठने की कोई आशा नहीं करनी चाहिये। आत्मानुभाव में स्थित जिस पुरुष की इन्द्रियाँ स्वत वश में रहती हैं वह स्थितप्रज्ञ है। न तो वह इन्द्रियों को नष्ट करता है और न उनका उपयोग ही बन्द करता है। एवं पूर्णत्व प्राप्त ज्ञानी पुरुष वह है जिसकी इन्द्रियाँ और मन वश में होकर उसकी सेवा में सदैव तत्पर रहते हैं।अब भगवान् असफल व्यक्ति के पतन के कारण बताते हैं।","etsga":"2.61 Controlling all of them, one should remain concentrated on Me as the supreme. For, the wisdom of one whose organs are under control becomes steadfast.","etssa":"2.61 Having restrained them all he should sit steadfast, intent on Me; his wisdom is steady whose senses are under control.","etdss":"2.61. Restraining them (the same-organs) by mind, the master of Yoga would sit making Me his goal; for, the intellect of that person is stabilized whose sense-organs are under control.","ecssa":"2.61 तानि them? सर्वाणि all? संयम्य having restrained? युक्तः joined? आसीत should sit? मत्परः intent on Me? वशे under control? हि indeed? यस्य whose? इन्द्रियाणि senses? तस्य his? प्रज्ञा wisdom? प्रतिष्ठिता is settled.Commentary He should control the senses and sit focussed on Me as the Supreme? with a calm mind. The wisdom of the Yogi who thus seated has brought all his senses under subjugation is doubtless ite steady. He is established in the Self. Sri Sankaracharya explains Asita Matparah as He should sit contemplating I am no other than He. (Cf.II.64).","scetsga":"2.61 Samyamya, controlling, having subdued; sarvani, all; tani, of them; asita, one should remain; yuktah, concentrated; mat-parah, on Me as the supreme he to whom I, Vasudeva, the inmost Self of all, am the supreme (parah) is mat-parah. The idea is, he should remain (concentrated) thinking, I am not different from Him.\nHi, for; the prajna, wisdom; tasya, of one, of the sannyasin remaining thus concentrated; yasya, whose; indriyani, organs; are vase, under control, by dint of practice; [The organs come under control either by constantly thinking of oneself as non-different from the Self, or by constantly being mindful of the evils that result from objects.] pratisthita, becomes steadfast.\nNow, then, is being stated this [This:what is described in the following two verses, and is also a matter of common experience.] root, cause of all the evils that beset one who is the verge of being overwhelmed:","scetdss":"2.61 Tani etc. He, who restrains his sense-organs in this manner by means of his mind, but not by inactivity-he alone is a man-of-stabilized-intellect. He would remain viewing Me alone as his goal i.e., he would concentrate his attention on nothing but Me, the Supreme Lord, the Consciousness-Self.","scetssa":"2.61 With a desire to overcome this mutual dependence between the subduing of the senses and vision of the self, one has to coner the senses which are difficult to subdue on account of their attachment to sense-objects. So, focussing the mind on Me who am the only auspicious object for meditation, let him remain steadfast. When the mind is focussed on Me as its object, then such a mind, purified by the burning away of all impurities and devoid of attachment to the senses, is able to control the senses. Then the mind with the senses under control will be able to experience the self. As said in Visnu Purana, As the leaping fire fanned by the wind burns away a forest of dry trees, so Visnu, who is in the hearts of all the Yogins, destroys all the sins. Sri Krsna teaches the same here: He whose senses are under control, his knowledge is firmly set.\nSri Krsna says: One who endeavours to subdue the senses, depending on ones own exertions, and does not focus the mind on Me in this way, becomes lost.","chakravarthi":"Mat parah means my devotee. Without devotion to me, one cannot conquer the senses. This will be seen everywhere in later verses of the Gita. Uddhava has also said:\nprayasah pundarikaksa yunjanto yogino manah visidanty asamadhanan mano-nigraha-karsitah athata ananda-dugham padambujam hamsah srayeran\nO lotus-eyed Lord, generally those yogis who try to steady the mind experience frustration because of their inability to perfect the state of trance. Thus they weary in their attempt to bring the mind under control. Therefore, O lotus-eyed Lord of the universe, swanlike men happily take shelter of Your lotus feet, the source of all transcendental ecstasy. SB 11.29.2-3\nThe person whose senses have been brought under control (vase hi) is the sthita prajna. This distinguishes him from the sadhaka, the person attempting to do so.","rudra":"\nSince it has been prescribed to be in control of the senses, one who is\nself-controlled should sit in a yoga position and meditate on the Supreme\nLord. If it were to be asked how does one sit? The right answer is that\nwith the senses under control the mind should be free from any mental\nactivity.","brahma":"\nIn the previous verses Lord Krishna has stated that the senses are too\npowerful to subdue by our own efforts. Yet effort should be made repeatedly\nregardless. Now here he suggests that we subdue our senses by devotion to\nHim. The word yuktah denotes devotion to Lord Krishna, one whose mind is\nattuned to Him. Otherwise it is not possible to overcome the senses in any\nway and maintain it. Mat-parah means one devoted to Lord Krishna. The\nbenefits of one surrendered, attuned and devoted to the Supreme Lord\nKrishna will be well documented later.","shri":"\nWhosoever would wish to succeed in overcoming the dichotomous difficulty by\nthe mutual inter-relating dependence of sense control and soul cognition as\ndelineated previously, must certainly master the senses. Which due to their\nconstant craving for pleasure are extremely troublesome to govern. Lord\nKrishna as the Supreme Lord is instructing to make Him the sole object of\nones meditation and thus become established in undisturbed serenity in the\nultimate reality. When our minds have been evolved to realising Lord\nKrishna as the supreme absolute reality all impurities are eradicated and\nthe mind is purified and clear, free from all desires. Now at this stage\nfor the first time the mind is free from all desires. The mind along with\nthe senses completely under control is then capable of achieving cognition\nof the eternal soul. In the Vishnu Purana XI.VII.LXXIV beginning yatha\nadniruddhata-sikhah it is written that as a blazing fire fanned by blowing\nwind burns up dry wood; in the same way Lord Krishna enthroned in the heart\nburns up all sins of those who link their individual consciousness with the\nultimate consciousness in soul cognition. Spiritualintelligenceis\nconfirmed in those whose senses are under control. But it must be noted\nthat unless devotion has developed for the Supreme Lord Krishna, whosoever\nattempts to master the senses by their own might and self effort are all\ndestined to failure.","kumar":"Whosoever would wish to succeed in overcoming the dichotomous difficulty by\nthe mutual inter-relating dependence of sense control and soul cognition as\ndelineated previously, must certainly master the senses. Which due to their\nconstant craving for pleasure are extremely troublesome to govern. Lord\nKrishna as the Supreme Lord is instructing to make Him the sole object of\nones meditation and thus become established in undisturbed serenity in the\nultimate reality. When our minds have been evolved to realising Lord\nKrishna as the supreme absolute reality all impurities are eradicated and\nthe mind is purified and clear, free from all desires. Now at this stage\nfor the first time the mind is free from all desires. The mind along with\nthe senses completely under control is then capable of achieving cognition\nof the eternal soul. In the Vishnu Purana XI.VII.LXXIV beginning yatha\nadniruddhata-sikhah it is written that as a blazing fire fanned by blowing\nwind burns up dry wood; in the same way Lord Krishna enthroned in the heart\nburns up all sins of those who link their individual consciousness with the\nultimate consciousness in soul cognition. Spiritualintelligenceis\nconfirmed in those whose senses are under control. But it must be noted\nthat unless devotion has developed for the Supreme Lord Krishna, whosoever\nattempts to master the senses by their own might and self effort are all\ndestined to failure."}