{"meta":"Bhagavad Gita Chapter 2 Verse 15","metahi":"भगवद् गीता 2.15","slok":"यं हि न व्यथयन्त्येते पुरुषं पुरुषर्षभ।समदुःखसुखं धीरं सोऽमृतत्वाय कल्पते।।2.15।।","htsrsd":"।।2.15।।हे पुरुषोंमें श्रेष्ठ अर्जुन सुखदुःखमें सम रहनेवाले जिस धीर मनुष्यको ये मात्रास्पर्श (पदार्थ) व्यथा नहीं पहुँचाते वह अमर होनेमें समर्थ हो जाता है अर्थात् वह अमर हो जाता है।","htstma":"।।2.15।। हे पुरुषश्रेष्ठ दुख और सुख में समान भाव से रहने वाले जिस धीर पुरुष को ये व्यथित नहीं कर सकते हैं वह अमृतत्व (मोक्ष) का अधिकारी होता है।।","transliteration":"Yam hi na vyathayantyete purusham purusharshabha;\nSamaduhkha sukham dheeram so’mritatwaaya kalpate.","englishmeaning":"yam—whom; hi—verily; na—not; vyathayanti—distressed; ete—these; puruṣham—person; puruṣha-ṛiṣhabha—the noblest amongst men, Arjun; sama—equipoised; duḥkha—distress; sukham—happiness; dhīram—steady; saḥ—that person; amṛitatvāya—for liberation; kalpate—becomes eligible","hcsrsd":"।।2.15।। व्याख्या  पुरुषर्षभ   मनुष्य प्रायः परिस्थितियोंको बदलनेका ही विचार करता है  जो कभी बदली नहीं जा सकतीं और जिनको बदलना सम्भव ही नहीं। युद्धरूपी परिस्थितिके प्राप्त होनेपर अर्जुनने उसको बदलनेका विचार न करके अपने कल्याणका विचार कर लिया है। यह कल्याणका विचार करना ही मनुष्योंमें उनकी श्रेष्ठता है। समदुःखसुखं धीरम्   धीर मनुष्य सुखदुःखमें सम होता है। अन्तःकरणकी वृत्तिसे ही सुख और दुःख ये दोनों अलगअलग दीखते हैं। सुखदुःखके भोगनेमें पुरुष (चेतन) हेतु है और वह हेतु बनता है प्रकृतिमें स्थित होनेसे (गीता 13। 2021)। जब वह अपने स्वरूपमें स्थित हो जाता है तब सुखदुःखको भोगनेवाला कोई नहीं रहता। अतः अपनेआपमें स्थित होनेसे वह सुखदुःखमें स्वाभाविक ही सम हो जाता है। यं हि न व्यथयन्त्येते पुरुषम्   धीर मनुष्यको ये मात्रास्पर्श अर्थात् प्रकृतिके मात्र पदार्थ व्यथा नहीं पहुँचाते। प्राकृत पदार्थोंके संयोगसे जो सुख होता है वह भी व्यथा है और उन पदार्थोंके वियोगसे जो दुःख होता है वह भी व्यथा है। परन्तु जिसकी दृष्टि समताकी तरफ है उसको ये प्राकृत पदार्थ सुखीदुःखी नहीं कर सकते। समताकी तरफ दृष्टि रहनेसे अनुकूलताको लेकर उस सुखका ज्ञान तो होता है पर उसका भोग न होनेसे अन्तःकरणमें उस सुखका स्थायी रूपसे संस्कार नहीं पड़ता। ऐसे ही प्रतिकूलता आनेपर उस दुःखका ज्ञान तो होता है पर उसका भोग न होनेसे अन्तःकरणमें उस दुःखका स्थायीरूपसे संस्कार नहीं पड़ता। इस प्रकार सुखदुःखके संस्कार न पड़नेसे वह व्यथित नहीं होता। तात्पर्य यह हुआ कि अन्तःकरणमें सुखदुःखका ज्ञान होनेसे वह स्वयं सुखीदुःखी नहीं होता। सोऽमृतत्वाय कल्पते   ऐसा धीर मनुष्य अमरताके योग्य हो जाता है अर्थात् उसमें अमरता प्राप्त करनेकी सामर्थ्य आ जाती है। सामर्थ्य योग्यता आनेपर वह अमर हो ही जाता है इसमें देरीका कोई काम नहीं। कारण कि उसकी अमरता तो स्वतःसिद्ध है। केवल पदार्थोंके संयोगवियोगसे जो अपनेमें विकार मानता था यही गलती थी।  विशेष बात यह मनुष्ययोनि सुखदुःख भोगनेके लिये नहीं मिली है प्रत्युत सुखदुःखसे ऊँचा उठकर महान् आनन्द परम शान्तिकी प्राप्तिके लिये मिली है जिस आनन्द सुखशान्तिके प्राप्त होनेके बाद और कुछ प्राप्त करना बाकी नहीं रहता (गीता 6। 22)। अगर अनुकूल वस्तु व्यक्ति परिस्थिति आदिके होनेमें अथवा उनकी सम्भावनामें हम सुखी होंगे अर्थात् हमारे भीतर अनुकूल वस्तु व्यक्ति आदिको प्राप्त करनेकी कामना लोलुपता रहेगी तो हम अनुकूलताका सदुपयोग नहीं कर सकेंगे। अनुकूलताका सदुपयोग करनेकी सामर्थ्य शक्ति हमें प्राप्त नहीं हो सकेगी। कारण कि अनुकूलताका सदुपयोग करनेकी शक्ति अनुकूलताके भोगमें खर्च हो जायगी जिससे अनुकूलताका सदुपयोग नहीं होगा किन्तु भोग ही होगा। इसी रीतिसे प्रतिकूल वस्तु व्यक्ति परिस्थिति घटना क्रिया आदिके आनेपर अथवा उनकी आशंकासे हम दुःखी होंगे तो प्रतिकूलताका सदुपयोग नहीं होगा किन्तु भोग ही होगा। दुःखको सहनेकी सामर्थ्य हमारेमें नहीं रहेगी। अतः हम प्रतिकूलताके भोगमें ही फँसे रहेंगे और दुःखी होते रहेंगे।अगर अनुकूल वस्तु व्यक्ति परिस्थिति घटना आदिके प्राप्त होनेपर सुखसामग्रीका अपने सुख आराम सुविधाके लिये उपयोग करेंगे और उससे राजी होंगे तो यह अनुकूलताका भोग हुआ। परन्तु निर्वाहबुद्धिसे उपयोग करते हुए उस सुखसामग्रीको अभावग्रस्तोंकी सेवामें लगा दें तो यह अनुकूलताका सदुपयोग हुआ। अतः सुखसामग्री को दुःखियोंकी ही समझें। उसमें दुःखियोंका ही हक है। मान लो कि हम लखपति हैं तो हमें लखपति होनेका सुख होता है अभिमान होता है। परन्तु यह सब तब होता है जब हमारे सामने कोई लखपति न हो। अगर हमारे सामने हमारे देखनेसुननेमें जो आते हैं वे सबकेसब करोड़पति हों तो क्या हमें लखपति होनेका सुख मिलेगा बिलकुल नहीं मिलेगा। अतः हमें लखपति होनेका सुख तो अभावग्रस्तोंने दरिद्रोंने ही दिया है। अगर हम मिली हुई सुखसामग्रीसे अभावग्रस्तोंकी सेवा न करके स्वयं सुख भोगते हैं तो हम कृतघ्न होते हैं। इसीसे सब अनर्थ पैदा होते हैं। कारण कि हमारे पास जो सुखसामग्री है वह दुःखी आदमियोंकी ही दी हुई है। अतः उस सुखसामग्रीको दुःखियोंकी सेवामें लगा देना हमारा कर्तव्य होता है।अब विचार यह करना है कि प्रतिकूलताका सदुपयोग कैसे किया जाय दुःखका कारण सुखकी इच्छा आशा ही है। प्रतिकूल परिस्थिति दुःखदायी तभी होती है जब भीतर सुखकी इच्छा रहती है। अगर हम सावधानीके साथ अनुकूलताकी इच्छाका सुखकी आशाका त्याग कर दें तो फिर हमें प्रतिकूल परिस्थितिमें दुःख नहीं हो सकता अर्थात् हमें प्रतिकूल परिस्थिति दुःखी नहीं कर सकती। जैसे रोगीको कड़वीसेकड़वी दवाई लेनी पड़े तो भी उसे दुःख नहीं होता प्रत्युत इस बातको लेकर प्रसन्नता होती है कि इस दवाईसे मेरा रोग नष्ट हो रहा है। ऐसे ही पैरमें काँटा गहरा गड़ जाय और काँटा निकालनेवाला उसे निकालनेके लिये सुईसे गहरा घाव बनाये तो बड़ी पीड़ा होती है। उस पीड़ासे वह सिसकता है घबराता है पर वह काँटा निकालनेवालेको यह कभी नहीं कहता कि भाई तुम छोड़ दो काँटा मत निकालो। काँटा निकल जायगा सदाके लिये पीड़ा दूर हो जायगी इस बातको लेकर वह इस पीड़ाको प्रसन्नतापूर्वक सह लेता है। यह जो सुखकी इच्छाका त्याग करके दुःखको पीड़ाको प्रसन्नतापूर्वक सहना है यह प्रतिकूलताका सदुपयोग है। अगर वह कड़वी दवाई लेनेसे काँटा निकालनेकी पीड़ासे दुःखी हो जाता है तो यह प्रतिकूलताका भोग है जिससे उसको भयंकर दुःख पाना पड़ेगा।यदि हम सुखदुःखका उपभोग करते रहेंगे तो भविष्यमें हमें भोगयोनियोंमें अर्थात् स्वर्ग नरक आदिमें जाना ही पड़ेगा। कारण कि सुखदुःख भोगनेके स्थान ये स्वर्ग नरक आदि ही हैं। यदि हम सुखदुःखका भोग करते हैं सुखदुःखमें सम नहीं रहते सुखदुःखसे ऊँचे नहीं उठते तो हम मुक्तिके पात्र कैसे होंगे नहीं हो सकते।चौदहवें श्लोकमें भगवान्ने कहा कि ये सांसारिक पदार्थ आदि अनुकूलताप्रतिकूलताके द्वारा सुखदुःख देनेवाले और आनेजानेवाले हैं सदा रहनेवाले नहीं हैं क्योंकि ये अनित्य हैं क्षणभङ्गुर हैं। इनके प्राप्त होनेपर उसी क्षण इनका नष्ट होना शुरू हो जाता है। इनका संयोग होते ही इनसे वियोग होना शुरू हो जाता है। ये पहले नहीं थे पीछे नहीं रहेंगे और वर्तमानमें भी प्रतिक्षण अभावमें जा रहे हैं। इनको भोगकर हम केवल अपना स्वभाव बिगाड़ रहे हैं सुखदुःखके भोगी बनते जा रहे हैं। सुखदुःखके भोगी बनकर हम भोगयोनिके ही पात्र बनते जा रहे हैं फिर हमें मुक्ति कैसे मिलेगी हमें भुक्ति(भोग) की ही रुचि है तो फिर भगवान् हमें मुक्ति कैसे देंगे इस प्रकार यदि हम सुखदुःखका उपभोग न करके उनका सदुपयोग करेंगे तो हम सुखदुःखसे ऊँचे उठ जायेंगे और महान् आनन्दका अनुभव कर लेंगे। सम्बन्ध   अबतक देहदेहीका जो विवेचन हुआ है उसीको भगवान् दूसरे शब्दोंसे आगेके तीन श्लोकोंमें कहते हैं।","hcsca":"।।2.15।। सुख और दुख को शान्त भाव से सहन करने का नाम तितिक्षा है जो उपनिषदों के अनुसार आत्मसाक्षात्कार के लिये एक आवश्यक गुण है। इसी को ध्यान में रखकर भगवान् श्रीकृष्ण कहते हैं कि इस प्रकार की तितिक्षा से सम्पन्न व्यक्ति मोक्ष का अधिकारी बन जाता है।यहाँ मोक्ष का तात्पर्य अमृतत्व शब्द से किया है। इस शब्द से स्थूल शरीर का मोक्ष नहीं समझना चाहिये। यहाँ इस शब्द का उपयोग उसके व्यापक अर्थ में किया गया है। शरीर मन और बुद्धि तथा इनके द्वारा प्राप्त सभी अनुभव र्मत्य और अनित्य ही हैं। इन उपाधियों के साथ हमारा तादात्म्य होने से इनके जन्ममरणादि धर्मों से हम प्रभावित होकर दुखी होते हैं। अमृतत्व का अर्थ है जो पुरुष अपने नित्य आत्मस्वरूप को पहचान लेता है वह इन सब अनुभवों को प्राप्त कर उनके मध्य रहता हुआ भी शोकमोह को प्राप्त नहीं होता। उसे अपने अमृतस्वरूप का विस्मरण नहीं होता।गीता के द्वारा महान् कवि व्यास जी भगवान् श्रीकृष्ण के माध्यम से हमें हमारे जीवन का लक्ष्य बताते हैं पूर्णत्व की प्राप्ति। अल्पकाल के लिये प्राप्त इस जीवन में हमको इस लक्ष्य प्राप्ति के लिये प्रयत्न करना चाहिये। चिन्तित हुये बिना प्रसन्नतापूर्वक जीवन में आने वाले सुखदुखादि कष्टों को सहन करने की सर्वोच्च साधना करने का इन परिस्थितियों में हमें अवसर मिलता है।तितिक्षा का अर्थ निराश उदास भाव से जो हो रहा है उसको सहन करना ऐसा नहीं है। यहाँ विशेष रूप से कहा है कि शीतोष्णादि द्वन्द्वों में जिसका मन समभाव में स्थित रहता है वह धीर पुरुष मोक्ष का अधिकारी होता है। यहाँ प्रयोजन निराश व्यक्ति की सहनशक्ति से नहीं बल्कि जगत् के परिर्वतनशील स्वभाव को अच्छी प्रकार समझ लेने से है। विवेकी पुरुष में यह सार्मथ्य आ जाती है कि सुख में उसे हर्षातिरेक नहीं होता और न दुख में अत्यन्त विषाद।जब तक देह के साथ हमारी अत्यन्त आसक्ति रहती है तब तक उसमें होने वाली पीड़ाओं से हम विलग नहीं हो सकते और हम व्यथित हो जाते हैं। हृदय में प्रेम अथवा घृणा के भाव के प्रादुर्भाव से यदि शारीरिक कष्ट सहने की आवश्यकता पड़ती है तो वह क्षमता हममें आ जाती है। पुत्र के प्रति प्रेम के कारण उसको शिक्षा आदि देने के लिए आवश्यकता पड़ने पर हम बड़ी प्रसन्नता से अपनी शारीरिक सुख सुविधाओं का त्याग करने के लिए तैयार हो जाते हैं। वह असुविधा हमें कष्ट नहीं पहुँचाती। इसी प्रकार बुद्धिनिष्ठ आदर्शों की प्राप्ति के लिए शरीर और मन के आरामों को भी हम त्याग देते हैं। विश्व के अनेक देशभक्त क्रान्तिकारियों ने अपने देश की स्वतन्त्र्ाता के आदर्शों को प्राप्त करने के लिए अनेक कष्ट सहन करके अपने प्राणों की आहुति दी है।निम्नलिखित कारणों से भी तुम्हारे लिए उचित है कि शोक और मोह को छोड़ कर तुम शान्तिपूर्वक शीतादि को सहन करो। क्योंकि","etsga":"2.15 O (Arjuna, who are) foremost among men, verily, the person whom these do not torment, the wise man to whom sorrow and happhiness are the same he is fit for Immortality.","etssa":"2.15 That firm man whom, surely, these afflict not, O chief among men, to whom pleasure and pain are the same, is fit for attaining immortality.","etdss":"2.15. O the best among persons ! That wise person becomes immortal whom these (situations) do not trouble and to whom the pleasure and pain are eal.","ecssa":"2.15 यम् whom? हि surely? न व्यथयन्ति afflict not? एते these? पुरुषम् man? पुरुषर्षभ chief among men? समदुःखसुखम् same in pleasure and pain? धीरम् firm man? सः he? अमृतत्वाय for immortality? कल्पते is fit.Commentary -- Dehadhyasa or identification of the Self with the body is the cause of pleasure and pain. The more you are able to identify yourself with the immortal? allpervading Self? the less will you be affected by the pairs of opposites (Dvandvas? pleasure and pain? etc.)Titiksha or the power of endurance develops the willpower. Calm endurance in pleasure and pain? and heat and cold is one of the alifications of an aspirant on the path of Jnana Yoga. It is one of the Shatsampat or sixfold virtues. It is a condition of right knowledge. Titiksha by itself cannot give you Moksha or liberation? but still? when coupled with discrimination and dispassion? it becomes a means to the attainment of Immortality or knowledge of the Self. (Cf.XVII.53)","scetsga":"2.15 What will happen to one who bears cold and heat? Listen: Verily, the person৷৷.,etc.\n(O Arjuna) hi, verily; yam purusam, the person whom; ete, these, cold and heat mentioned above; na, do not; vyathayanti, torment, do not perturb; dhiram, the wise man; sama-duhkha-sukham, to whom sorrow and happiness are the same, who is free from happiness and sorrow when subjected to pleasure and pain, because of his realization of the enternal Self; sah, he, who is established in the realization of the enternal Self, who forbears the opposites; kalpate, becomes fit; amrtattvaya, for Immortality, for the state of Immortality, i.e. for Liberation.","scetdss":"2.15 But, because all these different situations are of the nature of coming and going, on that account itself are they not to be lamented on ? It is not so. As for instance : What is this which is termed coming ? If it is birth, what is that birth itself ? It is wrong to say that is the same as gaining the self by what is non-existent. For, to be of the nature of non-existence, is indeed to be devoid of every inherent nature and to be devoid of the very self. If a thing is devoid of the self and devoid of every nature, how is it possible to convert it into what has an intrinsic nature ? Surely, it is impossible to convert the non-blue into blue. For, it is faulty and undesirable to covert the non-blue into blue. For, it is faulty and undesirable to conclude that a thing with certain in nature changes to be of a different nature. Hence the scritpure goes -\n The intrinsic nature of beings would not cease to\nexist, e.g., the heat of the sun. \n On the other hand, if the birth signifies the gaining of self just by what [really] exists, even then, why the lamentability on its coming ? For, what has gained a self, could never be non-existent and conseently it would be eternal.\n \nLikewise, is the act of going also meant for the existent or the non-existent ? What is non-existent is just non-existent [for ever.] How can there be a non-existence-nature even in the case of that which is of the existence-nature ? If it is said that it is of the non-existence-nature in the second moment; [since its birth], then it should be so even in the first moment; and so nothing would be existent. For, the intrinsic nature [ever] remains unabandoned.\n \nBut is it not that the destruction of it (i.e., of a given thing, like a pot) is brought about by the stroke of a hammer etc.? Yet, if that destruction is altogether different [from the existent one i.e. the pot], then what does it matter for what is existent ? But, it is not be seen [at that time] ? Yet, what is actually existent (pot) may not be seen just as when it is covered with a cloth; but it has not turned to be altogether different. In fact, it has been said [in the scriptures] that this is not different [from the existent]. Summarising all these, [the Lord] says -","scetssa":"2.15 That person endowed with courage, who considers pain as inevitable as pleasure, and who performs war and such other acts suited to his station in life without attachment to the results and only as a means of attaining immortality - one whom the impact of weapons in war etc., which involve soft or harsh contacts, do not trouble, that person only attains immortality, not a person like you, who cannnot bear grief. As the selves are immortal, what is to be done here, is this much only. This is the meaning.\nBecause of the immortality of the selves and the natural destructibility of the bodies, there is no cause for grief. It was told (previously): The wise grieve neither for the dead nor for the living (2. 11). Now the Lord elucidates the same view.","chakravarthi":"Practicing tolerance with this discernment, the experience of the sense objects will, with passage of time, not give distress at all. When one reaches this state where there is no distress from the objects of the senses, he is qualified for liberation (amrtatvaya).","rudra":"\nRather than attempting to adopt a technique or remedy to try to purify the\ncontacts of the senses with the sense objects; one should simply tolerate\nthem as this leads to prodigious results. The Supreme Lord is declaring\nthat whomever the sense objects are unable to overpower, subdue or afflict\nand who is equipoised in pleasure and pain not being attached to either due\nto spiritual knowledge becomes a fit candidate for immortality. which is\nliberation from the material bondage of birth and death due to the\nacquisition of spiritual knowledge.","brahma":"\nHere the results of the action are being described by this prescription. In\nthis way one without attachment to the senses does not grieve. Inside one\nis equipoised and peaceful. Contrarily by being attached to the physical\nbody everything is influenced by sorrow. The adjective purusa is used when\none is not subject to sorrow. Why is thereno grief? Because of being\nequipoised in both pleasure and pain. How is this possible? It is possible\nby being determined.\nNow begins the summation.\nThe results gained is described by this prescription. Not by the merely\nbeing equipoised and dispelling all sorrow does one become self realised;\nbut this indicates the correct process. When one has relinquished all\nconceptions of being the physical body one becomes naturally filled with\nthe spiritual attributes that are inherent of the soul. Fixed in this\nawareness one is known as a purusa, thus this has been written in Pravritta\nscripture. The word pura in purusa signifies full, so full in noble\nattributes and full in wisdom the meaning of the wordpurusais\nilluminated.","shri":"There is no commentary for this verse.","kumar":"If one were to question what would be the result if one ignores the\nconnection between the senses and the sense objects Lord Krishna answers\nthis by explaining that one who is performing their natural duty in life\nwhich is prescribed in the Vedic scriptures according to their own\nindividual qualifications, without desiring any gratification for their\nactions; what then can deter this living entity and cause them to deviate\nirresponsibly. The spiritually intelligent, living entity,possessing\npatience, whom remains equal in happiness and unhappiness becomes eligible\nfor immortality, by which lifes highest goal is acquired of ones individual\nspiritual nature devoid of the imperfections connected with the physical\nbody such as of old age, disease and death."}