{"meta":"Bhagavad Gita Chapter 2 Verse 54","metahi":"भगवद् गीता 2.54","slok":"अर्जुन उवाचस्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव।स्थितधीः किं प्रभाषेत किमासीत व्रजेत किम्।।2.54।।","htsrsd":"।।2.54।।अर्जुन बोले हे केशव परमात्मामें स्थित स्थिर बुद्धिवाले मनुष्यके क्या लक्षण होते हैं वह स्थिर बुद्धिवाला मनुष्य कैसे बोलता है कैसे बैठता है और कैसे चलता है","htstma":"।।2.54।। अर्जुन ने कहा -- हे केशव समाधि में स्थित स्थिर बुद्धि वाले पुरुष का क्या लक्षण है स्थिर बुद्धि पुरुष कैसे बोलता है कैसे बैठता है कैसे चलता है","transliteration":"Arjuna Uvaacha:\nSthitaprajnasya kaa bhaashaa samaadhisthasya keshava;\nSthitadheeh kim prabhaasheta kimaaseeta vrajeta kim.","englishmeaning":"arjunaḥ uvācha—Arjun said; sthita-prajñasya—one with steady intellect; kā—what; bhāṣhā—talk; samādhi-sthasya—situated in divine consciousness; keśhava—Shree Krishna, killer of the Keshi Demon; sthita-dhīḥ—enlightened person; kim—what; prabhāṣheta—talks; kim—how; āsīta—sits; vrajeta—walks; kim—how","hcsrsd":" 2.54।। व्याख्या   यहाँ अर्जुनने स्थितप्रज्ञके विषयमें जो प्रश्न किये हैं इन प्रश्नोंके पहले अर्जुनके मनमें कर्म और बुद्धि (2। 47 50) को लेकर शङ्का पैदा हुई थी। परन्तु भगवान्ने बावनवेंतिरपनवें श्लोकोंमें कहा कि जब तेरी बुद्धि मोहकलिल और श्रुतिविप्रतिपत्तिको तर जायगी तब तू योगको प्राप्त हो जायगा यह सुनकर अर्जुनके मनमें शंङ्का हुई कि जब मैं योगको प्राप्त हो जाऊँगा स्थितप्रज्ञ हो जाऊँगा तब मेरे क्या लक्षण होंगे अतः अर्जुनने इस अपनी व्यक्तिगत शङ्काको पहले पूछ लिया और कर्म तथा बुद्धिको लेकर अर्थात् सिद्धान्तको लेकर जो दूसरी शङ्का थी उसको अर्जुनने स्थितप्रज्ञके लक्षणोंका वर्णन होनेके बाद (3। 12 में) पूछ लिया। अगर अर्जुन सिद्धान्तका प्रश्न यहाँ चौवनवें श्लोकमें ही कर लेते तो स्थितप्रज्ञके विषयमें प्रश्न करनेका अवसर बहुत दूर पड़ जाता। समाधिस्थस्य (टिप्पणी प0 92.1)  जो मनुष्य परमात्माको प्राप्त हो चुका है उसके लिये यहाँ  समाधिस्थ  पद आया है। स्थितप्रज्ञस्य   यह पद साधक और सिद्ध दोनोंका वाचक है। जिसका विचार दृढ़ है जो साधनसे कभी विचलित नहीं होता ऐसा साधक भी स्थितप्रज्ञ (स्थिर बुद्धिवाला) है और परमात्मतत्त्वका अनुभव होनेसे जिसकी बुद्धि स्थिर हो चुकी है ऐसा सिद्ध भी स्थितप्रज्ञ है। अतः यहाँ  स्थितप्रज्ञ  शब्दसे साधक और सिद्ध दोनों लिये गये हैं। पहले इकतालीसवेंसे पैंतालीसवें श्लोकतक और सैंतालीसवेंसे तिरपनवें श्लोकतक साधकोंका वर्णन हुआ हैं अतः आगेके श्लोकोंमें सिद्धके लक्षणोंमें साधकोंका भी वर्णन हुआ है।यहाँ शङ्का होती है कि अर्जुनने तो  समाधिस्थस्य  पदसे सिद्ध स्थितप्रज्ञकी बात ही पूछी थी पर भगवान्ने स्थितप्रज्ञके लक्षणोंमें साधकोंकी बातें क्यों कहीं इसका समाधान है कि ज्ञानयोगी साधककी तो प्रायः साधनअवस्थामें ही कर्मोंसे उपरति हो जाती है। सिद्धअवस्थामें वह कर्मोंसे विशेष उपराम हो जाता है। भक्तियोगी साधककी भी साधनअवस्थामें जप ध्यान सत्सङ्ग स्वाध्याय आदि भगवत्सम्बन्धी कर्म करनेकी रुचि होती है और इनकी बहुलता भी होती है। सिद्धअवस्थामें तो भगवत्सम्बन्धी कर्म विशेषतासे होते हैं। इस तरह ज्ञानयोगी और भक्तियोगी दोनोंकी साधन और सिद्धअवस्थामें अन्तर आ जाता है पर कर्मयोगीकी साधन और सिद्धअवस्थामें अन्तर नहीं आता। उसका दोनों अवस्थाओंमें कर्म करनेका प्रवाह ज्योंकात्यों चलता रहता है। कारण कि साधनअवस्थामें उसका कर्म करनेका प्रवाह रहा है और उसके योगपर आरूढ़ होनेमें भी कर्म ही खास कारण रहे हैं। अतः भगवान्ने सिद्धके लक्षणोंमें साधक जिस तरह सिद्ध हो सके उसके साधन भी बता दिये हैं और जो सिद्ध हो गये हैं उनके लक्षण भी बता दिये हैं। का भाषा (टिप्पणी प0 92.2) परमात्मामें स्थित स्थिर बुद्धिवाले मनुष्यको किस वाणीसे कहा जाता है अर्थात् उसके क्या लक्षण होते हैं (इसका उत्तर भगवान्ने आगेके श्लोकमें दिया है।) स्थितधीः किं प्रभाषेत   वह स्थिर बुद्धिवाला मनुष्य कैसे बोलता है (इसका उत्तर भगवान्ने छप्पनवेंसत्तानवें श्लोकमें दिया है।) किमासीत   वह कैसे बैठता है अर्थात् संसारसे किस तरह उपराम होता है (इसका उत्तर भगवान्ने अट्ठावनवें श्लोकसे तिरसठवें श्लोकतक दिया है।) व्रजेत किम्  वह कैसे चलता है अर्थात् व्यवहार कैसे करता है (इसका उत्तर भगवान्ने चौंसठवेंसे इकहत्तरवें श्लोकतक दिया है।) सम्बन्ध   अब भगवान् आगेके श्लोकमें अर्जुनके पहले प्रश्नका उत्तर देते हैं।","hcsca":"।।2.54।। इसके पूर्व के दो श्लोकों में कर्मयोग पर विचार करते हुये सहज रूप से कर्म योगी के परम लक्ष्य की ओर भगवान् ने संकेत किया है। यह सिद्धान्त बुद्धि ग्राह्य एवं युक्तियुक्त था। भगवान् श्रीकृष्ण के मुख से सुनने पर उसके प्रामाण्य के विषय में भी कोई संदेह नहीं रह जाता। अर्जुन का स्वभाव ही ऐसा था कि उसे कर्मयोग ही ग्राह्य हो सकता था।प्रथम अध्याय का शोकाकुल अर्जुन अपने शोक को भूलकर संवाद में रुचि लेने लगा। कर्मशील स्वभाव के कारण उसे शंका थी कि बुद्धियोग के द्वारा जीवन के लक्ष्य को प्राप्त कर लेने पर इस जगत् में कर्ममय जीवन संभव होगा अथवा नहीं।समाधि आदि शब्दों के प्रचलित अर्थ से तो कोई यही समझेगा कि योगी पुरुष आत्मानुभूति में अपने ही एकान्त में रमा रहता है। प्रचलित वर्णनों के अनुसार नये जिज्ञासु साधक की कल्पना होती है कि ज्ञानी पुरुष इस व्यावहारिक जगत् के योग्य नहीं रह जाता। ऐसी धारणाओं वाले घृणा और कूटिनीति के युग में पला अर्जुन इस ज्ञान को स्वीकार करने के पूर्व ज्ञानी पुरुष के लक्षणों को जानना चाहता था।स्थितप्रज्ञ के लक्षणों को पूर्णत समझने की उसकी अत्यन्त उत्सुकता स्पष्ट झलकती है जब वह कुछ अनावश्यक सा यह प्रश्न पूछता है कि वह पुरुष कैसे बोलता है कैसे बैठता है आदि। उन्माद की अवस्था से बाहर आये अर्जुन का ऐसा प्रश्न उचित ही है। श्लोक की पहली पंक्ति में स्थितप्रज्ञ के आन्तरिक स्वभाव के विषय में प्रश्न है तो दूसरी पंक्ति में वाह्य जगत् में उसके व्यवहार को जानने की जिज्ञासा है।इस प्रकरण में स्थितप्रज्ञ का अर्थ है वह पुरुष जिसे आत्मा का अपरोक्ष अनुभव हुआ हो।अब भगवान् ज्ञानी पुरुष के उन लक्षणों का वर्णन करते हैं जो उसके लिये स्वाभाविक हैं और एक साधक के लिये साधन रूप हैं","etsga":"2.54 Arjuna said O kesava, what is the description of a man of steady wisdom who is Self-absorbed? How does the man of steady wisdom speak? How does he sit? How does he move about?","etssa":"2.54 Arjuna said What, O Krishna, is the description of him who has steady wisdom, and is merged in the superconscious state? How does one of steady wisdom speak, how does he sit, how does he walk?","etdss":"2.54. Arjuna said O Kesava ! What is the connotation of sthita-prajna (a man-of-stabilized-intellect), [applied] to a man fixed in concentration ? What would sthira-dhih (the fixed-minded) convey ? Where would the fixed-minded abide ? And what would be reach ?","ecssa":"2.54 स्थितप्रज्ञस्य of the (sage of) steady wisdom? का what? भाषा description? समाधिस्थस्य of the (man) merged in the superconscious state? केशव O Kesava? स्थितधीः the sage of steady wisdom? किम् what (how)? प्रभाषेत speaks? किम् what (how)? आसीत sits? व्रजेत walks? किम् what (how).Commentary Arjuna wants to know from Lord Krishna the characteristic marks of one who is established in the Self in Samadhi how he speaks? how he sits? how he moves about.The characteristic marks of the sage of steady wisdom and the means of attaining that steady knowledge of the Self are described in the verses from 55 to 72 of this chapter.Steady wisdom is settled knowledge of ones identity with Brahman attained by direct realisation. (Cf.XIV.21? 27).","scetsga":"2.54 O Kesava, ka, what; is the bhasa, description, the language (for the description)how is he described by others ; sthita-prajnasya, of a man of steady wisdom, of one whose realization, I am the supreme Brahman, remains steady; samadhi-sthasya, of one who is Self-absorbed? Or kim, how; does the sthitadhih, dhih, man of steady wisdom; himself probhaseta, speak? How does he asita, sit? How does he vrajeta, move about? That is to say, of what kind is his sitting or moving?\nThrough this verse Arjuna asks for a description of the man of steady wisdom.","scetdss":"2.54 Sthita-prajnasya etc. By the statement When the determing faculty shall stand [firm in concentration, at that time you shall attain Yoga - above II, 55] it has been [virtually] stated there that the appellation sthita-prajna (man-of-stabilized-intellect) is a nomenclature signifying man-of-Yoga who is fixed in concentration.Now, what is the connotation of it, i.e., what is the basis for the usage of this nomenclature ? For, [connotation is that] basing on which a particular meaning is connoted by words. Does the appellation sthita-prajna of the man-of-Yoga speak of him through its traditional (or conventional) force of the word or through its force of etymology ? This is the first estion. Of course, regarding the traditional force of the word there is no doubt at all. [For, it has no such force in it]. Yet, the present estion is to make the etymological meaning-though it is already available-clear by explaining the basis for definition of special nature.\n \nThe expression sthira-dhih has for its imports both the expression [itself] and its meaning the fixed-minded. Of them, does the expression sthira-dhih denote that meaning alone which is indicated by the force of its components; or else does it denote the ascetic also ? This is the second estion.\n \nAgain, where would that firm-minded man-of-Yoga abide i.e., what would he practise; or what would his firmness depend on ? This is the third [estion].\n \nAnd what world he achieve by practising ? This is the fourth [estion].\n \nThese four estions are decided one by one by the Bhagavat [in the seel].","scetssa":"2.54 Arjuna said What is the speech of a man of firm wisdom who is abiding with the mind controlled? What words can describe his state? What is his nature? This is the meaning of How does a man of firm wisdom speak etc.?\nHis specific conduct is now described as his nature can be inferred therefrom.","chakravarthi":"Hearing about intelligence fixed in samadhi (samadhav acala buddhih), Arjuna asks about the characteristics of that yogi. Sthiti prajna in this verse has the same meaning as acala buddhi in the previous verse: fixed intelligence. What qualities can describe the sthiti prajna (ka bhasa)? What are the qualities of the person situated in samadhi, samadhi stha? Actually the terms sthita prajna and samadhi stha both refer to the jivan mukta. What will that person say in the face of happiness and distress, respect and disrespect, praise and condemnation (kim prabhaseta)? What will he say, either loudly or to himself? In what way will his senses remain unresponsive to the external objects (kim asita)? In what way will his senses respond to the objects (vrajeta kim)?","rudra":"\nDesiring to know the characteristics of one who is self-realised in\ntranscendental consciousness referred to in the previous verse Arjuna asks:\nWhat is the definition of a person whose spiritual intelligence by nature\nresides in transcendence and is steady in wisdom? That by which something\nis described is definable and has characteristics. Due to possessing what\ncharacteristics is one called a person of steady wisdom and how does such a\nperson of steady wisdom conduct themselves? This is the meaning which is\nmeant to be conveyed here.","brahma":"\nOne whose consciousness is firmly established in transcendence is sthita-\nprajna. Such consciousness can be perceived by such characteristics of\nspeech known as bhasa. Arjuna raises this question to determine whether\ncharacteristics other than those mentioned previously are present here.\nFirmly established in spiritual intelligence is emphasized here. Arjuna\nrefers to Lord Krishna here as Keshava. Ka refers to Brahma and Isa refers\nto Rudra and as he is the source of both of them he is called Keshava.\nAnother example is also given in the Harivamsa in connection to Lord\nKrishna during Rudras travel to Mt. Kailas. It says Hiranyagarbha or Brahma\nof the golden womb is Ka and Sankara is Isa and you as ordained of creation\nare known as Keshava. Kim asit means how and for what purpose does one so\nsituated recline? It isnotthatArjunaisunawareofthese\ncharacteristics. Earlier kings and emperors of the world and yogis and\nsages and even demi-gods would ask such questions even if they knew of the\neternal principles of righteousness as well as esoteric subjects that are\nmystical and confidential. These esoteric subjects are not comprehensible\nby those lacking spiritual intelligence. So it says in the Puranas.\nNow begins the summation.\nWhat is the manner of speech and how does one speak and in what mood does\none speak who situated with spiritual intelligence is in transcendent\nconsciousness. One who possesses equanimity of consciousness is without\ncontradictions in their consciousness.","shri":"\nWhat is it that which defines the sthita-prajnah or the adept fixed with\nspiritual intelligence who is immersed in transcendent consciousness? What\nare the characteristics to be recognised by such a one so situated in this\nstate of mind? How does he speak and how does he act? This will be answered\nnext.","kumar":"What is it that which defines the sthita-prajnah or the adept fixed with\nspiritual intelligence who is immersed in transcendent consciousness? What\nare the characteristics to be recognised by such a one so situated in this\nstate of mind? How does he speak and how does he act? This will be answered\nnext."}