{"meta":"Bhagavad Gita Chapter 2 Verse 7","metahi":"भगवद् गीता 2.7","slok":"कार्पण्यदोषोपहतस्वभावः पृच्छामि त्वां धर्मसंमूढचेताः।यच्छ्रेयः स्यान्निश्िचतं ब्रूहि तन्मेशिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम्।।2.7।।","htsrsd":"।।2.7।।कायरताके दोषसे उपहत स्वभाववाला और धर्मके विषयमें मोहित अन्तःकरणवाला मैं आपसे पूछता हूँ कि जो निश्चित श्रेय हो वह मेरे लिये कहिये। मैं आपका शिष्य हूँ। आपके शरण हुए मेरेको शिक्षा दीजिये।","htstma":"।।2.7।। करुणा के कलुष से अभिभूत और कर्तव्यपथ पर संभ्रमित हुआ मैं आपसे पूछता हूँ? कि मेरे लिये जो श्रेयष्कर हो? उसे आप निश्चय करके कहिये? क्योंकि मैं आपका शिष्य हूँ शरण में आये मुझको आप उपदेश दीजिये।।","transliteration":"KaarpanyadoshopahataswabhaavahPricchaami twaam dharmasammoodha chetaah;\nYacchreyah syaan nishchitam broohi tanmeShishyaste’ham shaadhi maam twaam prapannam.","englishmeaning":"kārpaṇya-doṣha—the flaw of cowardice; upahata—besieged; sva-bhāvaḥ—nature; pṛichchhāmi—I am asking; tvām—to you; dharma—duty; sammūḍha—confused; chetāḥ—in heart; yat—what; śhreyaḥ—best; syāt—may be; niśhchitam—decisively; brūhi—tell; tat—that; me—to me; śhiṣhyaḥ—disciple; te—your; aham—I; śhādhi—please instruct; mām—me; tvām—unto you; prapannam—surrendered","hcsrsd":" 2.7।। व्याख्या    कार्पण्यदोषोपहतस्वभावः पृच्छामि त्वां धर्मसम्मूढचेताः (टिप्पणी प0 43.1)   यद्यपि अर्जुन अपने मनमें युद्धसे सर्वथा निवृत्त होनेको सर्वश्रेष्ठ नहीं मानते थे तथापि पापसे बचनेके लिये उनको युद्धसे उपराम होनेके सिवाय दूसरा कोई उपाय भी नहीं दीखता था। इसलिये वे युद्धसे उपराम होना चाहते थे और उपराम होनेको गुण ही मानते थे कायरतारूप दोष नहीं। परन्तु भगवान्ने अर्जुनकी इस उपरतिको कायरता और हृदयकी तुच्छ दुर्बलता कहा तो भगवान्के उन निःसंदिग्ध वचनोंसे अर्जुनको ऐसा विचार हुआ कि युद्धसे निवृत्त होना मेरे लिये उचित नहीं है। यह तो एक तरहकी कायरता ही है जो मेरे स्वभावके बिलकुल विरुद्ध है क्योंकि मेरे क्षात्रस्वभावमें दीनता और पलायन (पीठ दिखाना) ये दोनों ही नहीं हैं  (टिप्पणी प0 43.2) । इस तरह भगवान्के द्वारा कथित कायरतारूप दोषको अपनेमें स्वीकार करते हुए अर्जुन भगवान्से कहते हैं कि एक तो कायरतारूप दोषके कारण मेरा क्षात्रस्वभाव एक तरहसे दब गया है और दूसरी बात मैं अपनी बुद्धिसे धर्मके विषयमें कुछ निर्णय नहीं कर पा रहा हूँ। मेरी बुद्धिमें ऐसी मूढ़ता छा गयी है कि धर्मके विषयमें मेरी बुद्धि कुछ भी काम नहीं कर रही हैतीसरे श्लोकमें तो भगवान्ने अर्जुनको स्पष्टरूपसे आज्ञा दे दी थी कि हृदयकी तुच्छ दुर्बलताको कायरताको छोड़कर युद्धके लिये खड़े हो जाओ। इससे अर्जुनको धर्म(कर्तव्य) के विषयमें कोई सन्देह नहीं रहना चाहिये था। फिर भी सन्देह रहनेका कारण यह है कि एक तरफ तो युद्धमें कुटुम्बका नाश करना पूज्यजनोंको मारना अधर्म (पाप) दीखता है और दूसरी तरफ युद्ध करना क्षत्रियका धर्म दीखता है। इस प्रकार कुटुम्बियोंको देखते हुए युद्ध नहीं करना चाहिये और क्षात्रधर्मकी दृष्टिसे युद्ध करना चाहिये इन दो बातोंको लेकर अर्जुन धर्मसंकटमें पड़ गये। उनकी बुद्धि धर्मका निर्णय करनेमें कुण्ठित हो गयी। ऐसा होनेपर अभी इस समय मेरे लिये खास कर्तव्य क्या है मेरा धर्म क्या है इसका निर्णय करानेके लिये वे भगवान्से पूछते हैं। यच्छ्रेयः स्यान्निश्चितं ब्रूहि तन्मे  इसी अध्यायके दूसरे श्लोकमें भगवान्ने कहा था कि तू जो कायरताके कारण युद्धसे निवृत्त हो रहा है तेरा यह आचरण  अनार्यजुष्ट  है अर्थात् श्रेष्ठ पुरुष ऐसा आचरण नहीं करते वे तो जिसमें अपना कल्याण हो वही आचरण करते हैं। यह बात सुनकर अर्जुनके मनमें आया कि मुझे भी वही करना चाहिये जो श्रेष्ठ पुरुष किया करते हैं। इस प्रकार अर्जुनके मनमें कल्याणकी इच्छा जाग्रत् हो गयी और उसीको लेकर वे भगवान्से अपने कल्याणकी बात पूछते हैं कि जिससे मेरा निश्चित कल्याण हो जाय ऐसी बात मेरेसे कहिये।अर्जुनके हृदयमें हलचल (विषाद) होनेसे और अब यहाँ अपने कल्याणकी बात पूछनेसे यह सिद्ध होता है कि मनुष्य जिस स्थितिमें स्थित है उसी स्थितिमें वह संतोष करता रहता है तो उसके भीतर अपने असली उद्देश्यकी जागृति नहीं होती। वास्तविक उद्देश्य कल्याणकी जागृति तभी होती है जब मनुष्य अपनी वर्तमान स्थितिसे असन्तुष्ट हो जाय उस स्थितिमें रह न सके। शिष्यस्तेऽहम्   अपने कल्याणकी बात पूछनेपर अर्जुनके मनमें यह भाव पैदा हुआ कि कल्याणकी बात तो गुरुसे पूछी जाती है सारथिसे नहीं पूछी जाती। इस बातको लेकर अर्जुनके मनमें जो रथीपनका भाव था जिसके कारण वे भगवान्को यह आज्ञा दे रहे थे कि हे अच्युत मेरे रथको दोनों सेनाओंके बीचमें खड़ा कीजिये वह भाव मिट जाता है और अपने कल्याणकी बात पूछनेके लिये अर्जुन भगवान्के शिष्य हो जाते हैं और कहते हैं कि महाराज मैं आपका शिष्य हूँ शिक्षा लेनेका पात्र हूँ आप मेरे कल्याणकी बात कहिये। शाधि मां त्वां प्रपन्नम्   गुरु तो उपदेश दे देंगे जिस मार्गका ज्ञान नहीं है उसका ज्ञान करा देंगे पूरा प्रकाश दे देंगे पूरी बात बता देंगे पर मार्गपर तो स्वयं शिष्यको ही चलना पड़ेगा। अपना कल्याण तो शिष्यको ही करना पड़ेगा। मैं तो ऐसा नहीं चाहता कि भगवान् उपदेश दें और मैं उसका अनुष्ठान करूँ क्योंकि उससे मेरा काम नहीं चलेगा। अतः अपने कल्याणकी जिम्मेवारी मैं अपनेपर क्यों रखूँ गुरुपर ही क्यों न छोड़ दूँ जैसे केवल माँके दूधपर ही निर्भर रहनेवाला बालक बीमार हो जाय तो उसकी बीमारी दूर करनेके लिये ओषधि स्वयं माँको खानी पड़ती है बालकको नहीं। इसी तरह मैं भी सर्वथा गुरुके ही शरण हो जाऊँ गुरुपर ही निर्भर हो जाऊँ तो मेरे कल्याणका पूरा दायित्व गुरुपर ही आ जायगा स्वयं गुरुको ही मेरा कल्याण करना पड़ेगा इस भावसे अर्जुन कहते हैं कि मैं आपके शरण हूँ मेरेको शिक्षा दीजिये।यहाँ अर्जुन  त्वां प्रपन्नम्  पदोंसे भगवान्के शरण होनेकी बात तो कहते हैं पर वास्तवमें सर्वथा शरण हुए नहीं हैं। अगर वे सर्वथा शरण हो जाते तो फिर उनके द्वारा  शाधि माम्  मेरेको शिक्षा दीजिये यह कहना नहीं बनता क्योंकि सर्वथा शरण होनेपर शिष्यका अपना कोई कर्तव्य रहता ही नहीं। दूसरी बात आगे नवें श्लोकमें अर्जुन कहेंगे कि मैं युद्ध नहीं करूँगा न योत्स्ये।  अर्जुनकी वह बात भी शरणागतिके विरुद्ध पड़ती है। कारण कि शरणागत होनेके बाद मैं युद्ध करूँगा या नहीं करूँगा क्या करूँगा और क्या नहीं करूँगायह बात रहती ही नहीं। उसको यह पता ही नहीं रहता कि शरण्य क्या करायेंगे और क्या नहीं करायेंगे। उसका तो यही एक भाव रहता है कि अब शरण्य जो करायेंगे वही करूँगा। अर्जुनकी इस कमीको दूर करनेके लिये ही आगे चलकर भगवान्को  मामेकं शरणं व्रज  (18। 66) एक मेरी शरणमें आ जाऐसा कहना पड़ा। फिर अर्जुनने भी  करिष्ये वचनं तव  (18। 73) आपकी आज्ञाका पालन करूँगाऐसा कहकर पूर्ण शरणागतिको स्वीकार किया।इस श्लोकमें अर्जुनने चार बातें कहीं हैं  (1) कार्पण्यदोषो ৷৷. धर्मसम्मूढचेताः (2) यच्छ्रेयः स्यान्निश्चितं ब्रूहि तन्मे (3) शिष्यस्तेऽहम् (4) शाधि मां त्वां प्रपन्नम्।  इनमेंसे पहली बातमें अर्जुन धर्मके विषयमें पूछते हैं दूसरी बातमें अपने कल्याणके लिये प्रार्थना करते हैं तीसरी बातमें शिष्य बन जाते हैं और चौथी बातमें शरणागत हो जाते हैं। अब इन चारों बातोंपर विचार किया जाय तो पहली बातमें मनुष्य जिससे पूछता है वह कहनेमें अथवा न कहनेमें स्वतन्त्र होता है। दूसरीमें जिससे प्रार्थना करता है उसके लिये कहना कर्तव्य हो जाता है। तीसरीमें जिनका शिष्य बन जाता है उन गुरुपर शिष्यको कल्याणका मार्ग बतानेका विशेष दायित्व आ जाता है। चौथीमें जिसके शरणागत हो जाता है उस शरण्यको शरणागतका उद्धार करना ही पड़ता है अर्थात् उसके उद्धारका उद्योग स्वयं शरण्यको करना पड़ता है। सम्बन्ध   पूर्वश्लोकमें अर्जुन भगवान्के शरणागत तो हो जाते हैं पर उनके मनमें आता है कि भगवान्का तो युद्ध करानेका ही भाव है पर मैं युद्ध करना अपने लिये धर्मयुक्त नहीं मानता हूँ। उन्होंने जैसे पहले  उत्तिष्ठ  कहकर युद्धके लिये आज्ञा दी ऐसे ही वे अब भी युद्ध करनेकी आज्ञा दे देंगे। दूसरी बात शायद मैं अपने हृदयके भावोंको भगवान्के सामने पूरी तरह नहीं रख पाया हूँ। इन बातोंको लेकर अर्जुन आगेके श्लोकमें युद्ध न करनेके पक्षमें अपने हृदयकी अवस्थाका स्पष्टरूपसे वर्णन करते हैं।","hcsca":"।।2.7।। अपने आप को असहाय अवस्था तथा कोई निर्णय लेने से सर्वथा असमर्थ पाकर अर्जुन सम्पूर्ण रूप से स्वयं को भगवान् की शरण में समर्पित कर देता है। वह स्वीकार कर रहा है कि उसकी मानसिक स्थिति नष्टभ्रष्ट हो गयी है। वह स्वयं बताता है कि उसका मुख्य कारण करुणा की अत्यधिकता है। अज्ञान के कारण वह समझ नहीं पा रहा है कि उसकी वह करुणा निराधार है। वह स्वीकार करता है कि युद्ध करने या न करने के विषय में उसकी बुद्धि भ्रमाच्छादित होने के कारण वह धर्मअधर्म का निर्णय नहीं कर पा रहा है।हम पहले ही धर्म शब्द का अर्थ देख चुके हैं। किसी वस्तु का वह गुण जिसके कारण उस वस्तु का अस्तित्व सिद्ध होता है उस वस्तु का धर्म कहलाता है। हिन्दू दर्शन मानव धर्म पर बल देता है जिसका अर्थ है कि प्रत्येक व्यक्ति को अपने शुद्ध दैवी स्वरूप के अनुरूप रहना चाहिये और उसका यह प्रयत्न होना चाहिये कि वह स्वस्वरूप की महत्ता बनाये रखे और पशुवत जीवन व्यतीत न करे।यहाँ अर्जुन शिष्यभाव से भगवान् की शरण में जाता है जो यह संकेत करता है कि अब वह उपदेश ग्रहण करने योग्य हो गया है और वह भगवान् के उपदेश का पालन करेगा। एक और बात का भी संकेत मिलता है कि यदि अज्ञानवश अर्जुन अनेक बार अपनी शंका प्रस्तुत करते हुए प्रश्न पूछता है तो उसका समाधान भगवान् को सहानुभूति और धैर्यपूर्वक करना होगा। सम्पूर्ण गीता में हम अनेक स्थानों पर अर्जुन को कृष्णोपदेश के मध्य शंकायें प्रकट करते हुये देखते हैं परन्तु कहीं पर भी श्रीकृष्ण को धैर्य खोते नहीं देखते। इतना ही नहीं अर्जुन द्वारा प्रत्येक प्रश्न पूछे जाने पर वे और अधिक उत्साहित होकर युद्धभूमि में उसका उत्तर देते हैं।","etsga":"2.7 With my nature overpowered by weak commiseration, with a mind bewildered about duty, I supplicate You. Telll me for certain that which is better; I am Your disciple. Instruct me who have taken refuge in You.","etssa":"2.7 My heart is overpowered by the taint of pity; my mind is confused as to duty. I ask Thee: Tell me decisively what is good for me. I am Thy disciple. Instruct me who has taken refuge in Thee.","etdss":"2.7. With my very nature, overpowered by the taint of pity, and with my mind, utterly confused as to the right action [at the present juncture],I ask you: Tell me definitely what would be good [to me]; I am your pupil; please teach me, who am taking refuge in You.","ecssa":"2.7 कार्पण्यदोषोपहतस्वभावः with nature overpowered by the taint of pity? पृच्छामि I ask? त्वाम् Thee? धर्मसंमूढचेताः with a mind in confusion about duty? यत् which? श्रेयः good? स्यात् may be? निश्चितम् decisively? ब्रूहि say? तत् that? मे for me? शिष्यः disciple? ते Thy? अहम् I? शाधि teach? माम् me? त्वाम् to Thee? प्रपन्नम् taken refuge.No commentary.","scetsga":"2.7 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"2.7 See Comment under 2.10","scetssa":"2.6 - 2.8 If you say, After beginning the war, if we withdraw from the battle, the sons of Dhrtarastra will slay us all forcibly, be it so. I think that even to be killed by them, who do not know the difference between righteousness and unrighteousness, is better for us than gaining unrighteous victory by killing them. After saying so, Arjuna surrendered himself at the feet of the Lord, overcome with dejection, saying. Teach me, your disciple, who has taken refuge in you, what is good for me.","chakravarthi":"“Indeed, while speaking the meaning of scripture to bring out a conclusion, though you are a ksatriya, you have decided to become a beggar! What is the use of my speaking?”\n“Giving up my natural courage as ksatriya is my weakness (karpanyam). My intelligence has become bewildered in trying to understand the implementation of dharma, as the path of dharma is very subtle. Therefore it is better that you decide and tell me.”\n“But if you defeat my words by posing yourself as learned, what should I say?”\n“I am your student, and will no longer uselessly oppose you.”","rudra":"\nTherefore Arjuna is saying that with his natural qualities of valour and\ncourage subdued by a feeling of helplessness in not having the desire even\nto live and in sinfulness for even considering to deign to participate in\nthe destruction of a dynasty. When ones mind is perplexed regarding duty\nand responsibility one should definitely take direction fromhigher\nauthority. In the case of Arjuna, who was in doubt as to whether or not it\nwas righteous or unrighteous for a ksatriya to give up fighting and take to\nbegging; therefore without hesitation he fully surrendered untothe\nSupreme Lord and beseeched Him to instruct what was in his best spiritual\ninterests to engage in.","brahma":"There is no commentary for this verse.","shri":"There is no commentary for this verse.","kumar":"If as in the previous verse Arjuna has determined that life would not be\nworth living even if winning the battle then it might be questioned what\ndestined designation does he assign for himself? To this query Arjuna has\nnow determined in his mind that unconditional surrender to the Supreme Lord\nKrishna is the greatest panacea than any other means prescribed in Vedic\nscriptures. The Vedic scriptures reveal that He who originated the entire\ncreation, from whose breath emanated the eternal Vedas for Brahma to speak,\nthat Supreme Personality, omniscient and effulgent is He who should be\nsought for shelter. Also in the books of law in the Vedic culture it is\nwritten that He who originated Brahma and protects the eternal Vedas is He\nthe Supreme Lord Krishna, all knowing and effulgent who should be sought\nfor shelter. Those who seek shelter of the Supreme Lord Krishna are never\ndeluded. Lord Krishna is known as Janardana or He who always removes the\nignorance of His devotees. Arjuna has lost the power of discrimination in\nknowing what is beneficial for himself and what is not. So realizing this\nhe tells Lord Krishna that he is surrendering to Him whose power is not\nknown by Brahma or Siva and whoseattributesandpotenciesare\ntranscendental to the material existence. Who is an ocean of qualities such\nas compassion and mercy and this Lord Krishna has descended Himself and\nincarnated in the Vrsni dynasty in the family of Vasudeva for the benefit\nof His devotees and all those who follow righteousness in accordance to the\nVedic scriptures who are eligible to receive the mercy and compassion of\nthe Supreme Lord.\nAccording to Vedic scriptures one who dies in this world without becoming\nself-realized is a miser. One is called a miser who is desitute of\nknowledge of the nature and qualities of their immortal soul. In worldly\nparlance one is known as a miser who is extremely stingy with their money.\nMiserliness here is the affliction of weakness regarding ones spiritual\nidentity and integrity. Discriminatory power weakened by vices forms the\ndelusion which bewilders the intelligence. Arjuna whose ignorance was\nremoved due to the compassion of the Lord for His devotees, realized this\nand unconditionally surrendered to Lord Krishna with the words tvam\nprapannam meaning surrendered unto you and asks the Lord for spiritual\nguidance as confirmed by the words sadhi mam instruct me. Arjuna qualifies\nhis own fitness to receive these instructions from Lord Krishna by the\nwords sisyah te aham meaning I am your disciple. This was stated by Arjuna\nso that Lord Krishna would understand that he was serious and not doubt his\nintentions that he was a fit recipient for the Lords mercy and give him\ninstructions out of His causeless compassion."}