{"meta":"Bhagavad Gita Chapter 2 Verse 53","metahi":"भगवद् गीता 2.53","slok":"श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला।समाधावचला बुद्धिस्तदा योगमवाप्स्यसि।।2.53।।","htsrsd":"।।2.53।।जिस कालमें शास्त्रीय मतभेदोंसे विचलित हुई तेरी बुद्धि निश्चल हो जायगी और परमात्मामें अचल हो जायगी उस कालमें तू योगको प्राप्त हो जायगा।","htstma":"।।2.53।। जब अनेक प्रकार के विषयों को सुनने से विचलित हुई तुम्हारी बुद्धि आत्मस्वरूप में अचल और स्थिर हो जायेगी तब तुम (परमार्थ) योग को प्राप्त करोगे।।","transliteration":"Shrutivipratipannaa te yadaa sthaasyati nishchalaa;\nSamaadhaavachalaa buddhistadaa yogam avaapsyasi.","englishmeaning":"śhruti-vipratipannā—not allured by the fruitive sections of the Vedas; te—your; yadā—when; sthāsyati—remains; niśhchalā—steadfast; samādhau—in divine consciousness; achalā—steadfast; buddhiḥ—intellect; tadā—at that time; yogam—Yog; avāpsyasi—you will attain","hcsrsd":"।।2.53।। व्याख्या   लौकिक मोहरूपी दलदलको तरनेपर भी नाना प्रकारके शास्त्रीय मतभेदोंको लेकर जो मोह होता है उसको तरनेके लिये भगवान् इस श्लोकमें प्रेरण करते हैं। श्रुतिविप्रतिपन्ना ते ৷৷. तदा योगमवाप्स्यसि   अर्जुनके मनमें यह श्रुतिविप्रतिपत्ति है कि अपने गुरुजनोंका अपने कुटुम्बका नाश करना भी उचित नहीं है और अपने क्षात्रधर्म(युद्ध करने) का त्याग करना भी उचित नहीं है। एक तरफ तो कुटुम्बकी रक्षा हो और एक तरफ क्षात्रधर्मका पालन हो इसमें अगर कुटुम्बकी रक्षा करें तो युद्ध नहीं होगा और युद्ध करें तो कुटुम्बकी रक्षा नहीं होगी इन दोनों बातोंमें अर्जुनकी श्रुतिविप्रतिपत्ति है जिससे उनकी बुद्धि विचलित हो रही।  (टिप्पणी प0 91)  अतः भगवान् शास्त्रीय मतभेदोंमें बुद्धिको निश्चल और परमात्मप्राप्तिके विषयमें बुद्धिको अचल करनेकी प्रेरणा करते हैं।पहले तो साधकमें इस बातको लेकर सन्देह होता है कि सांसारिक व्यवहारको ठीक किया जाय या परमात्माकी प्राप्ति की जाय फिर उसका ऐसा निर्णय होता है कि मुझे तो केवल संसारकी सेवा करनी है और संसारसे लेना कुछ नहीं है। ऐसा निर्णय होते ही साधककी भोगोंसे उपरति होने लगती है वैराग्य होने लगता है। ऐसा होनेके बाद जब साधक परमात्माकी तरफ चलता है तब उसके सामने साध्य और साधनविषयक तरहतरहके शास्त्रीय मतभेद आते हैं। इससे मेरेको किस साध्यको स्वीकार करना चाहिये और किस साधनपद्धतिसे चलना चाहियेइसका निर्णय करना बड़ा कठिन हो जाता है। परन्तु जब साधक सत्सङ्गके द्वारा अपनी रुचि श्रद्धाविश्वास और योग्यताका निर्णय कर लेता है अथवा निर्णय न हो सकनेकी दशामें भगवान्के शरण होकर उनको पुकारता है तब भगवत्कृपासे उसकी बुद्धि निश्चल हो जाती है। दूसरी बात सम्पूर्ण शास्त्र सम्प्रदाय आदिमें जीव संसार और परमात्मा इन तीनोंका ही अलगअलग रूपोंसे वर्णन किया गया है। इसमें विचारपूर्वक देखा जाय तो जीवका स्वरूप चाहे जैसा हो पर जीव मैं हूँ इसमें सब एकमत हैं और संसारका स्वरूप चाहे जैसा हो पर संसारको छोड़ना है इसमें सब एकमत हैं और परमात्माका स्वरूप चाहे जैसा हो पर उसको प्राप्त करना है इसमें सब एकमत हैं। ऐसा निर्णय कर लेनेपर साधककी बुद्धि निश्चल हो जाती है। मेरेको केवल परमात्माको ही प्राप्त करना है ऐसा दृढ़ निश्चय होनेसे बुद्धि अचल हो जाती है। तब साधक सुगमतापूर्वक योग परमात्माके साथ नित्ययोगके प्राप्त हो जाता है।शास्त्रीय निर्णय करनेमें अथवा अपने कल्याणके निश्चयमें जितनी कमी रहती है उतनी ही देरी लगती है। परन्तु इन दोनोंमें जब बुद्धि निश्चल और अचल हो जाती है तब परमात्माके साथ नित्ययोगका अनुभव हो जाता है।संसारसे सम्बन्धविच्छेद करनेके लिये बुद्धि निश्चल होनी चाहिये जिसको छठे अध्यायके तेईसवें श्लोकमें  दुःखसंयोगवियोगम्  पदसे कहा गया है और परमात्मासे सम्बन्ध जोड़नेके लिये बुद्धि अचल होनी चाहिये जिसको दूसरे अध्यायके अड़तालीसवें श्लोकमें समत्वं योग उच्यते पदोंसे कहा गया है।यहाँ  तदा योगमवाप्स्यसि  पदोंसे जो योगकी प्राप्ति बतायी है वह योग ऐसा नहीं है कि पहले परमात्मासे वियोग था उस वियोगको मिटा दिया तो योग हो गया प्रत्युत असत् पदार्थोंके साथ भूलसे माने हुए सम्बन्धका सर्वथा वियोग हो जानेका नाम योग है अर्थात् मनुष्यकी सदासे जो वास्तविक स्थिति (परमात्मासे नित्ययोग) है उस स्थितिमें स्थित होना योग है। वह वास्तविक स्थिति ऐसी विलक्षण है कि उससे कभी वियोग होता ही नहीं होना सम्भव ही नहीं। उसमें संयोग वियोग योग यादि कोई भी शब्द लागू नहीं होता। केवल असत्से माने हुए सम्बन्धके त्यागको ही यहाँ योग संज्ञा दे दी है। वास्तवमें यह योग नित्ययोगका वाचक है। इस नित्ययोगकी अनुभूति कर्मोंके (सेवाके) द्वारा की जाय तो कर्मयोग विवेकविचारके द्वारा की जाय तो ज्ञानयोग प्रेमके द्वारा की जाय तो भक्तियोग संसारके लयचिन्तनके द्वारा की जाय तो लययोग प्राणायामके द्वारा की जाय तो हठयोग और यमनियमादि आठ अङ्गोंके द्वारा की जाय तो अष्टाङ्गयोग कहलाता है। सम्बन्ध   मोहकलिल और श्रुतिविप्रतिपत्ति दूर होनेपर योगको प्राप्त हुए स्थिर बुद्धिवाले पुरुषके विषयमें अर्जुन प्रश्न करते हैं।","hcsca":"।।2.53।। जब पाँचो ज्ञानेन्द्रियों के द्वारा विषयों को ग्रहण करने पर भी जिसकी बुद्धि अविचलित रहती है तब उसे योग में स्थित समझा जाता है। सामान्यत इन्द्रियों के विषय ग्रहण के कारण मन में अनेक विक्षेप उठते हैं। योगस्थ पुरुष का मन इन सबमें निश्चल रहता है। उसके विषय में आगे स्थितप्रज्ञ के लक्षण और अधिक विस्तार से बताते हैं।अनेक व्याख्याकार इसका अर्थ इस प्रकार करते हैं कि विभिन्न दार्शनिकों के परस्पर विरोधी प्रतीत होने वाले सिद्धान्तों को सुनकर जिसकी बुद्धि विचलित नहीं होती वह योग में स्थित हुआ समझा जाता है।अब तक के प्रस्तुत किये गये तर्कों से इस विषय में अर्जुन की रुचि बढ़ने लगती है और उन्माद का प्रभाव कम होने लगता है। अपने विषाद और दुख को भूलकर श्रीकृष्ण के प्रवचन में स्वयं रुचि लेते हुये ज्ञानी पुरुष के लक्षणों को जानने की अपनी उत्सुकता को वह नहीं रोक सका। उसके प्रश्न से स्पष्ट दिखाई देता है कि वह भगवान् के सिद्धान्त को ग्रहण कर रहा है फिर भी उसके मन में कुछ है जिसके कारण वह इसे पूर्णत स्वीकार नहीं कर पा रहा था।प्रश्न पूछने के लिए अवसर पाकर समत्व में स्थित बुद्धि वाले पुरुष के लक्षणों को जानने की उत्सुकता से अर्जुन प्रश्न करता है","etsga":"2.53 When your mind that has become bewildered by hearing [S. takes the word sruti in the sense of the Vedas.-Tr.] will become unshakable and steadfast in the Self, then you will attain Yoga that arises from discrimination.","etssa":"2.53 When thy intellect, which is perplexed by the Veda text, which thou hast read, shall stand immovable and steady in the Self, then thou shalt attain Self-realisation.","etdss":"2.53. When your determining faculty, that had been [earlier] confused by your hearing [of scriptural declaration of fruits] shall stand stable in concentration, at that time you shall attain the Yoga.","ecssa":"2.53 श्रुतिविप्रतिपन्ना perplexed by what hast heard? ते thy? यदा when? स्थास्यति shall stand? निश्चला immovable? समाधौ in the Self? अचला steady? बुद्धिः intellect? तदा then? योगम् Selfrealisation? अवाप्स्यसि (thou) shalt attain.Commentary When your intellect which is tossed about by the conflict of opinions regarding the Pravritti Marga (the path of action) and the Nivritti Marga (the path of retirement or renunciation) has become immovable without distraction and doubt and firmly established in the Self? then thou shalt attain Selfrealisation or knowledge of the Self (AtmaJnana).","scetsga":"2.53 If it be asked, By becoming possessed of the wisdom arising from the discrimination about the Self after overcoming the turbidity of delusion, when shall I attain the yoga of the supreme Reality which is the fruit that results from Karma-yoga?, then listen to that; Yada, when at the time when; te, your; buddhih, mind; that has become sruti-vi-pratipanna, bewildered, tossed about, by hearing (the Vedas) that reveal the diverse ends, means, and (their) relationship, i.e. are filled with divergent ideas; sthasyati, will become; niscala, unshakable, free from the trubulence in the form of distractions; and acala, steadfast, that is to say, free from doubt even in that (unshakable) state; samadhau, in samadhi, that is to say, in the Self samadhi being derived in the sense of that in which the mind is fixed; tada, then, at that time; avapsyasi, you will attain; yogam, Yoga, the enlightenment, Self-absorption, that arises from discrimination.\nHaving got an occasion for iniry, Arjuna, with a view to knowing the characteristics of one who has the realization of the Self, [By the word samadhi is meant the enlightenment arising from discrimination, which has been spoken of in the commentary on the previous verse. The steadfastness which the monks have in that enlightenment is called steadfastness in Knowledge. Or the phrase may mean, the enlightenment achieved through meditation on the Self, i.e. the realization of the supreme Goal.] asked:","scetdss":"2.52-53 Yada te etc. Sruti-etc. At the time, when the determining facult with regard to the Yoga is attained, the clear sign of recognizing it, is this : An attitude of futility about the revealed literature that has to be listened to, that has been listened to and that is being declared. What has been declared by the above is this : This present view of yours about the ruination of your race is out of place and it is due to the influence of your deceptive notion, born of mental impressions created by your listening to the teachings of those scriptures that favour the observers who are fallen deep into the course of ignorance. But, that view shall vanish when the respect for such a teaching disappears.","scetssa":"2.53 Here Sruti means hearing (and not the Veda). When your intellect, which, by hearing from us, has become specially enlightened, having for its object the eternal, unsurpassed and subtle self - which belongs to a class different from all other entities -, then the intellect is firmly fixed, i.e., in a single psychosis and stands unshaken. In such a concentrated mind, purified by the performance of duties without attachment, will be generated true Yoga, which consists in the vision of the self. What is said is this: Karma Yoga, which presupposes the knowledge of the real nature of the self obtained from the scriptures, leads to a firm devotion to knowledge known as the state of firm wisdom; and the state of firm wisdom; which is in the form of devotion to knowledge, generates the vision of the self; this vision is here called Yoga.\nArjuna, thus taught, estions about the nature of firm wisdom which constitutes the means for the attainment of Yoga and which itself is attainable through Karma Yoga which consists in work with detachment, and also about the mode of behaviour of a man of firm wisdom.","chakravarthi":"At that time, you will become detached from hearing about all sorts of material and Vedic subjects, because of being adverse to the agitation created by these subjects (niscala). And your intelligence will be fixed in samadhi (samadhau acala), as described in the sixth chapter. At that time, by achieving direct realization, you will achieve the status of jivan mukta (yogam avapsyasi).","rudra":"\nThe Supreme Lord Krishna further explains that when Arjunas understanding\nwhich is now bewildered by the distractionofvariousscriptural\nconclusions describing actions which lead to heaven and actions which lead\nto hell, as well as worldly conceptions of possessing kingdoms and riches\nwill get his mind fixed in samadhi or transcendental consciousness, then\nsteadfastly focused on the supreme, not attracted to anything else due to\nexpertise in yoga permanently is ecstatically enthralled thereby attaining\nthe fruit of yoga which is absolute realisation of the Ultimate Truth.","brahma":"\nLord Krishna further clarifies the same point in this verse as well. The\nintellect that was confused by contradictory arguments in the Vedas becomes\nperfectly stabilised by the proper interpretation of the Vedas. Then\nequanimity of the mind becomes unshakeable like the resonance of a drum.\nThen with intense meditation on the bliss of the supreme one shall attain\ncommunion with the ultimate truth within and succeed in all ones efforts.\nNow begins the summation.\nThe word nirvedam indicates detachment. When delusion is forsaken and all\nother signs of nescience and non-awareness disappears then detachment from\nthe mundane arises and a living entity acquires the beneficial result from\nlistening to the Vedas from a self-realised being. Thereafter adhering to\nthe path established by the Vedas in mind and in conduct the uncompromised\nmeaning derived thereof is apparent delivering with it an unimaginable\nexperience of spiritual satisfaction. Thus communion with Lord Krishna will\nbe attained through liberation by equanimity of the mind developed in\nwisdom by spiritual intelligence. Sruti vipraptipanna means not being\ninfluenced to act fruitively by the rewards given in the Vedic scriptures.","shri":"\nLord Krishna begins this verse with the word sruti. Sruti refers to Vedanta\nwhich implies sravanam or hearing from them. For it is by the hearing of\ntranscendental instructions that the mind is evolved as it begins to\nreflect and contemplate on the immortal, incomparable and exceedingly\nsubtle nature of the eternal soul. When this consciousness which is by its\nvery nature is steadfast and stable is firmly rooted within a mind purified\nof all dross and selfish actions, then at that time one shall achieve yoga\nand realise enlightenment. The understanding is that by practice in\nperforming activities in the selfless parameters of karma-yogawith\nknowledge of the eternal soul as revealed in the Vedic scriptures develops\nan illumination in consciousness called sthita-prajnata and thatby\nsustained effort of this consciousness one is gradually achieves self-\nrealisation. Hearing this Arjuna next desires to understand the components\nof this unique consciousness. Is it achieved by willpower, by yoga, by\nknowledge of the soul, by detachment or is it a combination of all of the\nabove? This Arjuna will question in the next verse.","kumar":"Lord Krishna begins this verse with the word sruti. Sruti refers to Vedanta\nwhich implies sravanam or hearing from them. For it is by the hearing of\ntranscendental instructions that the mind is evolved as it begins to\nreflect and contemplate on the immortal, incomparable and exceedingly\nsubtle nature of the eternal soul. When this consciousness which is by its\nvery nature is steadfast and stable is firmly rooted within a mind purified\nof all dross and selfish actions, then at that time one shall achieve yoga\nand realise enlightenment. The understanding is that by practice in\nperforming activities in the selfless parameters of karma-yogawith\nknowledge of the eternal soul as revealed in the Vedic scriptures develops\nan illumination in consciousness called sthita-prajnata and thatby\nsustained effort of this consciousness one is gradually achieves self-\nrealisation. Hearing this Arjuna next desires to understand the components\nof this unique consciousness. Is it achieved by willpower, by yoga, by\nknowledge of the soul, by detachment or is it a combination of all of the\nabove? This Arjuna will question in the next verse."}