{"meta":"Bhagavad Gita Chapter 2 Verse 26","metahi":"भगवद् गीता 2.26","slok":"अथ चैनं नित्यजातं नित्यं वा मन्यसे मृतम्।तथापि त्वं महाबाहो नैवं शोचितुमर्हसि।।2.26।।","htsrsd":"।।2.26।।हे महाबाहो अगर तुम इस देहीको नित्य पैदा होनेवाला और नित्य मरनेवाला भी मानो तो भी तुम्हें इसका शोक नहीं करना चाहिये।","htstma":"।।2.26।। और यदि तुम आत्मा को नित्य जन्मने और नित्य मरने वाला मानो तो भी? हे महाबाहो इस प्रकार शोक करना तुम्हारे लिए उचित नहीं है।।","transliteration":"Atha chainam nityajaatam nityam vaa manyase mritam;\nTathaapi twam mahaabaaho naivam shochitum arhasi.","englishmeaning":"atha—if, however; cha—and; enam—this soul; nitya-jātam—taking constant birth; nityam—always; vā—or; manyase—you think; mṛitam—dead; tathā api—even then; tvam—you; mahā-bāho—mighty-armed one, Arjun; na—not; evam—like this; śhochitum—grieve; arhasi—befitting","hcsrsd":"।।2.26।।  अथ चैनं ৷৷. शोचितुमर्हसि   भगवान् यहाँ पक्षान्तररमें  अथ च  और  मन्यसे  पद देकर कहते हैं कि यद्यपि सिद्धान्तकी और सच्ची बात यही है कि देही किसी भी कालमें जन्मनेमरनेवाला नहीं है (गीता 2। 20) तथापि अगर तुम सिद्धान्तसे बिलकुल विरुद्ध बात भी मान लो कि देही नित्य जन्मनेवाला और नित्य मरनेवाला है तो भी तुम्हें शोक नहीं होना चाहिये। कारण कि जो जन्मेगा वह मरेगा ही और जो मरेगा वह जन्मेगा ही इस नियमको कोई टाल नहीं सकता।अगर बीजको पृथ्वीमें बो दिया जाय तो वह फूलकर अङ्कुर दे देता है और वही अङ्कुर क्रमशः बढ़कर वृक्षरूप हो जाता है। इसमें सूक्ष्म दृष्टिसे देखा जाय कि क्या वह बीज एक क्षण भी एकरूपसे रहा पृथ्वीमें वह पहले अपने कठोररूपको छोड़कर कोमलरूपमें हो गया फिर कोमलरूपको छोड़कर अङ्कुररूपमें हो गया इसके बाद अङ्कुरूपको छोड़कर वृक्षरूपमें हो गया और अन्तमें आयु समाप्त होनेपर वह सूख गया। इस तरह बीज एक क्षण भी एकरूपसे नहीं रहा प्रत्युत प्रतिक्षण बदलता रहा। अगर बीज एक क्षण भी एकरूपसे रहता तो वृक्षके सूखनेतककी क्रिया कैसे होती उसने पहले रूपको छोड़ा यह उसका मरना हुआ और दूसरे रूपको धारण किया यह उसका जन्मना हुआ। इस तरह वह प्रतिक्षण ही जन्मतामरता रहा। बीजकी ही तरह यह शरीर है। बहुत सूक्ष्मरूपसे वीर्यका जन्तु रजके साथ मिला। वह बढ़तेबढ़ते बच्चेके रूपमें हो गया और फिर जन्म गया। जन्मके बाद वह बढ़ा फिर घटा और अन्तमें मर गया। इस तरह शरीर एक क्षण भी एकरूपसे न रहकर बदलता रहा अर्थात् प्रतिक्षण जन्मतामरता रहा। भगवान् कहते हैं कि अगर तुम शरीरकी तरह शरीरीको भी नित्य जन्मनेमरनेवाला मान लो तो भी यह शोकका विषय नहीं हो सकता।","hcsca":"।।2.26।। 26 और 27 इन दो श्लोकों में भगवान् श्रीकृष्ण ने भौतिकवादी विचारकों का दृष्टिकोण केवल तर्क के लिए प्रस्तुत किया है। इस मत के अनुसार केवल प्रत्यक्ष प्रमाण ही ज्ञान का साधन है अर्थात् इन्द्रियों को जो ज्ञात है केवल वही सत्य है। इस प्रकार मानने पर उन्हें यह स्वीकार करना पड़ता है कि जीवन असंख्य जन्म और मृत्युओं की एक धारा या प्रवाह है। वस्तुयें निरन्तर उत्पन्न और नष्ट होती हैं और उनके मत के अनुसार यही जीवन है। श्रीकृष्ण कहते हैं कि यदि जन्ममृत्यु का यह निरन्तर प्रवाह ही जीवन हो तब भी हे शक्तिशाली अर्जुन तुमको शोक नहीं करना चाहिये। क्योंकि","etsga":"2.26 On the other hand, if you think this One is born continually or dies constantly, even then, O mighty-armed one, you ought not to grieve thus.","etssa":"2.26 But even if thou thinkest of It as being constantly born and constantly dying, even then, O mighty-armed, thou shouldst not grieve.","etdss":"2.26. On the other hand, if you deem This as being born constantly or as dying constantly, even then, O mighty-armed one, you should not lament This.","ecssa":"2.26 अथ now? च and? एनम् this (Self)? नित्यजातम् constantly born? नित्यम् constantly? वा or? मन्यसे thinkest? मृतम् dead? तथापि even then? त्वम् thou? महाबाहो mightyarmed? न not? एवम् thus? शोचितुम् to grieve? अर्हसि (thou) oughtest.Commentary Lord Krishna here? for the sake of argument? takes up the popular supposition. Granting that the Self is again and again born whenever a body comes into being? and again and again dies whenever the body dies? O mightyarmed (O Arjuna of great valour and strength)? thou shouldst not grieve thus? because birth is inevitable to want is dead and death is inevitable to what is born. This is the inexorable or unrelenting Law of Nature.","scetsga":"2.26 This (verse), On the other hand, etc., is uttered assuming that the Self is transient. Atha ca, on the other hand, if ( conveys the sense of assumption ); following ordinary experience, manyase, you think; enam, this One, the Self under discussion; is nityajatam, born continually, becomes born with the birth of each of the numerous bodies; va, or; nityam, constantly; mrtam, dies, along with the death of each of these (bodies); tatha api, even then, even if the Self be of that nature; tvam, you; maha-baho, O mighty-armed one; na arhasi, ought not; socitum, to grieve; evam, thus, since that which is subject to birth will die, and that which is subject to death will be born; these two are inevitable.","scetdss":"2.26 Atha va etc. On the other hand if you deam This to be the body and to be born constantly,-because its stream does not stop-even then, there is no necessity to lament. Or, if, following the [Vainasika Buddhists ?] doctrine of continuous decay of things, you deem This to be constantly dying, even then where is the need for lamenting ? If you, in the same manner, deem the Self to be constantly born or to be constantly dying on account of Its contacts and separations with bodies, even then it is unwarranted, on every account, on the part of the men of rational thinking, to lament.\n Otherwise this [division of] permanence and impermanence does not stand reasoning. For-","scetssa":"2.26 Besides, if you consider this self as identical with the body, which is constantly born and constantly dies - which is nothing other than these characteristics of the body mentioned above -, even then it does not become you to feel grief; because, birth and death are inevitable for the body, whose nature is modification.","chakravarthi":"“I have presented to you the conclusive truth according to the scripture. Now I will present the truth according to material vision. Please understand it.” Then he speaks this verse.\nIf you think that the soul is always born (nitya jatam) when the body is born, and always dies (nityam mrtam) with the death of the body, you should not lament for it. O mighty-armed Arjuna, being a brave ksatriya, this war is your dharma.\nAs Bhagavatam says:\nksatriyanam ayam dharmah prajapati-vinirmitah bhratapi bhrataram hanyad yena ghoratamas tatah\nThe code of sacred duty for warriors established by Lord Brahma enjoins that one may have to kill even his own brother. That indeed is the most dreadful law.” SB 10.54.40","rudra":"\nThus it has been stated by authoritative testimony that because the soul is\nneither subject to birth or death there is no need to lament. Now it is\nbeing stated that even if one erroneously believes that the eternal soul is\nperpetually born when the body is born and perpetually dies with the death\nof the body then and still there is no need for lamentation. Since both\nvirtue and sin with their resultant reactions of birth and death are also\nattached to the soul perpetually there is still no need to lament.","brahma":"\nEven though the immortal soul is eternal, because of itsconstant\nconnection and disconnection with the physical body from time immemorial it\nbelieves it is experiencing birth and death.\nNow begins the summation.\nThus exists this expansive samsara known as the endless cycle of birth and\ndeath in the material existence. Until and unless the living entity has\nattained liberation from the material existence, one is subject to the\nstringent laws of endless births and deaths in different physical bodies as\nordained by the materialnature and so are followingnatural order.\nTherefore by possessing even this small amount of knowledge there is no\nneed to worry.\nIn the Shabda Nirnaya it is stated:\nEternal and permanent the immortal soul is known to be and also the\nimmortal soul is eternally in accordance with the cosmic order.\nUnderstanding in the knowledge that there is a cosmic order to existence\none should not grieve.","shri":"\nHere the Supreme Lord Krishna gives Arjuna another reason not to lament for\nHe states that even if one considers the eternal soul to be the same as the\nphysical body which is subject to incessant births and deaths and not a\nseparate and distinct reality; then still there is no need for grief\nbecause from birth the ageing of the physical body due to the passage of\ntime leads to death and birth and death is a law of nature in the material\nexistence and unavoidable.","kumar":"Here the Supreme Lord Krishna gives Arjuna another reason not to lament for\nHe states that even if one considers the eternal soul to be the same as the\nphysical body which is subject to incessant births and deaths and not a\nseparate and distinct reality; then still there is no need for grief\nbecause from birth the ageing of the physical body due to the passage of\ntime leads to death and birth and death is a law of nature in the material\nexistence and unavoidable."}