{"meta":"Bhagavad Gita Chapter 2 Verse 55","metahi":"भगवद् गीता 2.55","slok":"श्री भगवानुवाचप्रजहाति यदा कामान् सर्वान् पार्थ मनोगतान्।आत्मन्येवात्मना तुष्टः स्थितप्रज्ञस्तदोच्यते।।2.55।।","htsrsd":"।।2.55।।श्रीभगवान् बोले हे पृथानन्दन जिस कालमें साधक मनोगत सम्पूर्ण कामनाओंका अच्छी तरह त्याग कर देता है और अपनेआपसे अपनेआपमें ही सन्तुष्ट रहता है उस कालमें वह स्थितप्रज्ञ कहा जाता है।","htstma":"।।2.55।। श्री भगवान् ने कहा -- हे पार्थ? जिस समय पुरुष मन में स्थित सब कामनाओं को त्याग देता है और आत्मा से ही आत्मा में सन्तुष्ट रहता है? उस समय वह स्थितप्रज्ञ कहलाता है।।","transliteration":"Sri Bhagavaan Uvaacha:\nPrajahaati yadaa kaamaan sarvaan paartha manogataan;\nAatmanyevaatmanaa tushtah sthitaprajnastadochyate.","englishmeaning":"śhrī-bhagavān uvācha—The Supreme Lord said; prajahāti—discards; yadā—when; kāmān—selfish desires; sarvān—all; pārtha—Arjun, the son of Pritha; manaḥ-gatān—of the mind; ātmani—of the self; eva—only; ātmanā—by the purified mind; tuṣhṭaḥ—satisfied; sthita-prajñaḥ—one with steady intellect; tadā—at that time; uchyate—is said","hcsrsd":" 2.55।। व्याख्या   गीताकी यह एक शैली है कि जो साधक जिस साधन (कर्मयोग भक्तियोग आदि) के द्वारा सिद्ध होता है उसी साधनसे उसकी पूर्णताका वर्णन किया जाता है। जैसे भक्तियोगमें साधक भगवान्के सिवाय और कुछ है ही नहीं ऐसे अनन्ययोगसे उपासना करता है (12। 6) अतः सिद्धावस्थामें वह सम्पूर्ण प्राणियोंमें द्वेषभावसे रहित हो जाता है (12। 13)। ज्ञानयोगमें साधक स्वयंको गुणोंसे सर्वथा असम्बद्ध एवं निर्लिप्त देखता है (14। 19) अतः सिद्धावस्थामें वह सम्पूर्ण गुणोंसे सर्वथा अतीत हो जाता है (14। 22 25)। ऐसे ही कर्मयोगमें कामनाके त्यागकी बात मुख्य कही गयी है अतः सिद्धावस्थामें वह सम्पूर्ण कामनाओंका त्याग कर देता है यह बात इस श्लोकमें बताते हैं। प्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान्   इन पदोंका तात्पर्य यह हुआ कि कामना न तो स्वयंमें है और न मनमें ही है। कामना तो आनेजानेवाली है और स्वयं निरन्तर रहनेवाला है अतः स्वयंमें कामना कैसे हो सकती है मन एक करण है और उसमें भी कामना निरन्तर नहीं रहती प्रत्युत उसमें आती है  मनोगतान्  अतः मनमें भी कामना कैसे हो सकती है परन्तु शरीरइन्द्रयाँमनबुद्धिसे तादात्म्य होनेके कारण मनुष्य मनमें आनेवाली कामनाओंको अपनेमें मान लेता है। जहाति  क्रियाके साथ  प्र  उपसर्ग देनेका तात्पर्य है कि साधक कामनाओंका सर्वथा त्याग कर देता है किसी भी कामनाका कोई भी अंश किञ्चिन्मात्र भी नहीं रहता।अपने स्वरूपका कभी त्याग नहीं होता और जिससे अपना कुछ भी सम्बन्ध नहीं है उसका भी त्याग नहीं होता। त्याग उसीका होता है जो अपना नहीं है पर उसको अपना मान लिया है। ऐसे ही कामना अपनेमें नहीं है पर उसको अपनेमें मान लिया है। इस मान्यताका त्याग करनेको ही यहाँ  प्रजहाति  पदसे कहा गया है।यहाँ  कामान्  शब्दमें बहुवचन होनेसे  सर्वान्  पद उसीके अन्तर्गत आ जाता है फिर भी  सर्वान्  पद देनेका तात्पर्य है कि कोई भी कामना न रहे और किसी भी कामनाका कोई भी अंश बाकी न रहे। आत्मन्येवात्मना तुष्टः  जिस कालमें सम्पूर्ण कामनाओंका त्याग कर देता है और अपनेआपसे अपनेआपमें ही सन्तुष्ट रहता है अर्थात् अपनेआपमें सहज स्वाभाविक सन्तोष होता है।सन्तोष दो तरहका होता है एक सन्तोष गुण है और एक सन्तोष स्वरूप है। अन्तःकरणमें किसी प्रकारकी कोई भी इच्छा न हो यह सन्तोष गुण है और स्वयंमें असन्तोषका अत्यन्ताभाव है यह सन्तोष स्वरूप है। यह स्वरुपभूत सन्तोष स्वतः सर्वदा रहता है। इसके लिये कोई अभ्यास या विचार नहीं करना पड़ता। स्वरूपभूत सन्तोषमें प्रज्ञा (बुद्धि) स्वतः स्थिर रहती है। स्थितप्रज्ञस्तदोच्यते  स्वयं जब बहुशाखाओंवाली अनन्त कामनाओंको अपनेमें मानता था उस समय भी वास्तवमें कामनाएँ अपनेमें नहीं थीं और स्वयं स्थितप्रज्ञ ही था। परन्तु उस समय अपनेमें कामनाएँ माननेके कारण बुद्धि स्थिर न होनेसे वह स्थितप्रज्ञ नहीं कहा जाता था अर्थात उसको अपनी स्थितप्रज्ञताका अनुभव नहीं होता था। अब उसने अपनेमें से सम्पूर्ण कामनाओंका त्याग कर दिया अर्थात् उनकी मान्यताको हटा दिया तब वह स्थितप्रज्ञ कहा जाता है अर्थात् उसको अपनी स्थितप्रज्ञताका अनुभव हो जाता है।साधक तो बुद्धिको स्थिर बनाता है। परन्तु कामनाओंका सर्वथा त्याग होनेपर बुद्धिको स्थिर बनाना नहीं पड़ता वह स्वतःस्वाभाविक स्थिर हो जाती है।कर्मयोगमें साधकका कर्मोंसे ज्यादा सम्बन्ध रहता है। उसके लिये योगमें आरूढ़ होनेमें भी कर्म कारण हैं आरुरुक्षोर्मुनेर्योगं कर्म कारणमुच्यते  (गीता 6। 3)। इसलिये कर्मयोगीका कर्मोंके साथ सम्बन्ध साधकअवस्थामें भी रहता है और सिद्धावस्थामें भी। सिद्धावस्थामें कर्मयोगीके द्वारा मर्यादाके अनुसार कर्म होते रहते हैं जो दूसरोंके लिये आदर्श होते हैं (गीता 3। 21)। इसी बातको भगवान्ने चौथे अध्यायमें कहा है कि कर्मयोगी कर्म करते हुए निर्लिप्त रहता है और निर्लिप्त रहते हुए ही कर्म करता है  कर्मण्यकर्म यः पश्येदकर्मणि च कर्म यः  (4। 18)।भगवान्ने तिरपनवें श्लोकमें योगकी प्राप्तिमें बुद्धिकी दो बातें कही थीं संसारसे हटनेमें तो बुद्धि निश्चल हो और परमात्मामें लगनेमें बुद्धि अचल हो अर्थात् निश्चल कहकर संसारका त्याग बताया और अचल कहकर परमात्मामें स्थिति बतायी। उन्हीं दो बातोंको लेकर यहाँ  यदा  और  तदा  पदसे कहा गया है कि जब साधक कामनाओंसे सर्वथा रहित हो जाता है और अपने स्वरूपमें ही सन्तुष्ट रहता है तब वह स्थितप्रज्ञ कहा जाता है। तात्पर्य है कि जबतक कामनाका अंश रहता है तबतक वह साधक कहलाता है और जब कामनाओंका सर्वथा अभाव हो जाता है तब वह सिद्ध कहलाता है। इन्हीं दो बातोंका वर्णन भगवान्ने इस अध्यायकी समाप्तितक किया है जैसे यहाँ  प्रजहाति यदा कामान्सर्वान्  पदोंसे संसारका त्याग बताया और फिर  आत्मन्येवात्मना तुष्टः पदोंसे परमात्मामें स्थिति बतायी।छप्पनवें श्लोकके पहले भागमें (तीन चरणोंमें) संसारका त्याग और  स्थितधीर्मुनिः  पदसे परमात्मामें स्थित बतायी। सत्तावनवें और अट्ठावनवें श्लोकमें पहले संसारका त्याग बताया और फिर  तस्य प्रज्ञा प्रतिष्ठिता  पदोंसे परमात्मामें स्थिति बतायी। उनसठवें श्लोकके पहले भागमें संसारका त्याग बताया और  परं दृष्ट्वा  पदोंसे परमात्मामें स्थिति बतायी। साठवें श्लोकसे इकसठवें श्लोकतक पहले संसारका त्याग बताया और फिर  युक्त आसीत मत्परः  आदि पदोंसे परमात्मामें स्थिति बतायी। बासठवेंसे पैंसठवें श्लोकतक पहले संसारका त्याग बताया और फिर  बुद्धिः पर्यवतिष्ठते  पदोंसे परमात्मानें स्थित बतायी। छाछठवेंसे अड़सठवें श्लोकतक पहले संसारका त्याग बताया और फिर  तस्य प्रज्ञा प्रतिष्ठता  पदोंसे परमात्मामें स्थिति बतायी। उन्हत्तरवें श्लोकमें  या निशा सर्वभूतानाम्  तथा  यस्यां जाग्रति भूतानि  पदोंसे संसारका त्याग बताया और  तस्यां जागर्ति संयमी  तथा  सा निशा पश्यतो मुनेः  पदोंसे परमात्मामें स्थिति बतायी। सत्तरवें और इकहत्तरवें श्लोकमें पहले संसारका त्याग बताया और फिर  स शान्तिमधिगच्छति  पदोंसे परमात्मामें स्थिति बतायी। बहत्तरवें श्लोकमें  नैनां प्राप्य विमुह्यति  पदोंसे संसारका त्याग बताया और  ब्रह्मनिर्वाणमृच्छति  आदि पदोंसे परमात्मामें स्थिति बतायी। सम्बन्ध   अब आगेके दो श्लोकोंमें स्थितप्रज्ञ कैसे बोलता है इस दूसरे प्रश्नका उत्तर देते हैं।","hcsca":"।।2.55।। आत्मानुभवी पुरुष के आन्तरिक और बाह्य जीवन का वर्णन कर भेड़ की खाल में छिपे भालुओं के समान पाखण्डी गुरुओं से भिन्न सच्चे गुरु को पहचानने में गीता हमारी सहायता करती है। इसके अतिरिक्त यह प्रकरण साधकों के लिये विशेष महत्त्व का है क्योंकि इसमें आत्मानुभूति के लिये आवश्यक जीवन मूल्यों एवं विभिन्न परिस्थितियों में मन की स्थिति कैसी होनी चाहिये इसका विस्तार से वर्णन है।इस विषय के प्रारम्भिक श्लोक में ही ज्ञानी पुरुष की आन्तरिक मनस्थिति के वे समस्त लक्षण वर्णित हैं जिन्हे हमको जानना चाहिये। उपनिषद् रूपी उद्यान में खिले शब्द रूपी सुमनों की इस विशिष्ट सुगन्ध से सुपरिचित होने पर ही हमें इस श्लोक में प्रयुक्त शब्दोंें का सम्यक् ज्ञान हो सकता है। जिसने मन में स्थित सभी कामनाओं को त्याग दिया वह पुरुष स्थितप्रज्ञ कहलाता है। श्रीकृष्ण ने अब तक जो कहा उसके सन्दर्भ में इस श्लोक का अध्ययन करने पर हम वास्तव में व्यास जी के प्रेरणाप्रद शब्दों के द्वारा औपनिषदीय सुरभि का अनुभव कर सकते हैं।आत्मस्वरूप अज्ञान से दूषित बुद्धि कामनाओं के पल्लवित होने के लिये योग्य क्षेत्र बन जाती है। परन्तु जिस पुरुष का अज्ञान आत्मानुभव के सम्यक् ज्ञान से निवृत्त हो जाता है उसका निष्काम हो जाना स्वाभाविक है। यहाँ कार्य के निषेध से कारण का निषेध किया गया है। जहाँ कामनायें नहीं वहाँ अज्ञान नष्ट हो चुका है और ज्ञान तो वहाँ प्रकाशित हो ही रहा है।यदि सामान्य जनों से ज्ञानी को विशिष्टता प्रदान करने वाला यही एक मात्र लक्षण हो तो आज का कोई भी शिक्षित व्यक्ति हिन्दू महात्मा को पागल ही समझेगा क्योंकि आत्मानुभव के बाद उस ज्ञानी में इतनी भी सार्मथ्य नहीं रहेगी कि वह इच्छा कर सके इच्छा क्या है इच्छा मन की वह क्षमता है जो भविष्य में ऐसी वस्तु को पाने की योजना बनाये जिससे कि मनुष्य पहले से अधिक सुखी बन सके। ज्ञानी पुरुष इस सार्मथ्य को भी खो देगा यह है भौतिकवादियों द्वारा की जाने वाली आलोचना।उपर्युक्त प्रकार से इस श्लोक की आलोचना नहीं की जा सकती क्योंकि दूसरी पंक्ति में यह बताया गया है कि ज्ञानी पुरुष अपने आनन्दस्वरूप में सन्तुष्ट रहता है। केवल यह नहीं कहा कि वह सब कामनाओं को त्याग देता है वरन् निश्चित रूप से वह आत्मानन्द का अनुभव करता है।यह सर्वविदित तथ्य है कि बाल्यावस्था में जिन खिलौनों के साथ बालक रमता है उनको युवावस्था में वह छोड़ देता है। आगे वृद्ध होने पर उसकी इच्छायें परिवर्तित हो जाती हैं और युवावस्था में आकर्षक प्रतीत होने वाली वस्तुओं के प्रति उसके मन में कुछ राग नहीं रह जाता।अज्ञान दशा में मनुष्य स्वयं को परिच्छिन्न अहंकार के रूप में जानता है। इसलिये विषयोपभोग की स्पृहा अपनी भावनाओं एवं विचारों के साथ आसक्ति स्वाभाविक होती है। अज्ञान के नष्ट होने पर यह अहंकार अपने शुद्ध अनन्त स्वरूप में विलीन हो जाता है और स्थितप्रज्ञ पुरुष आत्मा द्वारा आत्मा में ही सन्तुष्ट रहता है। सब कामनायें समाप्त हो जाती हैं क्योंकि वह स्वयं आनन्दस्वरूप बनकर स्थित हो जाता है।","etsga":"2.55 The Blessed said O Partha, when one fully renounces all the desires that have entered the mind, and remains satisfied in the Self alone by the Self, then he is called a man of steady wisdom.","etssa":"2.55 The Blessed Lord said When a man completely casts off, O Arjuna, all the desires of the mind and is satisfied in the Self by the Self, then is he said to be one of steady wisdom.","etdss":"2.55. The Bhagavat said O son of Prtha ! When a man casts off all desires existing in his mind and remains content in the Self by the self (mind), then he is called a man-of-stabilized-intellect.","ecssa":"2.55 प्रजहाति casts off? यदा when? कामान् desires? सर्वान् all? पार्थ O Partha? मनोगतान् of the mind? आत्मनि in the Self? एव only? आत्मना by the Self? तुष्टः satisfied? स्थितप्रज्ञः of steady wisdom? तदा then? उच्यते (he) is called.Commentary In this verse Lord Krishna gives His answer to the first part of Arjunas estion.If anyone gets sugarcandy will he crave for blacksugar Certainly not. If anyone can attain the supreme bliss of the Self? will he thirst for the sensual pleasures No? not at all. The sumtotal of all the pleasures of the world will seem worthless for the sage of steady wisdom who is satisfied in the Self. (Cf.III.17VI.7?8).","scetsga":"2.55 In the verses beginning from, When one fully renounces৷৷., and ending with the completion the Chapter, instruction about the characteristics of the man of steady wisdom and the disciplines (he had to pass through) is being given both for the one who has, indeed, applied himself to steadfastness in the Yoga of Knowledge after having renounced rites and duties from the very beginning [Even while he is in the stage of celibacy.], and for the one who has (applied himself to this after having passed) through the path of Karma-yoga. For in all the scriptures without exception, dealing, with spirituality, whatever are the characteristics of the man of realization are themselves presented as the disciplines for an aspirant, because these (characteristics) are the result of effort. And those that are the disciplines reiring effort, they become the characteristics (of the man of realization). [There are two kinds of sannyasa vidvat (renunciation that naturally follows Realization), and vividisa, formal renunciation for undertaking the disciplines which lead to that Realization. According to A.G. the characteristics presented in this and the following verses describe not only the vidvat-sannyasin, but are also meant as disciplines for the vividisa-sannyasin.-Tr.]\nO Partha, yada, when, at the time when; prajahati, one fully renounces; sarvan, all; the kaman, desires, varieties of desires; manogatan, that have entered the mind, entered into the heart .\nIf all desires are renounced while the need for maintaining the body persists, then, in the absence of anything to bring satisfaction, there may arise the possibility of ones behaving like lunatics or drunkards. [A lunatic is one who has lost his power of discrimination, and a drunkard is one who has that power but ignores it.] Hence it is said: Tustah, remains satisfied; atmani eva, in the Self alone, in the very nature of the inmost Self; atmana, by the Self which is his own indifferent to external gains, and satiated with everything else on account of having attained the nector of realization of the supreme Goal; tada, then; ucyate, he is called; sthita-prajnah, a man of steady wisdom, a man of realization, one whose wisdom, arising from the discrimination between the Self and the not-Self, is stable.\nThe idea is that the man of steady wisdom is a monk, who has renounced the desire for progeny, wealth and the worlds, and who delights in the Self and disports in the Self.","scetdss":"2.55 Prajahati etc. [The expression a man-of-stabilized-intellect denotes] a man whose intellect has stabilized, i.e., has grown roots. Growing roots is growing roots permanently on the Self. For, if that is achieved, the agitation in the form of desire born of the distraction by sense-objects comes to an end. Therefore, the nomenclature a man-of-stabilized-intellect applied to a man-of-Yoga, has an etymological sense and it is appropriate in this way. In this manner one estion has been answered.","scetssa":"2.55 The Lord said When a person is satisfied in himself with himself, i.e. when his mind depends on the self within himself; and being content with that, expels all the desires of the mind which are different from that state of mind - then he is said to be a man of firm wisdom. This is the highest form of devotion of knowledge.\nThen, the lower state, not far below it, of one established in firm wisdom, is described:","chakravarthi":"Step by step, Krishna answers each of the four questions, from this verse until the end of the chapter. (This verse answers the first question: What is the nature of the jivan mukta?)\nHe gives up all desires, so that not even one desire remains for any object. He is able to give up these desires because they belong to the mind (manogatan); they are not the intrinsic quality of the soul. If they were the intrinsic quality of the soul, they could not be given up, just as fire never gives up heat. The cause for this is stated. He is satisfied by the soul whose very nature is bliss (atmana tustah), in the mind (atmani) which has withdrawn from sense objects. The sruti says:\nyada sarve pramucyante kama ye ‘sya hrdi sritah atha martyo ‘mrto bhavaty atra brahma samasnute\nWhen all the desires situated in the heart are cleared away, the mortal becomes immortal and enjoys brahman. Katha Upanisad 6.14","rudra":"\nNow it is revealed what are the means to knowledge for an aspirant and what\nare the natural characteristicsexhibitedonceonehasattained\ntranscendence. Hence by merely relating the characteristicsofone\npossessing spiritual intelligence the means of direct knowledgeare\nsimultaneously transmitted as well throughout the conclusion of this\nchapter. Now the answer to the first question in the previous verse is\ngiven in this verse and the next. When a person gives up all desires of the\nmind, relinquishing them completely, which results when by determination\none has perceived the Ultimate Truth by strength of ones individual\nconsciousness. Then and only then one delights in the inconceivable joy of\ncommunion with the Ultimate Consciousness whose eternal nature is supreme\nbliss. Experiencing the delight of this supreme bliss one automatically\nloses all desire for even the most equisite material pleasures and thus by\nthis possessing this characteristic one can be understood to be a person of\nsteady wisdom.","brahma":"\nBefore illuminating the characteristics of those situated with spiritual\nintelligence who often are indistinguishable from others not so situated as\nrequested by Arjuna in the previous verse; Lord Krishna reveals the\nattributes of the spiritual intelligentinthisverse.Thusin\nunderstanding how one being satisfied by the supreme state of transcendent\nconsciousness performs actions is the explanation introduced in this verse.\nOne situated in spiritual intelligence realises the soul by the grace of\nthe Supreme Lord but the this can be sooner or longer to achieve subject to\nthe degree of ones attachments held earlier in their life; but anyway to\nsome extent their will be realisation. In actuality such a one discards all\ndesires. Even as in the case of Sukadeva and Dhruva after they had\ndarshan or vision of the Supreme Lord. The spiritual intelligent, those\nknowing the Ultimate truth always enthusiastically desire communion with\nthe Supreme Lord incessantly seeking the mercy to serve, worship and\nglorify Him.\nIn regard to Indra and the demigods, undesirable desires are not present\ntherefore their knowledge is known to be supernal. It is therefore declared\nthat the qualified living entity is verily so due to the performance of\ngreat activities. Because of such achievements they become distinguished\nfrom others. Therefore due to distinguished activities their distinctive\nattributes are manifested. But it should be emphasised that even if one\nunqualified by spiritual intelligence happens to distinguish themselves,\nstill they can never beconsideredassituatedintranscendent\nconsciousness. This point should be clearly understood. In this verse the\nattributes of one who is in samadhi transcendent consciousness is not\ndiscussed. This is because one who is unattached in all respects shows no\nattachment for anything at any time. For one inthetranscendent\nconsciousness of samadhi there is no experienceofauspiciousor\ninauspicious because there is no connection to material consciousness which\nis the antithesis to samadhi. Therefore conceptions of this nature do not\napply.\nWants and desires do not arise in those who have cleansed their mind and\npurified their consciousness and who situated in spiritual intelligence\nhave taken complete refuge of the Supreme Lord Krishna. This is recorded in\nVedic scriptures.\nDesires are hidden within the mind but it is in this same mind where\nspiritual intelligence must manifest to neutralise and eradicate such\ndesires. This is indicated by the word mano-gatan concoctions of the mind.\nThis dichotomy between attachment to desires and attachment to the soul is\nfurther referred to in verse 59 of this chapter illustrating that even\nthough refrain of actions is induced the desires continue within the mind.\nIt is not that only by refraining from desires oneinspiritual\ntranscendence may be perceived for desires may hide within. The word atmani\nmeaning by purified consciousness of the soul denotes by the assistance of\nthe Supreme soul. The ultimate truth verily, dwells in the Supreme soul.\nSince the soul is completely abiding in the ultimate truth, by the sole\ngrace of the Supreme soul alone attainment is achieved. Thus one who takes\nthe initiative renouncing attachment, abides in the Supreme Lord by the\ngrace of the Supreme Lord and is provided with all that is necessary to\nattain this end and not by any other means whatsoever. This allhas been\nspoken of in the Narayana Shataksara Kalpa. Thus the soul referred to here\nis paramatma the ultimate soul.\nNow begins the summation.\nIt is not that those of spiritual intelligence can always stop the flow of\ninappropriate desires. Renouncing what is inappropriate means one has\nrenounced desire. Even those who have experienced the transcendent state\nto some degree and have perceived the reality of the ultimate truth, still\ninappropriate desires may arise in the mind when they are not in that\ntranscendent experience. Evidence of this is seen in Vedic scriptures when\nShiva to protect his worshiper fought in battle against Lord Krishna. Thus\nonly when one is not in the transcendent experience can one be in an\nequaniminous state for in the transcendent experience such designations do\nnot apply. Situated in spiritual intelligence with concerted endeavour one\nbecomes qualified and eligible for the supreme grace to attain the\ntranscendent state. Another point to note is that by the awakening of\ndevotion in the heart for the Supreme Lord the ineligible will also become\nqualified to also receive the grace to attain the transcendent state in due\nto course of time without fail. The word atmani indicates Lord Krishna. It\nis only by His grace may one attain the transcendent state.","shri":"\nLord Krishna explains that when the particular activities of the adept of\nspiritual intelligence are describedthenthecharacteristicsare\nrecognised. Because one with spiritual intelligence focus their mind to be\nfully immersed solely in the soul, they are known as being soul satisfied.\nWhen such a one is so absorbed in the soul that all other desires abiding\ntherein are completely banished then such a one is known as sthita-prajnah\nsituated in transcendent consciousness. This is the paramount platform of\nspiritual intelligence in the mind. After this the next lower intermediate\nstage will be defined.","kumar":"Lord Krishna explains that when the particular activities of the adept of\nspiritual intelligence are describedthenthecharacteristicsare\nrecognised. Because one with spiritual intelligence focus their mind to be\nfully immersed solely in the soul, they are known as being soul satisfied.\nWhen such a one is so absorbed in the soul that all other desires abiding\ntherein are completely banished then such a one is known as sthita-prajnah\nsituated in transcendent consciousness. This is the paramount platform of\nspiritual intelligence in the mind. After this the next lower intermediate\nstage will be defined."}