{"meta":"Bhagavad Gita Chapter 2 Verse 16","metahi":"भगवद् गीता 2.16","slok":"नासतो विद्यते भावो नाभावो विद्यते सतः।उभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्त्वदर्शिभिः।।2.16।।","htsrsd":"।।2.16।।(टिप्पणी प0 55) असत्का तो भाव (सत्ता) विद्यमान नहीं है और सत्का अभाव विद्यमान नहीं है तत्त्वदर्शी महापुरुषोंने इन दोनोंका ही अन्त अर्थात् तत्त्व देखा है।","htstma":"।।2.16।। असत् वस्तु का तो अस्तित्व नहीं है और सत् का कभी अभाव नहीं है। इस प्रकार इन दोनों का ही तत्त्व? तत्त्वदर्शी ज्ञानी पुरुषों के द्वारा देखा गया है।।","transliteration":"Naasato vidyate bhaavo naabhaavo vidyate satah;\nUbhayorapi drishto’ntastwanayos tattwadarshibhih.","englishmeaning":"na—no; asataḥ—of the temporary; vidyate—there is; bhāvaḥ—is; na—no; abhāvaḥ—cessation; vidyate—is; sataḥ—of the eternal; ubhayoḥ—of the two; api—also; dṛiṣhṭaḥ—observed; antaḥ—conclusion; tu—verily; anayoḥ—of these; tattva—of the truth; darśhibhiḥ—by the seers","hcsrsd":" 2.16।। व्याख्या    नासतो विद्यते भावः   शरीर उत्पत्तिके पहले भी नहीं था मरनेके बाद भी नहीं रहेगा और वर्तमानमें भी इसका क्षणप्रतिक्षण अभाव हो रहा है। तात्पर्य है कि यह शरीर भूत भविष्य और वर्तमान इन तीनों कालोंमें कभी भावरूपसे नहीं रहता। अतः यह असत् है। इसी तरहसे इस संसारका भी भाव नहीं है यह भी असत् है। यह शरीर तो संसारका एक छोटासानमूना है इसलिये शरीरके परिवर्तनसे संसारमात्रके परिवर्तनका अनुभव होता है कि इस संसारका पहले भी अभाव था और पीछे भी अभाव होगा तथा वर्तमानमें भी अभाव हो रहा है।संसारमात्र कालरूपी अग्निमें लकड़ीकी तरह निरन्तर जल रहा है। लकड़ीके जलनेपर तो कोयला और राख बची रहती है पर संसारको कालरूपी अग्नि ऐसी विलक्षण रीतिसे जलाती है कि कोयला अथवा राख कुछ भी बाकी नहीं रहता। वह संसारका अभावहीअभाव कर देती है। इसलिये कहा गया है कि असत्की सत्ता नहीं है। नाभावो विद्यते सतः   जो सत् वस्तु है उसका अभाव नहीं होता अर्थात् जब देह उत्पन्न नहीं हुआ था तब भी देही था देह नष्ट होनेपर भी देही रहेगा और वर्तमानमें देहके परिवर्तनशील होनेपर भी देही उसमें ज्योंकात्यों ही रहता है। इसी रीतिसे जब संसार उत्पन्न नहीं हुआ था उस समय भी परमात्मतत्त्व था संसारका अभाव होनेपर भी परमात्मतत्त्व रहेगा और वर्तमानमें संसारके परिवर्तनशील होनेपर भी परमात्मतत्त्व उसमें ज्योंकात्यों ही है। मार्मिक बात  संसारको हम एक ही बार देख सकते हैं दूसरी बार नहीं। कारण कि संसार प्रतिक्षण परिवर्तनशील है अतः एक क्षण पहले वस्तु जैसी थी दूसरे क्षणमें वह वैसी नहीं रहती जैसे सिनेमा देखते समय परदेपर दृश्य स्थिर दीखता है पर वास्तवमें उसमें प्रतिक्षण परिवर्तन होता रहता है। मशीनपर फिल्म तेजीसे घूमनेके कारण वह परिवर्तन इतनी तेजीसे होता है कि उसे हमारी आँखें नहीं पकड़ पातीं  (टिप्पणी प0 56.1) । इससे भी अधिक मार्मिक बात यह है कि वास्तवमें संसार एक बार भी नहीं दीखता। कारण कि शरीर इन्द्रियाँ मन बुद्धि आदि जिन करणोंसे हम संसारको देखते हैं अनुभव करते हैं वे करण भी संसारके ही हैं। अतः वास्तवमें संसारसे ही संसार दीखता है। जो शरीरसंसारसे सर्वथा सम्बन्धरहित है उस स्वरूपसे संसार कभी दीखता ही नहीं तात्पर्य यह है कि स्वरूपमें संसारकी प्रतीति नहीं है। संसारके सम्बन्धसे ही संसारकी प्रतीति होती है। इससे सिद्ध हुआ कि स्वरूपका संसारसे कोई सम्बन्ध है ही नहीं।दूसरी बात संसार (शरीर इन्द्रियाँ मन बुद्धि) की सहायताके बिना चेतनस्वरूप कुछ कर ही नहीं सकता। इससे सिद्ध हुआ कि मात्र क्रिया संसारमें ही है स्वरूपमें नहीं। स्वरूपका क्रियासे कोई सम्बन्ध है ही नहीं।संसारका स्वरूप है क्रिया और पदार्थ। जब स्वरूपका न तो क्रियासे और न पदार्थसे ही कोई सम्बन्ध है तब यह सिद्ध हो गया कि शरीरइन्द्रियाँमनबुद्धिसहित सम्पूर्ण संसारका अभाव है। केवल परमात्मतत्त्वका ही भाव (सत्ता) है जो निर्लिप्तरूपसे सबका प्रकाशक और आधार है। उभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्त्वदर्शिभिः   इन दोनोंके अर्थात् सत्असत् देहीदेहके तत्त्वको जाननेवाले महापुरुषोंने इनका तत्त्व देखा है इनका निचोड़ निकाला है कि केवल एक सत्तत्त्व ही विद्यमान है।असत् वस्तुका तत्त्व भी सत् है और सत् वस्तुका तत्त्व भी सत् है अर्थात् दोनोंका तत्त्व एक सत्ही है दोनोंका तत्त्व भावरूपसे एक ही है। अतः सत् और असत् इन दोनोंके तत्त्वको जाननेवाले महापुरुषोंके द्वारा जाननेमें आनेवाला एक सत्तत्त्व ही है। असत्की जो सत्ता प्रतीत होती है वह सत्ता भी वास्तवमें सत्की ही है। सत्की सत्तासे ही असत् सत्तावान् प्रतीत होता है। इसी सत्को  परा प्रकृति  (गीता 7। 5)  क्षेत्रज्ञ  (गीता 13। 12)  पुरुष  (गीता 13। 19) और  अक्षर  (गीता 15। 16) कहा गया है तथा असत्को  अपरा प्रकृति क्षेत्र प्रकृति  और  क्षर  कहा गया है।अर्जुन भी शरीरोंको लेकर शोक कर रहे हैं कि युद्ध करनेसे ये सब मर जायँगे। इसपर भगवान् कहते हैं कि क्या युद्ध न करनेसे ये नहीं मरेंगे असत् तो मरेगा ही और निरन्तर मर ही रहा है। परन्तु इसमें जो सत्रूपसे है उसका कभी अभाव नहीं होगा। इसलिये शोक करना तुम्हारी बेसमझी ही है।ग्यारहवें श्लोकमें आया है कि जो मर गये हैं और जो जी रहे हैं उन दोनोंके लिये पण्डितजन शोक नहीं करते। बारहवेंतेरहवें श्लोकोंमें देहीकी नित्यताका वर्णन है उसमें  धीर  शब्द आया है। चौदहवेंपंद्रहवें श्लोकोंमें संसारकी अनित्यताका वर्णन आया है तो उसमें भी  धीर  शब्द आया है। ऐसे ही यहाँ (सोलहवें श्लोकमें) सत्असत्का विवेचन आया है तो इसमें  तत्त्वदर्शी   (टिप्पणी प0 56.2)  शब्द आया है। इन श्लोकोंमें  पण्डित धीर  और  तत्त्वदर्शी  पद देनेका तात्पर्य है कि जो विवेकी होते हैं समझदार होते हैं उनको शोक नहीं होता। अगर शोक होता है तो वे विवेकी नहीं हैं समझदार नहीं हैं। सम्बन्ध   सत् और असत् क्या है इसको आगेके दो श्लोकोंमें बताते हैं।","hcsca":"।।2.16।। वेदान्त शास्त्र में सत् असत् का विवेक अत्यन्त वैज्ञानिक पद्धति से किया गया है। हमारे दर्शनशास्त्र में इन दोनों की ही परिभाषायें दी हुई हैं। असत् वस्तु वह है जिसकी भूतकाल में सत्ता नहीं थी और भविष्य में भी वह नहीं होगी परन्तु वर्तमान में उसका अस्तित्व प्रतीतसा होता है। माण्डूक्य कारिका की भाषा में जिसका अस्तित्व प्रारम्भ और अन्त में नहीं है वह वर्तमान में भी असत् ही है हमें दिखाई देने वाली वस्तुयें मिथ्या होने पर भी उन्हें सत् माना जाता है।स्वाभाविक ही सत्य वस्तु वह है जो भूतवर्तमान भविष्य इन तीनों कालों में भी नित्य अविकारी रूप में रहती है। सामान्य व्यवहार में यदि कोई व्यक्ति किसी स्तम्भ को भूत समझ लेता है तो स्तम्भ की दृष्टि से भूत को असत् कहा जायेगा क्योंकि भूत अनित्य है और स्तम्भ का ज्ञान होने पर वहाँ रहता नहीं। इसी प्रकार स्वप्न से जागने पर स्वप्न के बच्चों के लिये हमें कोई चिन्ता नहीं होती क्योंकि जागने पर स्वप्न के मिथ्यात्व का हमें बोध होता है। प्रतीत होने पर भी स्वप्न मिथ्या है। अत तीनों काल में अबाधित वस्तु ही सत्य कहलाती है।शरीर मन और बुद्धि इन जड़ उपाधियों के साथ हमारा जीवन परिच्छिन्न है क्योंकि इनके द्वारा प्राप्त बाह्य विषय भावना और विचारों के अनुभव क्षणिक होते हैं। इन तीनों में ही नित्य परिवर्तन हो रहा है। एक अवस्था का नाश दूसरी अवस्था की उत्पत्ति है। परिभाषा के अनुसार ये सब असत् हैं।क्या इनके पीछे कोई सत्य वस्तु है इसमें कोई संदेह नहीं कि वस्तुओं में होने वाले परिवर्तनों के लिये किसी एक अविकारी अधिष्ठान आश्रय की आवश्यकता है। शरीर मन और बुद्धि के स्तर पर होने वाले असंख्य अनुभवों को एक सूत्र में धारण कर एक पूर्ण जीवन का अनुभव कराने के लिये निश्चय ही एक नित्य अपरिर्तनशील सत् वस्तु का अधिष्ठान आवश्यक है।मणियों को धारण करने वाले एक सूत्र के समान हममें कुछ है जो परिवर्तनों के मध्य रहते हुये विविध अनुभवों को एक साथ बांधकर रखता है। सूक्ष्म विचार करने पर यह ज्ञान होगा कि वह कुछ अपनी स्वयं की चैतन्य स्वरूप आत्मा है। असंख्य अनुभव जो प्रकाशित हुये उनमें से कोई अनुभव आत्मा नहीं है। जीवन जो कि अनुभवों की एक धारा है योग है इस चैतन्य के कारण ही सम्भव है। बाल्यावस्था युवावस्था और वृद्धावस्था में होने वाले अनुभवों को यह चैतन्य ही प्रकाशित करता है। अनुभव आते हैं और जाते हैं। जिस चैतन्य के कारण मैंने सबको जाना जिसके बिना मेरा कोई अस्तित्व नहीं है वह चैतन्य आत्मा जन्म और नाश से रहित नित्य सत्य वस्तु है।तत्त्वदर्शी पुरुष इन दोनों सत् और असत् आत्मा और अनात्मा के तत्त्व को पहचानते हैं। इन दोनों के रहस्यमय संयोग से यह विचित्र जगत् उत्पन्न होता है।फिर वह नित्य सद्वस्तु क्या है सुनो","etsga":"2.16 Of the unreal there is no being; the real has no nonexistence. But the nature of both these, indeed, has been realized by the seers of Truth.","etssa":"2.16 The unreal hath no being; there is non-being of the real; the truth about both has been seen by the knowers of the Truth (or the seers of the Essence).","etdss":"2.16. Birth (or existence) does not happen to what is non-existent, and destruction (or non-existence) to what is existent; the finality of these two has been seen by the seers of the reality.","ecssa":"2.16 न not? असतः of the unreal? विद्यते is? भावः being? न not? अभावः nonbeing? विद्यते is? सतः of the real? उभयोः of the two? अपि also? दृष्टः (has been) seen? अन्तः the final truth? तु indeed? अनयोः of these? तत्त्वदर्शिभिः by the knowers of the Truth.Commentary -- The changeless? homogeneous Atman or the Self always exists. It is the only solid Reality. This phenomenal world of names and forms is ever changing. Hence it is unreal. The sage or the Jivanmukta is fully aware that the Self always exists and that this world is like a mirage. Through his Jnanachakshus or the eye of intuition? he directly cognises the Self. This world vanishes for him like the snake in the rope? after it has been seen that only the rope exists. He rejects the names and forms and takes the underlying Essence in all the names and forms? viz.? AstiBhatiPriya or Satchidananda or ExistenceKnowledgeBliss Absolute. Hence he is a Tattvadarshi or a knower of the Truth or the Essence.What is changing must be unreal. What is constant or permanent must be real.","scetsga":"2.16 Since the unreal has no being, etc., for this reason also it is proper to bear cold, heat, etc. without becoming sorrowful or deluded. Asatah, of the unreal, of cold, heat, etc. together with their causes; na vidyate, there is no; bhavah, being, existence, reality; because heat, cold, etc. together with their causes are not substantially real when tested by means of proof. For they are changeful, and whatever is changeful is inconstant. As configurations like pot etc. are unreal since they are not perceived to be different from earth when tested by the eyes, so also are all changeful things unreal because they are not perceived to be different from their (material) causes, and also because they are not perceived before (their) origination and after destruction.\nObjection: If it be that [Here Ast. has the additional words karyasya ghatadeh, the effect, viz pot etc. (and).-Tr.] such (material) causes as earth etc. as also their causes are unreal since they are not perceived differently from their causes, in that case, may it not be urged that owing to the nonexistence of those (causes) there will arise the contingency of everything becoming unreal [An entity cannot be said to be unreal merely because it is non-different from its cause. Were it to be asserted as being unreal, then the cause also should be unreal, because there is no entity which is not subject to the law of cuase and effect.]?\nVedantin: No, for in all cases there is the experience of two awarenesses, viz the awareness of reality, and the awareness of unreality. [In all cases of perception two awarenesses are involved: one is invariable, and the other is variable. Since the variable is imagined on the invariable, therefore it is proved that there is something which is the substratum of all imagination, and which is neither a cause nor an effect.] That in relation to which the awareness does not change is real; that in relation to which it changes is unreal. Thus, since the distinction between the real and the unreal is dependent on awareness, therefore in all cases (of empirical experiences) everyone has two kinds of awarenesses with regard to the same substratum: (As for instance, the experiences) The pot is real, The cloth is real, The elephant is real (which experiences) are not like (that of) A blue lotus. [In the empirical experience, A blue lotus, there are two awarenesses concerned with two entities, viz the substance (lotus) and the ality (blueness). In the case of the experience, The pot is real, etc. the awarenesses are not concerned with substratum and alities, but the awareness of pot,of cloth, etc. are superimposed on the awareness of reality, like that of water in a mirage.] This is how it happens everywhere. [The coexistence of reality and pot etc. are valid only empirically according to the non-dualists; whereas the coexistence of blueness and lotus is real according to the dualists.]\nOf these two awareness, the awareness of pot etc. is inconstant; and thus has it been shown above. But the awareness of reality is not (inconstant). Therefore the object of the awareness of pot etc. is unreal because of inconstancy; but not so the object of the awareness of reality, because of its constancy.\nObjection: If it be argued that, since the awareness of pot also changes when the pot is destroyed, therefore the awareness of the pots reality is also changeful?\nVedantin: No, because in cloth etc. the awareness of reality is seen to persist. That awareness relates to the odjective (and not to the noun pot). For this reason also it is not destroyed. [This last sentence has been cited in the f.n. of A.A.-Tr.]\nObjection: If it be argued that like the awareness of reality, the awareness of a pot also persists in other pots?\nVedantin: No, because that (awareness of pot) is not present in (the awareness of) a cloth etc.\nObjection: May it not be that even the awareness of reality is not present in relation to a pot that has been destroyed?\nVedantin: No, because the noun is absent (there). Since the awareness of reality corresponds to the adjective (i.e. it is used adjectivelly), therefore, when the noun is missing there is no possibility of its (that awareness) being an adjective. So, to what should it relate? But, again, the awareness of reality (does not cease) with the absence of an object৷৷ [Even when a pot is absent and the awareness of reality does not arise with regare to it, the awareness of reality persists in the region where the pot had existed. \nSome read nanu in place of na tu (But, again). In that case, the first portion (No,৷৷.since৷৷.adjective. So,৷৷.relate?) is a statement of the Vedantin, and the Objection starts from nanu punah sadbuddheh, etc. so, the next Objection will run thus: May it not be said that, when nouns like pot etc. are absent, the awareness of existence has no noun to alify, and therefore it becomes impossible for it (the awareness of existence) to exist in the same substratum?-Tr.]\nObjection: May it not be said that, when nouns like pot etc. are absent, (the awareness of existence has no noun to alify and therefore) it becomes impossible for it to exist in the same substratum? [The relationship of an adjective and a noun is seen between two real entities. Therefore, if the relationship between pot and reality be the same as between a noun and an adjective, then both of them will be real entities. So, the coexistence of reality with a non-pot does not stand to reason.]\nVedantin: No, because in such experiences as, This water exists, (which arises on seeing a mirage etc.) it is observed that there is a coexistence of two objects though one of them is non-existent.\nTherefore, asatah, of the unreal, viz body etc. and the dualities (heat, cold, etc.), together with their causes; na vidyate, there is no; bhavah, being. And similarly, satah, of the real, of the Self; na vidyate, there is no; abhavah, nonexistence, because It is constant everywhere. This is what we have said.\nTu, but; antah, the nature, the conclusion (regarding the nature of the real and the unreal) that the Real is verily real, and the unreal is verily unreal; ubhayoh api, of both these indeed, of the Self and the non-Self, of the Real and the unreal, as explained above; drstah, has been realized thus; tattva-darsibhih, by the seers of Truth. Tat is a pronoun (Sarvanama, lit. name of all) which can be used with regard to all. And all is Brahman. And Its name is tat. The abstraction of tat is tattva, the true nature of Brahman. Those who are apt to realize this are tattva-darsinah, seers of Truth.\nTherefore, you too, by adopting the vision of the men of realization and giving up sorrow and delusion, forbear the dualities, heat, cold, etc. some of which are definite in their nature, and others inconstant , mentally being convinced that this (phenomenal world) is changeful, verily unreal and appears falsely like water in a mirage. This is the idea.\nWhat, again, is that reality which remains verily as the Real and surely for ever? This is being answered in, But know That, etc.","scetdss":"2.16 Nasatah etc. And then, also following the common worldly practice [the Lord] says this : There is no [real] existence for what is non-existent i.e., the body [etc.], that is continuously perishing; for it is changing incessantly by stages. Again, never there is destruction for the ever existing Supreme Self, because of Its unchanging nature. So says the Veda too :\nLo ! This Soul is of unchanging nature and [hence]\nis destructions (the Br. U, IV, v. 14). \n \nOf These two : of what is existent and what is non-existent.Finality : the point of boundary where they come to an end.\n \n But is this permanent or transient which is perceived by persons who are prone to see the truth ? Having raised this doubt, [the Lord] says :","scetssa":"2.16 The unreal, that is, the body, can never come into being. The real, that is, the self, can never cease to be. The finale about these, the body and the self, which can be experienced, has been realised correctly by the seers of the Truth. As analyis ends in conclusion, the term finale is here used. The meaning is this: Non-existence (i.e., perishableness) is the real nature of the body which is in itself insentient. Existence (i.e., imperishableness) is the real nature of the self, which is sentient. [What follows is the justification of describing the body as unreal and as having never come into being.]\nNon-existence has, indeed, the nature of perishableness, and existence has the nature of imperishableness, as Bhagavan Parasara has said: O Brahmana, apart from conscious entity there does not exist any group of things anywhere and at any time. Thus have I taught you what is real existence - how conscious entity is real, and all else is unreal (V. P., 2.12.43 - 45). The Supreme Reality is considered as imperishable by the wise. There is no doubt that what can be obtained from a perishable substance is also perishable (Ibid., 2.14.24). That entity which even by a change in time cannot come to possess a difference through modification etc., is real. What is that entity, O King? (It is the self who retains Its knowledge) (Ibid., 2.13.100).\nIt is said here also: These bodies ৷৷. are said to have an end (2.18) and Know That (the Atman) to be indestructible (2.17). It is seen from this that this (i.e., perishableness of the body and imperishableness of the self) is the reason for the designating the Atman as existence (Sattva) and body as non-existence (Asvattva). This verse has no reference to the doctrine of Satkaryavada (i.e., the theory that effects are present in the cause), as such a theory has no relevance here. Arjuna is deluded about the true nature of the body and the self; so what ought to be taught to him in order to remove his delusion, is discrimination between these two - what is alified by perishablenss and what, by imperishableness. This (declaration) is introduced in the following way: For the dead, or for the living (2.11).\nAgain this poin is made clear immediately (by the words), Know that to be indestructible ৷৷. (2.17) and These bodies ৷৷. are said to have an end (2.18).\nHow the imperishableness of the self is to be understood, Sri Krsna now teaches:","chakravarthi":"This verse describes the results for those who have attained the level of discrimination. Actually as sruti says, the soul is not attached to matter: asango hi ayam purusah. (Brhad Aranyaka Upanisad 4.3.15) Thus, the jiva does not have a relationship with the subtle or gross bodies and its products such as lamentation and bewilderment. This relationship is caused by ignorance. This is explained in this verse.\nThere is no existence (bhavah) of the body (asatah), the shelter of lamentation and bewilderment, because of its opposite nature to the soul, in which these do not exist. And there is no destruction of the jiva with its real form (satah). The conclusion (antah) about both of these—the body and the soul – is seen by the seers of truth. By this, there will be no lamentation or bewilderment arising from seeing body and things related to the body because of the eternal, indestructible soul in Bhisma and others of the opposing party as well as you and your allies. How can Bhisma and others be destroyed, and why do you lament for them?","rudra":"\nIt may be submitted that the objects of the sense like excessive heat and\ncold are extremely difficult to endure. Sometimes it is seen that exposure\nto elements like heat and cold can even cause the destruction of the body.\nIn answer to this to convey that it is possible to endure anything with the\ncorrect discrimination of the truth the Supreme Lord states this verse. The\nunreal being of the nature of the impermanent is not reality having no\nexistence in the self. The real of the nature of the eternal has no\ndestruction being always existent. Thus the conclusion about both of these\nthe real and the unreal has been determined. By whom? As the verse states\nby the knoweres of the Ultimate Truth who understand the true nature of\nthings. So the conclusion is that by such discrimination one must learn to\ntolerate and endure them.","brahma":"\nThe soul is eternal as verified in the Vedas. Why is the soul eternal? Is\nthere anything else eternal as well? Hence it is stated in the verse\nbeginning nasato vidyate. There is no annihilation of a-sat meaning\nprakriti which is the material substratum or sat referring to the Ultimate\nTruth because it is declared in the Visnu Purana that prakriti, purusa and\nkala or time are eternal. Because the word vidyate has been seperately used\nin relation to sat and a-sat and because it has been said in Srimad\nBhagavatam also known as Bhagavat Purana that a-sat is the physical\nmanifestation and sat is of the subtle form the Ultimate Truth of reality,\na-sat is known as manifestation of sat, the unmanifest. This understanding\nfor both a-sat and sat and is confirmed by the word anta meaning summation.\nNow begins the summation.\nThe actual sorrow expressed by Arjuna is not being felt because the\nconsequences of war lead to misery in the next life. The rule in the\nmaterial existence is that every action has its corresponding and equal\nreaction, thus it is seen that by unrighteous actions there is no happiness\nand by righteous actions there can be no unhappiness. The words referring\nto sat bhavah are all connected to happiness and the words connected to a-\nsat abhava are those which are connected to sorrow.\nThus it is stated in Shabda Nirnaya that sat bhava is sadhu bhava, having\nmeritorious disposition and we will see this word used again further in\nthe Gita.Therefore for whatever is in righteousnessthe word sat\nis used. Whoever has thought they have become a-sat, asat brahmeti, for\nthis person their personal conceptions have become a-sat and consequently\nthey become sorrowful.\nIt should not be misconstrued that the purpose of this verse is to deny the\nexistence of what is appearing now in the present, was non-existing before\ncreation and would be non-existent after destruction. This would be a\ncontradiction in itself. The statement nasato vidyate bhavo is specifically\nused to emphasise a spiritual truth. Although in normal everyday life\npeople relate to the material manifestation as if it did not exist before\nand will also cease to exist hereafter. For example a flower to be offered\nto the Lord which blossomed today, did not exist last week and by next week\nit will have ceased to exist but still it is utilised while it is here. So\nthere is no reason to reflect that any of this is due to delusion.\nThus it is stated in the Brahma Tarka :\nAll acts prior to creation and all acts after the dissolution of creation\ncease to exist is the Vedic statement. If in each action the specific form\nwas not manifest before it was born but came to be formed only later, then\nwisdom and normal circumstances would not justify such a statement. If\naccording to wisdom and normal circumstances an archetype existed before\nthe form came to exist then before anything is born it did not, in fact\nexist. Even due to the experiences of modification there is action and its\nresult. Because of these modifications the experiences of the physical body\nbecome apparent. Normal affairs in this world take place on the basis of\nthese modifications and the experience connected with these modifications\nsolely.\nIt is not correct to accept that this world is made up of special\nattributes such as sat the Ultimate Truth due to its perception of\nmodification and a-sat as the physical manifestation by its being self\nevident. Both the experiences are subjected to delusion. The physical\nmanifestation is spoken as such because it is evident not because it is\nunderstood. If it is non-existent then its knowledge is without purpose\neven if it is non-manifesting.\nA falsehood can never be validated by another falsehood. In delusion the\nfalse appearing as truth can never be accepted as real. In normal life the\nunreal cannot cease to be in any case. That which exists as its form may\nalso appear as real and the same is the case with delusion.\nEven though it is indescribable, when what is real appears as truth verily\nsuch appearance of truth cannot be accepted as false on the assumption that\nit is delusion. Thus the truth which appears as unreal should also be\naccepted then there is no contradiction.\nIn the Vedic scriptures it is stated the cosmic manifestation is truth.\nWhat is created is the truth. The sages and rishi’s who contemplating\ndeeply describe the Ultimate Truth as Self evolved and Self evident and by\nsuch words declare the eternal existence of all things created.","shri":"\nThat which is known to be asat or material cannot be made to be sat or\nspiritual and that which is sat or spiritual annot be made to be asat or\nmaterial. To those established in truth, the ultimate nature of both are\nmatters discerned by the direct perception of observation.\nThe literal meaning of anta is end. Here it means the summation or\nconclusion of the essential natures of sat and asat. The authoritative\nconclusion arrived at by elevated sages in this matter is that the nature\nof the physical body is asat being temporary and that the nature of the\nspiritual soul is sat being eternal. That which is asat is therefore known\nby its perishable nature and that which is sat is known by its imperishable\nnature. Hence it is clear that what is indicated by satva and asatva are\nthe soul and the body.\nIn the Visnu Purana the reverend sage Parasara states: knowledge of the\natma or soul is indeed satyam or truth and everything else is that which is\nnot truth. That which is imperishable is that which is the highest truth.\nBut that which is derived by means of perishable things is undoubtedly\nperishable as well.\nThe context here has no connection or reference to what is known as\nsatkarya-vada of the Sankhya philosophy which vaguely states: what is not\ncannot come to be and what is cannot cease to be. For in this context the\nSupreme Lord Krishna is specifically instructing Arjuna to dispel his\ndelusion, due to not correctly understanding the difference between the\nperishable nature of the body and the imperishable nature of the soul. It\nwas in order to emphasise this that the previous verse Chapter 2, verse 2\nwas spoken and it is to further elaborate this subject that the subsequent\ntwo verses are revealed. But how is it that the souls imperishable nature\nis known? The next verse states this.","kumar":"That which is known to be asat or material cannot be made to be sat or\nspiritual and that which is sat or spiritual annot be made to be asat or\nmaterial. To those established in truth, the ultimate nature of both are\nmatters discerned by the direct perception of observation.\nThe literal meaning of anta is end. Here it means the summation or\nconclusion of the essential natures of sat and asat. The authoritative\nconclusion arrived at by elevated sages in this matter is that the nature\nof the physical body is asat being temporary and that the nature of the\nspiritual soul is sat being eternal. That which is asat is therefore known\nby its perishable nature and that which is sat is known by its imperishable\nnature. Hence it is clear that what is indicated by satva and asatva are\nthe soul and the body.\nIn the Visnu Purana the reverend sage Parasara states: knowledge of the\natma or soul is indeed satyam or truth and everything else is that which is\nnot truth. That which is imperishable is that which is the highest truth.\nBut that which is derived by means of perishable things is undoubtedly\nperishable as well.\nThe context here has no connection or reference to what is known as\nsatkarya-vada of the Sankhya philosophy which vaguely states: what is not\ncannot come to be and what is cannot cease to be. For in this context the\nSupreme Lord Krishna is specifically instructing Arjuna to dispel his\ndelusion, due to not correctly understanding the difference between the\nperishable nature of the body and the imperishable nature of the soul. It\nwas in order to emphasise this that the previous verse Chapter 2, verse 2\nwas spoken and it is to further elaborate this subject that the subsequent\ntwo verses are revealed. But how is it that the souls imperishable nature\nis known? The next verse states this."}