{"meta":"Bhagavad Gita Chapter 2 Verse 50","metahi":"भगवद् गीता 2.50","slok":"बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते।तस्माद्योगाय युज्यस्व योगः कर्मसु कौशलम्।।2.50।।","htsrsd":"।।2.50।।बुद्धि(समता) से युक्त मनुष्य यहाँ जीवित अवस्थामें ही पुण्य और पाप दोनोंका त्याग कर देता है। अतः तू योग(समता) में लग जा क्योंकि योग ही कर्मोंमें कुशलता है।","htstma":"।।2.50।। समत्वबुद्धि युक्त पुरुष यहां (इस जीवन में) पुण्य और पाप इन दोनों कर्मों को त्याग देता है? इसलिये तुम योग से युक्त हो जाओ। कर्मों में कुशलता योग है।।","transliteration":"Buddhiyukto jahaateeha ubhe sukrita dushkrite;\nTasmaad yogaaya yujyaswa yogah karmasu kaushalam.","englishmeaning":"buddhi-yuktaḥ—endowed with wisdom; jahāti—get rid of; iha—in this life; ubhe—both; sukṛita-duṣhkṛite—good and bad deeds; tasmāt—therefore; yogāya—for Yog; yujyasva—strive for; yogaḥ—yog is; karmasu kauśhalam—the art of working skillfully","hcsrsd":" 2.49।। व्याख्या   दूरेण ह्यवरं कर्म बुद्धियोगात्   बुद्धियोग अर्थात् समताकी अपेक्षा सकामभावसे कर्म करना अत्यन्त ही निकृष्ट है। कारण कि कर्म भी उत्पन्न और नष्ट होते हैं तथा उन कर्मोंके फलका भी संयोग और वियोग होता है। परन्तु योग (समता) नित्य है  उसका कभी वियोग नहीं होता। उसमें कोई विकृति नहीं होती। अतः समताकी अपेक्षा सकामकर्म अत्यन्त ही निकृष्ट हैं।सम्पूर्ण कर्मोंमें समता ही श्रेष्ठ है। समताके बिना तो मात्र जीव कर्म करते ही रहते हैं तथा उन कर्मोंके परिणाममें जन्मतेमरते और दुःख भोगते रहते हैं। कारण कि समताके बिना कर्मोंमें उद्धार करनेकी ताकत नहीं है। कर्मोंमें समता ही कुशलता है। अगर कर्मोंमें समता नहीं होगी तो शरीरमें अहंताममता हो जायगी और शरीरमें अहंताममता होना ही पशुबुद्धि है। भागवतमें शुकदेवजीने राजा परीक्षित्से कहा है  त्वं तु राजन् मरिष्येति पशुबुद्धिमिमां जहि।  (12। 5। 2) अर्थात् हे राजन् अब तुम यह पशुबुद्धि छोड़ दो कि मैं मर जाऊँगा।  दूरेण  कहनेका तात्पर्य है कि जैसे प्रकाश और अन्धकार कभी समकक्ष नहीं हो सकते ऐसे ही बुद्धियोग और सकामकर्म भी कभी समकक्ष नहीं हो सकते। इन दोनोंमें दिनरातकी तरह महान् अन्तर है। कारण कि बुद्धियोग तो परमात्माकी प्राप्ति करानेवाला है और सकामकर्म जन्ममरण देनेवाला है। बुद्धौ शरणमन्विच्छ   तू बुद्धि (समता) की शरण ले। समतामें निरन्तर स्थित रहना ही उसकी शरण लेना है। समतामें स्थित रहनेसे ही तुझे स्वरूपमें अपनी स्थितिका अनुभव होगा। कृपणाः फलहेतवः   कर्मोंके फलका हेतु बनना अत्यन्त निकृष्ट है। कर्म कर्मफल कर्मसामग्री और शरीरादि करणोंके साथ अपना सम्बन्ध जोड़ लेना ही कर्मफलका हेतु बनना है। अतः भगवान्ने सैंतालीसवें श्लोकमें  मा कर्मफलहेतुर्भूः  कहकर कर्मोंके फलका हेतु बननेमें निषेध किया है।कर्म ओर कर्मफलका विभाग अलग है तथा इन दोनोंसे रहित जो नित्य तत्त्व है उसका विभाग अलग है। वह नित्य तत्त्व अनित्य कर्मफलके आश्रित हो जाय इसके समान निकृष्टता और क्या होगी सम्बन्ध   पूर्व श्लोकमें जिस बुद्धिके आश्रयकी बात बतायी अब आगेके श्लोकमें उसी बुद्धिके आश्रयका फल बताते हैं।।।2.50।। व्याख्या बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते  समतायुक्त मनुष्य जीवित अवस्थामें ही पुण्यपापका त्याग कर देता है अर्थात् उसको पुण्यपाप नहीं लगते वह उनसे रहित हो जाता है। जैसे संसारमें पुण्यपाप होते ही रहते हैं पर सर्वव्यापी परमात्माको वे पुण्यपाप नहीं लगते ऐसे ही जो समतामें निरन्तर स्थित रहता है उसको पुण्यपाप नहीं लगते (गीता 2। 38)।समता एक ऐसी विद्या है जिससे मनुष्य संसारमें रहता हुआ ही संसारसे सर्वथा निर्लिप्त रह सकता है। जैसे कमलका पत्ता जलसे ही उत्पन्न होता है और जलमें ही रहता है पर वह जलसे लिप्त नहीं होता ऐसे ही समतायुक्त पुरुष संसारमें रहते हुए भी संसारसे निर्लिप्त रहता है। पुण्यपाप उसका स्पर्श नहीं करते अर्थात् वह पुण्यपापसे असङ्ग हो जाता है।वास्तवमें यह स्वयं (चेतनस्वरूप) पुण्यपापसे रहित ही। केवल असत् पदार्थों शरीरादिके साथ सम्बन्ध जोड़नेसे ही पुण्यपाप लगते हैं। अगर यह असत् पदार्थोंके साथ सम्बन्ध न जोड़े तो यह आकाशकी तरह निर्लिप्त रहेगा इसको पुण्यपापनहीं लगेंगे। तस्माद्योगाय युज्यस्व  इसलिये तुम योगमें लग जाओ अर्थात् निरन्तर समतामें स्थित रहो। वास्तवमें समता तुम्हारा स्वरूप है। अतः तुम नित्यनिरन्तर समतामें ही स्थित रहते हो। केवल रागद्वेषके कारण तुम्हारेको उस समताका अनुभव नहीं हो रहा है। अगर तुम हरदम समतामें स्थित न रहते तो सुख और दुःखका ज्ञान तुम्हें कैसे होता क्योंकि ये दोनों ही अलगअलग हैं। जब इन दोनोंका तुम्हें ज्ञान होता है तो तुम इनके आनेजानेमें सदा समरूपसे रहते हो। इसी समताका तुम अनुभव करो। योगः कर्मसु कौशलम्   कर्मोंमें योग ही कुशलता है अर्थात् कर्मोंकी सिद्धिअसिद्धिमें और उन कर्मोंके फलके प्राप्तिअप्राप्तिमें सम रहना ही कर्मोंमें कुशलता है। उत्पत्ति विनाशशील कर्मोंमें योगके सिवाय दूसरी कोई महत्त्वकी चीज नहीं है।इन पदोंमें भगवान्ने योगकी परिभाषा नहीं बतायी है प्रत्युत योगकी महिमा बतायी है। अगर इन पदोंका अर्थ कर्मोंमें कुशलता ही योग है ऐसा किया जाय तो क्या आपत्ति है अगर ऐसा अर्थ किया जायगा तो जो बड़ी कुशलतासे सावधानीपूर्वक चोरी करता है उसका वह चोरीरूप कर्म भी योग हो जायगा। अतः ऐसा अर्थ करना अनुचित है। कोई कह सकता है कि हम तो विहित कर्मोंको ही कुशलतापूर्वक करनेका नाम योग मानते हैं। परन्तु ऐसा माननेसे मनुष्य कुशलतापूर्वक साङ्गोपाङ्ग किये गये कर्मोंके फलमें बँध जायगा जिससे उसकी स्थिति समतामें नहीं रहेगी। अतः यहाँ कर्मोंमें योग ही कुशलता हैऐसा अर्थ लेना ही उचित है। कारण कि कर्मोंको करते हुए भी जिसके अन्तःकरणमें समता रहती है वह कर्म और उनके फलमें बँधेगा नहीं। इसलिये उत्पत्तिविनाशशील कर्मोंको करते हुए सम रहना ही कुशलता है बुद्धिमानी है। दूसरी बात पीछेके दो श्लोकोंमें तथा इस श्लोकके पूर्वार्धमें भी योग (समता) का ही प्रसङ्ग है कुशलताका प्रसङ्ग ही नहीं है। इसलिये भी कर्मोंमें योग ही कुशलता हैयह अर्थ लेना प्रसङ्गके अनुसार युक्तियुक्त है। सम्बन्ध   अब पीछेके श्लोकको पुष्ट करनेके लिये भगवान् आगेके श्लोकमें उदाहरण देते हैं।","hcsca":"।।2.50।। भावनाओं की दुर्बलताओं से ऊपर उठकर जो पुरुष समत्व बुद्धियुक्त हो जाता है वह पाप और पुण्य दोनों के बन्धनों से मुक्त हो जाता है। पाप और पुण्य मन की धारणायें हैं और उनकी प्रतिक्रियाएँ मन पर वासनाओं के रूप में अंकित होती हैं। मनरूपी विक्षुब्ध समुद्र के साथ जो व्यक्ति तादात्म्य नहीं करता वह वासनाओं की ऊँचीऊँची तरंगों के द्वारा न तो ऊपर फेंका जायेगा और न नीचे ही डुबोया जायेगा। यहाँ वर्णित मन का बुद्धि के साथ युक्त होना ही बुद्धियुक्त शब्द का अर्थ है।इस सम्पूर्ण प्रकरण में गीता का मानव मात्र को आह्वान है कि वह केवल इन्द्रियों के विषय स्थूल देह और मन के स्तर पर ही न रहे जो उसके व्यक्तित्व का बाह्यतम पक्ष है। इनसे सूक्ष्मतर बुद्धि का उपयोग कर उसको अपने वास्तविक पुरुषत्व को व्यक्त करना चाहिये। प्राणियों की सृष्टि में केवल बौद्धिक क्षमताओं के कारण ही मनुष्य को सर्वोच्च स्थान प्राप्त है। जब तक मनुष्य प्रकृति के इस विशिष्ट उपहार का सम्यक् प्रकार से उपयोग नहीं करता तब तक वह अपने मनुष्यत्व के अधिकार से वंचित ही रह जाता है।अर्जुन से मानसिक उन्माद त्यागकर वीर पुरुष के समान परिस्थितियों का स्वामी बनकर रहने के लिये भगवान् कहते हैं। उस समय अर्जुन इतना भावुक और दुर्बल हो गया था कि वह अपनी व अन्यों के शारीरिक सुरक्षा की चिन्ता करने लगा था। विकास की सीढ़ी पर मनुष्यत्व को प्राप्त कर जो अपनी विशेष क्षमताओं का पूर्ण उपयोग करता है वही व्यक्ति जन्म जन्मान्तरों में अर्जित वासनाओं के बन्धन से मुक्त हो जाता है। इसलिये तुम योग से युक्त हो जाओ यह भगवान् श्रीकृष्ण का उपदेश है। इसके पूर्व समत्व को योग कहा गया था। अब इस सन्दर्भ में व्यासजी योग की और विशद परिभाषा देते हैं कि कर्म में कुशलता योग है।किसी भी विषय के शास्त्रीय ग्रन्थ में यदि भिन्नभिन्न अध्यायों में एक ही शब्द की विभिन्न परिभाषायें दी गई हों तो समझने में कठिनाई और भ्रांति होगी। फिर धर्म के इस शास्त्रीय ग्रन्थ में एक ही शब्द की विभिन्न परिभाषायें कैसे बताई हुई हैं उपर्युक्त परिभाषा को ठीक से समझने पर इस समस्या का स्वयं समाधान हो जायेगा। योग की पूर्वोक्त परिभाषा यहाँ भी संग्रहीत है अन्यथा मन के समभाव का अर्थ अकर्मण्यता एवं शिथिलता उत्पन्न करने वाली मन की समता को ही कोई समझ सकता है। इस श्लोक में ऐसी त्रुटिपूर्ण धारणा को दूर करते हुये कहा गया है कि समस्त प्रकार के द्वन्द्वों में मन के सन्तुलन को न खोकर कुशलतापूर्वक कर्म करना ही कम्र्ायोग है।इस श्लोक के स्पष्टीकरण से श्रीकृष्ण का उद्देश्य ज्ञात होता है कि कर्मयोग की भावना से कर्म करने पर वासनाओं का क्षय होता है। वासनाओं के दबाव से ही मन में विक्षेप उठते हैं। किन्तु वासना क्षय के कारण मन स्थिर और शुद्ध होकर मनन निदिध्यासन और आत्मानुभूति के योग्य बन जाता है।योग शब्द का इस अथ मेंर् प्रयोग कर व्यास जी हमारे मन में उसके प्रति व्याप्त भ्राँति को दूर कर देते हैं।समत्व भाव एवं कर्म में कुशलता की क्या आवश्यकता है उत्तर में कहते हैं","etsga":"2.50 Possessed of wisdom, one rejects here both virtue and vice. Therefore devote yourself to (Karma-) yoga. Yoga is skilfulness in action.","etssa":"2.50 Endowed with wisdom (evenness of mind), one casts off in this life both good and evil deeds; therefore, devote thyself to Yoga; Yoga is skill in action.","etdss":"2.50. Whosoever is endowed with determining faculty-he casts off both of these viz., the good action and the bad action. Therefore strive for Yoga; Yoga is proficiency is action.","ecssa":"2.50 बुद्धियुक्तः endowed with wisdom? जहाति casts off? इह in this life? उभे both? सुकृतदुष्कृते good and evil deeds? तस्मात् therefore? योगाय to Yoga? युज्यस्व devote thyself? योगः Yoga? कर्मसु in actions? कौशलम् skill.Commentary Work performed with motive towards fruits only can bind a man. It will bring the fruits and the performer of the action will have to take birth again in this mortal world to enjoy them. If work is performed with evennes of mind (the Yoga of wisdom? i.e.? united to pure Buddhi? intelligence or reason) with the mind resting in the Lord? it will not bind him it will not bring any fruit it is no work at all. Actions which are of a binding nature lose that nature when performed with eanimity of mind? or poised reason. The Yogi of poised reason attributes all actions to the Divine Actor within (Isvara or God).","scetsga":"2.50 Listen to the result that one possessed of the wisdom of eanimity attains by performing ones own duties: Buddhi-yuktah, possessed of wisdom, possessed of the wisdom of eanimity; since one jahati, rejects; iha, here, in this world; ubhe, both; sukrta-duskrte, virtue and vice (righteousness and unrighteousness), through the purification of the mind and acisition of Knowledge; tasmat, therefore; yujyasva, devote yourself; yogaya, to (Karma-) yoga, the wisdom of eanimity. For Yoga is kausalam, skilfulness; karmasu, in action. Skilfulness means the attitude of the skilful, the wisdom of eanimity with regard to ones success and failure while engaged in actions (karma) called ones own duties (sva-dharma) with the mind dedicated to God.\nThat indeed is skilfulness which, through eanimity, makes actions that by their very nature bind give up their nature! Therefore, be you devoted to the wisdom of eanimity.","scetdss":"2.50 Buddhiyuktah etc. Both indicates the mutual exclusion [of the good and bad actions]. Therefore [strive] for Yoga etc. : Working in that manner alone constitutes the supreme proficiency, by [working] in which manner the good action and the bad action perish. This is the idea here.","scetssa":"2.50 He, who is established in evenness of mind in the performance of actions, relinishes good and evil Karmas which have accumulated from time immemorial causing bondage endlessly. Therefore acire this aforesaid evenness of mind (Buddhi Yoga). Yoga is skill in action. That is, this evenness of mind when one is engaged in action, is possible through great skill, i.e., ability.","chakravarthi":"Therefore endeavor for  the yoga as described here (yogaya yujyasva).  Between all actions done with or without desire (karmasu), action performed with indifference to results (yogah) is a skill (kausalam).","rudra":"\nBut one who is engaged in actions performed in spiritual intelligence is\nsuperior. By the grace of the Supreme Lord one acting in this way is\nrelieved of both good actions which leads to heaven and evil actions which\nlead to hell even in this very life. Therefore verily one should always\nengage oneself in the sacred science of ones individual consciousness\nattaining communion with the Ultimate Consciousness by consecrating in\nrighteousness all activities unto the Supreme Lord for this. This is known\nas karma yoga. Because this sacred science is the actual skill in\nperforming all activities, is the formula for righteous actions which turns\neven ordinary activities that normally lead to bondage into the means of\nliberation by offering them in righteousness unto the Supreme Lord Krishna.","brahma":"\nLord Krishnaspeaks of directing ones consciousnessbyspiritual\nintelligence. The merits one gains in the course of human existence such\nas fame, relations, power and wealth though pleasant should not be deemed\nimportant or be attached to. But those superior merits one has acquired by\nsurrender and meditation to the Supreme Lord such asrighteousness,\ncompassion for all living entities, devotion and love of God should be most\nattached to. For one whose consciousness is situated in the ignorance of\nnescience, whatever sacrifice, charity, penance or austerity one performs\neven for thousands of years are to no avail and bequeath no benefit. This\nhas been well delineated in many Vedic scriptures. Hence it is clearly to\nbe understood that the ignorant do not gain anything spiritual bytheir\nactions. Vedic scriptures reveal that both merits and demeritsare\ndestroyed if actions are performed in unfavourable circumstances. If merit\ngets destroyed as well it is always detrimental; but there isno\npossibility for destruction of any merit for one who is situated in\nspiritual intelligence even if there is some remnant of desire present.\nIf one completely liberated by the wisdom of spiritual intelligence happens\nto desire the realm of the ancestors by his very wish they will be evoked\nbefore him. If this liberated one wishes to enter higher planetary systems\nor even the heavenly realms by his wish it is accomplished. Objectives\ndeemed impossible by relative perspectives which the liberated self desires\nmanifests on its own accord due to the inherent potency acquired by uniting\nones individual consciousness with the ultimate consciousness of the\nSupreme Lord and by receiving the power of the Supreme Lords grace.\nIt is not that one ever can lose their individual existence by uniting ones\nindividual consciousness to the Supreme Lords ultimate consciousness. The\nsoul is always connected with the Supreme Lord but those in the nescience\nof ignorance are unaware of the souls existence. The difference between the\nSupreme Lord and all living entities is eternal and thus the individual\nexistence of all living entities is established as being different from the\nSupreme Lord. The Supreme Lords activities are beyond the parameters of the\nmaterial existence indicating his eternal transcendental position whereas\nall living entities in the material existence are subject to the cycle of\nbirth and death.\nBy the dissolution of all illusions the reflection also ends and any and\nall concepts of losing ones individual existence by merging, immediately\nis terminated as knowledge of the eternal difference between the Supreme\nLord and all living entities is self-evident by self-realisation.Such\nconceptions of merging are contrary to wisdom due to the distinct spiritual\nform of the Supreme Lord.\nNot even with imagination can it be suggested that an object reflected is\nat the same time united with its reflection although one determines the\nother. Nor in the cessation of consciousness is there any evidence of\nmerging of reflection and reflected. Otherwise how would it be possible to\nexperience the perception of the duality between the two. The misery of the\nmaterial existence is definitely a reality. As long as the self is\nincarcerated within a physical body this misery continues to be. Thus it\ncan be understood that the self is also eternal. So the Supreme Lord and\nthe self or soul are eternal and other statement concerning this are either\ntemporary or symbolic.\nNarada Muni has personally seen liberated souls different as separate\nindividual beings from the Supreme Lord. The statements found of becoming\none with the Lord are indicating that one attains the qualitative spiritual\nexistence and association of the Supreme Lord. Different determinations are\nfound to be stated due to different angles of vision. When a man and a\nwoman are married it is often said that they have become one; but does that\nmean they have each lost their separate individual existence? No not at\nall. The properrationalandanalysismustbeexercisedwhen\ndifferentiation is seen in the statements of the scriptures and by doing so\nthe basic principle is strengthened.Byproperunderstandingand\nrationalisation alone can differentiation be harmonised. Like a river\nentering the ocean. It is all water but the river maintains its own\ncharacteristics which are simultaneously one and different from the ocean.\nYet even if in those instances where difference is not accepted, it still\nmust be admitted that with the entry of the river the volume of the ocean\nhas definitely increased and cannot be denied. The Supreme Lord can be\nlikened unto the sea always open to receive; but because of the seas\nimmensity the total perception is restricted.\nNarada Muni has also gone on to declare that the Supreme Lord cannot be\nattained by even Brahma, Shiva and all the host of demigods. By such words\nNarada negates equality with the Supreme Lord.\nSimilarly with the words yatra nanyat pashyati, where nothing else is\nperceived even by such words then deference and subservience to the Supreme\nLord is always shown or else how is known to be the Supreme. All these\nstatement have been revealed to dispel illusion and clarify reality and\nthey have been deliberated and determined in various scriptures by powerful\nsummations and profound summations.\nThese statements should not be considered contradictory as the demigods\nhave temporal physical bodies. Although eternal spiritual beings also have\ntheir bodies they are not temporal being spiritually surcharged and being\neternally devoid of limitations by the power of devotion to and the power\nof mercy from the Supreme Lord Krishna. Therefore in theNarayana\nShatakshara Kalpa the 16 distinctive signs on the bodies of eternal\nspiritual beings is given.\nIn normal parlance due to their exalted nature, eternal spiritual beings\nare referred to as being beyond duality, beyond the influence of material\nnature and transcendental to the material existence.\nAlthough material bodies are continuously perishing and returning to the\nelements. The bodies of the eternal spiritual beings do not perish for they\nare neither dependent on creation or destruction. But due to the fact that\nexternally they have similar forms that appear to be the same, words are\nused that describe them in terms that are comprehensible according to time\nand circumstances. When one hears of descriptions like dwellers of the\nspiritual worlds possess no bodies and senses sometimes used by Narada Muni\nit should be understood that these spiritual beings possess no physical\nbodies and senses as we know of but possess only spiritual bodies filled\nwith spiritual senses and light and bliss.\nFor eternal spiritual beings this very state itself is the verification for\nmukti or liberation. What is the use of speaking more if liberation has not\nbeen achieved and Swetadwipa has not been attained? According to Vedic\nscriptures one is not a yogi until one is liberated. Other forms of\nliberation are negated in the Aditya Purana. Even those demons terminated\nby Vausdeva Krishna like Sishupal in the end finally get liberation but to\nattain Swetadwipa special attributes are required.\nKing Yudisthira asked about liberation and it was confirmed that the other\nfour forms of liberation based on merging with the Lord have been rejected.\nOnly similarity with the form of the Lord is the accepted form of\nliberation. Achieving liberation and acquiring a spiritual body and through\nthat body entering the abode of the Lord and lovingly interacting in ones\neternal position with the Supreme Lord is understood to be liberation in\nsimilarity to Lord Krishna and not merging into Him as confirmed in the\nNarayana Shatkakshara Kalpa\nTherefore by achieving liberation all undesirable qualities are destroyed\nat the root and all things antagonistic to spiritual development are\nterminated. Then without misery, devoid of all painsandworries,\ndeliverance, beyond sorrow, they go to the place where none returns beyond\nbirth and death. These special statements found in the Vedic scriptures\nprove that those who become self-realised and achieve liberation do not\nperceive similarity with the Lord but realise an affinity with the Supreme\nLord and in the process by the sole dissolution of their collective karma\nthey enjoy closeness with the Supreme Lord in uninterrupted bliss.\nTherefore it is written in Vedic scriptures that after becoming so\nqualified one enters the eternal spiritual worlds without fail of this\nthere is no doubt. Hence all impurities are completely readicated and\nseperated from the eternal spirit soul of the liberated spiritual being.\nEven Brahma prays to attain that pure spiritual state according to his\nunderstanding.. I desire to attain that supreme state of Brahman. O\nSupreme Brahman, Lord Krishna, Janardana. Thus Brahma and even Shiva duly\npray for this Supreme state. Such a state is not only the removal of all\nimpurities but also the natural condition of eternal bliss.\nThere is nothing comparable to liberation from the material existence in\nthe material worlds. Neither is there anythingcomparabletothe\nexperiences of this superior bliss once one has achieved liberation. This\nall encompassing and all pervading bliss transcends speech and is even not\nfound within the mind. Thus it is established that the bliss accompanying\nliberation is superior to the bliss of brahman. Thus become firmly attuned\nto equanimity by yoga and getting wisdom perform those excellent actions\nsolely as a matter of duty as offerings to the Supreme Lord Krishna.\nNow begins the summation.\nKnowledge of the Supreme Lord Krishna and by that knowledge renouncing the\nfruits of ones actions neutralises the effects of ones actions and is known\nas excellent actions. Knowledge of the Supreme Lord Krishna is known as\nspiritual intelligence.","shri":"\nThose whose activities are inherently protected under the secure guidance\nof spiritual intelligence are released from the bondage of continuous\nrebirth in the material existence. Hence one should undeviatingly remain\nsteadfast in spiritual intelligence.Althoughcultivatingspiritual\nintelligence indeed takes enormous effort to achieve, once attained is not\ndifficult to maintain. All actions performed from the platform of spiritual\nintelligence are not binding and the mind is preserved in a perfectly\nequipoised state which can be compared to a state of a blissful a genius\nsometimes experiences which is very wonderful.","kumar":"Those whose activities are inherently protected under the secure guidance\nof spiritual intelligence are released from the bondage of continuous\nrebirth in the material existence. Hence one should undeviatingly remain\nsteadfast in spiritual intelligence.Althoughcultivatingspiritual\nintelligence indeed takes enormous effort to achieve, once attained is not\ndifficult to maintain. All actions performed from the platform of spiritual\nintelligence are not binding and the mind is preserved in a perfectly\nequipoised state which can be compared to a state of a blissful a genius\nsometimes experiences which is very wonderful."}