{"meta":"Bhagavad Gita Chapter 2 Verse 72","metahi":"भगवद् गीता 2.72","slok":"एषा ब्राह्मी स्थितिः पार्थ नैनां प्राप्य विमुह्यति।स्थित्वाऽस्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति।।2.72।।","htsrsd":"।।2.72।।हे पृथानन्दन यह ब्राह्मी स्थिति है। इसको प्राप्त होकर कभी कोई मोहित नहीं होता। इस स्थितिमें यदि अन्तकालमें भी स्थित हो जाय तो निर्वाण (शान्त) ब्रह्मकी प्राप्ति हो जाती","htstma":"।।2.72।। हे पार्थ यह ब्राह्मी स्थिति है। इसे प्राप्त कर पुरुष मोहित नहीं होता। अन्तकाल में भी इस निष्ठा में स्थित होकर ब्रह्मनिर्वाण (ब्रह्म के साथ एकत्व) को प्राप्त होता है।।","transliteration":"Eshaa braahmee sthitih paartha nainaam praapya vimuhyati;\nSthitwaasyaamantakaale’pi brahmanirvaanamricchati.","englishmeaning":"eṣhā—such; brāhmī sthitiḥ—state of God-realization; pārtha—Arjun, the son of Pritha; na—never; enām—this; prāpya—having attained; vimuhyati—is deluded; sthitvā—being established; asyām—in this; anta-kāle—at the hour of death; api—even; brahma-nirvāṇam—liberation from Maya; ṛichchhati—attains","hcsrsd":"।।2.72।। व्याख्या  एषा ब्राह्मी स्थितिः पार्थ  यह ब्राह्मी स्थिति है अर्थात् ब्रह्मको प्राप्त हुए मनुष्यकी स्थिति है। अहंकाररहित होनेसे जब व्यक्तित्व मिट जाता है  तब उसकी स्थिति स्वतः ही ब्रह्ममें होती है। कारण कि संसारके साथ सम्बन्ध रखनेसे ही व्यक्तित्व था। उस सम्बन्धको सर्वथा छोड़ देनेसे योगीकी अपनी कोई व्यक्तिगत स्थिति नहीं रहती।अत्यन्त नजदीकका वाचक होनेसे यहाँ  एषा  पद पूर्वश्लोकमें आये  विहाय कामान्   निःस्पृहः निर्ममः  और  निरहङ्कारः  पदोंका लक्ष्य करता है।भगवान्के मुखसे तेरी बुद्धि जब मोहकलिल और श्रुतिविप्रतिपत्तिसे तर जायगी तब तू योगको प्राप्त हो जायगाऐसा सुनकर अर्जुनके मनमें यह जिज्ञासा हुई कि वह स्थिति क्या होगी इसपर अर्जुनने स्थितप्रज्ञके विषयमें चार प्रश्न किये। उन चारों प्रश्नोंका उत्तर देकर भगवान्ने यहाँ वह स्थिति बतायी कि वह ब्राह्मी स्थिति है। तात्पर्य है कि वह व्यक्तिगत स्थिति नहीं है अर्थात् उसमें व्यक्तित्व नहीं रहता। वह नित्ययोगकी प्राप्ति है। उसमें एक ही तत्त्व रहता है। इस विषयकी तरफ लक्ष्य करानेके लिये ही यहाँ  पार्थ  सम्बोधन दिया गया है। नैनां प्राप्य विमुह्यति   जबतक शरीरमें अहंकार रहता है तभीतक मोहित होनेकी सम्भावना रहती है। परन्तु जब अहंकारका सर्वथा अभाव होकर ब्रह्ममें अपनी स्थितिका अनुभव हो जाता है तब व्यक्तित्व टूटनेके कारण फिर कभी मोहित होनेकी सम्भावना नहीं रहती।सत् और असत्को ठीक तरहसे न जानना ही मोह है। तात्पर्य है कि स्वयं सत् होते हुए भी असत्के साथ अपनी एकता मानते रहना ही मोह है। जब साधक असत्को ठीक तरहसे जान लेता है तब असत्से उसका सम्बन्धविच्छेद हो जाता है  (टिप्पणी प0 109)  और सत्में अपनी वास्तविक स्थितिका अनुभव हो जाता है। इस स्थितिका अनुभव होनेपर फिर कभी मोह नहीं होता (गीता 4। 35)। स्थित्वास्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति   यह मनुष्यशरीर केवल परमात्मप्राप्तिके लिये ही मिला है। इसलिये भगवान् यह मौका देते हैं कि साधारणसेसाधारण और पापीसेपापी व्यक्ति ही क्यों न हो अगर वह अन्तकालमें भी अपनी स्थिति परमात्मामें कर ले अर्थात् जडतासे अपना सम्बन्धविच्छेद कर ले तो उसे भी निर्वाण (शान्त) ब्रह्मकी प्राप्ति हो जायगी वह जन्ममरणसे मुक्त हो जायगा। ऐसी ही बात भगवान्ने सातवें अध्यायके तीसवें श्लोकमें कही है कि अधिभूत अधिदैव और अधियज्ञ एक भगवान् ही हैं ऐसा प्रयाणकालमें भी मेरेको जो जान लेते हैं वे मेरेको यथार्थरूपसे जान लेते हैं अर्थात् मेरेको प्राप्त हो जाते हैं। आठवें अध्यायके पाँचवें श्लोकमें कहा कि अन्तकालमें मेरा स्मरण करता हुआ कोई प्राण छोड़ता है वह मेरेको ही प्राप्त होता है इसमें सन्देह नहीं है। दूसरी बात उपर्युक्त पदोंसे भगवान् उस ब्राह्मी स्थितिकी महिमाका वर्णन करते हैं कि इसमें यदि अन्तकालमें भी कोई स्थित हो जाय तो वह शान्त ब्रह्मको प्राप्त हो जाता है। जैसे समबुद्धिके विषयमें भगवान्ने कहा था कि इसका थोड़ासा भी अनुष्ठान महान् भयसे रक्षा कर लेता है (2। 40) ऐसे ही यहाँ कहते हैं कि अन्तकालमें भी ब्राह्मी स्थिति हो जाय जडतासे सम्बन्धविच्छेद हो जाय तो निर्वाण ब्रह्मकी प्राप्ति हो जाती है। इस स्थितिका अनुभव होनेमें जडताका राग ही बाधक है। यह राग अन्तकालमें भी कोई छोड़ देता है तो उसको अपनी स्वतःसिद्ध वास्तविक स्थितिका अनुभव हो जाता है।यहाँ यह शंका हो सकती है कि जो अनुभव उम्रभरमें नहीं हुआ वह अन्तकालमें कैसे होगा अर्थात् स्वस्थ अवस्थामें तो साधककी बुद्धि स्वस्थ होगी विचारशक्ति होगी सावधानी होगी तो वह ब्राह्मी स्थितिका अनुभव कर लेगा परन्तु अन्तकालमें प्राण छूटते समय बुद्धि विकल हो जाती है सावधानी नहीं रहती ऐसी अवस्थामें ब्राह्मी स्थितिका अनूभव कैसे होगा इसका समाधान यह है कि मृत्युके समयमें जब प्राण छूटते हैं तब शरीर आदिसे स्वतः ही सम्बन्धविच्छेद होता है। यदि उस समय उस स्वतःसिद्ध तत्त्वकी तरफ लक्ष्य हो जाय तो उसका अनुभव सुगमतासे हो जाता है। कारण कि निर्विकल्प अवस्थाकी प्राप्तिमें तो बुद्धि विवेक आदिकी आवश्यकता है पर अवस्थातीत तत्त्वकी प्राप्तिमें केवल लक्ष्यकी आवश्यकता है  (टिप्पणी प0 110) । वह लक्ष्य चाहे पहलेके अभ्याससे हो जाय चाहे किसी शुभ संस्कारसे हो जाय चाहे भगवान् या सन्तकी अहैतुकी कृपासे हो जाय लक्ष्य होनेपर उसकी प्राप्ति स्वतःसिद्ध है।यहाँ  अपि  पदका तात्पर्य है कि अन्तकालसे पहले अर्थात् जीवितअवस्थामें यह स्थिति प्राप्ति कर ले तो वह जीवन्मुक्त हो जाता है परन्तु अगर अन्तकालमें भी यह स्थिति हो जाय अर्थात् निर्ममनिरहंकार हो जाय तो वह भी मुक्त हो जाता है। इसका तात्पर्य यह है कि यह स्थिति तत्काल हो जाती है। स्थितिके लिये अभ्यास करने ध्यान करने समाधि लगानेकी किञ्चिन्मात्र भी आवश्यकता नहीं है।भगवान्ने यहाँ कर्मयोगके प्रकरणमें  ब्रह्मनिर्वाणम्  पद दिया है। इसका तात्पर्य है कि जैसे सांख्ययोगीको निर्वाण ब्रह्मकी प्राप्ति होती है (गीता 5। 2426) ऐसे ही कर्मयोगीको भी निर्वाण ब्रह्मकी प्राप्ति होती है। इसी बातको पाँचवें अध्यायके पाँचवें श्लोकमें कहा है कि सांख्ययोगी द्वारा जो स्थान प्राप्त किया जाता है वही स्थान कर्मयोगीद्वारा भी प्राप्त किया जाता है। विशेष बात  जड और चेतन ये दो पदार्थ है। प्राणिमात्रका स्वरूप चेतन है पर उसने जडका सङ्ग किया हुआ है। जडकी तरफ आकर्षण होना पतनकी तरफ जाना है और चिन्मयतत्त्वकी तरफ आकर्षण होना उत्थानकी तरफ जाना है अपना कल्याण करना है। जडकी तरफ जानेमें मोहकी मुख्यता होती है और परमात्मतत्त्वकी तरफ जानेमें विवेक की मुख्यता होती है।समझनेकी दृष्टिसे मोह और विवेकके दोदो विभाग कर सकते हैं (1) अहंताममातयुक्त मोह एवं कामनायुक्त मोह (2) सत्असत्का विवेक एवं कर्तव्यअकर्तव्यका विवेक।प्राप्त वस्तु शरीरादिमें अहंताममता करना यह अहंताममतायुक्त मोह है और अप्राप्त वस्तु घटना परिस्थिति आदिकी कामना करना यह कामनायुक्त मोह है। शरीरी (शरीरमें रहनेवाला) अलग है और शरीर अलग है शरीरी सत् है और शरीर असत् है शरीरी चेतन है और शरीर जड है इसको ठीक तरहसे अलगअलग जानना सत्असत्का विवेक है और कर्तव्य क्या है अकर्तव्य क्या है धर्म क्या है अधर्म क्या है इसको ठीक तरहसे समझकर उसके अनुसार कर्तव्य करना और अकर्तव्यका त्याग करना कर्तव्यअकर्तव्यका विवेक है।पहले अध्यायमें अर्जुनको भी दो प्रकारका मोह हो गया था जिसमें प्राणिमात्र फँसे हुए हैं। अहंताको लेकर हम दोषोंको जाननेवाले धर्मात्मा है और ममताको लेकर ये कुटुम्बी मर जायँगेयह अहंताममतायुक्त मोह हुआ। हमें पाप न लगे कुलके नाशका दोष न लगे मित्रद्रोहका पाप न लगे नरकोंमें न जाना पड़े हमारे पितरोंका पतन न हो यह कामनायुक्त मोह हुआ।उपर्युक्त दोनों प्रकारके मोहको दूर करनेके लिये भगवान्ने दूसरे अध्यायमें दो प्रकारका विवेक बताया है शरीरीशरीरका सत्असत्का विवेक (2। 11 30) और कर्तव्यअकर्तव्यका विवेक (2। 31 53)।शरीरीशरीरका विवेक बताते हुए भगवान्ने कहा कि मैं तू और ये राजा लोग पहले नहीं थे यह बात भी नहीं और आगे नहीं रहेंगे यह बात भी नहीं अर्थात् हम सभी पहले भी थे और आगे भी रहेंगे तथा ये शरीर पहले भी नहीं थे और आगे भी नहीं रहेंगे तथा बीचमें भी प्रतिक्षण बदल रहे हैं। जैसे शरीरमें कुमार युवा और वृद्धावस्था ये अवस्थाएँ बदलती हैं और जैसे मनुष्य पुराने वस्त्रोंको छोड़कर नये वस्त्र धारण करता है ऐसे ही जीव पहले शरीरको छोड़कर दूसरा शरीर धारण करता है यह तो अकाट्य नियम है। इसमें चिन्ताकी शोककी बात ही क्या है कर्तव्यअकर्तव्यका विवेक बताते हुए भगवान्ने कहा कि क्षत्रियके लिये युद्धसे बढ़कर कोई धर्म नहीं है। अनायास प्राप्त हुआ युद्ध स्वर्गप्राप्तिका खुला दरवाजा है। तू युद्धरूप स्वधर्मका पालन नहीं करेगा तुझे पाप लगेगा। यदि तू जयपराजय लाभहानि और सुखदुःख को समान करके युद्ध करेगा तो तुझे पाप नहीं लगेगा। तेरा तो कर्तव्यकर्म करनेमें ही अधिकार है फलमें कभी नहीं। तू कर्मफलका हेतु भी मत बन और कर्म न करनेमें भी तेरी आसक्ति न हो। इसलिये तू कर्मोंकी सिद्धिअसिद्धिमें सम होकर और समतामें स्थित होकर कर्मोंको कर क्योंकि समता ही योग है। जो मनुष्य समबुद्धिसे युक्त होकर कर्म करता है वह जीवितअवस्थामें ही पुण्यपापसे रहित हो जाता है।जब तेरी बुद्धि मोहरूपी दलदलको और श्रुतिविप्रतिपत्तिको पार कर जायगी तब तू योगको प्राप्त हो जायगा। इस प्रकार ँ़ तत् सत् इन भगवन्नामोंके उच्चारणपूर्वक ब्रह्मविद्या औ योगशास्त्रमय श्रीमद्भगवद्गीतोपनिषद्रूप श्रीकृष्णार्जुनसंवादमें सांख्ययोग नामक दूसरा अध्याय पूर्ण हुआ।।2।। ","hcsca":"।।2.72।। सब इच्छाओं के त्याग का अर्थ है अहंकार का त्याग। अहंकार रहित अवस्था निष्क्रिय अर्थहीन शून्य नहीं है। जहाँ भ्रान्तिजनित अहंकार समाप्त हुआ वहीं पर पूर्ण ज्ञानस्वरूप आत्मा प्रकाशित होता है। अपने हृदय में स्थित आत्मा को पहचानने का ही अर्थ है उसी समय सर्वत्र व्याप्त नित्य ब्रह्म को पहचानना। अहंकार के नष्ट होने पर नित्य चैतन्य आत्मा का अनुभव उससे भिन्न रहकर नहीं होता वरन् उसके साथ एकत्व का अनुभव ही होता है। अत इस साक्षात्कार को ब्राह्मी स्थिति कहा गया है।यहाँ एक शंका उठ सकती है कि क्या आत्मानुभव के पश्चात् भी हमें पुन मोहित होकर अहंकार से उत्पन्न दुखों का भोग हो सकता है ऐसे किसी पुनर्मोह का यहाँ निषेध करके भगवान् हमारे भय को दूर कर देते हैं और भी एक बात है कि आत्मसाक्षात्कार का युवावस्था में ही होना आवश्यक नहीं हैं। वृद्धावस्था अथवा जीवन के अन्तिम क्षणों में भी यदि मनुष्य अपने स्वयंसिद्ध नित्य स्वरूप को पहचान लेता है तब भी वह अनुभव ब्राह्मी स्थिति के लिए पर्याप्त है।मिथ्या का निषेध और सत्य का प्रतिपादन यही वह मार्ग है जिसका उपनिषदों में आत्मप्राप्ति के लिए उपदेश है। कर्मयोग उस ज्ञान का व्यावहारिक स्वरूप है जिसका निरूपण व्यासजी ने गीता में अपनी मौलिक शैली में किया है। अनासक्त भाव से सिद्धि और असिद्धि में समान रहते हुए कर्म करने का अर्थ है अहंकार के अधिकार को ही समाप्त करना और इस प्रकार अनजाने ही वहाँ उच्चतर सत्य की स्थापना करना। अस्तु वेदान्त के निदिध्यासन से गीता में वर्णित कर्मयोग की साधना भिन्न नहीं है। परन्तु अर्जुन भगवान् के केवल वाच्यार्थ को ही ग्रहण करता है और उसके मन में एक सन्देह उत्पन्न होता है जिसे वह तृतीय अध्याय के प्रारम्भ में व्यक्त करता है। अत अगले अध्याय में भगवान् श्रीकृष्ण कर्मयोग का विस्तारपूर्वक विवेचन करते हैं।conclusionँ़ तत्सदिति श्रीमद्भगवद्गीतासूपनिषस्तु ब्रह्मविद्यायांयोगाशास्त्रे श्रीकृष्णार्जुनसंवादे सांख्ययोगोनाम द्वितीयोऽध्याय।।इस प्रकार श्रीकृष्णार्जुन संवाद के रूप में ब्रह्मविद्या और योगशास्त्र स्वरूप श्रीमद्भगवद्गीतोपनिषद् का सांख्ययोग नामक दूसरा अध्याय समाप्त होता है।कपिल मुनि जी के सांख्य दर्शन के अर्थ में इस अध्याय का नाम सांख्ययोग नहीं है। यहाँ सांख्य शब्द का प्रयोग उसकी व्युत्पत्ति के आधार पर किया गया है जिसके अनुसार सांख्य का अर्थ हैं किसी विषय का युक्तियुक्त वह विवेचन जिसमें अनेक तर्क प्रस्तुत करने के पश्चात् किसी विवेकपूर्ण निष्कर्ष पर हम पहुँचते हैं। इस अर्थ में तत्त्वज्ञान से पूर्ण इस अध्याय को संकल्प वाक्य में सांख्ययोग कहा गया है।यह सत्य है कि मूल महाभारत में गीता के अध्यायों के अन्त में यह संकल्प वाक्य नहीं मिलते। किसी एक व्यक्ति को इनकी रचना का श्रेय देने के विषय में व्याख्याकारों में मतभेद है। तथापि यह स्वीकार किया जाता है कि एक अथवा अनेक विद्वानों ने प्रत्येक अध्याय के विषय का अध्ययन कर उसका उचित नामकरण किया है। गीता के सभी विद्यार्थियों के लिए वास्तव में ये नाम उपयोगी हैं। श्री शंकराचार्य जी ने इस विषय पर भाष्य नहीं लिखा है।","etsga":"2.72 O Partha, this is the state of being established in Brahman. One does not become deluded after attaining this. One attains identification with Brahman by being established in this state even in the closing years of ones life.","etssa":"2.72 This is the Brahmic seat (eternal state), O son of Pritha. Attaining to this, none is deluded. Being established therein, even at the end of life, one attains to oneness with Brahman.","etdss":"2.72. O son of Prtha ! This is the Brahmanic state; having attained this, one never gets deluded [again]; and even by remaining in this [for a while] one attains at the time of death, the Brahman, the Tranil One.","ecssa":"2.72 एषा this? ब्राह्मी of Brahmic? स्थितिः state? पार्थ O Partha? न not? एनाम् this? प्राप्य having obtained? विमुह्यति is deluded? स्थित्वा being established? अस्याम् in this? अन्तकाले at the end of life? अपि even? ब्रह्मनिर्वाणम् oneness with Brahman? ऋच्छति attains.Commentary The state described in the previous verse -- to renounce everything and to live in Brahman -- is the Brahmic state or the state of Brahman. If one attains to this state one is never deluded. He attains Moksha if he stays in that state even at the hour of his death. It is needless to say that he who gets establised in Brahman throughout his life attains to the state of Brahman or,BrahmaNirvana (Cf.VIII.5?6).Maharshi Vidyaranya says in his Panchadasi that Antakala here means the moment at which Avidya or mutual superimposition of the Self and the notSelf ends.Thus in the Upanishads of the glorious Bhagavad Gita? the science of the Eternal? the scripture of Yoga? the dialogue between Sri Krishna and Arjuna? ends the second discourse entitledThe Sankhya Yoga.,","scetsga":"2.72 O Partha, esa, this, the aforesaid; is brahmisthitih, the state of being established in Brahman, i.e. continuing (in life) in indentification with Brahman, after renouncing all actions.\nNa vimuhyati, one does not become deluded; prapya, after attaining ; enam, this Rcchati, one attains; brahma-nirvanam, identification with Brahman, Liberation; sthitva, by being established; asyam, in this, in the state of Brahman-hood as described; api, even; anta-kale, in the closing years of ones life. What need it be said that, one who remains established only in Brahman during the whole life, after having espoused monasticism even from the stage of celibacy, attains indetification with Brahman!","scetdss":"2.72 Esa etc. This is the Brahman-existance by remaining, i.e., having dwalt in which, even for a moment, one attains the Supreme Brahman [after] ones body breaks. Thus [all the] four estions have been decided.","scetssa":"2.72 This state of performing disinterested work which is preceded by the knowledge of the eternal self and which is characterised by firm wisdom, is the Brahmi-state, which secures the attainment of the Brahman (the self). After attaining such a state, he will not be deluded, i.e., he will not get again the mortal coil. Reaching this state even during the last years of life, he wins the blissful Brahman (the self) i.e., which is full of beatitude. The meaning is that he attains the self which is constituted of nothing but bliss.\nThus in the second chapter, the Lord wanted to remove the delusion of Arjuna, who did not know the real nature of the self and also did not realize that the activity named war (here an ordained duty) is a means for attaining the nature of Sankhya or the self. Arjuna was under the delusion that the body is itself the self, and dominated by that delusion, had retreated from battle. He was therefore taught the knowledge called Sankhya or the understanding of the self, and Yoga or what is called the path of practical work without attachment. These together have as their objective the attainment of steady wisdom (Sthitaprajnata)\nThis has been explained in the following verse by Sri Yamunacarya: Sankhya and Yoga, which comprehend within their scope the understanding of the eternal self and the practical way of disinterested action respectively, were imparted in order to remove Arjunas delusion.\nThrough them the state of firm wisdom can be reached.","chakravarthi":"This verse concludes the topic.\nBrahmi means that which gives attainment of brahman. Even one at the point of death (anta kale), what to speak of one of young age, by this practice, attains brahma nirvana.\nHaving presented very clearly jnana and karma and indirectly bhakti, this chapter is called the sutra (abbreviated form) of the Gita.","rudra":"\nExtolling the path of Vedic knowledge that has been described is now being\nconcluded. This path is realisation of the Ultimate Truth which on\nattaining one is never again deluded becoming pure minded, no more subject\nto transmigration of the soul from womb to womb in various and diverse\nphysical bodies throughout the material manifestation. Situated in this\nstate for a moment even at the time of death achieves liberation from the\nmaterial existence and attains the Ultimate Consciousness. It is clear that\none who has wisely situated themselves in this state of consciousness early\nin life most assuredly attains this liberation as well.\nThe Supreme Lord Krishna who raised His surrendered devotee Arjuna, who had\nfallen into the mire of despondency, by instructing him in the yoga of\nwisdom, is my sole refuge.\nThus ends the Rudra Vaisnava Sampradaya commentary entitled Subodini to\nSrimad Bhagavad-Gita, Chapter 2, by Sridhara Swami.","brahma":"\nLord Krishna thus concludes His instructions in this verse. The state of\nbrahmi is that which is experienced attaining the ultimate truth. Achieving\nthis state one verily is liberated and enters the eternal spiritual worlds\notherwise one is compelled to revolve incessantly in the cycle of birth and\ndeath. This subject is also expounded upon ahead in chapter 8, verse 6.\nEven those of spiritual intelligence may be compelled to be reborn if there\nexists an effect from previous actions. Only by undergoing this process\nexplained previously may all residue of effects be totally dissolved. It is\nrevealed in the Brahma Sutras that karma or effects from actions are\ndissolved after countless lifetimes. Even for the spiritually intelligent\nit takes seven births to become a brahmin and for a brahmin realisation\ncomes after many lifetimes. Therefore it has been said in the Garuda Purana\nthat when one becomes established in elevated awareness similar to Rudra or\nSesa one becomes delivered by the grace of the Supreme Lord Krishna.\nDeliverance from material bondage is manifest in ones subsequent by\nactivities in the present life. In the Narada Purana it states that\nspiritual intelligence assures definite results. These results are the\nillumination of self-realisation. The reactions from karma is the only\ncause of bondage. For one who by spiritual intelligence releases themselves\nfrom karma they are verily liberated.\nFor one of spiritual intelligence there is no expectation of being\nsubjected to birth and death again and again. The accumulated effects of\nall their actions are burned up even as cotton is burned up in fire. The\nactions have no effect as water cannot wet a lotus leaf for the wisdom of\nspiritual knowledge evaporates the effect of all actions.Due to such\nstatements some postulate that those of spiritual intelligence need many\nlifetimes to eradicate all the accumulated effects, still this offers no\ncontradiction. However there is no evidence for such statements and no\nscriptural authority verifying such.\nThose who accept the speculative conjecturesofAksapada,Kanada,\nPashupatas which are opposed to the Vedic scriptures are those lacking in\nspiritual intelligence. Thus these conjectures are to becompletely\nrejected. The invocation to Shiva by his devotees should be understood to\nbe as good as an invocation to the Supreme Lord. This is not an untruth as\nShiva is a empowered incarnation as well; but only the Vedic scriptures\nbeing authorised may be accepted as evidence. Therefore it is stated in the\nVaraha Purana that Shiva was ordered by Vishnu to arrange an illusion by\ninventing doctrines that would create delusion by propagating principles\nwhich do not actually exist in fact due to their not being founded upon\neternal truth. Shiva was so ordered to execute this task extensively and\ncomprehensively with great imagination and to cleverly conceal the reality\nof Lord Krishna as the supreme, absolute truth.\nDeceptive, confusing and delusory doctrines were promulgated by Shiva\nthroughout the material worlds as enjoined by Vishnu. Influenced by these\nteachings Dadhici created sciences, Gautamas nyaya, Kanadas vaisesikam,\nKapila Munis sankhya and others such as Sankaras impersonal mayavadi\nhypothisis created athiestic philosophies over the course of time to\nemulate these doctrines and the religions ofBuddhism, Christianity,\nIslam, and the Jews all being impersonal without a form or qualities or\neven a conception of what God they are actually worshipping more or less\nstem from Sankara. But the following doctrines should be understood not to\nunder Shivas influence. The Rig Veda, Sama Veda, Yajur Veda, Atharva Veda,\nBrahma Sutra, Pancharatra, Srimad Bhagavatam,Ramayana and Mahabharata\nwhich includes the illustrious Bhagavad-Gita are all known to be Vaisnava\nscriptures and they eulogise the Supreme Lord. Therefore all the Shiva\nPuranas should be interpreted and verified according to the understanding\nof the Vaisnava scriptures without the slightest contradiction and this is\nconfirmed in the Narada Purana.\nThus for one situated in spiritual intelligence liberation is surely\nforthcoming without fail. For those of spiritual intelligence such as\nBhishma and Drona at the time of death they were appropriately in a state\nof complete equipoise. One should at the moment of death in a state of\nequanimity depart from the body focused in meditation on the exquisite\nform, sublime qualities and phenomenal pastimes of the Supreme Lord\nKrishna. Thus it has been revealed in the Garuda Purana that at the time of\ndeath those of spiritual intelligence showing equanimity in all actions\nmeditate on Lord Krishna and being under His protection are guided to\nsalvation. But for those bereft of spiritual intelligence the remembrance\nof the Supreme Lord at the moment of death never manifests. In the Brahma\nVaivarta Purana it is stated that after innumerable lifetimes when wisdom\nregarding Lord Krishna has matured and devotion has been attained one\nnaturally meditates exclusively on Him at the termination of ones physical\nexistence.\nNirvana denotes existence beyond the purview of the physical body. Nirvana\nis also used to indicate not possessing any material senses organs.\nOtherwise how could the Puranas possibly describe the transcendental form\nof the resplendent Supreme Lord Krishna. The resplendent Supreme Lord\nKrishna is known as the effulgent Brahman, as Paramatma the supersoul in\nall living entities and as Bhagavan the Supreme Personality of Godhead.\nThis is well confirmed in the Bhagavat Purana.\nThe effulgent Brahman is the reflection of the Supreme Lord Krishna who is\nalso the source of Paramatma the supersoul. Isvara the supreme controller\nis the supreme Lord transcendent to all that is mutable and supreme to even\nthat which is immutable. Far, far beyond anything that is accessible by any\nof the senses. There is nothing comparable to Lord Krishna neither in the\npast nor in the future. Thus there being nothing comparable to Lord Krishna\nit is not possible for anything to be superior to Lord Krishna.\nThe effulgent Brahman should not be conceived as one without a form.\nAlthough not possessing a physical form He does possess a spiritual form.\nIt is clearly described in Vedic scriptures that He possesses a blissful\nform surrounded by a golden glow and that He should be meditated upon in\nthis form internally within the heart. If He did not possess a form He\nwould have been simply described as Bliss and how can there be a golden\nglow surrounding His body if it was formless? How can Lord Krishna be\nmeditated on within the heart if He has no form? Possessing a purely\nspiritual form He is known and referred to as having a form. The Purusa\nhaving thousands of heads, having hands and feet in all directions,\nomnipotent, omnipresent and omniscient. Due to such statements from the\nVedic scriptures and due to descriptions of the universal form later in\nchapter 11 he is known to have form.\nThe Supreme Lord Krishna the resplendent maintainer of all is 100% complete\nwithin Himself in all respects and thus is known as Bhagavan the possessor\nof the six opulences being full in 100% knowledge, 100% strength, 100%\nbeauty, 100% wealth, 100% fame and 100% renunciation. In the Supreme Lord\nKrishna reside all the various and diverse energies. This is natural and\ntotally in accordance with reality as He is the source of all theses\nenergies. He is the also the source of the ever blissful Brahman. By only a\nminute fragment of His potency all creation exists and is sustained.\nEternal, immortal, without beginning and without end, of everlasting\nenergy, transcending the brilliance of thousands of suns, more effulgent\nthen thousands of moons, having unlimited attributes and unlimited facets\nin each one of those unlimited attributes, possessing unlimited forms,\nunlimited knowledge of immeasurable energy, omnipotent omnipresent and\nomniscient. Those situated in spiritual knowledge know the Supreme Lord\nKrishna as Brahman, Paramatma and Bhagavan. Who else but the Supreme Lord\nKrishna and His incarnations and expansions may ever be known as Bhagavan.\nHe is glorious and eternally worshipable by all living entities in all\nsituations for all times.\nYet all these attributes are not exclusively independent from each another.\nBrahman is wisdom and bliss for indeed bliss is and attribute of brahman.\nTruth, wisdom and eternality are also brahman. Without a gross material\nbody of flesh and blood and corpulence and bones subject to old age,\ndisease and death. Possessing an immortal spiritual body of eternity,\nknowledge and bliss. These qualities are immutable all their pervading\nnature are not derived due to yoga or but rather due to Lord Krishna being\nthe Supreme ultimate truth. His spiritual body is fragrant due to the\nilluminating purity of His wisdom and bliss. Thus it is revealed in the\nappendix of the Paingi Sutra.\nThe spiritual body of the Supreme Lord Krishna is not of material nature\nand is ever blissful being complete in all respects as well as all\npervading. This is confirmed in the Brahma Vaivarta Purana. Therefore by\nimpulse or projection all these inherent forms are self-manifested by the\nSupreme Lord Krishnas internal potency. Lord Krishna was neither born from\nthe womb of Devaki nor was He the son of Vasudeva. Similarly avatars of\nLord Krishna such as Rama was not the son of Dasaratha and Lord Krishnas\nsatyavesha avatar Parasurama was not the son of Jamadagni. Even though Lord\nKrishna is the supreme ultimate non-dual absolute, ever blissful and\nimmutable, He revels in this manner by His own sweet will. Thus is it\nstated in the Padma Purana. The Supreme Lord, who is the supreme being of\nall beings never is subject to misery.\nThe creator of all creation, indestructible,theomnipotentRama,\nomnipresent and the embodiment of complete omniscience displayed ignorance\nfor the sake of humanity and the world and wandered about in apparent\nlamentation searching for his beloved wife Sita. This Sri Rama whose feet\nare adored by Brahma, mourns in lamentation for his wife just like an\nordinary mortal exhibiting extreme attachment. Even though Rama was perfect\nand complete in all respects being an avatar, in order to not minimise the\nwords of Shiva he behaved as though he was distraught even though Rama was\nnot actually distraught. Ever victorious Parasurama aware of Lord Krishnas\ndevotee Bhishma did not slay him even when they engaged in mortal combat\nbecause he refused to marry Amba.What can be more compassionate than\nthis? This is stated in the Skanda Purana.\nTherefore it should be understood that miseries of material existence are\nnot applicable in regard to the Supreme Lord and should not be designated\nas such as this conception is illusory. Some texts mention superiority and\ninferiority in regard to the Supreme Lord Krishnas avatar descents not\nunderstanding the fact that they are different manifestations of the same\nsupreme non-dual absolute. Therefore it is spoken thus in the Garuda Purana\nthat the Supreme Lord Krishna is complete with all attributes, in all forms\nand similar in all manifestations being transcendental to material nature.\nThis applies even though according to the perceptions of the spiritually\nintelligent as well as the perceptions of the ignorant Supreme and mundane\nqualities are attributed respectively to these manifestations. This even\nthough is not a contradiction or incongruity due to His inconceivable power\nand and the phenomenal varieagatedness of His appearances.\nThe form of the Supreme Lord Krishna is always complete as well as Ramas.\nThere is not even the slightest variation in their supreme non-dual\nposition. We are still being continuously deluded by all of them. As it is\nstated in the Narada Purana. Therefore it is established that only the\nspiritually intelligent who by the mercy of Sri Guru has attained devotion\nhas the possibility to experience the Supreme Lord Krishna and His\nincarnations being ever immeasurable in all theirformswithall\ncomprehensive attributes, eternal and transcendental beyond all defects.\nNow begins the summation.\nThe word brahmi means related to Brahma. Eventhe intelligent who\nexperience diversity of thought at the moment of death there will be\nrebirth in the material existence due to the accumulated effects of their\nkarma having not been dissolved. But for those of one-pointed spiritual\nintelligence who have dissolved the accumulated effects of all their karma,\nat the moment of death there arises the vision of the Supreme Lord without\nfail. Then immediately one achieves liberation and is delivered from the\ncycle of birth and death in the material existence specifically entering\ninto the exact liberated sphere that one had knowledge of and perceived\nduring ones span of life.\nAt the end of this verse the word vana within the compound word brahma-\nnirvana refers to the body. Brahman is referring to the potency of the\nsupreme. As Lord Krishna body is completely spiritual the word nirvana is\nrevealing that it is by our spiritual body which is designated as the\nimmortal soul is how we enter into eternal communion with the Supreme Lord\nand attain the kingdom of God.","shri":"\nLord Krishna concludes chapter two by revealing the state of consciousness\nachieved by one who performs all actions unattached and equipoised based on\nknowledge of the eternal nature of the immortal soul. This process has for\nits goal the attainment of transcendent meditation. It is brahmi or that\nwhich leads to brahma the ultimate truth. Knowing the philosophy of actions\nare like this, one will no longer be subject to bewilderment and delusion.\nThe results of this are one will no longer be compelled to enter\nsamsara the endless cycle of birth and death in the mirage of material\nexistence. If one begins this process with determination even in old age\none will have the opportunity to attain cognition of the eternal soul\nwithin and brahma-nirvana final liberation from the material existence.\nThus in this second chapter one who is not knowledgeable about the exact\nnature of the soul, or how by performing ones prescribed duties unattached\ncan lead to liberation, or how by the misconception of identifying oneself\nas the physical body one will not be properly situated and how by the\nprocess of sankhya in jnana-yoga teaching the knowledge of the eternal\nnature of the soul as well as in karma-yoga performing all activities with\nunattachment leads one to the consciousnessstateoftranscendent\nmeditation.\nThe following doctrine is what is summarised in chapter two:\n1) That the immortal soul is eternal.\n2) All activities should be performed as a matter of duty devoid of desire\nfor reward.\n3) One who is spiritually intelligent ofilluminatedconsciousness\nunderstands that through either jnana-yoga or karma-yoga the goal of\ntranscendent meditation can be attained.\nThese three spiritual truths have been revealed in the second chapter of\nthe Bhagavad-Gita for curing ignorance and dispelling delusion.\nThus ends the Sri Vaisnava Sampradaya commentary to Srimad Bhagavad-Gita:\nChapter Two entitled Sankhya Yoga: The Eternal Reality of the Souls\nImmortality by Ramanuja Acarya.\n","kumar":"Lord Krishna concludes chapter two by revealing the state of consciousness\nachieved by one who performs all actions unattached and equipoised based on\nknowledge of the eternal nature of the immortal soul. This process has for\nits goal the attainment of transcendent meditation. It is brahmi or that\nwhich leads to brahma the ultimate truth. Knowing the philosophy of actions\nare like this, one will no longer be subject to bewilderment and delusion.\nThe results of this are one will no longer be compelled to enter\nsamsara the endless cycle of birth and death in the mirage of material\nexistence. If one begins this process with determination even in old age\none will have the opportunity to attain cognition of the eternal soul\nwithin and brahma-nirvana final liberation from the material existence.\nThus in this second chapter one who is not knowledgeable about the exact\nnature of the soul, or how by performing ones prescribed duties unattached\ncan lead to liberation, or how by the misconception of identifying oneself\nas the physical body one will not be properly situated and how by the\nprocess of sankhya in jnana-yoga teaching the knowledge of the eternal\nnature of the soul as well as in karma-yoga performing all activities with\nunattachment leads one to the consciousnessstateoftranscendent\nmeditation.\nThe following doctrine is what is summarised in chapter two:\n1) That the immortal soul is eternal.\n2) All activities should be performed as a matter of duty devoid of desire\nfor reward.\n3) One who is spiritually intelligent ofilluminatedconsciousness\nunderstands that through either jnana-yoga or karma-yoga the goal of\ntranscendent meditation can be attained.\nThese three spiritual truths have been revealed in the second chapter of\nthe Bhagavad-Gita for curing ignorance and dispelling delusion.\nThus ends the Sri Vaisnava Sampradaya commentary to Srimad Bhagavad-Gita:\nChapter Two entitled Sankhya Yoga: The Eternal Reality of the Souls\nImmortality by Ramanuja Acarya."}