{"meta":"Bhagavad Gita Chapter 2 Verse 18","metahi":"भगवद् गीता 2.18","slok":"अन्तवन्त इमे देहा नित्यस्योक्ताः शरीरिणः।अनाशिनोऽप्रमेयस्य तस्माद्युध्यस्व भारत।।2.18।।","htsrsd":"।।2.18।।अविनाशी अप्रमेय और नित्य रहनेवाले इस शरीरके ये देह अन्तवाले कहे गये हैं। इसलिये हे अर्जुन तुम युद्ध करो।","htstma":"।।2.18।। इस नाशरहित अप्रमेय नित्य देही आत्मा के ये सब शरीर नाशवान् कहे गये हैं। इसलिये हे भारत तुम युद्ध करो।।","transliteration":"Antavanta ime dehaa nityasyoktaah shareerinah;\nAnaashino’prameyasya tasmaad yudhyaswa bhaarata.","englishmeaning":"anta-vantaḥ—having an end; ime—these; dehāḥ—material bodies; nityasya—eternally; uktāḥ—are said; śharīriṇaḥ—of the embodied soul; anāśhinaḥ—indestructible; aprameyasya—immeasurable; tasmāt—therefore; yudhyasva—fight; bhārata—descendant of Bharat, Arjun","hcsrsd":" 2.18।। व्याख्या    अनाशिनः   किसी कालमें किसी कारणसे कभी किञ्चिन्मात्र भी जिसमें परिवर्तन नहीं होता जिसकी क्षति नहीं होती जिसका अभाव नहीं होता उसका नाम  अनाशी  अर्थात् अविनाशी है। अप्रमेयस्य   जो प्रमा(प्रमाण)का विषय नहीं है अर्थात् जो अन्तःकरण और इन्द्रियोंका विषय नहीं है उसको अप्रमेय कहते हैं।जिसमें अन्तःकरण और इन्द्रियाँ प्रमाण नहीं होतीं उसमें शास्त्र और सन्तमहापुरुष ही प्रमाण होते हैं शास्त्र और सन्तमहापुरुष उन्हींके लिये प्रमाण होते हैं जो श्रद्धालु हैं। जिसकी जिस शास्त्र और सन्तमें श्रद्धा होती है वह उसी शास्त्र और सन्तके वचनोंको मानता है। इसलिये यह तत्त्व केवल श्रद्धाका विषय है  (टिप्पणी प0 58.1)  प्रमाणका विषय नहीं।शास्त्र और सन्त किसीको बाध्य नहीं करते कि तुम हमारेमें श्रद्धा करो। श्रद्धा करने अथवा न करनेमें मनुष्य स्वतन्त्र है। अगर वह शास्त्र और सन्तके वचनोंमें श्रद्धा करेगा तो यह तत्त्व उसकी श्रद्धाका विषय है और अगर वह श्रद्धा नहीं करेगा तो यह तत्त्व उसकी श्रद्धाका विषय नहीं है। नित्यस्य   यह नित्यनिरन्तर रहनेवाला है। किसी कालमें यह न रहता हो ऐसी बात नहीं है अर्थात् यह सब कालमें सदा ही रहता है। अन्तवन्त इमे देहा उक्ताः शरीरिणः   इस अविनाशी अप्रमेय और नित्य शरीरीके सम्पूर्ण संसारमें जितने भी शरीर हैं वे सभी अन्तवाले कहे गये हैं। अन्तवाले कहनेका तात्पर्य है कि इनका प्रतिक्षण अन्त हो रहा है। इनमें अन्तके सिवाय और कुछ है ही नहीं केवल अन्तहीअन्त है।उपर्युक्त पदोंमें शरीरीके लिये तो एकवचन दिया है और शरीरोंके लिये बहुवचन दिया है। इसका एक कारण तो यह है कि प्रत्येक प्राणीके स्थूल सूक्ष्म और कारण ये तीन शरीर होते हैं। दूसरा कारण यह है कि संसारके सम्पूर्ण शरीरोंमें एक ही शरीरी व्याप्त है। आगे चौबीसवें श्लोकमें भी इसको  सर्वगतः  पदसे सबमें व्यापक बतायेंगे। यह शरीरी तो अविनाशी है और इसके कहे जानेवाले सम्पूर्ण शरीर नाशवान् हैं। जैसे अविनाशीका कोई विनाश नहीं कर सकता ऐसे ही नाशवान्को कोई अविनाशी नहीं बना सकता। नाशवान्का तो विनाशीपना ही नित्य रहेगा अर्थात् उसका तो नाश ही होगा। विशेष बात यहाँ  अन्तवन्त इमे देहाः  कहनेका तात्पर्य है कि ये जो देह देखनेमें आते हैं ये सबकेसब नाशवान् हैं। पर ये देह किसके हैं  नित्यस्य अनाशिनः   ये देह नित्यके हैं अविनाशीके हैं। तात्पर्य है कि नित्यतत्त्वने जिसका कभी नाश नहीं होता इनको अपना मान रखा है। अपना माननेका अर्थ है कि अपनेको शरीरमें रख दिया और शरीरको अपनेमें रख लिया। अपनेको शरीरमें रखनेसे अहंताअर्थात् मैंपन पैदा हो गया और शरीरको अपनेमें रखनेसे ममताअर्थात् मेरापन पैदा हो गया।यह स्वयं जिनजिन चीजोंमें अपनेको रखता चला जाता है उनउन चीजोंमें मैंपन होता ही चला जाता है जैसे अपनेको धनमें रख दिया तो मैं धनी हूँ अपनेको राज्यमें रख दिया तो मैं राजा हूँ अपनेको विद्यामें रख दिया तो मैं विद्वान् हूँ अपनेको बुद्धिमें रख दिया तो मैं बुद्धिमान् हूँ अपनेको सिद्धियों में ख दिया तो मैं सिद्ध हूँ अपनेको शरीरमें रख दिया तो मैं शरीर हूँ आदिआदि।यह स्वयं जिनजिन चीजोंको अपनेमें रखता चला जाता है उनउन चीजोंमें मेरापन होता ही चला जाता है जैसे कुटुम्बको अपनेमें रख लिया तो कुटुम्ब मेरा है धनको अपनेमें रख लिया तो धन मेरा है बुद्धिको अपनेमें रख लिया तो बुद्धि मेरी है शरीरको अपनेमें रख लिया तो शरीर मेरा है आदिआदि।जडताके साथ मैं और मेरा पन होनेसे ही मात्र विकार पैदा होते हैं। तात्पर्य है कि शरीर और मैं (स्वयं) दोनों अलगअलग हैं इस विवेकको महत्त्व न देनेसे ही मात्र विकार पैदा होते हैं। परन्तु जो इस विवेकको आदर देते हैं महत्व देते हैं वे पण्डित होते हैं। ऐसे पण्डितलोग कभी शोक नहीं करते क्योंकि सत् सत् ही है और असत् असत् ही है इसका उनको ठीक अनुभव हो जाता है। तस्मात् (टिप्पणी प0 58.2) युध्यस्व   भगवान् अर्जुनके लिये आज्ञा देते हैं कि सत्असत्को ठीक समझकर तुम युद्ध करो अर्थात् प्राप्त कर्तव्यका पालन करो। तात्पर्य है कि शरीर तो अन्तवाला है और शरीरी अविनाशी है। इन दोनों शरीरशरीरीकी दृष्टिसे शोक बन ही नहीं सकता। अतः शोकका त्याग करके युद्ध करो। विशेष बात यहाँ सत्रहवें और अठारहवें इन दोनों श्लोकोंमें विशेषतासे सत्तत्त्वका ही विवेचन हुआ है। कारण कि इस पूरे प्रकरणमें भगवान्का लक्ष्य सत्का बोध करानेमें ही है। सत्का बोध हो जानेसे असत्की निवृत्ति स्वतः हो जाती है। फिर किसी प्रकारका किञ्चिन्मात्र भी सन्देह नहीं रहता। इस प्रकार सत्का अनुभव करके निःसंदिग्ध होकर कर्तव्यका पालन करना चाहिये। इस विवेचनसे यह बात सिद्ध होती है कि सांख्ययोग एवं कर्मयोगमें किसी विशेष वर्ण और आश्रमकी आवश्यकता नहीं है। अपने कल्याणके लिये चाहे सांख्ययोगका अनुष्ठान करे चाहे कर्मयोगका अनुष्ठान करे इसमें मनुष्यकी पूर्ण स्वतन्त्रता है। परन्तु व्यावहारिक काम करनेमें वर्ण और आश्रमके अनुसार शास्त्रीय विधानकी परम आवश्यकता है तभी तो यहाँ सांख्ययोगके अनुसार सत्असत्का विवेचन करते हुए भगवान् युद्ध करनेकी अर्थात् कर्तव्यकर्म करनेकी आज्ञा देते हैं।आगे तेरहवें अध्यायमें जहाँ ज्ञानके साधनोंका वर्णन किया गया है वहाँ भी  असक्तिरनभिष्वङ्गः पुत्रदारगृहादिषु  (13। 9) कहकर पुत्र स्त्री घर आदिकी आसक्तिका निषेध किया है। अगर संन्यासी ही सांख्ययोगके अधिकारी होते तो पुत्र स्त्री घर आदिमें आसक्तिरहित होनेके लिये कहनेकी आवश्यकता ही नहीं थी क्योंकि संन्यासीके पुत्रस्त्री आदि होते ही नहीं।इस तरह गीतापर विचार करनेसे सांख्ययोग एवं कर्मयोग दोनों परमात्मप्राप्तिके स्वतन्त्र साधन सिद्ध हो जाते हैं। ये किसी वर्ण और आश्रमपर किञ्चिन्मात्र भी अवलम्बित नहीं हैं। सम्बन्ध   पूर्वश्लोकतक शरीरीको अविनाशी जाननेवालोंकी बात कही। अब उसी बातको अन्वय और व्यतिरेकरीतिसे दृढ़ करनेके लिये जो शरीरीको अविनाशी नहीं जानते उनकी बात आगेके श्लोकमें कहते हैं।","hcsca":"।।2.18।। आत्मा द्वारा धारण किये हुये भौतिक शरीर नाशवान् हैं जबकि आत्मा नित्य अविनाशी और अप्रमेय अर्थात् बुद्धि के द्वारा जानी नहीं जा सकती। यहाँ आत्मा नित्य और अविनाशी है ऐसा कहने का अभिप्राय यह है कि आत्मा का न पूर्णत नाश होता है और न अंशत।नित्य आत्मतत्त्व को अज्ञेय कहा है जिसका अर्थ यह नहीं कि वह अज्ञात है। इसका तात्पर्य यह है कि जिस प्रकार हम इन्द्रियों के द्वारा विषयों को जानते हैं उस प्रकार इस आत्मा को नहीं जाना जा सकता। इसका कारण यह है कि इन्द्रियाँ मन और बुद्धि आदि हमारे ज्ञान प्राप्ति के साधन हैं वे स्वत जड़ हैं और चैतन्य आत्मा की उपस्थिति में ही वे अन्य वस्तुओं को प्रकाशित कर सकते हैं। अब जिस चैतन्य के कारण इन्द्रियाँ आदि उपकरण विषयों को ग्रहण करने में समर्थ होते हैं तब उसी चैतन्य को वे प्रत्यक्ष विषय के रूप में किस प्रकार जान सकते हैं यह सर्वथा असम्भव है और इसी दृष्टि से यहाँ आत्मा को अज्ञेय कहा गया है। आत्मा स्वत सिद्ध है।इसलिये हे भारत तुम युद्ध करो वास्तव में इस वाक्य के द्वारा सबको युद्ध करने का आदेश नहीं दिया गया है। जिस धर्म की आधारशिला क्षमा और उदार सहिष्णुता है उसी धर्म के शास्त्रीय ग्रन्थों में इस प्रकार का युद्ध का नारा संभव नहीं हो सकता। कोई टीकाकार यदि ऐसा अर्थ करता है तो वह अनुचित है और वह गीता को महाभारत के सन्दर्भ में नहीं पढ़ रहा है। हे भारत तुम युद्ध करो ये शब्द धर्म का आह्वान है प्रत्येक व्यक्ति के लिये जिससे वह पराजय की प्रवृत्ति को छोड़कर जीवन में आने वाली प्रत्येक परिस्थिति का निष्ठापूर्वक और साहस के साथ सामना करे। अधर्म का सक्रिय प्रतिकार यह गीता में श्रीकृष्ण का मुख्य संदेश है।अब आगे भगवान् उपनिषदों के दो मन्त्र सिद्ध करने के लिये उद्धृत करते हैं कि शास्त्र का मुख्य प्रयोजन संसार के मूल कारण मोह अविद्या की निवृत्ति करना है। भगवान् कहते हैं यह तुम्हारी मिथ्या धारणा है कि भीष्म और द्रोण मेरे द्वारा मारे जायेंगे और मैं उनका हत्यारा बनूँगा৷৷. कैसे","etsga":"2.18 These destructible bodies are said to belong to the everlasting, indestructible, indeterminable, embodied One. Therefore, O descendant of Bharata, join the battle.","etssa":"2.18 These bodies of the embodied Self, Which is eternal, indestructible and immeasurable, are said to have an end. Therefore fight, O Arjuna.","etdss":"2.18. These physical bodies that have an end and suffer the peculiar destruction, are declared to belong to the eternal embodied Soul, Which is destructionless and imcomprehensible. Therefore fight, O descendent of Bharata !","ecssa":"2.18 अन्तवन्तः having an end? इमे these? देहाः bodies? नित्यस्य of the everlasting? उक्ताः are said? शरीरिणः of the embodied? अनाशिनः of the indestructible? अप्रमेयस्य of the immesaurable? तस्मात् therefore? युध्यस्व fight? भारत O Bharata.Commentary -- Lord Krishna explains to Arjuna the nature of the allpervading? immortal Self in a variety of ways and thus induces him to fight by removing his delusion? grief and despondency which are born of ignorance.","scetsga":"2.18 Ime, these; antavantah, destructible; dehah, bodies as the idea of reality which continues with regard to water in a mirage, etc. gets eliminated when examined with the means of knowledge, and that is its end, so are these bodies and they have an end like bodies etc. in dream and magic ; uktah, are said, by discriminating people; to belong nityasya, to the everlasting; anasinah, the indestructible; aprameyasya, the indeterminable; sarirnah, embodied One, the Self. This is the meaning.\nThe two words everlasting and indestructible are not repetitive, because in common usage everlastingness and destructibility are of two kinds. As for instance, a body which is reduced to ashes and has disappeared is said to have been destoryed. (And) even while existing, when it becomes transfigured by being afflicted with diseases etc. it is said to be destroyed. [Here the A.A. adds tatha dhana-nase-apyevam, similar is the case even with regard to loss of wealth.-Tr.] That being so, by the two words everlasting and indestructible it is meant that It is not subject to both kinds of distruction. Otherwise, the everlastingness of the Self would be like that of the earth etc. Therefore, in order that this contingency may not arise, it is said, Of the everlasting, indestructible.\nAprameyasya, of the indeterminable, means of that which cannot be determined by such means of knowledge as direct perception etc.\nObjection: Is it not that the Self is determined by the scriptures, and before that through direct perception etc.?\nVedantin: No, because the Self is self-evident. For, (only) when the Self stands predetermined as the knower, there is a search for a means of knolwedge by the knower. Indeed, it is not that without first determining oneself as, I am such, one takes up the task of determining an object of knowledge. For what is called the self does not remain unknown to anyone. But the scripture is the final authority [when the Vedic text establishes Brahman as the innermost Self, all the distinctions such as knower, known and the means of knowledge become sublated. Thus it is reasonable that the Vedic text should be the final authority. Besides, its authority is derived from its being faultless in as much as it has not originated from any human being.]: By way of merely negating superimposition of alities that do not belong to the Self, it attains authoritativeness with regard to the Self, but not by virtue of making some unknown thing known. There is an Upanisadic text in support of this: ৷৷.the Brahman that is immediate and direct, the Self that is within all (Br. 3.4.1).\nSince the Self is thus eternal and unchanging, tasmat, therefore; yudhyasva, you join the battle, i.e. do not desist from the war. Here there is no injunction to take up war as a duty, because be (Arjuna), though he was determined for war, remains silent as a result of being overpowered by sorrow and delusion. Therefore, all that is being done by the Lord is the removal of the obstruction to his duty. Therefore, join the battle is only an approval, not an injunction.\nThe scripture Gita is intended for eradicating sorrow, delusion, etc. which are the cases of the cycle of births and deaths; it is not intended to enjoin action. As evidences of this idea the Lord cites two Vedic verses: [Ka. 1.2.19-20. There are slight verbal differences.-Tr.]","scetdss":"2.18 Antavantah etc. The bodies, at the time of their attaining the unobservable stage, meet their apparent destruction. This would be impossible if they do not suffer the peculiar destruction, that it to say they undergo changes every moment. For, it has been said-\n \nBy observing the dilapidated condition of beings at their last moment, the loss of newness is very moment is inferred\n \nThe same has been said by the Sage (Vyasa) also as-\n \nIn every being, in every moment, there is mutual difference between its tiny parts that have different purposes. But on account of its subtlity, it is not cleary comprehended (MB, Santi., Moksa. Ch. 308, verse 121).\n \n[In theabove passage] having different purposes amounts to say because they perform different acts having their own respective special purposes.;\n \n Now, the bodies have thier end and are ever changing. On the other hand, the Self is destructionless, because It is incomprehensible. Changing nature belongs only to the insentient thing which is comprehensible, but not to what is non-insentient and is exclusively consciousness in nature. Because, it is not possible [for one] to gain an altogether different nature. Thus, the bodies meet permanently their end and hence they cannot be lamented for; the Self ever remains without destruction (or without changing) and hence need not be lamented for. Thus a single krtya-suffix has been employed on both the senses simultaneously by the sage in the expression asocyan.","scetssa":"2.18 The root dih means to grow. Hence these bodies (Dehas) are characterised by complexity. They have an end - their nature is perishablity. For, jugs and such other things which are characterised by complexity are seen to have an end. The bodies of the embodied self, which are made of conglomerated elements, serve the purpose of experiencing the effects of Karmas, as stated in Brh. U. IV. 4.5, Auspicious embodiments are got through good actions. Such bodies perish when Karmas are exhausted. Further the self is imperishable. Why? Because it is not measurable. Neither can It be conceived as the object of knowledge, but only as the subject (knower). It will be taught later on: He who knows It is called the knower of the Field by those who know this (13.1).\nBesides, the self is not seen to be made up of many (elements). Because in the perception I am the knower throughout the body, only something other than the body is understood as possessing an invariable form as the knower. Further, this knower cannot be dismembered and seen in different places as is the case with the body. Therefore the self is eternal, for (1) It is not a complex being of a single form; (2) It is the knowing subject; and (3) It pervades all. On the contrary, the body is perishable, because (1) it is complex; (2) it serves the purpose of experiencing the fruits of Karma by the embodied self; (3) it has a plurality of parts and (4) it can be pervaded. Therefore, as the body is by nature perishable and the self by nature is eternal, both are not objects fit for grief. Hence, bearing with courage the inevitable strike of weapons, sharp or hard, liable to be received by you and others, begin the action called war without being attached to the fruits but for the sake of attaining immortality.","chakravarthi":"This verse also clarifies verse 16. The possessor of the body (saririnah), the jiva, is beyond measurement, or difficult to understand, because it is very, very small (aprameyasya). Therefore you should fight. This means that you should not give up your dharma as prescribed in scripture.","rudra":"\nThat which is characterised by a beginning and an end is clarified as being\nunreal. The physical body is subject to pleasure and pain, old age and\ndisease. Although the eternal soul is embodied within the physical body;\nits position is not compromised or affected by the modifications of the\nphysical body. It is therefore aprameyasya or immeasurable, existing always\nin the same condition, complete within itself. This instruction of the\nSupreme Lord verifies that the immortal soul being distinct from the body\nhas no factual connection with pleasure, pain, old age or disease so He\ndirects Arjuna not to yield to lamentation born from delusion but to accept\nhis duty as a ksatriya and duly engage in battle.","brahma":"\nThis verse confirms that there is no eternal existence for the physical\nbody. As when a mirror is destroyed the reflection in the mirror is also\ndestroyed; but this not true in regards to the soul. When the body is\ndestroyed the soul is never destroyed for the soul is eternal. Sharirinah\nrefers to the Supreme Lord in His manifestation as the indwelling monitor\nof all living entities. There is no destruction of the soul, it is referred\nto as indestructible. Why is this so? Because of the presenceof\nimperceivable transcendental manifestation of the Supreme Lord within the\nheart of all living entities. But there is no upadhi or limitation here as\nin the example of the destruction of the mirror, where the reflection is\ndestroyed. In this case the soul itself is the reflector through the medium\nof the individual consciousness. The Supreme Lord is unlimited, there\nexists no limitations for Him. The individual consciousness of the living\nentity attaining communion with the Ultimate Consciousness of the Supreme\nLord realises the eternal form of the soul. Thereafter the individual\nconsciousness attaining a direct connection to the Ultimate Consciousness\nis eternally absorbed in the unlimited bliss of the Supreme Ultimate\nPersonality.\nNow begins the summation.\nFor the sharirinah which is the Supreme Lord in His manifestation of\nindwelling monitor of all living entities, there is the appearance of the\ndestruction of the physical body. The physical bodybeing the container in\nthe material existence by which the individual consciousness is identified.\nThere is no space, attributes or completeness for the living entities.\nBecause without any alternative the physical body has its own inherent\nattributes which are impelled by the anguish of birth, existence and death\nThe destruction of the physical body in battle is also a form of worship of\nthe inconceivable Supreme Lord. The final state of destruction being under\nthe control of the Supreme Lord grants relief from both pain and pleasure.\nBy surrendering all actions to the Supreme Lord Krishna, and being\nexclusively devoted to Him, one will be totally protected by Him.\nSpoken of as being to be eternal referring to the soul, the word\nindestructible is repeated and by the statement the words indestructible\nand incomprehensible used in this regard are directly referring to the\nSupreme Lord. By specifying the words ime dehe the eternal transcendental\nform comprised of transcendental consciousness and bliss withinthe\nphysical bodies of realised souls is revealed.\nIn the Srimad Bhagavatam it is stated:\nWhere rajas passion and tamas ignorance do not have any effect neither\ntruth, light nor influence of time. Where illusion exists not except at its\nsource of reality. Where aspirants both noble and ignoble earnestly\npropitiate. Where He of beautiful darkish colour, with eyes like a hundred\nblooming lotus flowers, attired in shiny yellow garments, splendid with\nperfect form, having His arms, neck and ears adorned with precious and\ndazzling ornaments, wearing a flowing flower garland. Effulgent andself-\nilluminating. Where the souls liberated from the ocean of birth and death\ngo to and reside.\nIn the Parama smrti it is stated:\nAcquiring transcendental consciousness and bliss the liberatedsouls\nimbibing the attributes of the Supreme Lord, internally and externally a\npart of Him, enjoy the pleasures of devotional service to Him according to\ntheir individual capacity.\nEven after attaining the state of liberation there is no state of united\noneness of the individual consciousness of the living entity with the\nUltimate Consciousness of the Supreme Lord. By realisation of this wisdom\nthe living entities with sincere and determined effort acquire similar\nattributes as the Supreme Lord.\nIn the Taittiriya Upanisad it is stated :\nOne who knows the Supreme Lord as the Ultimate Truth, as what is real, as\nwhat is knowledge and as what is infinite; simultaneously existing within\nthe heart of all living entities as well as in the eternal spiritual world\nhas realised all there is that needs to be known.\nTranscending to that state of awareness which consists of total bliss,\ndescending and ascending in various worlds, assuming the form one desires,\nall actions manifesting according to ones desires, one sings and chants\nthe holy names of the Supreme Lord Krishna in sublime ecstasy.\nAll revel in ecstasy singing their attainment in the accompaniment of the\nliberated souls having realised their own eternal spiritual form. The\nSupreme Lord seeing them although still possessing their material forms\nmakes sure that no trace of evil besets them and giving them the divine\ntaste of immortality sees them as immortals controlling their senses.\nAmong those delivered, the four faced Brahma, the managing director of this\nuniverse, being extremely well endowed, recites the Rig Veda in full\ndevotion with one mouth. With his second mouth he recites the sacred\ngayatri. With his third mouth he recites the Puranas and with his fourth\nmouth he recites and meditates on the various incarnations of the Supreme\nLord Krishna such as fish, tortoise, boar and others.\nRealising the Supreme Lord within ones heart and within the heart of every\nliving entity and subsequently acquiring ones eternal spiritual form, one\nrevels in exaltation performing loving devotional service to Him. Thus the\nspiritually intelligent, transcending the dualities of material existence\nattains the transcendental state and acquires unparalleled affinity to the\nSupreme Lord.\nAttaining this transcendental state of affinity to the Supreme Lord, being\ncompletely protected in this state, the individual soul resides blissfully\nin full consciousnessaccordingtothegradationofindividual\nqualification determined by ones inherent attributes. Humans, celestials,\ndeparted ancestors are superseded 100 fold by immortals, managerial deities\nand the deities of the elements along with Indra, Shiva and Brahma in this\norder having one hundred times the attributes those who are liberated. None\nof these are equal to the Brahman even in the state of liberation. Superior\n1000 fold to the Brahman is Sri or Laksmi devi who resides as the pleasure\npotency of each and every incarnation and superior to her are the\nauthorised incarnations of the Supreme Lord Krishna. Only He as the source\nof all creation, being endowedwithinnumerableandimmeasurable\ntranscendental attributes has no one anywhere in existence superior or even\nequal to Him. But those possessing noble eyes like lotus petals and ears\nlike conch shells, imbibing His attributes, have fraternal feelings and\nbecome alike in mind with each other and with Him.\nWhere all desires are fulfilled in that state let me attain. By such words\nof separation with one another the state of taratamya or gradation is\nconfirmed even after attaining the state of liberation. Where in liberation\neverything has become even like unto the self, then who is it that is seen\nand by whom.\nIn the Brihad Aranyak Upanisad it is stated:\nVerily when in that state of liberation there is no seeing although\neverything is seen. Because of attaining the transcendental state, becoming\nimperishable in consciousness, there is nothing perceived other than the\ntranscendental state which permeates everything and which is the self. Thus\nthere is nothing separate from the self which can be differentiated and in\nthis way everything can be seen as transcendental, as brahman.\nConsequently with this proper understanding, statements such as knowing the\nsupreme brahman one becomes like brahman or aham brahmasi which means I am\nbrahman understood in this light can be seen not to be in any way contrary\nto Vedanta.\nIf by liberation the individual consciousness ceases to exist then what is\nthe purpose of deliverance? By this one could be confused and bewildered;\nbut in Mahabharata the reverend sage Yajnavalkya eradicated this doubt by\nhis clarifying statement that in this transcendental state all the mundane\nacademic perceptions of empirical knowledge cease to exist being replaced\nby the transcendental perception and realisation of the Ultimate Truth.\nHow could it ever be possible thatcessation of mundane perceptions of\nempirical knowledge could simultaneously cause cessation of the soul? It is\nnot possible nor can it ever be possible. The eternal soulbeing\nindependent from the mind and body is not subject to cessation.\nEssentially the Supreme Lord Krishna is different from the creation of the\nmaterial manifestation. Because the universe is dependent upon creation it\nis said to be different as it is. In regard to enjoyment of the senses of\nsmell, sight etc. they are known to be perceived only due to the potency\ngenerated by the presence of the soul. Thus the empirical experience of the\nself is similar to the realisation of the Supreme Lord. There is nothing\nelse is to be known, when one realises ones soul one realises the Supreme\nLord and everything is already known by realisation of the soul. How can\nhuman effort alone be involved and in the absence of the transcendental\nsoul what is the impetus for self-realisation? Therefore there is variance\nin empirical knowledge in relation to the Supreme Lord Krishna and one\ndoes not lose the ability to enjoy their association and relationship with\nthe Supreme Lord even after self-realisation, it cannot be otherwise.\nWhen the soul does not see anything as different from its own self then\nthere is no perception of separateness from anything and a oneness with\neverything. In the same way the Supreme Lord does not see anything as\nseparate from Himself. Brahma and others are all different from the Supreme\nLord therefore they appear separate from Him. But even though by their very\nnature they are different from Him, in the eyes of the Supreme Lord there\nis no difference He seeing them as part of Himself. When one attains this\nstate of perception there is no separateness between the individual\nconsciousness and the Ultimate Consciousness and there is no delusion ever\nregarding knowledge of Lord Krishnas supreme position.\nTechnically all living entities can be designated as brahman and all\nliberated souls can be designated as para brahman. The material substratum\nknown as prakriti can also be designated as para brahman as well; but the\nSupreme Lord Krishnas is the supreme para brahman. Neither liberatated\nsouls nor the material substratum can be superior to the Supreme Lord\nKrishna. But by knowledge of Him, by knowledge of His name and form, by\nhaving knowledge of His sagacious instructions, by the knowledge of His\npastimes, qualities and associatiates all living entities can experience\nthe essence of the Supreme Lord according to their qualification. When one\nattains communion with the Supreme Lord how can there be any difficulties?\nHow can there be any ignorance? How can there be any bewilderment in the\nabsence of ignorance? It is not possible for one who is not devoted to the\nSupreme Lord to be liberated by the mercy of the Supreme Lord.\nFrom aheya the word aham has been derived which symbolises the immutable\nSupreme Lord Krishna. Because He possesses all attributes He is known as\npara brahman. He is known as asmi because he destroys all evil and is\nexisting eternally. Being resplendent He is known as tvam. All these words\nintimating activity, intimating elements and intimating attributes refer\nsolely to the Supreme Lord. Because He is the foremost among all performers\nof activities He is known as yushmat. Because He abides in the heart of all\nliving entities with His potencies He is known by the word asmat and\nbecause He is imperceivable He is known by the word tat. On attaining self-\nrealisation one will understand that all these indications represent only\nHis predominant role.\nHaving studied all the Vedas the sage Svetaketu becomingextremely\nconceited, arrogantly assumed because he was so knowledgeable that he was\nnot human but a partial manifestation of the Supreme Lord Himself. Thinking\nthus, he became disrespectful to his own father. Seeing that his son was\ndeluded being devoid of proper etiquette, his father inquired from him how\nhad such inauspicious characteristics attached themselves to him; telling\nhim that with all his studying he had not acquired realisation of the\nSupreme Lord, by whom knowing the essence all knowledge is known. The\nSupreme Lord being predominate in Himself, with the cosmic manifestation\ncreated by Him, subservient only to Himself and thus knowing the Supreme\nLord in this way one acquires unfathomable wisdom. But if one believes the\nEarth and the universe within the cosmic manifestation are all independent\nof Him then they are deluded and such delusion brings along with it\nperpetual misery.\nKnowledge that a clod of earth is the substance that clay pots and other\nsimilar objects are fashioned from and made known and the knowing of the\nword mrutika meaning eternal, one can understand what is transitory and\nimpermanent. Similarly by knowledge of the Supreme Lord Krishna, the\nUltimate Personality, the creator of all, the cause of all causes, who is\nindependent in Himself; the true knowledge of all existence is gained. Even\nattaining the state of liberation all living entities are under His shelter\nand subservient to Him. The Supreme Lord is omnipotent, omniscient and\nomnipresent, full of all attributes. Within the Supreme Lord rests all the\nuniverses thus one can never be on the same platform as the Supreme Lord.\nEven as their is difference between a bird and a thread, the essences of\ndifferent flowers, the ocean and a river, salt from water, a person from\nhis place of dwelling, the robber and the robbed, the dead and the living;\nin the same way their is difference between the living entity and the\nSupreme Lord although the living entity is also eternal. The Supreme Lord\nbeing totally independent and the living entity being eternally dependent.\nHow is it the possible for the dependent to be equal to the independent.\nThe Supreme Lord resides within the heart of all living entities giving\nthem life as their primary cause of existence, everyone and everything is\ncompletely dependent solely upon the Supreme Lord Krishna for their breath,\nlife and very existence; yet the Supreme Lord Krishna, the cause of all\ncauses is not dependent on anything.\nTheir is a difference between the Supreme Lord and the living entities and\nthe Supreme Lord and the material energy. There is difference between one\nindividual living entity from another and also between the individual\nliving entities and the material energy as well as difference between the\nearth and the material energy. These are the basic five-fold differences.\nThey are all eternal and although born are not capable of destruction.\nTherefore eternal are these five-fold differences and becausethese\ndifferences were originated by the Supreme Lord Krishna they are eternal\ntruths and should not be imagined to be illusory. Being the Supreme\nUltimate Reality, the resplendent Supreme Lord Krishna is immutable,\nadvaita incomparable in all attributes omnipotent. By knowledge of the\nomniscient, omnipresent, blissful Supreme Lord one becomes aware of being\ndependent upon Him. Such are the attributes of the Supreme Lord Krishna and\nnone else. The Supreme Lord possessing such supreme,transcendental\nattributes as being the Supreme Lord of all does not negate the existence\nof any living entity. They certainly exist. If difference was the result of\nmere imagination it would have been false; but this difference is clearly\nperceivable by knowledge. Therefore among the wise, there is never any\noccasion to doubt the non-dual aspect of the Supreme Lord.\nIn this regard all the Vedic scriptures endorse the difference between the\nSupreme Lord and the living entities. Otherwise erroneous interpretations\nwould be prescribed to Him and knowledge of the all will not arise. In the\nsame way, one who has only seen the silver shine in an oyster shell should\nnot conclude all knowledge about silver is known. By these examples the\ndifference between the Supreme Lord and the living entities have been given\nthus here atat tvam asi meaning you are not that has been explained.\nIf the statement tatvamasi is considered as indicating difference then it\nwill not contradict the previous statement etad atmyamidam sarvam which\nrefers to the Supreme Lord as independent and all the living entities as\ndependent upon Him and therefore not separate from Him.\nEtad atyamidam refers to the Ultimate Consciousness which is indicative\nonly to the Supreme Lord. It is not correct to imagine it refers to the\nliving entities. It is simply similarity due to the relationship of the\nSupreme Lord as dominator and the living entities as dominated. It would be\na sign of acute ignorance, knowing that the Supreme Lord created the\nmaterial manifestation and all living entities separate from Himself to\nimagine that the Supreme Lord and the living entities are the same. If the\nmaterial manifestation is to be regarded as only a description then the\nstatement that from Him all this is created would not be clear. How can it\nbe possible for the non-dual nature of the Supreme Lord be refuted after\nunderstanding the inherent difference between the Supreme Lord and His\ncreation?\nAt the end of every section the difference from the Supreme Lord has been\nenunciated and who it should be given to is emphasised in the following\nmanner: to one who has stayed continuously serving the preceptor for one\nyear should this knowledge be given, not to one who is uninitiated.\nOne in knowledge understands that individual consciousness is beyond the\nmaterial manifestation.\nIn the spiritual worlds the Ultimate Personality, the Supreme Lord dwells.\nThus the knowers of the Ultimate Truth are realised and offer perpetual\nobeisance’s to the Supreme Lord Krishna whom they perceive within their\nheart of hearts as the indwelling monitor.\nIf it is argued that the Supreme Lord is neither distinct nor is He self-\nevident, nor is He averred as being non-dual with all manifestations a mere\nillusion, then the Vedic scriptures would not be logical. The apparent\nappearances will not be superior to the real appearance neither can the\napparent appearances have any special attributes attached to it. The Vedic\nscriptures are eternal and not subject to illusion. Being the Ultimate\nTruth they are proof in themselves. Thus illusion will always remain\nillusion and the Ultimate Truth will always remain the Ultimate Truth.\nIt is not possible to substantiate that the difference between the Supreme\nLord and the living entities is qualified by any limitations, if this were\nthe case then that would infer that by the acquiring of such limitations\ncould be subject to illusion; but the Supreme Lord is never subject in any\nway to illusion. If it is stated that the Supreme Lord having many feet,\nhands and mouths are different from them then these differences will be\ndefects. But the Supreme Lord is non-different from any of His individual\nparts and so it is not possible to make any comparisons of this nature.\nTherefore the difference between the Supreme Lord and the living entities\ncan only be established based on the authority of the Vedic scriptures.","shri":"\nThe term deha meaning body is derived from the word dih meaning to increase\nand correspondingly those bodies having increase must also have decrease\nand therefore are of a perishable nature. The elements combine to form the\nbody dictated by karma ato render service to the imperishable soul to\nenable the living entity to experience the positive and negative fruits of\ntheir actions. In the Brihad- aranyaka Upanisad it is stated: by accruring\nmerit one becomes meritorious. A living entity is forced to accept a body\nonly until all ones positive and negative karma is exhausted and then the\nphysical body is no longer bound to exist in the physical plane.\nAs for the soul it is indestructible, it is imperishable and it is\ninconceivable. As the aggregate of all facets of consciousness the soul is\nthe subject and all individual facets of consciousness are the object. All\npervading throughout the body of every living entity the soul as the\ncogniser is perceived by its unique distinction of being transcendental\nfrom the body. Nor can the soul be perceived as of a mutable nature as in\nthe case of the senses. Thus by the fact of its all pervading nature it is\nverified that the soul is not something which can increase or decrease\nbecause of or due to aggregation. By reason of its all pervasiveness the\nfactual reality of the souls eternality is apparent.\nAs regarding the body because it is subject to decrease and increase,\nbecause it is for the felicitation of the embodied soul in the experiencing\nthe results of karma, because it is of multiforms and because it is subject\nto decay it is destructible.\nSo it can be clearly seen that because the body is of a perishable nature\nand because the soul is of an eternal nature neither of the two can be just\nreason for regret. Therefore the Supreme Lord instructs Arjuna to bear with\nfortitude the unavoidable sharp contact of piercing arrows upon him and\nupon others and thus going to battle as a matter of duty, without the\ndesire for any results, prepare his way for immortality.","kumar":"The term deha meaning body is derived from the word dih meaning to increase\nand correspondingly those bodies having increase must also have decrease\nand therefore are of a perishable nature. The elements combine to form the\nbody dictated by karma ato render service to the imperishable soul to\nenable the living entity to experience the positive and negative fruits of\ntheir actions. In the Brihad- aranyaka Upanisad it is stated: by accruring\nmerit one becomes meritorious. A living entity is forced to accept a body\nonly until all ones positive and negative karma is exhausted and then the\nphysical body is no longer bound to exist in the physical plane.\nAs for the soul it is indestructible, it is imperishable and it is\ninconceivable. As the aggregate of all facets of consciousness the soul is\nthe subject and all individual facets of consciousness are the object. All\npervading throughout the body of every living entity the soul as the\ncogniser is perceived by its unique distinction of being transcendental\nfrom the body. Nor can the soul be perceived as of a mutable nature as in\nthe case of the senses. Thus by the fact of its all pervading nature it is\nverified that the soul is not something which can increase or decrease\nbecause of or due to aggregation. By reason of its all pervasiveness the\nfactual reality of the souls eternality is apparent.\nAs regarding the body because it is subject to decrease and increase,\nbecause it is for the felicitation of the embodied soul in the experiencing\nthe results of karma, because it is of multiforms and because it is subject\nto decay it is destructible.\nSo it can be clearly seen that because the body is of a perishable nature\nand because the soul is of an eternal nature neither of the two can be just\nreason for regret. Therefore the Supreme Lord instructs Arjuna to bear with\nfortitude the unavoidable sharp contact of piercing arrows upon him and\nupon others and thus going to battle as a matter of duty, without the\ndesire for any results, prepare his way for immortality."}