{"meta":"Bhagavad Gita Chapter 2 Verse 30","metahi":"भगवद् गीता 2.30","slok":"देही नित्यमवध्योऽयं देहे सर्वस्य भारत।तस्मात्सर्वाणि भूतानि न त्वं शोचितुमर्हसि।।2.30।।","htsrsd":"।।2.30।।हे भरतवंशोद्भव अर्जुन सबके देहमें यह देही नित्य ही अवध्य है। इसलिये सम्पूर्ण प्राणियोंके लिये अर्थात् किसी भी प्राणीके लिये तुम्हें शोक नहीं करना चाहिये।","htstma":"।।2.30।। हे भारत यह देही आत्मा सबके शरीर में सदा ही अवध्य है? इसलिए समस्त प्राणियों के लिए तुम्हें शोक करना उचित नहीं।।","transliteration":"Dehee nityam avadhyo’yam dehe sarvasya bhaarata;\nTasmaat sarvaani bhootaani na twam shochitum arhasi.","englishmeaning":"dehī—the soul that dwells within the body; nityam—always; avadhyaḥ—immortal; ayam—this soul; dehe—in the body; sarvasya—of everyone; bhārata—descendant of Bharat, Arjun; tasmāt—therefore; sarvāṇi—for all; bhūtāni—living entities; na—not; tvam—you; śhochitum—mourn; arhasi—should","hcsrsd":" 2.30।। व्याख्या     देही नित्यमवध्योऽयं देहे सर्वस्य भारत  मनुष्य देवता पशु पक्षी कीट पतंग आदि स्थावरजङ्गम् सम्पूर्ण प्राणियोंके शरीरोंमें यह देही नित्य अवध्य अर्थात् अविनाशी है। अवध्यः  शब्दके दो अर्थ होते हैं (1) इसका वध नहीं करना चाहिये और (2) इसका वध हो ही नहीं सकता। जैसे गाय अवध्य है अर्थात् कभी किसी भी अवस्थामें गायको नहीं मारना चाहिये क्योंकि गायको मारनेमें बड़ा भारी दोष है पाप है। परन्तु देहीके विषयमें देहीका वध नहीं करना चाहियेऐसी बात नहीं है प्रत्युत इस देहीका वध (नाश) कभी किसी भी तरहसे हो ही नहीं सकता और कोई कर भी नहीं सकता विनाशमव्ययस्यास्य न कश्चित्कर्तुमर्हति  (2। 17)। तस्मात्सर्वाणि भूतानि न त्वं शोचितुमर्हसि   इसलिये तुम्हें किसी भी प्राणीके लिये शोक नहीं करना चाहिये क्योंकि इस देहीका विनाश कभी हो ही नहीं सकता और विनाशी देह क्षणमात्र भी स्थिर नहीं रहता।यहाँ  सर्वाणि भूतानि  पदोंमें बहुवचन देनेका आशय है कि कोई भी प्राणी बाकी न रहे अर्थात् किसी भी प्राणीके लिये शोक नहीं करना चाहिये।शरीर विनाशी ही है क्योंकि उसका स्वभाव ही नाशवान् है। वह प्रतिक्षण ही नष्ट हो रहा है। परन्तु जो अपना नित्यस्वरूप है उसका कभी नाश होता ही नहीं। अगर इस वास्तविकको जान लिया जाय तो फिर शोक होना सम्भव ही नहीं है। प्रकरण सम्बन्धी विशेष बात यहाँ ग्यारहवें श्लोकसे तीसवें श्लोकतकका जो प्रकरण है यह विशेषरूपसे देही देह नित्यअनित्य सत्असत् अविनाशीविनाशी इन दोनोंके विवेकके लिये अर्थात् इन दोनोंको अलगअलग बतानेके लिये ही है। कारण कि जबतक देही अलग है और देह अलग है यह विवेक नहीं होगा तबतक कर्मयोग ज्ञानयोग भक्तियोग आदि कोईसा भी योग अनुष्ठानमें नहीं आयेगा। इतना ही नहीं स्वर्गादि लोकोंकी प्राप्तिके लिये भी देहीदेहके भेदको समझना आवश्यक है। कारण कि देहसे अलग देही न हो तो देहके मरनेपर स्वर्ग कौन जायगा अतः जितने भी आस्तिक दार्शनिक हैं वे चाहे अद्वैतवादी हों चाहे द्वैतवादी हों किसी भी मतके क्यो न हों सभी शरीरीशरीरके भेदको मानते ही हैं। यहाँ भगवान् इसी भेदको स्पष्ट करना चाहते हैं।इस प्रकरणमें भगवान्ने जो बात कही है वह प्रायः सम्पूर्ण मनुष्योंके अनुभवकी बात है। जैसे देह बदलता है और देही नहीं बदलता। अगर यह देही बदलता तो देहके बदलनेको कौन जानता पहले बाल्यावस्था थी फिर जवानी आयी कभी बीमारी आयी कभी बीमारी चली गयी इस तरह अवस्थाएँ तो बदलती रहती हैं पर इन सभी अवस्थाओंको जाननेवाला देही वही रहता है। अतः बदलनेवाला और न बदलनेवाला ये दोनों कभी एक नहीं हो सकते। इसका सबको प्रत्यक्ष अनुभव है। इसलिये भगवान्ने इस प्रकरणमें आत्माअनात्मा ब्रह्मजीव प्रकृतिपुरुष जडचेतन मायाअविद्या आदि दार्शनिक शब्दोंका प्रयोग नहीं किया है  (टिप्पणी प0 71.1) । कारण कि लोगोंने दार्शनिक बातें केवल सीखनेके लिये मान रखी हैं उन बातोंको केवल पढ़ाईका विषय मान रखा है। इसको दृष्टिमें रखकर भगवान्ने इस प्रकरणमें दार्शनिक शब्दोंका प्रयोग न करके देहदेही शरीरशरीरी असत्सत् विनाशीअविनाशी शब्दोंका ही प्रयोग किया है। जो इन दोनोंके भेदको ठीकठीक जान लेता है उसको कभी किञ्चिन्मात्र भी शोक नहीं हो सकता। जो केवल दार्शनिक बातें सीख लेते हैं उनका शोक दूर नहीं होता।एक छहों दर्शनोंकी पढ़ाई करना होता है और एक अनुभव करना होता है। ये दोनों बातें अलगअलग हैं और इनमें बड़ा भारी अन्तर है। पढ़ाईमें ब्रह्म ईश्वर जीव प्रकृति और संसार ये सभी ज्ञानके विषय होते हैं अर्थात् पढ़ाई करनेवाला तो ज्ञाता होता है और ब्रह्म ईश्वर आदि इन्द्रियों और अन्तःकरणके विषय होते हैं। पढ़ाई करनेवाला तो जानकारी बढ़ाना चाहता है विद्याका संग्रह करना चाहता है पर जो साधक मुमुक्षु जिज्ञासु और भक्त होता है वह अनुभव करना चाहता है अर्थात् प्रकृति और संसारसे सम्बन्धविच्छेद करके और अपनेआपको जानकर ब्रह्मके साथ अभिन्नताका अनुभव करना चाहता है ईश्वरके शरण होना चाहता है। सम्बन्ध   अर्जुनके मनमें कुटुम्बियोंके मरनेका शोक था और गुरुजनोंको मारनेके पापका भय था अर्थात् यहाँ कुटुम्बियोंका वियोग हो जायेगा तो उनके अभावमें दुःख पाना पड़ेगा यह शोक था और परलोकमें पापके कारण नरक आदिका दुःख भोगना पड़ेगा यह भय था। अतः भगवान्ने अर्जुनका शोक दूर करनेके लिये ग्यारहवेंसे तीसवें श्लोकतकका प्रकरण कहा और अब अर्जुनका भय दूर करनेके लिये क्षात्रधर्मविषयक आगेका प्रकरण आरम्भ करते हैं।","hcsca":"।।2.30।। सबके शरीर में स्थित सूक्ष्म आत्मतत्त्व अवध्य है अर्थात् इसका वध नहीं किया जा सकता। केवल देह का ही नाश होता है। इसलिए अर्जुन को उपदेश किया जाता है कि इस महा समर में युद्ध करने और शत्रु संहार करने में किसी भी प्राणी के लिए शोक करना सर्वथा अनुचित है। युद्ध में वह शत्रुओं का सामना करे। यह उपदेश देने के पूर्व भगवान् श्रीकृष्ण ने अत्यन्त युक्तियुक्त शैली में आत्मा की अनश्वरता और शरीरों के नश्वर स्वभाव को सिद्ध किया है। श्रीशंकराचार्य सही कहते हैं कि 11वें श्लोक से प्रारम्भ किये गये प्रकरण का यहाँ उपसंहार किया गया है।अब तक यह बताया गया कि पारमार्थिक सत्य की दृष्टि से शोक करने का कोई कारण नहीं है। न केवल पारमार्थिक दृष्टि से बल्कि","etsga":"2.30 O descendant of Bharata, this embodied Self existing in everyones body can never be killed. Therefore you ought not to grieve for all (these) beings.","etssa":"2.30 This, the Indweller in the body of everyone, is ever indestructible, O Arjuna; therefore, thou shouldst not grieve for any creature.","etdss":"2.30. O descendant of Bharata ! This embodied One in the body of every one is for ever incapable of being slain. Therefore you should not lament over all beings.","ecssa":"2.30 देही indweller? नित्यम् always? अवध्यः indestructible? अयम् this? देहे in the body? सर्वस्य of all? भारत O Bharata? तस्मात् therefore? सर्वाणि (for) all? भूतानि creatures? न not? त्वम् thou? शोचितुम् to grieve? अर्हसि (thou) shouldst.Commentary The body of any creature may be destroyed but the Self cannot be killed. Therefore you should not grieve regarding any creature whatever? Bhishma or anybody else.","scetsga":"2.30 Because of being partless and eternal, ayam, this dehi, embodied Self; nityam avadhyah, can never be killed, under any condition. That being so, although existing sarvasya dehe, in all bodies, in trees etc., this One cannot be killed on account of Its being allpervasive. Since the indewelling One cannot be killed although the body of everyone of the living beings be killed, tasmat, therefore; tvam, you; na arhasi, ought not; socitum, to grieve; for sarvani bhutani, all (these) beings, for Bhisma and others.\nHere [i.e. in the earlier verse.] it has been said that, from the standpoint of the supreme Reality, there is no occasion for sorrow or delusion. (This is so) not merely from the standpoint of the supreme Reality, but","scetdss":"2.30 Dehi etc. On these grounds, the permanent destruction-lessness of the Self [is established].","scetssa":"2.30 The self within the body of everyone such as gods etc., must be considered to be eternally imperishable, though the body can be killed. Therefore, all beings from gods to immovable beings, even though they possess different forms, are all uniform and eternal in their nature as described above. The ineality and the perishableness pertain only to the bodies. Therefore, it is not fit for you to feel grief for any of the beings beginning from gods etc., and not merely for Bhisma and such others.","chakravarthi":"“Therefore speak clearly. What should I do and not do? ”\n“Do not lament, fight.” In two verses, Krishna explains this.","rudra":"\nThus in the course of teaching in brief the incomprehensibility of the\neternal soul, the explanation of why one has no need for lamentation of the\nphysical body is being concluded. The embodied self, meaning the eternal\nsoul is quite clear.","brahma":"\nHow is the living entity indestructible? By the auspices of the Supreme\nLord Krishna, of whom which a portion is residing within every living\nentity as the eternal soul for the protection of every living entity. This\nis why the living entity is know to be indestructible not due to any\nstrengths of their own. Physical elements, actions and time are the\nattributes of all living entities which exist and cease to exist solely by\nthe grace of the Supreme Lord.\nNow begins the summation.\nIn the Padma Purana it is stated:\nEstablishing Himself within the heart of every living entity the Supreme\nLord protects each and every living entity eternally. Permanent objects\nlike the immortal soul are protected eternally and impermanent objects such\nas the physical body are protected temporarily. In His manifested form or\nin His unmanifest form, appearing or not appearing, throughout the material\nexistence the Supreme Lord Krishna maintains and sustains all living\nentities for their highest good.","shri":"\nThe eternal soul embodied within the physical body regardless whether it is\na human earthly body or the physical bodies possessed by the demigods in\nthe heavenly spheres; the immortal soul is eternally invulnerable even\nthough the body perishes. Hence understanding this principle as fundamental\nwhatever diversity and varieagatedness in the forms of bodies born from the\nwomb of a female who was also conceived in the womb of a female that exists\nfrom the demigods down through the human species as well as to the animal\nspecies and the fish species and even including the immovable plants and\ntrees it should be clearly understood that equanimity prevails regarding\nthe essential nature of the immortal soul abiding therein whatever the\nbodily form and is eternal. Whereas the physical body is transient. So\nArjuna is being instructed that factually according to thisproper\nunderstanding regarding all living entities, he has no basis to lament for\nany being.","kumar":"The eternal soul embodied within the physical body regardless whether it is\na human earthly body or the physical bodies possessed by the demigods in\nthe heavenly spheres; the immortal soul is eternally invulnerable even\nthough the body perishes. Hence understanding this principle as fundamental\nwhatever diversity and varieagatedness in the forms of bodies born from the\nwomb of a female who was also conceived in the womb of a female that exists\nfrom the demigods down through the human species as well as to the animal\nspecies and the fish species and even including the immovable plants and\ntrees it should be clearly understood that equanimity prevails regarding\nthe essential nature of the immortal soul abiding therein whatever the\nbodily form and is eternal. Whereas the physical body is transient. So\nArjuna is being instructed that factually according to thisproper\nunderstanding regarding all living entities, he has no basis to lament for\nany being."}