{"meta":"Bhagavad Gita Chapter 2 Verse 40","metahi":"भगवद् गीता 2.40","slok":"नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते।स्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात्।।2.40।।","htsrsd":"।।2.40।।मनुष्यलोकमें इस समबुद्धिरूप धर्मके आरम्भका नाश नहीं होता इसके अनुष्ठानका उलटा फल भी नहीं होता और इसका थोड़ासा भी अनुष्ठान (जन्ममरणरूप) महान् भयसे रक्षा कर लेता है।","htstma":"।।2.40।। इसमें क्रमनाश और प्रत्यवाय दोष नहीं है। इस धर्म (योग) का अल्प अभ्यास भी महान् भय से रक्षण करता है।।","transliteration":"Nehaabhikramanaasho’sti pratyavaayo na vidyate;\nSwalpam apyasya dharmasya traayate mahato bhayaat.","englishmeaning":"na—not; iha—in this; abhikrama—efforts; nāśhaḥ—loss; asti—there is; pratyavāyaḥ—adverse result; na—not; vidyate—is; su-alpam—a little; api—even; asya—of this; dharmasya—occupation; trāyate—saves; mahataḥ—from great; bhayāt—danger","hcsrsd":" 2.40।। व्याख्या   इस समबुद्धिकी महिमा भगवान्ने पूर्वश्लोकके उत्तरार्धमें और इस (चालीसवें) श्लोकमें चार प्रकारसे बतायी है (1) इसके द्वारा कर्मबन्धनसे मुक्त हो जाता है (2) इसके उपक्रमका नाश नहीं होता (3) इसका उलटा फल नहीं होता और (4) इसका थोड़ासा भी अनुष्ठान महान् भयसे रक्षा करनेवाला होता है। नेहाभिक्रमनाशोऽस्ति   इस समबुद्धि (समता) का केवल आरम्भ ही हो जाय तो उस आरम्भका भी नाश नहीं होता। मनमें समता प्राप्त करनेकी जो लालसा उत्कण्ठा लगी है यही इस समताका आरम्भ होना है। इस आरम्भका कभी अभाव नहीं होता क्योंकि सत्य वस्तुकी लालसा भी सत्य ही होती है।यहाँ  इह  कहनेका तात्पर्य है कि इस मनुष्यलोकमें यह मनुष्य ही इस समबुद्धिको प्राप्त करनेका अधिकारी है। मनुष्यके सिवाय दूसरी सभी भोगयोनियाँ है। अतः उन योनियोंमें विषमता (रागद्वेष) का नाश करनेका अवसर नहीं है क्योंकि भोग रागद्वेषपूर्वक ही होते हैं। यदि रागद्वेष न हों तो भोग होगा ही नहीं प्रत्युत साधन ही होगा। प्रत्यवायो न विद्यते   सकामभावपूर्वक किये गये कर्मोंमें अगर मन्त्रउच्चारण यज्ञविधि आदिमें कोई कमी रह जाय तो उसका उलटा फल हो जाता है। जैसे कोई पुत्रप्राप्तिके लिये पुत्रेष्टि यज्ञ करता है तो उसमें विधिकी त्रुटि हो जानेसे पुत्रका होना तो दूर रहा घरमें किसीकी मृत्यु हो जाती है अथवा विधिकी कमी रहनेसे इतना उलटा फल न भी हो तो भी पुत्र पूर्ण अङ्गोंके साथ नहीं जन्मता परन्तु जो मनुष्य इस समबुद्धिको अपने अनुष्ठानमें लानेका प्रयत्न करता है उसके प्रयत्नका अनुष्ठानका कभी भी उलटा फल नहीं होता। कारण कि उसके अनुष्ठानमें फलकी इच्छा नहीं होती। जबतक फलेच्छा रहती है तबतक समता नहीं आती और समता आनेपर फलेच्छा नहीं रहती। अतः उसके अनुष्ठानका विपरीत फल होता ही नहीं होना सम्भव ही नहीं।विपरीत फल क्या है संसारसे विषमताका होना ही विपरीत फल है। सांसारिक किसी कार्यमें राग होना और किसी कार्यमें द्वेष होना ही विषमता है और इसी विषमतासे जन्ममरणरूप बन्धन होता है। परन्तु मनुष्यमें जब समता आती है तब रागद्वेष नहीं रहते और रागद्वेषके न रहनेसे विषमता नहीं रहती तो फिर उसका विपरीत फल होनेका कोई कारण ही नहीं है। स्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात्   इस समबुद्धिरूप धर्मका थोड़ासा भी अनुष्ठान हो जाय थोड़ीसी भी समता जीवनमें आचरणमें आ जाय तो यह जन्ममरणरूप महान् भयसे रक्षा कर लेता है। जैसे सकाम कर्म फल देकर नष्ट हो जाता है ऐसे यह समता धनसम्पत्ति आदि कोई फल देकर नष्ट नहीं होती अर्थात् इसका फल नाशवान् धनसम्पत्ति आदिकी प्राप्ति नहीं होत। साधकके अन्तःकरणमें अनुकूलप्रतिकूल वस्तु व्यक्ति घटना परिस्थिति आदिमें जितनी समता आ जाती है उतनी समता अ़टल हो जाती है। इस समताका किसी भी कालमें नाश नहीं हो सकता। जैसे योगभ्रष्टकी साधनअवस्था में जितनी समता आ जाती है जितनी साधनसामग्री हो जाती है उसका स्वर्गादि ऊँचे लोकोंमें बहुत वर्षोंतक सुख भोगनेपर और मृत्युलोगमें श्रीमानोंके घरमें भोग भोगनेपर भी नाश नहीं होता (गीता 6। 41 44)। यह समता साधनसामग्री कभी किञ्चिन्मात्र भी खर्च नहीं होती प्रत्युत सदा ज्योंकीत्यों सुरक्षित रहती है क्योंकि यह सत् है सदा रहनेवाली है। धर्म  नाम दो बातोंका है (1) दान करना प्याऊ लगाना अन्नक्षेत्र खोलना आदि परोपकारके कार्य करना और (2) वर्णआश्रमके अनुसार शास्त्रविहित अपने कर्तव्यकर्मका तत्परतासे पालन करना। इन धर्मोंका निष्कामभावपूर्वक पालन करनेसे समतारूप धर्म स्वतः आ जाता है क्योंकि यह समतारूप धर्म स्वयंका धर्म अर्थात् स्वरूप है। इसी बातको लेकर यहाँ समबुद्धिको धर्म कहा गया है। समतासम्बन्धी विशेष बात लोगोंके भीतर प्रायः यह बात बैठी हुई है कि मन लगनेसे ही भजनस्मरण होता है मन नहीं लगा तो रामराम करनेसे क्या लाभ परन्तु गीताकी दृष्टिमें मन लगना कोई ऊँची चीज नहीं है। गीताकी दृष्टिमें ऊँची चीज हैसमता। दूसरे लक्षण आयें या न आयें जिसमें समता आ गयी उसको गीता सिद्ध कह देती है। जिसमें दूसरे सब लक्षण आ जायँ और समता न आये उसको गीता सिद्ध नहीं कहती।समता दो तरहकी होती है अन्तःकरणकी समता और स्वरूपकी समता। समरूप परमात्मा सब जगह परिपूर्ण है। उस समरूप परमात्मामें जो स्थित हो गया उसने संसारमात्रपर विजय प्राप्त कर ली वह जीवन्मुक्त हो गया। परन्तु इसकी पहचान अन्तःकरणकी समतासे होती है (गीता 5। 19)। अन्तःकरणकी समता है सिद्धिअसिद्धिमें सम रहना (गीता 2। 48)। प्रशंसा हो जाय या निन्दा हो जाय कार्य सफल हो जाय या असफल हो जाय लाखों रूपये आ जायँ या लाखों रूपये चले जायँ पर उससे अन्तःकरणमें कोई हलचल न हो सुखदुःख हर्षशोक आदि न हो (गीता 5। 20)। इस समताका कभी नाश नहीं होता। कल्याणके सिवाय इस समताका दूसरा कोई फल होता ही नहीं।मनुष्य तप दान तीर्थ व्रत आदि कोई भी पुण्यकर्म करे वह फल देकर नष्ट हो जाता है परन्तु साधन करतेकरते अन्तःकरणमें थोड़ी भी समता (निर्विकारता) आ जाय तो वह नष्ट नहीं होती प्रत्युत कल्याण कर देती है। इसलिये साधनमें समता जितनी ऊँची चीज है मनकी एकाग्रता उतनी ऊँची चीज नहीं है। मन एकाग्र होनेसे सिद्धियाँ तो प्राप्त हो जाती है पर कल्याण नहीं होता। परन्तु समता आनेसे मनुष्य संसारबन्धनसे सुखपूर्वक मुक्त हो जाता है (गीता 5। 3)। सम्बन्ध   उन्तालीसवें श्लोकमें भगवान्ने जिस समबुद्धिको योगमें सुननेके लिये कहा था उसी समबुद्धिको प्राप्त करनेका साधन आगेके श्लोकमें बताते हैं।","hcsca":"।।2.40।। क्रमनाश जिस प्रकार कृषि क्षेत्र में फसल पाने के लिये भूमि जोतना सींचना बीज बोना निराई सुरक्षा और कटाई आदि क्रम का पालन करना पड़ता है अन्यथा हानि उठानी पड़ती है उसी प्रकार वेदों के कर्मकाण्ड में वर्णित यज्ञयागादि के अनुष्ठान में भी क्रमानुसार क्रिया विधि न करने पर यज्ञ का फल नहीं मिलता। इतना ही नहीं यदि वेद प्रतिपादित कर्मों को न किया जाय तो वह प्रत्यवाय दोष कहलाता है जिसका अनिष्ट फल कर्त्ता (जीव)को भोगना पड़ता है। लौकिक फल प्राप्ति में यही बातें देखी जाती हैं। भौतिक जगत् में भी इसी प्रकार के अनेक उदाहरण हैं जैसे गलत औषधियों के प्रयोग से रोगी को अपने प्राणों से हाथ धोना पड़ता है।कर्म क्षेत्र में इन दोषों के होने से हमें इष्टफल नहीं मिल पाता। भगवान् श्रीकृष्ण यहां मानो इस ज्ञान का विज्ञापन करते हुये कर्मयोग का उपर्युक्त दोनों दोषों से सर्वथा मुक्त और सुरक्षित होने का आश्वासन देते हैं।अब इस ज्ञान का स्वरूप बताते हैं","etsga":"2.40 Here there is no waste of an attempt; nor is there (any) harm. Even a little of this righteousness saves (one) from great fear.","etssa":"2.40 In this there is no loss of effort, nor is there any harm (production of contrary results or transgression). Even a little of this knowledge (even a little practice of this Yoga) protects one from great fear.","etdss":"2.40. Here there is no loss due to transgression, and there exists no contrary downward course (sin); even a little of this righteous thing saves [one] from great danger.","ecssa":"2.40 न not? इह in this? अभिक्रमनाशः loss of effort? अस्ति is? प्रत्यवायः production of contrary results? न not? विद्यते is? स्वल्पम् very little? अपि even? अस्य of this? धर्मस्य duty? त्रायते protects? महतः (from) great? भयात् fear.Commentary If a religious ceremony is left uncompleted? it is a wastage as the performer cannot realise the fruits. But it is not so in the case of Karma Yoga because every action causes immediate purification of the heart.In agriculture there is uncertainty. The farmer may till the land? plough and sow the seed but he may not get a crop if there is no rain. This is not so in Karma Yoga. There is no uncertainty at all. Further? there is no chance of any harm coming out of it. In the case of medical treatment great harm will result from the doctors injudicious treatment if he uses a wrong medicine. But it is not so in the case of Karma Yoga. Anything done? however little it may be? in this path of Yoga? the Yoga of action? saves one from great fear of being caught in the wheel of birth and death. Lord Krishna here extols Karma Yoga in order to create interest in Arjuna in this Yoga.","scetsga":"2.40 Moreover, iha, here, in the path to Liberation, viz the Yoga of Action (rites and duties); na, there is no; abhikrama-nasah, waste of an attempt, of a beginning, unlike as in agriculture etc. The meaning is that the result of any attempt in the case of Yoga is not uncertain. Besides, unlike as in medical care, na vidyate, nor is there, nor does there arises; any pratyavayah, harm. But, svalpam api, even a little; asya, of this; dharmasya, righteousness in the form of Yoga (of Action); when pracised, trayate, saves (one); mahato bhayat, from great fear, of mundance existence characterized by death, birth, etc.","scetdss":"2.40 Neha etc. Here in this determinate knowledge there arises no loss through transgression, an offence due to negligence; because negligence is [itself] absent there. And just as a burning oil in the boiler get cooled soon, due to a limited antity of sandal (put in it), in the same way due to this knowledge of Yoga-eventhough it is very little-the great danger in the form of the cycle of birth-and-death perishes completely.\n And this knowledge is not introduced as a new thing. Then what ?","scetssa":"2.40 Here, in Karma Yoga, there is no loss of Abhikrama or of effort that has been put in; loss means the loss of efficacy to bring about the fruits. In Karma Yoga if work is begun and left unfinished, and the continuity is broken in the middle, it does not remain fruitless, as in the case of works undertaken for their fruits. No evil result is acired if the continuity of work is broken. Even a little of this Dharma known as Karma Yoga or Niskama Karma (unselfish action without desire for any reward) gives protection from the great fear, i.e., the fear of transmigratory existence.\nThe same purport is explained later thus: Neither in this world nor the next, O Arjuna, there is annihilation for him (6.40). But in works, Vedic and secular, when there is interruption in the middle, not only do they not yield fruits, but also there is accrual of evil.\nNow, Sri Krsna distinguishes the Buddhi or mental disposition concerned with those acts which constitute a means for attaining release from those which are concerned with the acts meant for gaining the desired objects:","chakravarthi":"There are two types of yoga explained in this section of the chapter: in the form of bhakti, including hearing chanting and other such activities; and in the form of activities offered to the Lord without personal desire (niskama karma yoga), which is expressed starting with the verse karmany evadhikaras te (BG 2.47). Before that, however, bhakti is discussed. Because bhakti alone, and no other process, is beyond the three modes, a person transcends the modes only by performing bhakti yoga. Thus the statement nistraigunyo bhava to Arjuna (BG 2.45) indicates that this section is about bhakti. The nirguna nature of bhakti is also well supported by the statements of the eleventh canto of Bhagavatam. Jnana and karma cannot be said to be nistraigunya because of the presence of sattva in jnana, and rajas in karma.\nAnd the bhakti found in karma yoga in the form of offering to the Lord is present there just makes karma lose its uselessness and bear material fruits. This process of karma yoga does not have the designation of bhakti proper because predominance of bhakti is absent. If one considers karma offered to the Lord to be bhakti, then what would the designation karma refer to? If one says that it refers to karma not offered to the Lord, that cannot be, for Narada says,\nnaiskarmyam apy acyuta-bhava-varjitam na sobhate jnanam alam niranjanam kutah punah sasvad abhadram isvare na carpitam karma yad apy akaranam\nKnowledge of self-realization, even though free from all material affinity, does not look well if devoid of a conception of the Infallible [God]. What, then, is the use of fruitive activities, which are naturally painful from the very beginning and transient by nature, if they are not utilized for the devotional service of the Lord? SB 1.5.12\nThis statement indicates that karma devoid of the Lord is completely useless.\nTherefore, in this verse and in the verses till 45, bhakti, characterized only by hearing, chanting, and other devotional acts, practiced only to attain the sweetness of the Lord’s lotus feet, is being defined.\nOf course, niskama karma yoga will also be defined. Both of these are indicated by the word buddhi yoga mentioned in verse 39. In the phrase dadami buddhi yogam tarn yena mam upayanti te (BG10.10), the word buddhi yoga indicates bhakti yoga. In the phrase durena hy avaram karma buddhi yogad dhananjaya (BG 2.49), the word buddhi yoga indicates niskama karma yoga.\nThus, this present verse is a glorification of the process of bhakti with hearing and chanting, which is beyond the modes of nature. In bhakti yoga there is no destruction (nasah), and there is also no sin incurred (pratyavaya), if the practice has just begun (abhikrama) and then stopped. If karma yoga, however, is begun and then stopped, there is both destruction of the fruits of karma yoga and sinful reaction as well.\n“But then, by non-performance of bhakti which he is supposed to do, the aspiring practitioner also should not get any results.”\n“Whatever little bhakti was there by the initial practice (svalpam apy asya dharmasya) will certainly deliver him from the bondage of samsara (mahato bhayat).”\nThis is understood from such verses as the following:\nyan-nama sakrcchravanat pukkaso ‘pi vimucyate sarhsarad\nMerely by hearing the holy name of Your Lordship only once, even candalas, men of the lowest class, are freed from all material contamination. SB 6.16.44\nAnd it is also seen in the example of Ajamila and others.\nOne can see that the following statement by the Lord has the same meaning:\nhy angopakrame dhvamso mad-dharmasyoddhavanv api maya vyavasitah samyan nirgunatvad anasisah\nMy dear Uddhava, because I have personally established it, this process of devotional service unto Me is transcendental and free from any material motivation. Certainly a devotee never suffers even the slightest loss by adopting this process. SB 11.29.20\nIn the Bhagavatam verse quoted above, Krishna also shows the cause of indestructibility of bhakti. As it is beyond the gunas, it never can be destroyed. That can be seen even in the verse under discussion. One cannot say however that niskama karma yoga, even by being offered to the Lord, is beyond the modes of nature, for it is said:\nmad-arpanam nisphalam va sattvikam nija-karma tat\nWork performed as an offering to Me, without consideration of the fruit, is considered to be in the mode of goodness. SB 11.25.23\nThis verse indicates that niskama karma yoga, even offered to the Lord, is in the material mode of sattva (and therefore subject to destruction).","rudra":"\nIt may be put forth that activities such as farming sometimes fails to\nproduce results due to natural phenomena such as variations in weather,\ndrought, flooding etc. Also it may be submitted that there are chances of\nincurring reactions in the performance of spiritual rituals if the mantras\nare spoken improperly or if there are any defects performing the prescribed\nVedic ceremony. So there may be some doubt regarding how bondage from\nactions can be effectively neutralised by karma yoga or the science of the\nindividual consciousness attaining the Ultimate consciousness by performing\nactions as a matter of duty. These doubts are now being alleviated in this\nverse where it states that by the path of karma yoga, being free from\nfruitive desires there is no loss or diminution from any endeavour which is\nundertaken in righteousness nor is any effort wasted as is the case with\nactions having fruitive desires. In this there is no possibility of\nincurring any sin or reaction from such actions as these actions performed\nin righteousness are surrendered to the Supreme Lord and completely free\nfrom the desire of fruitive results. Moreover even the smallest amount of\neffort on this path of righteousness saves a living entity from the great\ndanger of transmigration of being born again and again in the material\nexistence endlessly.","brahma":"\nIn the Agni Purana it is stated:\nThat pseudo devotion, inconsistant devotion and defective devotion due to\ninsufficient knowledge or deviation from the Vedic injunctions renders any\nchance for reciprocation with the Supreme Lord as futile and in vain.\nKeeping in mind the preceding words it can be seen that even without any\nintention whatsoever of propitiating the Supreme Lord; by the performance\nof righteous actions without any desire for reward or recognition, whether\ncomplete or incomplete righteousness is most certainly accrued to the\nfollowers of the Supreme Lord regardless. This eternal truth was initiated\nin the Satya Yuga for the benefit of the worlds in the Vedic scriptures.\nExcept by the mercy of the Supreme Lord pleasure neither a drop of rain may\nfall; nor a blade of grass may grow. A spiritually intelligent living\nentity should always be a humble servant of the transcendental Supreme Lord\nKrishna serving Him with loving devotion without any desires. A living\nentity reading this material should understand it completely should never\nhave any reservation that there is anything equal to orsuperior to Him.\nOne should understand that according to revealed scriptures everything in\nexistence has been created by Him and everything inexistenceis\nsubordinate to Him. Accordingly even the gradation of His eternal and\nphenomenal incarnations and expansions is determined. These eternal truths\ninitiated bytheSupremeLordHimselfarefruitfulinTreta\nYuga, especially fruitful in Dvarapa Yuga and most especially fruitful in\nkali yaga. Therefore it should be clearly understood that the blessing of\nsalvation can only be bestowed upon those who by spiritual knowledge have\nfactually attained actual communion with the Supreme Lord Krishna.\nThe Vedic scriptures are eternal and are instruments of superior knowledge.\nRighteousness or dharma is also superior and of much more import than the\npropitiation of various demigods. Even better than all is having factual\nknowledge of the Supreme Lord is the best of all attributes. Whatever is\nofferred at the summation of yagna, that verily is for the Supreme Lord.\nThose knowers of the Vedas return to earth again after enjoying the\ncelestial spheres and again performing meritorious service to the Supreme\nLord they again go to the celestial spheres. Awareness of the status and\ngradation of the various demigods and performing actions whichare\nbeneficial to them brings with it similar results in thematerial\nexistence. However without having comprehensive knowledge according to the\nVedic scriptures of the paramount position of the Supreme Lord Krishna, as\nthe Supreme Lord over all there is, all ones prayers, penance and longing\nfor heavenly realms will be in vain; for without relinquishing attachment\nto the senses and without constant remembrance of the Supreme Lord Krishna\neven knowledge of the Vedas is in vain. But still due to having some piety\nthey gradually are redeemed by the Supreme Lord at the end when they have\nrealised that surrendering all actions unto the Supreme Lord according to\nthe Vedic injunctions after living many lives performing meritorious\nactions.\nOne who has not realised the Supreme Lord Krishnas paramount position over\nall there is, even if they perform all the rituals enjoined in the Vedas\ncannot be spoken of as a real knower of Vedanta. The word vada means\nspeech. One who speaks about the Supreme Lord Krishna who is the Ultimate\ngoal of the Vedas without factually understanding His Supreme position is\nmerely theoretical. One should not be engrossed in debative arguments about\nthe Vedas with living entities of no piety or to those who purposely\nperform sinful activities or to those who areincorrigible.These\nunfortunate living entities descend to the worlds of obscurity and darkness\nperpetually and which are without a beginning and an end. In the Vedic\nscriptures these worlds are known as vavra meaning from whence there is no\nreturn and were dwell living entities languishing in nescience.","shri":"Ramanuja.\nBhagavad-Gita: chapter 2, verse 41\nThe Supreme Lord Krishna is reaffirming that the science of yoga rather\nthan the various methods of action prescribed in the Vedic scriptures is\nthe one path that has guaranteed certainty. The word vyavasaya derived\nfrom nischaya means certainty. The unshakeable conviction one has of such a\ndecisive nature is that which the aspirant of salvation possesses and which\ncan be understood by the actions they perform. The strength of this\nunshakeable conviction is directly connected to ones understanding of the\neternal reality of the souls immortality. Fragmented and not evolved is\nthat mind which entertains ideas of performing actions for the reaping of\nresults. People of this type vaguely know that the soul exists, although\nmistakenly attributing it as being part of the body and no more knowledge\nis required in their case as their material wishes for wealth and fame and\neven heaven can be obtained without having accurate, precise knowledge of\nthe actual transcendental position of the eternal soul.\nBut on the other hand the conviction of certainty is unique in its\nsingleness of purpose and focused aim. All actions executed by such a\nliving entity has for its sole objective salvation and the means is yoga\nwhich is the science of the individual consciousness attaining communion\nwith the Ultimate Consciousness. This is the essence of theVedic\nscriptures which lead to this conclusion and such being the case there can\narise only one unshakeable conviction to one possessing spiritual insight.\nFor the fulfilment of one single attainment being salvation all actions are\ndedicated by one fixed in the firm resolve for salvation. Hence as the\nprimary objective of the Vedic scriptures is one, the firm resolve as\nregarding the purpose of all actions can be but one as in the case for\nexample of the six different kinds of rituals called Darsa-purnamasa. Three\nrituals are to be performed on the new moon and three are to be performed\non the full moon. In their performance they all differ in regards to\nexecution yet they may be said to constitute a single aim for when all are\ndirected to obtaining a single fruit all there seperate differences may be\nunderstood as part of a whole.\nWhereas in the case of those with fragmented and unfocused minds who engage\nin various activities each intended to acquire some result such as heaven,\nwealth, fame, power and so forth and so on the schemes are endless as the\ndesires are endless. Even the results are diverse as in the case again of\nthe Darsa-purnamasa, for although the rituals are directed to be performed\nfor the obtainment of a specific goal, yet they confer minor benefits as\nwell such as good health, vigor and long life. Thus it is stated that the\nmentality of those not evolved is endless and ramifying.\nThe conclusion of this verse is that all nitya or daily rites and all\nnaimittika or occasional rites for specific times prescribed in the Vedic\nscriptures shall be performed with the sole aim of ultimate salvation as\nthe purpose. Although each rite individually is capable of giving its own\ntemporary, material reward; but all such rewards are to be ignored while\nholding focus solely on salvation.\nAs for fruitive rites and rituals desiring some material benediction, these\nshall be performed in the manner prescribed for the four varnas or classes\nof cultured life being brahmana, ksatriya, vaisya, and sudra in the four\nasramas or stages of cultured life being brahmacarya or celibate life,\ngrihasta or married life, vanaprastha or renunounced life and sannyasa or\ndedication and focus solely on the Supreme Lord. Accordingly they should\nalso resign the acquired results of their efforts in favor of salvation.\nIn the next three verses will be seen that those who engage solely in\nfruitive activities are condemned.","kumar":"Ramanuja.\nBhagavad-Gita: chapter 2, verse 41\nThe Supreme Lord Krishna is reaffirming that the science of yoga rather\nthan the various methods of action prescribed in the Vedic scriptures is\nthe one path that has guaranteed certainty. The word vyavasaya derived\nfrom nischaya means certainty. The unshakeable conviction one has of such a\ndecisive nature is that which the aspirant of salvation possesses and which\ncan be understood by the actions they perform. The strength of this\nunshakeable conviction is directly connected to ones understanding of the\neternal reality of the souls immortality. Fragmented and not evolved is\nthat mind which entertains ideas of performing actions for the reaping of\nresults. People of this type vaguely know that the soul exists, although\nmistakenly attributing it as being part of the body and no more knowledge\nis required in their case as their material wishes for wealth and fame and\neven heaven can be obtained without having accurate, precise knowledge of\nthe actual transcendental position of the eternal soul.\nBut on the other hand the conviction of certainty is unique in its\nsingleness of purpose and focused aim. All actions executed by such a\nliving entity has for its sole objective salvation and the means is yoga\nwhich is the science of the individual consciousness attaining communion\nwith the Ultimate Consciousness. This is the essence of theVedic\nscriptures which lead to this conclusion and such being the case there can\narise only one unshakeable conviction to one possessing spiritual insight.\nFor the fulfilment of one single attainment being salvation all actions are\ndedicated by one fixed in the firm resolve for salvation. Hence as the\nprimary objective of the Vedic scriptures is one, the firm resolve as\nregarding the purpose of all actions can be but one as in the case for\nexample of the six different kinds of rituals called Darsa-purnamasa. Three\nrituals are to be performed on the new moon and three are to be performed\non the full moon. In their performance they all differ in regards to\nexecution yet they may be said to constitute a single aim for when all are\ndirected to obtaining a single fruit all there seperate differences may be\nunderstood as part of a whole.\nWhereas in the case of those with fragmented and unfocused minds who engage\nin various activities each intended to acquire some result such as heaven,\nwealth, fame, power and so forth and so on the schemes are endless as the\ndesires are endless. Even the results are diverse as in the case again of\nthe Darsa-purnamasa, for although the rituals are directed to be performed\nfor the obtainment of a specific goal, yet they confer minor benefits as\nwell such as good health, vigor and long life. Thus it is stated that the\nmentality of those not evolved is endless and ramifying.\nThe conclusion of this verse is that all nitya or daily rites and all\nnaimittika or occasional rites for specific times prescribed in the Vedic\nscriptures shall be performed with the sole aim of ultimate salvation as\nthe purpose. Although each rite individually is capable of giving its own\ntemporary, material reward; but all such rewards are to be ignored while\nholding focus solely on salvation.\nAs for fruitive rites and rituals desiring some material benediction, these\nshall be performed in the manner prescribed for the four varnas or classes\nof cultured life being brahmana, ksatriya, vaisya, and sudra in the four\nasramas or stages of cultured life being brahmacarya or celibate life,\ngrihasta or married life, vanaprastha or renunounced life and sannyasa or\ndedication and focus solely on the Supreme Lord. Accordingly they should\nalso resign the acquired results of their efforts in favor of salvation.\nIn the next three verses will be seen that those who engage solely in\nfruitive activities are condemned."}