{"meta":"Bhagavad Gita Chapter 2 Verse 19","metahi":"भगवद् गीता 2.19","slok":"य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम्।उभौ तौ न विजानीतो नायं हन्ति न हन्यते।।2.19।।","htsrsd":"।।2.19।।जो मनुष्य इस अविनाशी शरीरीको मारनेवाला मानता है और जो मनुष्य इसको मरा मानता है वे दोनों ही इसको नहीं जानते क्योंकि यह न मारता है और न मारा जाता है।","htstma":"।।2.19।। जो इस आत्मा को मारने वाला समझता है और जो इसको मरा समझता है वे दोनों ही नहीं जानते हैं? क्योंकि यह आत्मा न मरता है और न मारा जाता है।।","transliteration":"Ya enam vetti hantaaram yashchainam manyate hatam;\nUbhau tau na vijaaneeto naayam hanti na hanyate.","englishmeaning":"yaḥ—one who; enam—this; vetti—knows; hantāram—the slayer; yaḥ—one who; cha—and; enam—this; manyate—thinks; hatam—slain; ubhau—both; tau—they; na—not; vijānītaḥ—in knowledge; na—neither; ayam—this; hanti—slays; na—nor; hanyate—is killed","hcsrsd":" 2.19।। व्याख्या  य एनं (टिप्पणी प0 59) वेत्ति हन्तारम्   जो इस शरीरीको मारनेवाला मानता है  वह ठीक नहीं जानता। कारण कि शरीरीमें कर्तापन नहीं है। जैसे कोई भी कारीगर कैसा ही चतुर क्यों न हो पर किसी औजारके बिना वह कार्य नहीं कर सकता ऐसे ही यह शरीरी शरीरके बिना स्वयं कुछ भी नहीं कर सकता। अतः तेरहवें अध्यायमें भगवान्ने कहा है कि सब प्रकारकी क्रियाएँ प्रकृतिके द्वारा ही होती हैं ऐसा जो अनुभव करता है वह शरीरीके अकर्तापनका अनुभव करता है (13। 29)। तात्पर्य यह हुआ है कि शरीरमें कर्तापन नहीं है पर यह शरीरके साथ तादात्म्य करके सम्बन्ध जोड़कर शरीरसे होनेवाले क्रियाओंमें अपनेको कर्ता मान लेता है। अगर यह शरीरके साथ अपना सम्बन्ध न जोड़े तो यह किसी भी क्रियाका कर्ता नहीं है। यश्चैनं मन्यते हतम्   जो इसको मरा मानता है वह भी ठीक नहीं जानता। जैसे यह शरीरी मारनेवाला नहीं है ऐसे ही यह मरनेवाला भी नहीं है क्योंकि इसमें कभी कोई विकृति नहीं आती। जिसमें विकृति आती है परिवर्तन होता है अर्थात् जो उत्पत्तिविनाशशील होता है वही मर सकता है। उभौ तौ न विजानीतो नायं हन्ति न हन्यते   वे दोनों ही नहीं जानते अर्थात् जो इस शरीरीको मारनेवाला मानता है वह भी ठीक नहीं जानता और जो इसको मरनेवाला मानता है वह भी ठीक नहीं जानता।यहाँ प्रश्न होता है कि जो इस शरीरीको मारनेवाला और मरनेवाला दोनों मानता है क्या वह ठीक जानता है इसका उत्तर है कि वह भी ठीक नहीं जानता। कारण कि यह शरीरी वास्तवमें ऐसा नहीं है। यह नाश करनेवाला भी नहीं है और नष्ट होनेवाला भी नहीं है। यह निर्विकाररूपसे नित्यनिरन्तर ज्योंकात्यों रहनेवाला है। अतः इस शरीरीको लेकर शोक नहीं करना चाहिये।अर्जुनके सामने युद्धका प्रसंग होनेसे ही यहाँ शरीरीको मरनेमारनेकी क्रियासे रहित बताया गया है। वास्तवमें यह सम्पूर्ण क्रियाओंसे रहित है। सम्बन्ध   यह शरीरी मरनेवाला क्यों नहीं है इसके उत्तरमें कहते हैं","hcsca":"।।2.19।। आत्मा नित्य अविकारी होने से न मारी जाती है और न ही वह किसी को मारती है । शरीर के नाश होने से जो आत्मा को मरी मानने हैं या जो उसको मारने वाली समझते हैं वे दोनों ही आत्मा के वास्तविक स्वरूप को नहीं जानते और व्यर्थ का विवाद करते हैं। जो मरता है वह शरीर है और मैं मारने वाला हूँ यह भाव अहंकारी जीव का है। शरीर और अहंकार को प्रकाशित करने वाली चैतन्य आत्मा दोनों से भिन्न है। संक्षेप में इसका तात्पर्य यह है कि आत्मा न किसी क्रिया का कर्त्ता है और न किसी क्रिया का विषय अर्थात् उस पर किसी प्रकार की क्रिया नहीं की जा सकती।आत्मा किस प्रकार अविकारी है इसका उत्तर अगले श्लोक में दिया गया है।","etsga":"2.19 He who thinks of this One as the killer, and he who thinks of this One as the killed both of them do not know. This One does not kill, nor is It killed.","etssa":"2.19 He who takes the Self to be the slayer and he who thinks It is slain, neither of them ï1knowsï1. It slays not, nor is It slain.","etdss":"2.19. Whosoever views This to be the slayer and whosoever believes This to be the slain, both these do not understand : This does not slay, nor is This slain.","ecssa":"2.19 यः he who? एनम् this (Self)? वेत्ति knows? हन्तारम् slayer? यः he who? च and? एनम् this? मन्यते thinks? हतम् slain? उभौ both? तौ those? न not? विजानीतः know? न not? अयम् this? हन्ति slays? न not? हन्यते is slain.Commentary -- The Self is nondoer (Akarta) and as It is immutable? It is neither the agent nor the object of the act of slaying. He who thinks I slay or I am slain with the body or the Ahamkara (ego)? he does not really comprehend the true nature of the Self. The Self is indestructible. It exists in the three periods of time. It is Sat (Existence). When the body is destroyed? the Self is not destroyed. The body has to undergo change in any case. It is inevitable. But the Self is not at all affected by it. Verses 19? 20? 21? 23 and 24 speak of the immortality of the Self or Atman. (Cf.XVIII.17)","scetsga":"2.19 But the ideas that you have, Bhisma and others are neing killed by me in war; I am surely their killer this idea of yours is false. How? Yah, he who; vetti, thinks; of enam, this One, the embodied One under consideration; as hantaram, the killer, the agent of the act of killing; ca, and; yah, he who, the other who; manyate, thinks; of enam, this One; as hatam, the killed (who thinks) When the body is killed, I am myself killed; I become the object of the act of killing; ubhau tau, both of them; owing to non-discrimination, na, do not; vijanitah, know the Self which is the subject of the consciousness of I. The meaning is: On the killing of the body, he who thinks of the Self ( the content of the consciousness of I ) [The Ast. omits this phrase from the precedig sentence and includes it in this place. The A.A. has this phrase in both the places.-Tr.] as I am the killer, and he who thinks, I have been killed, both of them are ignorant of the nature of the Self. For, ayam, this Self; owing to Its changelessness, na hanti, does not kill, does not become the agent of the act of killing; na hanyate, nor is It killed, i.e. It does not become the object (of the act of killing).\nThe second verse is to show how the Self is changeless:","scetdss":"2.19 Ya enam etc. Whosoever veiws This i.e., the Self and the body, to be the slayer and the slain, ignorance is in him. That is why he is in bondage.\n The same [point the Lord] clarifies -","scetssa":"2.19 With regard to This viz., the self, whose nature has been described above, he who thinks of It as the slayer, i.e., as the cause of slaying, and he who thinks This (self) as slain by some cause or other - both of them do not know. As this self is eternal for the reasons mentioned above, no possible cause of destruction can slay It and for the same reason, It cannot be slain. Though the root han (to slay) has the self for its object, it signifies causing the separation of the body from the self and not destruction of the self. Scriptural texts like You shall not cause injury to beings and The Brahmana shall not be killed? (K. Sm. 8.2) indicate unsanctioned actions, causing separation of the body from the self. [In the above otes, slaughter in an ethical sense is referred to, while the text refers to killing or separating the self from the body in a metaphsyical sense. This is made explicit in the following verse].","chakravarthi":"“O friend Arjuna! You, a soul as well, are neither the performer of killing nor the object of killing.” That is expressed in this verse.\nHe who thinks the jiva (enam) is the killer, that Arjuna is the killer of Bhisma and others, and he who thinks that the jiva is killed, that Arjuna is killed by Bhisma, are both ignorant. Therefore, what is your fear of infamy from the words of ignorant people who say that Arjuna killed his guru?","rudra":"\nThus it can be clearly demonstrated that the grief that would arise due to\nthe death of Bhishma and other exalted superiors has been negated. Also\nArjunas statement in chapter one, verse thirty-five of not wanting to slay\nthem has been proven equally groundless as well by the Supreme Lords\nexplanation of the Ultimate Truth revealing that the eternal soul does not\nslay anything and the eternal soul cannot be slain by anything. The reason\nfor this is given in the next verse.","brahma":"\nIn the minds of living entities identifying themselves only as their\nphysical bodies, or as their species, planet, or country as the case may\nbe; the declaration that one who thinks that one can be factually slain or\none who thinks that one can factually slay are both deluded, poses\nbewilderment. What can be factually slain is the physical body but not the\nembodied soul. The living entity becomes alive only by the energising\nfacility of the Supreme Lord by the activation of the soul. Thus the\nSupreme Lord is always to be worshipped and glorified.\nNow begins the summation.\nIf the statement one who thinks the living entity is able to kill another\nliving entity independently on their own would be considered then the\nstatement of the Supreme Lord in chapter 11, verse 34 kill those whom have\nalready been killed by Me would be contradictory. The word hantaram being\napplicable to the soul is applicable to the Supreme Lord as well.","shri":"\nWhoever speculates that it is possible by any means to kill the soul and\nwhoever speculates that anyone can be instrumental in killing the soul is\nfactually deficient in actual knowledge. The soul being of an eternal\nnature can never be destroyed by anything nor can the soul ever destroy\nanything. The root word hanti meaning to slay connotes an act which\nconnects with the soul; but the action of killing indicates that there is a\nseparation of the soul from the body. Thus the Vedic injunctions: na\nhimsyad bhutani meaning no creature shall be harmed and brahmano na\nhantavyah that no brahmana shall ever be killed specifically emphasises\nthat it is an act of acute and heinous unrighteousness to cause the\nseparation of any soul from its embodied state unnaturally which happens at\nthe time of death.","kumar":"Whoever speculates that it is possible by any means to kill the soul and\nwhoever speculates that anyone can be instrumental in killing the soul is\nfactually deficient in actual knowledge. The soul being of an eternal\nnature can never be destroyed by anything nor can the soul ever destroy\nanything. The root word hanti meaning to slay connotes an act which\nconnects with the soul; but the action of killing indicates that there is a\nseparation of the soul from the body. Thus the Vedic injunctions: na\nhimsyad bhutani meaning no creature shall be harmed and brahmano na\nhantavyah that no brahmana shall ever be killed specifically emphasises\nthat it is an act of acute and heinous unrighteousness to cause the\nseparation of any soul from its embodied state unnaturally which happens at\nthe time of death."}