{"meta":"Bhagavad Gita Chapter 2 Verse 45","metahi":"भगवद् गीता 2.45","slok":"त्रैगुण्यविषया वेदा निस्त्रैगुण्यो भवार्जुन।निर्द्वन्द्वो नित्यसत्त्वस्थो निर्योगक्षेम आत्मवान्।।2.45।।","htsrsd":"।।2.45।।वेद तीनों गुणोंके कार्यका ही वर्णन करनेवाले हैं हे अर्जुन तू तीनों गुणोंसे रहित हो जा निर्द्वन्द्व हो जा निरन्तर नित्य वस्तुमें स्थित हो जा योगक्षेमकी चाहना भी मत रख और परमात्मपरायण हो जा।","htstma":"।।2.45।। हे अर्जुन वेदों का विषय तीन गुणों से सम्बन्धित (संसार से) है तुम त्रिगुणातीत? निर्द्वन्द्व? नित्य सत्त्व (शुद्धता) में स्थित? योगक्षेम से रहित और आत्मवान् बनो।।","transliteration":"Traigunyavishayaa vedaa nistraigunyo bhavaarjuna;\nNirdwandwo nityasatwastho niryogakshema aatmavaan.","englishmeaning":"trai-guṇya—of the three modes of material nature; viṣhayāḥ—subject matter; vedāḥ—Vedic scriptures; nistrai-guṇyaḥ—above the three modes of material nature, transcendental; bhava—be; arjuna—Arjun; nirdvandvaḥ—free from dualities; nitya-sattva-sthaḥ—eternally fixed in truth; niryoga-kṣhemaḥ—unconcerned about gain and preservation; ātma-vān—situated in the self","hcsrsd":" 2.45।। व्याख्या    त्रैगुण्यविषया वेदाः   यहाँ वेदोंसे तात्पर्य वेदोंके उस अंशसे है जिसमें तीनों गुणोंका और तीनों गुणोँके कार्य स्वर्गादि भोगभूमियोंका वर्णन है।यहाँ उपर्युक्त पदोंका तात्पर्य वेदोंकी निन्दामें नहीं है प्रत्युत निष्कामभावकी महिमामें है। जैसे हीरेके वर्णनके साथसाथ काँचका वर्णन किया जाय तो उसका तात्पर्य काँचकी निन्दा करनेमें नहीं है प्रत्युत हीरेकी महिमा बतानेमें है। ऐसे ही यहाँ निष्कामभावकी महिमा बतानेके लिये ही वेदोंके सकामभावका वर्णन आया है निन्दाके लिये नहीं। वेद केवल तीनों गुणोंका कार्य संसारका ही वर्णन करनेवाले हैं ऐसी बात भी नहीं है। वेदोंमें परमात्मा और उनकी प्राप्तिके साधनोंका भी वर्णन हुआ है। निस्त्रैगुण्यो भवार्जुन   हे अर्जुन तू तीनों गुणोंके कार्यरूप संसारकी इच्छाका त्याग करके असंसारी बन जा अर्थात् संसारसे ऊँचा उठ जा। निर्द्वन्द्वः संसारसे ऊँचा उठनेके लिये रागद्वेष आदि द्वन्द्वोंसे रहित होनेकी बड़ी भारी आवश्यकता है क्योंकि ये ही वास्तवमें मनुष्यके शत्रु हैं अर्थात् उसको संसारमें फँसानेवाले हैं (गीता 3।34)  (टिप्पणी प0 81) । इसलिये तू सम्पूर्ण द्वन्द्वोंसे रहित हो जा।यहाँ भगवान् अर्जुनको निर्द्वन्द्व होनेकी आज्ञा क्यों दे रहे हैं कारण कि द्वन्द्वोंसे सम्मोह होता है संसारमें फँसावट होती है (गीता 7। 27)। जब साधक निर्द्वन्द्व होता है तभी वह दृढ़ होकर भजन कर सकता है (गीता 7। 28)। निर्द्वन्द्व होनेसे साधक सुखपूर्वक संसारबंधनसे मुक्त हो जाता है (गीता 5। 3)। निर्द्वन्द्व होनेसे मूढ़ता चली जाती है (गीता 15। 5)। निर्द्वन्द्व होनेसे साधक कर्म करता हुआ भी बँधता नहीं (गीता 4। 22)। तात्पर्य है कि साधककी साधना निर्द्वन्द्व होनेसे ही दृढ़ होती है। इसलिये भगवान् अर्जुनको निर्द्वन्द्व होनेकी आज्ञा देते हैं।दूसरी बात अगर संसारमें किसी भी वस्तु व्यक्ति आदिमें राग होगा तो दूसरी वस्तु व्यक्ति आदिमें द्वेष हो जायगा यह नियम है। ऐसा होनेपर भगवान्की उपेक्षा हो जायगी यह भी एक प्रकारका द्वेष है। परन्तु जब साधकका भगवान्में प्रेम हो जायगा तब संसारसे द्वेष नहीं होगा प्रत्युत संसारसे स्वाभाविक उपरति हो जायगी। उपरति होनेकी पहली अवस्था यह होगी कि साधकका प्रतिकूलतामें द्वेष नहीं होगा किन्तु उसकी उपेक्षा होगी। उपेक्षाके बाद उदासीनता होगी और उदासीनताके बाद उपरति होगी। उपरतिमें रागद्वेष सर्वथा मिट जाते हैं। इस क्रममें अगर सूक्ष्मतासे देखा जाय तो उपेक्षामें रागद्वेषके संस्कार रहते हैं उदासीनतामें रागद्वेषकी सत्ता रहती है और उपरतिमें रागद्वेषके न संस्कार रहते हैं न सत्ता रहती है किन्तु रागद्वेषका सर्वथा अभाव हो जाता है। नित्यसत्त्वस्थः   द्वन्द्वोंसे रहित होनेका उपाय यह है कि जो नित्यनिरन्तर रहनेवाला सर्वत्र परिपूर्ण परमात्मा है तू उसीमें निरन्तर स्थित रह। निर्योगक्षेमः (टिप्पणी प0 82.1)   तू योग और क्षेमकी  (टिप्पणी प0 82.2)  इच्छा भी मत रख क्योंकि जो केवल मेरे परायण होते हैं उनके योगक्षेमका वहन मैं स्वयं करता हूँ (गीता 9। 22)। आत्मवान्   तू केवल परमात्माके परायण हो जा। एक परमात्मप्राप्तिका ही लक्ष्य रख। सम्बन्ध   तीनों गुणोंसे रहित निर्द्वन्द्व आदि हो जानेसे क्या होगा इसे आगेके श्लोकमें बताते हैं।","hcsca":"।।2.45।। विभिन्न अनुपातों में सत्त्व रज और तम इन तीन गुणों के संयोग से प्राणियों का निर्माण हुआ है। अन्तकरण (मन और बुद्धि) इन तीन गुणों का ही कार्य है। तीन गुणों के परे जाने का अर्थ है मन के परे जाना। तांबा जस्ता और टिन से निर्मित किसी मिश्र धातु का पात्र बना हो और यदि उसमें से इन तीनों धातुओं को विलग करने के लिये कहा जाय तो उसका अर्थ उस पात्र को ही नष्ट करना होगा। उपनिषद् साधक को मन के परे जाने का उपदेश देते हैं जिससे साधक को आत्मस्वरूप से ईश्वर का परिचय होगा। उपनिषदों के इस स्पष्ट उपदेश को यथार्थ में नहीं समझने के कारण अनेक हिन्दू लोग अपने धर्म से अलग हो गये और इसलिये गीता में पुनर्जागरण का आवाहन किया गया। औपनिषदिक अर्थ को ही यहां दूसरे शब्दों में कहा अर्जुन तुम त्रिगुणातीत बनो।यदि कोई चिकित्सक किसी रोगी के लिये ऐसी औषधि लिख देता है जो विश्व में कहीं भी उपलब्ध न हो तो उस चिकित्सक का लिखा हुआ उपचार व्यर्थ है। इसी प्रकार आत्मसाक्षात्कार के लिये त्रिगुणों के परे जाने का उपदेश भले ही श्रेष्ठ हो परन्तु कौन सी साधना के अभ्यास से उसे सम्पादित किया जाय इसका स्पष्टीकरण यदि नहीं किया गया है तो वह उपदेश निरर्थक है। ज्ञान क्रिया और निष्क्रियता ये क्रमश सत्त्व रज और तमोगुण के लक्षण हैं।इस श्लोक की दूसरी पंक्ति में त्रिगुणों के ऊपर उठकर असीम आनन्द में स्थित होने की साधना बतायी गयी है। पूर्व उपदिष्ट समत्व भाव का ही उपदेश यहाँ दूसरे शब्दों में किया गया है।परस्पर भिन्न एवं विपरीत लक्षणों वाले सुखदुख शीतउष्ण लाभहानि इत्यादि जीवन के द्वन्द्वात्मक अनुभव हैं। इन सब में समभाव में रहने का अर्थ ही निर्द्वन्द्व होना है इनसे मुक्त होना है। यही उपदेश श्रीकृष्ण अर्जुन को दे रहे हैं। नित्यसत्त्वस्थ तीनों गुणों में सत्व गुण सूक्ष्मतम एवं स्वभाव से शुद्ध है तथापि शोकात्मक रजोगुण और मोहात्मक तमोगुण के सम्बन्ध से उसमें अशुद्धि भी आ जाती है। मोह का अर्थ है वस्तु को यथार्थ रूप में न पहचानना (आवरण)। जिसके कारण वस्तु का अनुभव किसी अन्य रूप मे ही होता है जिसे विक्षेप कहते हैं और जिसका परिणाम हैशोक। अत सत्वगुण में स्थित होने का अर्थ विवेकजनित शान्ति में स्थित होना है। सत्त्वस्थ बनने के लिए सतत् सजग प्रयत्न की अपेक्षा है। निर्योगक्षेमयहाँ योग का अर्थ है अप्राप्त वस्तु को प्राप्त करना और प्राप्त वस्तु के रक्षण का नाम हैक्षेम। मनुष्य के सभी प्रयत्न योग और क्षेम के लिये होते हैं। अत इन दो शब्दों में विश्व के सभी प्राणियों के कर्म समाविष्ट हैं। दूसरे शब्दों में कहा जा सकता है कि अहंकार और स्वार्थ से प्रेरित कर्मों का निर्देश योग और क्षेम के द्वारा किया गया है। मनुष्य की चिन्ताओं और विक्षेपों का कारण भी ये दो ही हैं। निर्योगक्षेम बनने का अर्थ है इन दोनों को त्याग देना जिससे चिन्ताओं से मुक्ति तत्काल ही मिलती हैं।निर्द्वन्द और निर्योगक्षेम बनने का उपदेश देना सरल है किन्तु साधक के लिये तत्त्वज्ञान का उपयोग तभी है जब इस ज्ञान को जीवन में उतारने की व्यावहारिक विधि का भी उपदेश दिया गया हो। इस श्लोक में ऐसी विधि का निर्देश आत्मवान भव इन शब्दों में किया गया है। द्वन्द्वों तथा योगक्षेम के कारण उत्पन्न दुख और पीड़ा केवल तभी सताते हैं जब हमारा तादात्म्य शरीर मन और बुद्धि के साथ होकर अहंकार और स्वार्थ की अधिकता होती है।इन अनात्म उपाधियों के साथ विद्यमान तादात्म्य को छोड़कर इनसे भिन्न अपने शुद्ध चैतन्य स्वरूप के प्रति सतत जागरूक रहने का अभ्यास ही आत्मवान अर्थात् आत्मस्वरूप में स्थित होने का उपाय है। इसकी सिद्धि होने पर अहंकार नष्ट हो जाता है और वह साधक त्रिगुणों के परे आत्मा में स्थित हो जाता है। ऐसे सिद्ध पुरुष को वेदों का कोई प्रयोजन नहीं रह जाता। वास्तव में ज्ञानी पुरुष के होने के कारण वेदवाक्यों का प्रामाण्य सिद्ध होता है।यदि वैदिक यज्ञों के फलों की कामना त्यागनी चाहिये तो उनका अनुष्ठान किस लिये करें इसका उत्तर है","etsga":"2.45 O Arjuna, the Vedas [Meaning only the portion dealing with rites and duties (karma-kanda).] have the three alities as their object. You become free from worldliness, free from the pairs of duality, ever-poised in the ality of sattva, without (desire for) acisition and protection, and self-collected.","etssa":"2.45 The Vedas deal with the three attributes (of Nature); be thou above these three attributes. O Arjuna, free yourself from the pairs of opposites, and ever remain in the ality of Sattva (goodness), freed from (the thought of) acisition and preservation, and be established in the Self.","etdss":"2.45. The Vedas bind by means of the three Strands. [Hence] O Arjuna, you must be free from the three Strands, free from the pairs [of opposites]; be established in this eternal Being; be free from [the idea of] acisition and preservation; and be possessed of the Self.","ecssa":"2.45 त्रैगुण्यविषयाः deal with the three attributes? वेदाः the Vedas? निस्त्रैगुण्यः without these three attributes? भव be? अर्जुन O Arjuna निर्द्वन्द्वः free from the pairs of opposites? नित्यसत्त्वस्थः ever remaining in the Sattva (goodness)? निर्योगक्षेमः free from (the thought of) acisition and preservation? आत्मवान् established in the Self.Commentary Guna means attribute or ality. It is substance as well as ality. Nature (Prakriti) is made up of three Gunas? viz.? Sattva (purity? light or harmony)? Rajas (passion or motion) and Tamas (darkness or inertia). The pairs of opposites are heat and cold? pleasure and pain? gain and loss? victory and defeat? honour and dishonour? praise and censure. He who is anxious about new acuqisitions or about the preservation of his old possessions cannot have peace of mind. He is ever restless. He cannot concentrate or meditate on the Self. He cannot practise virtue. Therefore? Lord Krishna advises Arjuna that he should be free from the thought of acisition and preservation of things. (Cf.IX.20?21).","scetsga":"2.45 To those who are thus devoid of discriminating wisdom, who indulge in pleasure, [Here Ast. adds yat phalam tad aha, what result accrues, that the Lord states:-Tr.] O Arjuna, vedah, the Vedas; traigunya-visayah, have the three alities as their object, have the three gunas, [Traigunya means the collection of the three alities, viz sattva (purity), rajas (energy) and tamas (darkness); i.e. the collection of virtuous, vicious and mixed activities, as also their results. In this derivative sense traigunya means the worldly life.] i.e. the worldly life, as the object to be revealed. But you bhava, become; nistraigunyah, free from the three alities, i.e. be free from desires. [There is a seeming conflict between the advices to be free from the three alities and to be ever-poised in the ality of sattva. Hence, the Commentator takes the phrase nistraigunya to mean niskama, free from desires.] (Be) nirdvandvah, free from the pairs of duality by the word dvandva, duality, are meant the conflicting pairs [Of heat and cold, etc.] which are the causes of happiness and sorrow; you become free from them. [From heat, cold, etc. That is, forbear them.]\nYou become nitya-sattvasthah, ever-poised in the ality of sattva; (and) so also niryoga-ksemah, without (desire for) acisition and protection. Yoga means acisition of what one has not, and ksema means the protection of what one has. For one who as acisition and protection foremost in his mind, it is difficult to seek Liberation. Hence, you be free from acisition and protection. And also be atmavan, self-collected, vigilant. This is the advice given to you while you are engaged in your own duty. [And not from the point of view of seeking Liberation.]","scetdss":"2.45 Traigunya-etc. The Vedas bind very much [only] by means of the three Strands and they do not bind on their own accord. For, the rituals prescribed in the Vedas, create bondage if they are performed with an intention of pleasure, or of (avoiding) pain, or with an illlusion of attachment. Hence the traid of Strands in the form of desire (or in a pleasing form) must be abandoned.\n \nIf the present passage were intended to condemn the Vedas, then the act of fighting the battle in estion would be spoiled, because there is nothing other than the Vedas do not bind those, from whom the desire for fruit has completely gone.\n Because the Vedas alone are useful for proper knowledge in the case of those persons [free from the Strands] hence [the Lord] says-","scetssa":"2.45 The word Traigunya means the three Gunas - Sattva, Rajas and Tamas. Here the term Traigunya denotes persons in whom Sattva, Rajas and Tamas are in abundance. The Vedas in prescribing desire-oriented rituals (Kamya-karmas) have such persons in view. Because of their great love, the Vedas teach what is good to those in whom Tamas, Rajas and Sattva preponderate. If the Vedas had not explained to these persons the means for the attainment of heaven etc., according to the Gunas, then those persons who are not interested in liberation owing to absence of Sattva and preponderance of Rajas and Tamas in them, would get completely lost amidst what should not be resorted to, without knowing the means for attaining the results they desire. Hence the Vedas are concerned with the Gunas. Be you free from the three Gunas. Try to acire Sattva in abundance; increase that alone. The purport is: do not nurse the preponderance of the three Gunas in their state of inter-mixture; do not cultivate such preponderance.\nBe free from the pairs of opposites; be free from all the characteristics of worldly life. Abide in pure Sattva; be established in Sattva, in its state of purity without the admixture of the other two Gunas. If it is estioned how that is possible, the reply is as follows. Never care to acire things nor protect what has been acired. While abandoning the acisition of what is not reired for self-realisation, abandon also the conservation of such things already acired. You can thus be established in self-control and thery become an aspirant after the essentail nature of the self. Yoga is acisition of what has not been acired; Ksema is preservation of things already acired. Abandoning these is a must for an aspirant after the essential nature of the self. If you conduct yourself in this way, the preponderance of Rajas and Tamas will be annihilated, and pure Sattva will develop.\nBesides, all that is taught in the Vedas is not fit to be utilised by all.","chakravarthi":"Give up all sadhanas of dharma, artha, kama and moksa, and just take shelter of bhakti yoga.\nThe Vedas have the ability to reveal only karma and jnana and other topics of the three modes (traigunya visaya) for personal gratification. The suffix ya in traigunya visaya here denotes self interest. This statement of course means that the majority of texts deal with material subjects. However the srutis do say:\nbhaktir evainam nayati\nBhakti alone leads to the Lord. – Mathara Sruti\nyasya deve para bhaktir yatha deve tatha gurau\nOne should have as much devotion in guru as one does in the Lord. Svetasvatara Upanisad 6.23\nAs well the pancaratra and smrti scriptures, and other srutis like the Gita Upanisad and Gopala Tapani Upanisad make nirguna bhakti the subject of discussion. If the Vedas did not speak of bhakti at all, then bhakti could not be substantiated.\nDo not involve yourself with those statements of the Vedas dealing with jnana and karma affected by the three gunas (nistraigunya bhava). But you should always follow the Vedic statements dealing with bhakti. By following those injunctions, you are free from fault:\nsruti-smrti-puranadi-pancaratra-vidhim vina aikantiki harer bhaktir utpatayaiva kalpyate\nWithout following the rules of sruti, smrti, puranas and pancaratra, pure bhakti to the Lord creates disaster. Bhakti Rasamrta Sindhu, 1.2.101 quoted from Brahma-yamala\nBy this, one can understand that the Vedas deal with both material and spiritual topics, topics involving the three gunas and topics beyond the gunas. But you should be devoid of the gunas (nistraigunya bhava).   By following the path of nirguna bhakti offered to me, cross over the paths dealing with the three gunas.\nThen, such a person will be free of the dualities (nirdvandah) within the gunas, such as respect and disrespect, and will remain with the eternal living entities (nitya sattva), my devotees. If one were to say that nitya sattva sthah means to be situated in sattva guna, that would be a contradiction to the statement nistraigunya bhava.\nYou will be free from the desire to acquire what you lack (yoga) and protect what you have attained (ksema), because of your taste for my bhakti rasa. This is because I, out of affection for my devotee, carry the responsibility: yoga ksemam vahamy aham. (BG 9.22) You will be fixed in the intelligence (buddhi yukta) given by me (atmavan).\nOne should consider the meaning of nistraigunya and traigunya. It is said in the eleventh canto of Bhagavatam:\nmad-arpanam nisphalam va sattvikam nija-karma yat rajasam phala-sankalpam himsa-prayadi tamasam\nWork performed as an offering to Me, without consideration of the fruit, is considered to be in the mode of goodness. Work performed with a desire to enjoy the results is in the mode of passion. And work impelled by violence and envy is in the mode of ignorance. SB 11.25.23\nIn this statement nisphalam va means “occasionally devoid of desires for the results of execution of duties.”\nkaivalyam sattvikam jnanam rajo vaikalpikam ca yat prakrtam tamasam jnanam man-nistham nirgunam smrtam\nAbsolute knowledge is in the mode of goodness, knowledge based on duality is in the mode of passion, and foolish, materialistic knowledge is in the mode of ignorance. Knowledge based upon Me, however, is understood to be transcendental. SB 11.25.24\nvanam tu sattviko vaso gramo rajasa ucyate tamasam dyuta-sadanam man-niketam tu nirgunam\nResidence in the forest is in the mode of goodness, residence in a town is in the mode of passion, residence in a gambling house displays the quality of ignorance, and residence in a place where I reside is transcendental. SB 11.25.25\nsattvikah karako ‘sangi ragandho rajasah smrtah tamasah smrti-vibhrasto nirguno mad-apasrayah\nA worker free of attachment is in the mode of goodness; a worker blinded by personal desire is in the mode of passion, and a worker who has completely forgotten how to tell right from wrong is in the mode of ignorance. But a worker who has j taken shelter of Me is understood to be transcendental to the modes of nature. SB 11.25.26\nsattvikyadhyatmiki sraddha karma-sraddha tu rajasi tamasy adharme ya sraddha mat-sevayam tu nirguna\nFaith directed toward spiritual life is in the mode of goodness, faith rooted in fruitive work is in the mode of passion, faith residing in irreligious activities is in the mode of ignorance, but faith in My devotional service is purely transcendental. SB 11.25.27\npathyam putam anayastam aharyam sattvikam smrtam rajasam cendriya-prestham tamasam carti-dasuci\nFood that is wholesome, pure and obtained without difficulty is in the mode of goodness, food that gives immediate pleasure j to the senses is in the mode of passion, and food that is unclean and causes distress is in the mode of ignorance. SB 11.25.28\nsattvikam sukham atmottham visayottham tu rajasam tamasam moha-dainyottham nirgunam mad-apasrayam\nHappiness derived from the self is in the mode of goodness, happiness based on sense gratification is in the mode of passion, and happiness based on delusion and degradation is in the mode of ignorance. But that happiness found within Me is transcendental. SB 11.25.29\nThe last verses, after showing the objects in the three modes of nature, explain the conquest of the three modes situated to some degree within oneself by the process of nirguna bhakti, in order to reach complete transcendence of the modes.\ndravyam desas tatha kalo jnanam karma ca karakah sraddhavastha-krtir nistha traigunyah sarva eva hi\nTherefore material substance, place, result of activity, time, knowledge, work, the performer of work, faith, state of consciousness, species of life and destination after death are all based on the three modes of material nature. SB 11.25.30\nsarve gunamaya bhavah purusavyakta-dhisthitah drstam srutam anudhyatam buddhya va purusarsabha\nO best of human beings, all states of material being are related to the interaction of the enjoying soul and material nature. Whether seen, heard of or only conceived within the mind, they are without exception constituted of the modes of nature. SB. 11.25.31\netah samsrtayah pumso guna-karma-nibandhanah yeneme nirjitah saumya gunajivena cittajah bhakti-yogena man-nistho mad-bhavaya prapadyate\nO gentle Uddhava, all these different phases of conditioned life arise from work born of the modes of material nature. The living entity who conquers these modes, manifested from the mind by the process of devotional service, can dedicate himself to Me and thus attain pure love for Me. SB 11.25.32\nThus, only by the process of bhakti can one conquer over the three modes. There is no other way. Later, in answer to the question, “How can one surpass the three modes of nature?” the Lord says:\nmam ca yo ‘vyabhicarena bhakti-yogena sevate\nsa gunan samatityaitan brahma-bhuyaya kalpate\nBG 14.26\nSridhara Swami explains that verse as follows: the ca word indicates exclusiveness. He who serves only me, the Supreme Lord, through undeviating bhakti yoga, surpasses the gunas.","rudra":"\nIt may be submitted that if heaven and enjoyment of heavenly realms is not\nthe highest goal, why do the Vedic scriptures prescribes duties and rites\nas a means of attaining them ? The answer to this is being given in this\nverse that the Vedas mainly deal with those aspirants who influenced by\nfruitive desires are controlled by the three modes of material nature.\nThis means that aspirants are given the incentive of reward by adhering to\nspecific activities for a specific period of time to get a specific result.\nBut Arjuna is being instructed by the Supreme Lord to be above the three\nmodes of material existenceand free from desires remain beyond the\ndualities of happiness and misery, pleasure and pain and the rest by\nenduring them. How is this to be accomplished? By remaining always\nestablished in the pure light of spiritual consciousness that is being\nsteadfast. Likewise regardless of gain which is accepting what one has not\nor preservation which protecting what one already possesses without any\nexertion for either. Established in the self denotes vigilance. Certainly\nit is not possible for one influenced by the dualities of opposites,\nembroiled merely in the acquisition and preservation of tangible things to\ntranscend the three modes of material nature inadvertently.\nThus ends the commenatary to Srimad Bhagavad-Gita, Chapter 2, verse 45, by\nSridhara Swami.\nBhagavad-Gita","brahma":"\nUp until this verse the intelligence of yoga which is the individual\nconsciousness attaining communion with the Ultimate consciousness and other\nmatters regarding the three modes of material existence being goodness,\npassion and ignorance has been discussed. The Vedic scriptures give the\noutward appearance of having as their purpose in relating how those living\nentities in goodness, passion and ignorance can achievethe joys of the\nheavenly spheres. But the Vedic scriptures also contain confidential\nmeanings as well and thus it has been instructed by Lord Krishna not to\naccept only the external form of the Vedic scriptures; but to understand\nthe Vedic scriptures by the light of the confidential meanings.\nIt is also declared that unauthorised interpretations by those outside\ndisciplic succession within the Vedic culture and of course to all the\nunqualified interpretations by those who are not even attempting to follow\nthe Vedic culture must bring about doubts and confusion even if they do not\ndeny the truth because although they may possess adequateacademic\nintelligence they are not properly situated in spiritual intelligence.\nIn all the Vedic scriptures which include the Ramayana, the Puranas,\nUpanisads and Mahabharata, the Supreme Lord Krishna and Hisdirect\nexpansions and incarnations are continuously eulogised in the beginning,\nmiddle and end. All the Vedic scriptures speak of His form.\nAll of the Vedic scriptures and their revelations,thehistorical\nactivities of the noble and the knowledge revealed regarding thesoul are\nall based on dharma or eternal righteousness. What the Vedic scriptures\nspeak as dharma is righteouness and whatever is contrary to righteousness\nis spoken of as adharma. Thus in the Vedic scriptures the supremacy of the\nSupreme Lord Krishna as ever residing within the heart of every living\nentity is declared and anything in harmony with this understanding in known\nas dharma or righteousness and anything contrary to this understanding is\nknown as adharma or unrighteousness.\nNow begins the summation.\nThe Vedic scriptures are known for speaking about the three modes of\nmaterial existence being the qualities of goodness, passion and ignorance\nbecause they give instructions about ameliorating the effect of these three\nmodes of material existence. Taking full protection of the Vedic scriptures\nthose of spiritual intelligence free themselves from the three modes of\nmaterial existence and become fully devoted to the Supreme Lord Krishna.\nBecause all of the qualities and attributes and activities of the Supreme\nLord Krishna are in themselves the Ultimate Truth and also because he is\nsituated in the heart of every living entity as the Ultimate Consciousness\nin the soul; meditating on Him incessantly situates one unceasingly in the\nUltimate Truth. The Supreme Lord is within every living entity, recognising\nthis eternal truth is spiritual intelligence and is understood to be an\neternal principle of existence. This clearly elucidates that any idea or\nconception of being the same, non-different oronewithhimis\ncategorically negated because it is not possible for anyone to be within\nthe heart of every living entity; so the Supreme Lord simultaneous\nseperatness and oneness can thus be correctly comprehended.\nWhen Lord Krishna speaks about being free from gain and preservation this\ndoes not mean to deny the things one needs to survive and flourish but\nrelates only to having desires for acquisition of possessions; or else one\nwould be forced to conclude that such instructions such as arise and be\nequipoised would have no relevance.\nSince the injunctions of Vedic scriptures are the means of ameliorating the\nthree modes of material existence, the Vedic scriptures are often spoken of\nas being the objective of the theses three modes.\nTaking refuge in the Vedic scriptures a living entity can be emancipated\nfrom the material existence and gains the heavenly planets but taking\nrefuge solely in the Supreme Lord Krishna one attains the spiritual world\nand is thus far superior. This living entity possessing noble attributes,\nbeing ever in goodness, illuminated in the self the soul becomes an ever\nsource of illumination. Continuous remembrance of the Supreme Lord Krishna\nis ever present within. The full acceptance of the Supreme Lord verily\nwithin ones own-self effectively dissolves any conception of being one and\nthe same with the Supreme Lord. This means that one should not only abstain\nfrom undertaking any action contrary to realisation of the Ultimate Truth\nbut also one should also refrain from even having any desire for any action\nwhich would be contrary to realising the Ultimate Truth.","shri":"There is no commentary for this verse.","kumar":"If the rewards like heaven are of such an impermanent nature then why do\nthe Vedas which are eternally perfect and beneficial for all beings enjoin\npractices aimed at achieving heavenly spheres. To answer this Lord Krishna\nstates that the Vedic scriptures deals with the three modes of material\nnature which are goodness, passion and ignorance and all beings are born\ninto these three modes of material nature. Some beings have a preponderance\nfor goodness, others for passion and others for ignorance while some are\nmixed. These modes are conditioned within the mind and they typify the\nthree types of created beings. With exception of the Upanisads the Vedic\nscriptures dealing with the three modes gives prescribed activities and\ntheir results. Whatsoever one desires to obtain in heaven the prescription\nis enjoined for them to achieve it and the description of the various\nrewards are eulogised as well as the rituals for their fulfilment. If the\nVedas were not to reveal and elaborate a way for those within the three\nmodes to benefit themselves according to the three modes of material\nnature. Then those locked in the cycle of birth and death would forfeit\nboth their opportunities. Firstly unaware of the reward of liberation\nbeyond the three modes and thus being oblivious to it would miss it\naltogether and secondly if their was no material goal which they could\nstrive for they would lose faith in spiritual knowledge without rituals and\npractices giving them the means to acquire their cherished goals such as\nheavenly delights and thus they would lose both chances bequeathed to them\nwith birth into material existence. So it is justly so that the Vedic\nscriptures deal with the three modes of material nature as they explain the\nrituals that bring benefits for all those subject to the influence of these\nmodes. But Lord Krishna is instructing through Arjuna to be free from\ndesires of reward and go beyond the influence of the threemodes\nmaintaining no faith in heaven and the rituals prescribed for enjoyment\ntherein for these things are temporary even though they are enjoined in the\nscriptures.\nIt may be put forth that one may become indifferent to heavenly delights\nbut that the basic requirements for human existence such as food, clothing\nand shelter which are also veritable modifications of the three modes of\nmaterial nature are impossible to ignore and become indifferent too. In\nanswer to this Lord Krishna explains to be free from dualities like praise\nand blame, heat and cold, pleasure and pain. Being free from them means\nbeing unattached to them. How is this to be done? By enduring them and\nbecoming established in pure spiritual consciousness. Its characteristic is\npatience and endurance uninfluenced by passion or covered by ignorance. One\nshould always be tempered by patience for one without patience is easily\noverpowered by passion and ignorance and becomes uncontrolled and fearful\nin situations involving the three modes of material nature. So we should\novercome the hindrances of passion and ignorance and maintain a balanced\nstate of equilibrium.\nBut in all this one with worldly possessions desirous of increasing and\nprotecting them may wonder how they may maintain themselves in the material\nnature. To this Lord Krishna reiterates niryoga-ksema become free from\nconceptions of acquisition and preservation. But how then would one sustain\ntheir lives? By atmavan firmly established in spiritual consciousness of\nthe soul. The essence is to understand that the Supreme Lord is the\nfulfiller and bestower of all desires. So one should only seek His refuge\nand accept His shelter. Never fear nor seek any other succour from any\nother source for the Supreme Lord will provide all sustenanceand\nmaintenance to those who understanding Him are fully surrendered."}