{"meta":"Bhagavad Gita Chapter 2 Verse 49","metahi":"भगवद् गीता 2.49","slok":"दूरेण ह्यवरं कर्म बुद्धियोगाद्धनञ्जय।बुद्धौ शरणमन्विच्छ कृपणाः फलहेतवः।।2.49।।","htsrsd":"।।2.49।।बुद्धियोग(समता) की अपेक्षा सकामकर्म दूरसे (अत्यन्त) ही निकृष्ट है। अतः हे धनञ्जय तू बुद्धि (समता) का आश्रय ले क्योंकि फलके हेतु बननेवाले अत्यन्त दीन हैं।","htstma":"।।2.49।। इस बुद्धियोग की तुलना में(सकाम) कर्म अत्यन्त निकृष्ट हैं? इसलिये हे धनंजय तुम बद्धि की शरण लो फल की इच्छा करनेवाले कृपण (दीन) हैं।।","transliteration":"Doorena hyavaram karma buddhiyogaad dhananjaya;\nBuddhau sharanamanwiccha kripanaah phalahetavah.","englishmeaning":"dūreṇa—(discrad) from far away; hi—certainly; avaram—inferior; karma—reward-seeking actions; buddhi-yogāt—with the intellect established in Divine knowledge; dhanañjaya—Arjun; buddhau—divine knowledge and insight; śharaṇam—refuge; anvichchha—seek; kṛipaṇāḥ—miserly; phala-hetavaḥ—those seeking fruits of their work","hcsrsd":" 2.49।। व्याख्या  दूरेण ह्यवरं कर्म बुद्धियोगात्   बुद्धियोग अर्थात् समताकी अपेक्षा सकामभावसे कर्म करना अत्यन्त ही निकृष्ट है। कारण कि कर्म भी उत्पन्न और नष्ट होते हैं तथा उन कर्मोंके फलका भी संयोग और वियोग होता है। परन्तु योग (समता) नित्य है  उसका कभी वियोग नहीं होता। उसमें कोई विकृति नहीं होती। अतः समताकी अपेक्षा सकामकर्म अत्यन्त ही निकृष्ट हैं।सम्पूर्ण कर्मोंमें समता ही श्रेष्ठ है। समताके बिना तो मात्र जीव कर्म करते ही रहते हैं तथा उन कर्मोंके परिणाममें जन्मतेमरते और दुःख भोगते रहते हैं। कारण कि समताके बिना कर्मोंमें उद्धार करनेकी ताकत नहीं है। कर्मोंमें समता ही कुशलता है। अगर कर्मोंमें समता नहीं होगी तो शरीरमें अहंताममता हो जायगी और शरीरमें अहंताममता होना ही पशुबुद्धि है। भागवतमें शुकदेवजीने राजा परीक्षित्से कहा है  त्वं तु राजन् मरिष्येति पशुबुद्धिमिमां जहि।  (12। 5। 2) अर्थात् हे राजन् अब तुम यह पशुबुद्धि छोड़ दो कि मैं मर जाऊँगा।  दूरेण  कहनेका तात्पर्य है कि जैसे प्रकाश और अन्धकार कभी समकक्ष नहीं हो सकते ऐसे ही बुद्धियोग और सकामकर्म भी कभी समकक्ष नहीं हो सकते। इन दोनोंमें दिनरातकी तरह महान् अन्तर है। कारण कि बुद्धियोग तो परमात्माकी प्राप्ति करानेवाला है और सकामकर्म जन्ममरण देनेवाला है। बुद्धौ शरणमन्विच्छ   तू बुद्धि (समता) की शरण ले। समतामें निरन्तर स्थित रहना ही उसकी शरण लेना है। समतामें स्थित रहनेसे ही तुझे स्वरूपमें अपनी स्थितिका अनुभव होगा। कृपणाः फलहेतवः   कर्मोंके फलका हेतु बनना अत्यन्त निकृष्ट है। कर्म कर्मफल कर्मसामग्री और शरीरादि करणोंके साथ अपना सम्बन्ध जोड़ लेना ही कर्मफलका हेतु बनना है। अतः भगवान्ने सैंतालीसवें श्लोकमें  मा कर्मफलहेतुर्भूः  कहकर कर्मोंके फलका हेतु बननेमें निषेध किया है।कर्म ओर कर्मफलका विभाग अलग है तथा इन दोनोंसे रहित जो नित्य तत्त्व है उसका विभाग अलग है। वह नित्य तत्त्व अनित्य कर्मफलके आश्रित हो जाय इसके समान निकृष्टता और क्या होगी सम्बन्ध   पूर्व श्लोकमें जिस बुद्धिके आश्रयकी बात बतायी अब आगेके श्लोकमें उसी बुद्धिके आश्रयका फल बताते हैं।","hcsca":"।।2.49।। कर्मफल की चिन्ताओं से मुक्त शान्त मन से किया हुआ कर्म निश्चित रूप से चिन्तित क्षुब्ध मन से किए गये कर्म से श्रेष्ठतर होता है। इस श्लोक में प्रयुक्त बुद्धियोग शब्द से कुछ व्याख्याकारों को एक और नया योग गीता में उपदेश किया गया ज्ञात होता है। परन्तु मेरे अपने विचार के अनुसार ऐसा अर्थ खींचतान कर किया हुआ प्रतीत होता है। उपनिषदों में अन्तकरण की निश्चयात्मक वृत्ति को बुद्धि तथा संकल्पात्मक वृत्ति को मन की संज्ञा दी गयी है। संदेह और विक्षेप की स्थिति में वृत्तियों को मन कहते हैं एकाग्रता निश्चय एवं शान्ति की स्थिति में अन्तकरण की वृत्ति को बुद्धि कहा जाता है। अत बुद्धियोग का अर्थ हुआ बुद्धि के निश्चित किये अर्थ में (कार्य में) दृढ़ता से स्थिर होना। निश्चय ही दृढ़ता मन का बुद्धि के अनुशासन में रहना तथा अन्तर्बाह्य परिस्थितियों का स्वामी होना बुद्धियोग के लक्षण हैं। जीवन के परम लक्ष्य को आँखों से ओझल किये बिना प्राप्त कर्तव्यों का पालन ही बुद्धियोग है।गीता की सामान्य प्रस्तावना जिसमें व्यक्तित्व का विघटन एवं वासनाक्षय के द्वारा उसके संगठन का विवेचन किया गया है के प्रकाश में बुद्धियोग का अर्थ यह हो सकता है साधक का जीवन में बुद्धि के अनुसार रहने का सतत् प्रयत्न मन को बुद्धि के अनुशासन में लाकर उसके निर्देशानुसार काम करने के प्रयत्न को बुद्धियोग कहते हैं। इस प्रकार पूर्वार्जित वासनाओं के क्षय द्वारा अहंकार का नाश होता है और उसके नाश का अर्थ है बुद्धियोग में स्थिति। अत यहाँ अर्जुन को बुद्धि की शरण में जाने का उपदेश दिया गया है।बुद्धियोग का आश्रय ग्रहण करने में एक प्रबल कारण है। यदि मन की प्रवृत्तियों के अनुसार ही कर्म करते रहे तो चित्त में असंख्य विक्षेप तो उत्पन्न होते ही हैं परन्तु साथ ही नयीनयी वासनाओं का संचय भी होता है जिनका सघन आवरण आत्मस्वरूप पर पड़ता है। भगवान् ऐसे लोगों को कृपण कहते हैं। वास्तव में वे ही दीन हैं । इसके विपरीत बुद्धियोग में स्थित साधक निस्वार्थ भाव से कर्म करता हुआ वासनाओं के आवरण को नष्ट कर निर्मल मन से आत्मस्वरूप का साक्षात् अनुभव करता है।अब समभाव में रहकर कर्तव्य पालन करने वाले को क्या फल मिलता है वह जानो","etsga":"2.49 O Dhananjaya, indeed, action is ite inferior to the yoga of wisdom. Take resort to wisdom. Those who thirst for rewards are pitiable.","etssa":"2.49 Far lower than the Yoga of wisdon is action, O Arjuna. Seek thou refuge in wisdom; wretched are they whose motive is the fruit.","etdss":"2.49. O Dhananjaya ! The inferior action stays away at a distance due to Yoga of (ones contact with) determining faculty; in the determining faculty you must seek refuge; wretched are those who constitute the causes for the fruits of action.","ecssa":"2.49 दूरेण by far? हि indeed? अवरम् inferior? कर्म action or work? बुद्धियोगात् than the Yoga of wisdom? धनञ्जय O Dhananjaya? बुद्धौ in wisdom? शरणम् refuge? अन्विच्छ seek? कृपणाः wretched? फलहेतवः seekers after fruits.Commentary Action done with evenness of mind is Yoga of wisdom. The yogi who is established in the Yoga of widdom is not affected by success or failure. He does not seek fruits of his actions. He has poised reason. His reason is rooted in the Self. Action performed by one who expects fruits for his actions? is far inferior to the Yoga of wisdom wherein the seeker does not seek fruits because the former leads to bondage and is the cause of birth and death. (Cf.VIII.18).","scetsga":"2.49 Then again, O Dhananjaya, as against action performed with eanimity of mind for adoring God, karma, action undertaken by one longing for the results; is, hi, indeed; durena, ite, by far; avaram, inferior, very remote; buddhi-yogat, from the yoga of wisdom, from actions undertaken with eanimity of mind, because it (the former) is the cause of birth, death, etc. Since this is so, therefore, saranam anviccha, take resort to, seek shelter; buddhau, under wisdom, which relates to Yoga, or to the Conviction about Reality that arises from its (the formers) maturity and which is the cause of (achieving) fearlessness. The meaning is that you should resort to the knowledge of the supreme Goal, because those who under take inferior actions, phala-hetavah, who thirst for rewards, who are impelled by results; are krpanah, pitiable, according to the Sruti, He, O Gargi, who departs from this world without knowing this Immutable, is pitiable (Br. 3.8.10). [See note under 2.7.-Tr.]","scetdss":"2.49 Durena etc. Due to the contact (one has) with determining faculty [ones] inferior action i.e., the action that bears bad fruits and is empty, remains far away [from him]. Therefore seek i.e., pray for a refuge in the determining faculty of that nature, on account of which that determining faculty is gained.","scetssa":"2.49 All other kinds of action are far inferior to those done with evenness of mind, which consists in the renunciation of the main result and with eanimity towards success or failure in respect of the secondary results. Between the two kinds of actions, the one with eanimity and the other with attachment, the former associated with eanimity removes all the sufferings of Samsara and leads to release which is the highest object of human existence. The latter type of actions, which is pursued with an eye on results, leads one to Samsara whose character is endless suffering. Thus when an act is being done, take refuge in Buddhi (evenness of mind). Refuge means abode. Live in that Buddhi, is the meaning. Miserable are they who act with a motive for results: it means, Those who act with attachment to the results, etc., are miserable, as they will continue in Samsara.","chakravarthi":"Krishna here criticizes karma done with material desires. The actions done with material desire (avaram karma) are far inferior to niskama karma yoga offered to the Supreme Lord (buddhi yogat). Take shelter of niskama karma yoga (buddhau). In this verse buddhi yoga refers to niskama karma yoga rather than bhakti yoga.","rudra":"\nActions initiated by desire for rewards are debased and abominable. Actions\nperformed in spiritual intelligence by the science of the individual\nconsciousness attaining communion with the Ultimate Consciousness are far\nsuperior. Therefore perform actions in spiritual intelligence and take\ncomplete shelter of the Supreme Lord. But those who are impelled and\nmotivated by desire have only misery and wretchedness. For the Brihad-\naranyaka Upanisad 3.8.10 states: Whoever departs from this Earth having no\nknowledge of the Supreme Lord is in a miserable condition.","brahma":"\nIn the verse Lord Krishna prescribes to endeavour for equanimity revealing\nthat the path is by yoga and by wisdom. Avaram means abominable and durena\nmeans to discard; so discarding all fruitive activities one should adhere\nto spiritual intelligence and remain steadfast in wisdom. One whose only\nobjective is based on fruitive desires wishes to enjoy the rewards of their\nactions and is degraded.\nNow begins the summation.\nFor all living entities the Supreme Lord is the only refuge. When this\nrealisation finally dawns upon the intellect of a living entity whether\nthey are ignorant, wise or liberated they surrender unto the Supreme Lord\nwithout reservation. Those who in delusion consider themselves the same as\nthe Supreme Lord Krishna who is distinctly differentduetoHis\ninconceivable potencies and transcendental attributes, descend to the\nhellish worlds of darkness without a doubt. They are doomed to eternal\ndamnation in hellish conditions.\nIn the Narada Purana it is stated:\nThose who see a separation in the Supreme Lord Krishna from His name, form,\nattributes, pastimes, incarnations and those who deride and seek to\ndiminish the glory of the Supreme Lord Krishnas devotees sink to an\nexistence in the hellish worlds of darkness.","shri":"There is no commentary for this verse.","kumar":"One performing actions with the thought of receiving rewards gets the\ndesired resultant. This appears positive but it is repeatedly denounced.\nWhy? Because actions performed due to selfish motives are inferior to\nactions performed due to selfless motives. Selfless motives are balanced in\nequanimity. Equanimity possesses a determinate consciousness. Because of\nthis reality one should seek the shelter of evenness of mind in equanimity.\nArjuna had acquired so many riches before naturally following his duty so\nwhy should he try to avoid his duty worrying about success or failure.\nThose motivated to perform activities craving only to get a reward for\ntheir actions are inferior and wretched."}