{"meta":"Bhagavad Gita Chapter 2 Verse 39","metahi":"भगवद् गीता 2.39","slok":"एषा तेऽभिहिता सांख्ये बुद्धिर्योगे त्विमां श्रृणु।बुद्ध्यायुक्तो यया पार्थ कर्मबन्धं प्रहास्यसि।।2.39।।","htsrsd":"।।2.39।।हे पार्थ यह समबुद्धि पहले सांख्ययोगमें कही गयी अब तू इसको कर्मयोगके विषयमें सुन जिस समबुद्धिसे युक्त हुआ तू कर्मबन्धनका त्याग कर देगा।","htstma":"।।2.39।। हे पार्थ तुम्हें सांख्य विषयक ज्ञान कहा गया और अब इस (कर्म) योग से सम्बन्धित ज्ञान को सुनो जिस ज्ञान से युक्त होकर तुम कर्मबन्ध का नाश कर सकोगे।।","transliteration":"Eshaa te’bhihitaa saankhye buddhir yoge twimaam shrinu;\nBuddhyaa yukto yayaa paartha karma bandham prahaasyasi.","englishmeaning":"eṣhā—hitherto; te—to you; abhihitā—explained; sānkhye—by analytical knowledge; buddhiḥ yoge—by the yog of intellect; tu—indeed; imām—this; śhṛiṇu—listen; buddhyā—by understanding; yuktaḥ—united; yayā—by which; pārtha—Arjun, the son of Pritha; karma-bandham—bondage of karma; prahāsyasi—you shall be released from","hcsrsd":" 2.39।। व्याख्या एषा तेऽभिहिता सांख्ये बुद्धिर्योगे त्विमां श्रृणु  यहाँ  तु  पद प्रकरणसम्बन्धविच्छेद करनेके लिये आया है अर्थात् पहले सांख्यका प्रकरण कह दिया अब योगका प्रकरण कहते हैं।यहाँ  एषा  पद पूर्वश्लोकमें वर्णित समबुद्धिके लिये आया है। इस समबुद्धिका वर्णन पहले सांख्ययोगमें (ग्यारहवेंसे तीसवें श्लोकतक) अच्छी तरह किया गया है। देहदेहीका ठीकठीक विवेक होनेपर समतामें अपनी स्वतःसिद्ध स्थितिका अनुभव हो जाता है। कारण कि देहमें राग रहनेसे ही विषमता आती है। इस प्रकार सांख्ययोगमें तो समबुद्धिका वर्णन हो चुका है। अब इसी समबुद्धिको तू कर्मयोगके विषयमें सुन। इमाम्  कहनेका तात्पर्य है कि अभी इस समबुद्धिको कर्मयोगके विषयमें कहना है कि यह समबुद्धि कर्मयोगमें कैसे प्राप्त होती है इसका स्वरूप क्या है इसकी महिमा क्या है इन बातोंके लिये भगवान्ने इस बुद्धिको योगके विषयमें सुननेके लिये कहा है। बुद्ध्या युक्तो यया पार्थ कर्मबन्धं प्रहास्यसि   अर्जुनके मनमें युद्ध करनेसे पाप लगनेकी सम्भावना थी (1। 36 45)। परन्तु भगवान्के मतमें कर्मोंमें विषमबुद्धि (रागद्वेष) होनेसे ही पाप लगता है। समबुद्धि होनेसे पाप लगता ही नहीं। जैसे संसारमें पाप और पुण्यकी अनेक क्रियाएँ होती रहती हैं पर उनसे हमें पापपुण्य नहीं लगते क्योंकि उनमें हमारी समबुद्धि रहती है अर्थात् उनमें हमारा कोई पक्षपात आग्रह रागद्वेष नहीं रहते। ऐसे ही तू समबुद्धिसे युक्त रहेगा तो तेरेको भी ये कर्म बन्धनकारक नहीं होंगे।इसी अध्यायके सातवें श्लोकमें अर्जुनने अपने कल्याणकी बात पूछी थी। इसलिये भगवान् कल्याणके मुख्यमुख्य साधनोंका वर्णन करते हैं। पहले भगवान्ने सांख्ययोगका साधन बताकर कर्तव्यकर्म करनेपर बड़ा जोर दिया कि क्षत्रियके लिये धर्मरूप युद्धसे बढ़कर श्रेयका अन्य कोई साधन नहीं है (2। 31)। फिर कहा कि समबुद्धिसे युद्ध किया जाय तो पाप नहीं लगता (2। 38)। अब उसी समबुद्धिको कर्मयोगके विषयमें कहते हैं।कर्मयोगी लोकसंग्रहके लिये सब कर्म करता है  लोकसंग्रहमेवापि संपश्यन्कर्तुमर्हसि  (गीता 3। 20)। लोकसंग्रहके लिये कर्म करनेसे अर्थात् निःस्वार्थभावसे लोकमर्यादा सुरक्षित रखनेके लिये लोगोंको उन्मार्गसे हटाकर सन्मार्गमें लगानेके लिये कर्म करनेसे समताकी प्राप्ति सुगमतासे हो जाती है। समताकी प्राप्ति होनेसे कर्मयोगी कर्मबन्धनसे सुगमतापूर्वक छूट जाता है।यह (उन्तालीसवाँ) श्लोक तीसवें श्लोकके बाद ही ठीक बैठता है और यह वहीं आना चाहिये था। कारण यह है कि इस श्लोकमें दो निष्ठाओंका वर्णन है। पहले ग्यारहवेंसे तीसवें श्लोकतक सांख्ययोगसे निष्ठा (समता) बतायी और अब कर्मयोगसे निष्ठा (समता) बताते हैं। अतः यहाँ इकतीससे अड़तीसतकके आठ श्लोकोंको देना असंगत मालूम देता है। फिर भी इन आठ श्लोकोंको यहाँ देनेका कारण यह है कि कर्मयोगमें समता कहनेसे पहले कर्तव्य क्या है और अकर्तव्य क्या है अर्जुनके लिये युद्ध करना कर्तव्य है और युद्ध न करना अकर्तव्य है इस विषयका वर्णन होना आवश्यक है। अतः भगवान्ने कर्तव्यअकर्तव्यका वर्णन करनेके लिये ही उपर्युक्त आठ श्लोक (2। 3138) कहे हैं और फिर समताकी बात कही है। तात्पर्य है कि पहले ग्यारहवेंसे तीसवें श्लोकतक सत्असत्के वर्णनसे समता बतायी कि सत् सत् ही है और असत् असत् ही है। इनमें कोई कुछ भी परिवर्तन नहीं कर सकता। फिर इकतीसवेंसे अड़तीसवें श्लोकतक कर्तव्यअकर्तव्यकी बात कहकर उन्तालीसवें श्लोकसे अकर्तव्यका त्याग और कर्तव्यका पालन करते हुए कर्मोंकी सिद्धिअसिद्धि और फलकी प्राप्तिअप्राप्तिमें समताका वर्णन करते हैं।","hcsca":"।।2.39।। जिस प्रामाणिक विचार एवं युक्ति के द्वारा पारमार्थिक सत्य का ज्ञान होता है उसे सांख्य कहते हैं जिसका उपदेश भगवान् प्रारम्भ में ही कर चुके हैं। इस ज्ञान को प्राप्त करने से शोकमोह रूप संसार की पूर्ण निवृत्ति हो जाती है। अब श्रीकृष्ण कर्मयोग अथवा बुद्धियोग के विवेचन का आश्वासन अर्जुन को देते हैं।अनेक लोग कर्म के नियम को भूलवश भाग्यवाद समझ लेते हैं किन्तु कर्म का नियम हिन्दू धर्म का एक आधारभूत सिद्धान्त है और इसलिये हिन्दू जीवन पद्धति का अध्ययन करने वाले विद्यार्थियों के लिये इस नियम का यथार्थ ज्ञान होना नितान्त आवश्यक है। यदि एक वर्ष पूर्व मद्रास में श्री रमण राव के किये अपराध के लिये आज मुझे दिल्ली में न्यायिक दण्ड मिलता है तो इसका अर्थ यह हुआ कि उस अपराधी रमण राव और आज के सन्त चिन्मय में कुछ समानता होनी चाहिये कानून के लम्बे हाथ यह पहचान कर कि अपराधी रमण राव ही चिन्मय है दिल्ली पहुँचकर मुझे दण्ड देते हैं इसी प्रकार प्रकृति का न्याय अकाट्य है पूर्ण है। इसलिये हिन्दू मनीषियों ने यह स्वीकार किया कि वर्तमान में हम जो कष्ट भोगते हैं उनका कारण भूतकाल में किसी देश विशेष और देहविशेष में किये हुए अपराध ही हैं। इससे यह सिद्ध हुआ कि पूर्वकाल का पापी और वर्तमान का कष्ट भोगने वाला कोई एक ही होना चाहिये। इसी को शास्त्र में जीव (मन और बुद्धि) कहा है।इच्छापूर्वक किया गया प्रत्येक कर्म कर्त्ता के मन पर अपना संस्कार छोड़ता जाता है जो कर्त्ता के उद्देश्य के अनुरूप ही होता है। इन संस्कारों को ही वासना कहते हैं जिनकी निवृत्ति के लिये प्रत्येक जीव विशिष्ट देश काल और परिस्थिति में जन्म लेता है। पूर्व संचित कर्मों के अनुसार सभी जीवों को दुख कष्ट आदि भोगने पड़ते हैं। मन पर पापों के चिहनांकन पश्चात्ताप पूरित क्षणों में अश्रुजल से ही प्रच्छालित किये जा सकते हैं। परिस्थितियाँ मनुष्य को रुलाती नहीं वरन् उसकी स्वयं की पापपूर्ण प्रवृत्तियाँ ही शोक का कारण होती हैं। शुद्धांन्तकरण वाले व्यक्ति के लिये फिर दुख का कोई निमित्त नहीं रह जाता।हमारे पास किसी संगीत का ध्वनिमुद्रित रेकार्ड होने मात्र से हम संगीत नहीं सुन सकते। जब रेकार्ड प्लेयर पर उसे रखकर सुई का स्पर्श होता है तभी संगीत सुनाई पड़ता है। इसी प्रकार मन में केवल वासनायें होने से ही दुख या सुख का अनुभव नहीं होता किन्तु अहंकार की सूई का स्पर्श पाकर बाह्य जगत् में जब वे कर्म के रूप में व्यक्त होती हैं तभी विविध प्रकार के फलों की प्राप्ति का अनुभव होता है।पूर्व श्लोक में वर्णित समभाव में स्थित हुआ पुरुष सुखदुख लाभहानि और जयपराजय रूपी द्वन्द्वों से ऊपर उठकर निजानन्द में रहता है। जिस मात्रा में शरीर मन और बुद्धि के साथ हमारा तादात्म्य निवृत्त होता जायेगा उसी मात्रा में यह कर्त्तृत्व का अहंकार भी नष्ट होता जायेगा और अन्त में अहंकार के अभाव में किसके लिये कर्मफल बाकी रहेंगे अर्थात् कर्म और कर्मफल सभी समाप्त हो जाते हैं।गीता में भगवान् श्रीकृष्ण द्वारा प्रतिपादित यह सिद्धान्त कोई नया और मौलिक नहीं था। उन्होंने ईसा के जन्म के पाँच हजार वर्ष पूर्व प्राचीन सिद्धांत का केवल नवीनीकरण करके मृतप्राय धर्म को पुनर्जीवित किया जो सहस्रों वर्षों पूर्व आज भी हमारे लिये आनन्द का संदेश लिये खड़ा है।","etsga":"2.39 O Partha, this wisdom has been imparted to you from the standpoint of Self-realization. But listen to this (wisdom) from the standpoint of Yoga, endowed with which wisdom you will get rid of the bondage of action.","etssa":"2.39 This, which has been taught to thee, is wisdon concerning Sankhya. Now listen to wisdom concerning Yoga, endowed with which, O Arjuna, thou shalt cast off the bonds of action.","etdss":"2.39. Listen, how this knowledge, imparted [to you] for your sankhya, is [also] for the Yoga; endowed with which knowledge you shall cast off the bondage of action, O son of Prtha !","ecssa":"2.39 एषा this? ते to thee? अभिहिता (is) declared? सांख्ये in Sankhya? बुद्धिः wisdom? योगे in the Yoga? तु indeed? इमाम् this? श्रृणु hear? बुद्ध्या with wisdom? युक्तः endowed with? यया which? पार्थ O Partha? कर्मबन्धम् bondage of Karma? प्रहास्यसि (thou) shalt cast off.Commentary Lord Krishna taught Jnana (knowledge) to Arjuna till now. (Sankhya Yoga is the path of Vedanta or Jnana Yoga? which treats of the nature of the Atman or the Self and the methods to attain Selfrealisation. It is not the Sankhya philosophy of sage Kapila.) He is now giving to teach Arjuna the technie or secret of Karma Yoga endowed with which he (or anybody else) can break through the bonds of Karma. The Karma Yogi should perform work without expectation of fruits of his actions? without the idea of agency (or the notin I do this)? without attachment? after annihilating or going beyond all the pairs of opposites such as heat and cold? gain and loss? victoyr and defeat? etc. Dharma and Adharma? or merit and demerit will not touch that Karma Yogi who works without attachment and egoism. The Karma Yogi consecrates all his works and their fruits as offerings unto the Lord (Isvararpanam) and thus obtains the grace of the Lord (Isvaraprasada).","scetsga":"2.39 Partha, O son of Prtha (Arjuna); esa, this; buddhih, wisdom, the Knowledge which directly removes the defect (viz ignorance) that is responsible for sorrow, delusion, etc. [Mundane existence consists of attraction and repulsion, agentship and enjoyership, etc. These are the defects, and they arise from ignorance about ones Self. Enlightenment is the independent and sole cause that removes this ignorance.] constituting mundane existence; abhihita, has been imparted; te, to you; sankhye, from the standpoint of Self-realization, with regard to the discriminating knowledge of the supreme Reality. Tu, but; srnu, listen; imam, to this wisdom which will be imparted presently; yoge, from the spandpoint of Yoga, from the standpoint of the means of attaining it (Knowledge) i.e., in the context of Karma-yoga, the performance of rites and duties with detachment after destroying the pairs of opposites, for the sake of adoring God, as also in the context of the practice of spiritual absorption.\nAs as inducement, He (the Lord) praises that wisdom: Yuktah, endowed; yaya, with which; buddhya, wisdom concerning Yoga; O Partha, prahasyasi, you will get rid of; karma-bandham, the bondage of action action is itself the bondage described as righteousness and unrighteousness; you will get rid of that bondage by the attainment of Knowledge through Gods grace. This is the idea.","scetdss":"2.39 Esa te etc. And this knowledge in th form of determination has been declared [to you] for your sankhya, i.e., perfect knowledge. Now, how the self-same determinate knowledge is also taught for the Yoga i.e., dexerity in action - in that manner only you must listen to by means of which determinate knowledge you shall avoid the binding nature of the actions. Truely, the actions do not themselves bind as they are insentient. Hence, it is the Self which binds Itself by means of the actions in the form of mental impressions.","scetssa":"2.39 Sankhya means intellect, and the truth about the Atman, which is determinable by the intellect, is Sankhyam. Concerning the nature of the self which has to be known, whatever Buddhi has to be taught, has been taught to you in the passage beginning with, It is not that I did not exist (II.12) and ending with the words, Therefore, you shall not grieve for any being (II.30). The disposition of mind (Buddhi) which is reired for the performance of works preceded by knowledge of the self and which thus constitutes the means of attaining release, that is here called by the term Yoga. It will be clearly told later on, Work done with desire for fruits is far inferior to work done with evennes of mind (II. 49). What Buddhi or attitude of mind is reired for making your act deserve the name of Yoga, listen to it now. Endowed with that knowledge, you will be able to cast away the bondage of Karma. Karma-bandha means the bondage due to Karma i.e., the bondage of Samsara.\nNow Sri Krsna explains the glory of works associated with the Buddhi to be described hereafter:","chakravarthi":"In this verse, Krishna concludes the jnana yoga which he has just taught. Sdnkhya means “that by which true knowledge of things (vastu tattvam) is perfectly (samak) revealed (khyayate).” In other words, sankhya means a perfect process of knowing. The intelligence (esa) resulting from that process has been explained. Now hear about the intelligence resulting from bhakti yoga (yoge) which will now be explained. Equipped with this intelligence which is absorbed in the subject of bhakti yoga, you will give up samsara (karma bandham).","rudra":"\nA brief introduction as to the correct understanding concerning the\neternality of the immortal soulthat has just been described is now\nconcluded and the path of actions known as karma yoga which is the science\nof the individual consciousness attaining communion with the Ultimate\nConsciousness is now being introduced.\nThat by which the nature of reality is determined is deemed as sankhya\nwhich is analytical knowledge and that by which the nature of the eternal\nsoul is revealed is also sankhya. The proper understanding one must\nutilise in respect to this has just been imparted to Arjuna.If in spite\nof all these unequivocal instructions regarding the nature of the eternal\nsoul one is still unable to realise it then one should with determination\nseek to realise the eternal soul by the science of the individual\nconsciousness attaining communion with the Ultimate Consciousness through\nactions without any hankering for fruitive rewards. This will allow a\nliving entity to attain purity of mind and spiritual intelligence. By the\nmanifestation of spiritual intelligence one will understandhowto\nsurrender all actions in righteousness to the Supreme Lord. The cessation\nof seeking and yearning for fruitive results effectively neutralises any\nfruitive reactions before they even materialise. Since it is ones own\nfruitive desires that causes fruitive actions and subsequent reactions, by\nrenouncing the desire for any fruitive results and performing actions as a\nmatter of duty a living entity is automatically freed from any fruitive\nreactions.","brahma":"\nThe wisdom of sankhya being the ability to understand the distinction of\nspirit from matter leads to the realisation of the eternal soul and is in\nessence the sankhya philosophy has been given in smriti. The yoga method of\nthe individual consciousness perceiving and then subsequently attaining\ncommunion with the Ultimate Consciousness and the accompanying state which\nmanifests has been revealed in the Bhagavad Purana. Other than these\nnothing else has been referred to as the sankhya philosophy or the science\nof yoga ; but in other contexts the word karma yoga has been used and along\nwith Pancaratra has been named as a method for liberation.\nIn the Vedic scriptures there is always a holistic understanding and\ncomprehensive appreciation present, thus there is no contradiction unless\none is in possession of faulty perceptions. It is sometimes seen that due\nto partial understanding an incorrect interpretation is made due to not\nacquiring sufficientknowledge. In the Citra ShikhandiSastrathe\nsimilarity between Pancaratra and the Vedas has been well documented. Also\nin all cases the sankhya philosophy and the science of yoga have been\nsimilarly described as methods for liberation from the material existence.\nThis is quite proper because spiritual knowledge is the only means of\nsalvation and various methods have been delineated in the Vedic scriptures\nregarding this. If attainment of salvation can become known by any method\nthan that in itself is spiritual knowledge. By whatever way the sankhya\nsystem comes to be known that is the distinction of spirit from matter by\nthat way it has been explained.\nNow begins the summation.\nEqual importance is also given to both jnana knowledge and sankhya. By yoga\nboth these 2 become united; therefore yoga is the means. Seekers of truth\nhave determined that yoga is the precursor to sankhya as given in the Sabda\nNirnaya.\nBrahma Tarka is a dialectical method propounded by Visnu incarnation\nKapiladeva in his discourse to Devahuti on the original sankhya philosophy\nwhich is fully theist in the Bhagavat Purana. The nyaya philosophy of\nGautama, the vaisesika philosophy of Kanada and the imitation sankhya\nphilosophy which is athiestic of Kapila Muni are all but dialectical\narguments not dialectical methods for attaining the UltimateTruth.\nMayavadi and Pasupata doctrines are considered profane. The mimamsaka\nphilosophy of Jaimini is threefold concerning rituals, brahman and the\nSupreme Lord. The original sankhya philosophy of Kapiladeva and the\nmimamsaka of Jaimini are both dialectical methods for the Ultimate Truth.\nThe perfect wisdom of the Vedic scriptures is the only complete source of\nspiritual knowledge. Those who have realised this eternal truth do not\nfollow anything else. Other philosophies such as tantra or even the astanga\nyoga system of Pantanjali should not be followed according to the Narada\nPurana.\nThe atheist sankhya philosophy as has been stated earlier is a dialectical\nargument but here in Bhagavad-Gita it is being explained in its original\ntheistic ontology as a dialectical method. The original sankhya philosophy\nas well as the astanga yoga system both declare that killing causes\nundesirable reactions.\nIn the Bhagavad-Gita war is recommended as desirable for upholding dharma\nor righteousness and in this way according to prescribed duties of a\nksatriya is a means for salvation when it is said karma bandham prahasyasi.\nSo it should be understood in this light and there should be no discrepancy\nbetween what has been intended in the original sankhya philosophy or the\nastanga yoga system and what has been related in Bhagavad-Gita as there is\nfactually no contradiction.","shri":"There is no commentary for this verse.","kumar":"Having instructed the true knowledge of the soul as being distinctly\ndifferent from the physical body and seeing that this knowledge has still\nnot been firmly embedded in Arjunas heart, Lord Krishna reiterates this\ntruth again in order to illustrate that this knowledge never becomes firmly\nembedded without practice of the means which is yoga. To do this He\nintroduces the yoga path of selfless actions as the means to this end. Thus\nthe reality is to perform all actions under the direction of ones mind well\ncultivated by the aid of spiritual knowledge from the Vedic scriptures\nexclusively. Although this spiritual knowledge is scientific Arjuna is\nstill unsteady in its application due to lack of practice in assimilation.\nSo Lord Krishna explains that by practice in the performance of actions by\nthe renunciation of their rewards Arjuna will be completely freed from\ntransmigration in the material existence."}