{"meta":"Bhagavad Gita Chapter 2 Verse 46","metahi":"भगवद् गीता 2.46","slok":"यावानर्थ उदपाने सर्वतः संप्लुतोदके।तावान्सर्वेषु वेदेषु ब्राह्मणस्य विजानतः।।2.46।।","htsrsd":"।।2.46।।सब तरफसे परिपूर्ण महान् जलाशयके प्राप्त होनेपर छोटे जलाशयमें मनुष्यका जितना प्रयोजन रहता है अर्थात् कुछ भी प्रयोजन नहीं रहता वेदों और शास्त्रोंको तत्त्वसे जाननेवाले ब्रह्मज्ञानीका सम्पूर्ण वेदोंमें उतना ही प्रयोजन रहता है अर्थात् कुछ भी प्रयोजन नहीं रहता।","htstma":"।।2.46।। सब ओर से परिपूर्ण जलराशि के होने पर मनुष्य का छोटे जलाशय में जितना प्रयोजन रहता है? आत्मज्ञानी ब्राह्मण का सभी वेदों में उतना ही प्रयोजन रहता है।।","transliteration":"Yaavaanartha udapaane sarvatah samplutodake;\nTaavaan sarveshu vedeshu braahmanasya vijaanatah.","englishmeaning":"yāvān—whatever; arthaḥ—purpose; uda-pāne—a well of water; sarvataḥ—in all respects; sampluta-udake—by a large lake; tāvān—that many; sarveṣhu—in all; vedeṣhu—Vedas; brāhmaṇasya—one who realizes the Absolute Truth; vijānataḥ—who is in complete knowledge","hcsrsd":" 2.46।। व्याख्या    यावनार्थ उदपाने सर्वतः सम्प्लुतोदके   जलसे सर्वथा परिपूर्ण स्वच्छ निर्मल महान् सरोवरके प्राप्त होनेपर मनुष्यको छोटेछोटे जलाशयोंकी कुछ भी आवश्यकता नहीं रहती। कारण कि छोटेसे जलाशयमें अगर हाथपैर धोये जायँ तो उसमें मिट्टी घुल जानेसे वह जल स्नानके लायक नहीं रहता और अगर उसमें स्नान किया जाय तो वह जल कपड़े धोनेके लायक नहीं रहता और यदि उसमें कपड़े धोये जायँ तो वह जल पीनेके लायक नहीं रहता। परन्तु महान् सरोवरके मिलनेपर उसमें सब कुछ करनेपर भी उसमें कुछ भी फरकनहीं पड़ता अर्थात् उसकी स्वच्छता निर्मलता पवित्रता वैसीकीवैसी ही बनी रहती है। तावान्सर्वेषु वेदेषु ब्राह्मणस्य विजानतः   ऐसे ही जो महापुरुष परमात्मतत्त्वको प्राप्त हो गये हैं उनके लिये वेदोंमें कहे हुए यज्ञ दान तप तीर्थ व्रत आदि जितने भी पुण्यकारी कार्य हैं उन सबसे उनका कोई मतलब नहीं रहता अर्थात् वे पुण्यकारी कार्य उनके लिये छोटेछोटे जलाशयोंकी तरह हो जाते हैं। ऐसा ही दृष्टान्त आगे सत्तरवें श्लोकमें दिया है कि वह ज्ञानी महात्मा समुद्रकी तरह गम्भीर होता है। उसके सामने कितने ही भोग आ जायँ पर वे उसमें कुछ भी विकृति पैदा नहीं कर सकते।जो परमात्मतत्त्वको जाननेवाला है और वेदों तथा शास्त्रोंके तत्त्वको भी जाननेवाला है उस महापुरुषको यहाँ  ब्राह्मणस्य विजानतः  पदोंसे कहा गया है। तावान्  कहनेका तात्पर्य है कि परमात्मतत्त्वकी प्राप्ति होनेपर वह तीनों गुणोंसे रहित हो जाता है। वह निर्द्वन्द्व हो जाता है अर्थात् उसमें रागद्वेष आदि नहीं रहते। वह नित्य तत्त्वमें स्थित हो जाता है। वह निर्योगक्षेम हो जाता है अर्थात् कोई वस्तु मिल जाय और मिली हुई वस्तुकी रक्षा होती रहे ऐसा उसमें भाव भी नहीं होता। वह सदा ही परमात्मपरायण रहता है। सम्बन्ध   भगवान्ने उन्तालीसवें श्लोकमें जिस समबुद्धि(समता) को सुननेके लिये अर्जुनको आज्ञा दी थी अब आगेके श्लोकमें उसकी प्राप्तिके लिये कर्म करनेकी आज्ञा देते हैं।","hcsca":"।।2.46।। जलराशि का जो सुन्दर दृष्टान्त यहाँ दिया गया है वह सन्दर्भ को देखते हुये अत्यन्त समीचीन है। भीषण गर्मियों के दिनों में सरिताओं के सूख जाने पर समीप के किसी कुएँ से ही जल लेने लोगों को जाना पड़ता है। यद्यपि पैरों के नीचे पृथ्वी के गर्भ में जल स्रोत रहता है परन्तु वह उपयोग के लिये उपलब्ध नहीं होता। वर्षा ऋतु में सर्वत्र नदियों में बाढ़ आने पर छोटेछोटे जलाशय उसी में समा जाते हैं और तब उनका अलग से न अस्तित्व होता है और न प्रयोजन।उसी प्रकार जब तक मनुष्य अपने आनन्दस्वरूप को पहचानता नहीं तब तक मोहवश विषयों में ही वह सुख खोजा करता है। उस समय वेद अर्थात् कर्मकाण्ड उसे अत्यन्त उपयोगी प्रतीत होते हैं क्योंकि उसमें स्वर्गादि सुख पाने के अनेक साधन बताये गये हैं। परन्तु जब एक जिज्ञासु साधक उपनिषद् प्रतिपादित आनन्दस्वरूप आत्मा का अपरोक्ष रूप से ज्ञान प्राप्त कर लेता है तब उसे कर्मकान्ड में कोई प्रयोजन नहीं रह जाता। उपभोगजन्य सभी छोटेछोटे सुख उसके आनन्दस्वरूप में ही समाविष्ट होते हैं।इसका अर्थ यह नहीं हुआ कि व्यास जी द्वारा यहाँ वेदों के कर्मकाण्ड की निन्दा की गयी है। जो अविवेकी लोग साधन को ही साध्य समझ लेते हैं और अनन्त की प्राप्ति की आशा अनित्य कर्मों के द्वारा करते हैं गोपाल कृष्ण उनको इस प्रकार से प्रताड़ित कर रहे हैं फलासक्ति न रखकर किये गये कर्मों से मनुष्य का व्यक्तित्व विकसित होता है और ऐसे शुद्ध अन्तकरण वाले मनुष्य को अनन्त असीम आत्मतत्त्व का अनुभव सहज सुलभ हो जाता है। तत्पश्चात् उसे अनित्य सुखों का कोई आकर्षण नहीं रह जाता।वेद हमें अपने ही शुद्ध चैतन्यस्वरूप का बोध कराते हैं। जब तक अविद्यायुक्त अहंकार का अस्तित्व है तब तक वेदाध्ययन की आवश्यकता अपरिहार्य है। आत्मबोध के होने पर उस ज्ञानी पुरुष के कारण वेदों का भी प्रामाण्य सिद्ध होता है। गणित की सर्वोच्च शिक्षा प्राप्त कर लेने पर उस व्यक्ति को पहाड़े रटने की कोई आवश्यकता नहीं रह जाती क्योंकि उसके पूर्ण ज्ञान में इस प्रारम्भिक ज्ञान का समावेश रहता है। जहाँ तक तुम्हारा सम्बन्ध है","etsga":"2.46 A Brahmana with realization has that much utility in all the Vedas as a man has in a well when there is a flood all around.","etssa":"2.46 To the Brahmana who has known the Self, all the Vedas are of as much use as is a reservoir of water in a place where there is a flood.","etdss":"2.46. What portion in a reservoir, flooded with water everywhere, is useful [for a man in thirst], that much portion [alone] in all the Vedas is useful for an intelligent student of the Vedas.","ecssa":"2.46 यावान् as much? अर्थः use? उदपाने in a reservoir? सर्वतः everywhere? संप्लुतोदके being flooded? तावान्,so much (use)? सर्वेषु in all? वेदेषु in the Vedas? ब्राह्मणस्य of the Brahmana? विजानतः of the knowing.Commentary Only for a sage who has realised the Self? the Vedas are of no use? because he is in possession of the infinite knowledge of the Self. This does not? however? mean that the Vedas are useless. They are useful for the neophytes or the aspirants who have just started on the spiritual path.All the transient pleasures derivable from the proper performance of all actions enjoined in the Vedas are comprehended in the infinite bliss of Selfknowledge.","scetsga":"2.46 If there be no need for the infinite results of all the rites and duties mentioned in the Vedas, then why should they be performed as a dedication to God? Listen to the answer being given:\nIn the world, yavan, whatever; arthah, utility, use, like bathing, drinking, etc.; one has udapane, in a well, pond and other numerous limited reservoirs; all that, indeed, is achieved, i.e. all those needs are fulfilled to that very extent; sampluhtodake, when there is a flood; sarvatah, all arount. In a similar manner, whatever utility, result of action, there is sarvesu, in all; the vedesu, Vedas, i.e. in the rites and duties mentioned in the Vedas; all that utility is achieved, i.e. gets fulfilled; tavan, to that very extent; in that result of realization which comes brahmanasya, to a Brahmana, a sannyasin; vijanatah, who knows the Reality that is the supreme Goal that result being comparable to the flood all around. For there is the Upanisadic text, ৷৷.so all virtuous deeds performed by people get included in this one৷৷.who knows what he (Raikva) knows৷৷. (Ch. 4.1.4). The Lord also will say, all actions in their totality culminate in Knowledge (4.33). [The Commentators otation from the Ch. relates to meditation on the alified Brahman. Lest it be concluded that the present verse relates to knowledge of the alified Brahman only, he otes again from the Gita toshow that the conclusion holds good in the case of knowledge of the absolute Brahman as well.]\nTherefore, before one attains the fitness for steadfastness in Knowledge, rites and duties, even though they have (limited) utility as that of a well, pond, etc., have to be undertaken by one who is fit for rites and duties.","scetdss":"2.46 Yavan etc. He, according to whom the importance lies in his own duty alone or in the knowledge - for him the purpose is served even from a limited portion of the Vedic teaching\n Therefore-","scetssa":"2.46 Whatever use, a thirsty person has for a reservoir, which is flooded with water on all sides and which has been constructed for all kinds of purposes like irrigation, only to that extent of it, i.e., enough to drink will be of use to the thirsty person and not all the water. Likewise, whatever in all the Vedas from the means for release to a knowing Brahmana, i.e., one who is established in the study of the Vedas and who aspires for release only to that extent is it to be accepted by him and not anything else.\nSri Krsna now says that this much alone is to be accepted by an aspirant, established in Sattva:","chakravarthi":"The glory of bhakti yoga, being niskama and nirguna, is such that it goes without saying that it is without loss or sin, even if started and discontinued. That even a little performance of bhakti makes one successful is stated by Uddhava in the Eleventh Canto.\nna hy angopakrame dhvamso mad-dharmasyoddhavanv api maya vyavasitah samyan nirgunatvad anasisah\nMy dear Uddhava, because I have personally established it, this process of devotional service unto Me is transcendental and free from any material motivation. Certainly a devotee never suffers even the slightest loss by adopting this process. SB 11.29.20\nHowever, even bhakti with material desire (sakama bhakti) is known by the term vyavasayatmika buddhi (since there is worship of only one person). This is shown through an example.\nThe singular case is used to indicate a whole class of wells. “Whatever purposes the wells serve” is the meaning of yavan artha udapane. Some wells are used for cleaning the body after passing nature. Some others are used for brushing teeth. Others are used for washing clothing. Others are used for washing hair. Others are used for bathing. Others are used for drinking water.\nAll the purposes of all the different wells are served by a large body of water like a lake. In that one lake, one can perform all the activities such as cleaning the body. And by using different wells for different purposes, one becomes tired of wandering around. That is not the case in using the lake. The outstanding quality of the lake water however is its sweet taste, whereas that of the well is not tasty.\nThus, whatever purposes are served by worship of all the devatas mentioned in all the Vedas are achieved by worship of the one Supreme Lord, by the person in knowledge, one who knows the Vedas (brahmanasya). He who knows the Veda, brahtna, is called brahmana. One who knows the Vedas knows the import of the Vedas, bhakti.\nAs it says in the Second Canto of Bhagavatam:\nbrahma-varcasa-kamas tu yajeta brahmanah patim indram indriya-kamas tu praja-kamah prajapatim\nOne who desires to be absorbed in the impersonal brahmajyoti effulgence should worship the master of the Vedas, one who desires powerful sex should worship the heavenly King, Indra, and one who desires good progeny should worship the great progenitors called the Prajapatis. SB 2.3.3\nBut then it is said:\nakamah sarva-kamo va moksa-kama udara-dhih tivrena bhakti-yogena yajeta purusam param\nA person who has broader intelligence, whether he be full of all material desire, without any material desire, or desiring liberation, must by all means worship the supreme whole, the Personality of Godhead. SB 2.3.10\nJust as the sunshine, unmixed with clouds or other obstructions, is intense, bhakti yoga, unmixed with jnana, karma or other Pollutants,   is  intense   (tivrena  bhakti  yogena). One attains fulfillment of many desires by worshipping many devatas. This requires many types of mental concentration. But one can attain all those desires from the one Supreme Lord, from just one portion of the ones concentration on the one Lord. One should understand that this concentration on one personality (and attaining many goals) arises from the spiritual nature of the object of concentration.","rudra":"\nIt may be questioned that fixed determination which seeks service of the\nSupreme Lord in a disinterested way by renouncing the various fruits\ndescribed in revealed scriptures is indeed a contradictory resolve. To\nanswer this the Supreme Lord speaks this verse. As a small pot\nof water all the needs of a person drinking and bathing cannot be satisfied\nat one place; but all these purposes can be satisfied in a great reservoir\nof water. Similarly a person who has realised the nature of the Ultimate\nTruth verily has indeed all the results of all the various prescribed\nrituals prescribed throughout the Vedic scriptures; for the bliss of the\nUltimate Truth contains all finite joys. As is confirmed in the Brihad-\naranyaka Upanisad 4.3.32 states: On a fraction of the basis of the Ultimate\ntruth do all living entities exist. Therefore the fixed determination of\nsurrendering in righteousness all ones actions unto the Supreme Lord alone\nis the correct resolve.","brahma":"\nTherefore the rewards available to thosewhoactwithspiritual\nintelligence are not accessible to those who are seekers of fruitive\ndesires. But even still there is some similarity, therefore Lord Krishna\nstates in this verse that all the purposes which can be served by a well of\nwater are easily served by a large reservoir of water as well. So similarly\nwhatever rewards are given in the Vedic scriptures are easily available to\none established in spiritual intelligence of brahman or the Ultimate Truth\nbecause in such a state of consciousness all benefits are inclusive.\nTherefore one who knows the science of brahman is known as a brahmana. The\nword vijanatah meaning one who is complete in knowledge receives the reward\nof knowing the Ultimate Truth.\nNow begins the summation.\nBeing the source of all creation without the assistance of anything else,\ncomplete in all attributes, the Supreme Lord Krishna is known as the\nreservoir or shelter of all. Reservoir can also mean body of water and at\nthe time of universal dissolution the Supreme Lord assumes the very nature\nof water on all sides enveloping all.\nWhatever benefit is there by the Supreme Lord being pleased with an\naspirant, the same benefit is available to one who is knowledgeable of the\nVedic scriptures; yet all the meanings of the Vedic scriptures have been\nunderstood by one who has realised devotion to the Supreme Lord Krishna. By\nsuch enlightened understanding, the Supreme Lord, who is the Ultimate\ndispenser of all rewards becomes pleased.\nDuring the course of universal dissolution whatever rewards are ordained by\nthe Supreme Lord Krishna, who is full of all attributes, independent from\nany support and transcendental to time; the same fruits are available for\none who has knowledge of the confidential meanings in the Vedic scriptures.\nAt the time of universal dissolution nothing else exists in the material\nworlds excepting the Supreme Lord. Those who by dint of their spiritual\nintelligence who have become self-realised and have discovered their soul\nwill not be without shelter being under the complete protection of the\nSupreme Lord. These delivered souls will not be subject to the vagaries of\ntime but insulated by the transcendental energy of the Supreme Lord will be\ndelivered to the spiritual worlds.\nWithout the essential assistance ofHisprimalbreathwhichis\nindispensable and is originating from His inherent impulse that alone\nexisted when nothing else other than Him existed. Darkness was enveloped by\ndarkness and in the beginning all was enveloped by water on all sides\nenveloping all.\nIn the beginning of creation water alone existed itself solely as impulse\nand within this impulse generated by the Supreme Lord Himself, the Supreme\nLord reclined in all His undivided oneness as revealed in the Vedic\nscriptures.","shri":"Ramanuja.\nBhagavad-Gita: chapter 2, verse 47\nLord Krishna instructs Arjuna that for one who is fixed in goodness, whose\nsole aim is for liberation; the routine of performing daily duties,\noccasional duties andfruitbearingdutiesshouldbeperformed\nautomatically and whatever recompense assigned to each of themshould not\nbe hankered for desiring rewards and benefits or else it becomes fruitive.\nThe desire for reward and benefits has a binding effect keeping one bound\nin the material existence. But free from these impediments the same action\nperformed as worship to the Supreme Lord becomes the veritable means to\nsecure liberation. Therefore be devoid of motive for actions nor desire to\nreap the reward from actions. Though all living entities are acting their\npart in this world, those who are situated in goodness aspiring for\nliberation are considered not to be entangled as so. It can be understood\nthat when one eats the hunger one had is appeased and the desire is\nsatisfied as well; yet one would not consider theirself as the cause of the\nappeasal and satisfaction.","kumar":"Ramanuja.\nBhagavad-Gita: chapter 2, verse 47\nLord Krishna instructs Arjuna that for one who is fixed in goodness, whose\nsole aim is for liberation; the routine of performing daily duties,\noccasional duties andfruitbearingdutiesshouldbeperformed\nautomatically and whatever recompense assigned to each of themshould not\nbe hankered for desiring rewards and benefits or else it becomes fruitive.\nThe desire for reward and benefits has a binding effect keeping one bound\nin the material existence. But free from these impediments the same action\nperformed as worship to the Supreme Lord becomes the veritable means to\nsecure liberation. Therefore be devoid of motive for actions nor desire to\nreap the reward from actions. Though all living entities are acting their\npart in this world, those who are situated in goodness aspiring for\nliberation are considered not to be entangled as so. It can be understood\nthat when one eats the hunger one had is appeased and the desire is\nsatisfied as well; yet one would not consider theirself as the cause of the\nappeasal and satisfaction."}