{"meta":"Bhagavad Gita Chapter 2 Verse 64","metahi":"भगवद् गीता 2.64","slok":"रागद्वेषवियुक्तैस्तु विषयानिन्द्रियैश्चरन्।आत्मवश्यैर्विधेयात्मा प्रसादमधिगच्छति।।2.64।।","htsrsd":"।।2.64 2.65।।वशीभूत अन्तःकरणवाला कर्मयोगी साधक रागद्वेषसे रहित अपने वशमें की हुई इन्द्रियोंके द्वारा विषयोंका सेवन करता हुआ अन्तःकरणकी प्रसन्नताको प्राप्त हो जाता है। प्रसन्नता प्राप्त होनेपर साधकके सम्पूर्ण दुःखोंका नाश हो जाता है और ऐसे प्रसन्नचित्तवाले साधककी बुद्धि निःसन्देह बहुत जल्दी परमात्मामें स्थिर हो जाती है।","htstma":"।।2.64।। आत्मसंयमी (विधेयात्मा) पुरुष रागद्वेष से रहित अपने वश में की हुई (आत्मवश्यै) इन्द्रियों द्वारा विषयों को भोगता हुआ प्रसन्नता (प्रस्ेााद) प्राप्त करता है।।","transliteration":"Raagadwesha viyuktaistu vishayaanindriyaishcharan;\nAatmavashyair vidheyaatmaa prasaadamadhigacchati.","englishmeaning":"rāga—attachment; dveṣha—aversion; viyuktaiḥ—free; tu—but; viṣhayān—objects of the senses; indriyaiḥ—by the senses; charan—while using; ātma-vaśhyaiḥ—controlling one’s mind; vidheya-ātmā—one who controls the mind; prasādam—the Grace of God; adhigachchhati—attains","hcsrsd":" 2.64।। व्याख्या    तु  पूर्वश्लोकमें भगवान्ने कहा कि आसक्ति रहते हुए विषयोंका चिन्तन करनेमात्रसे पतन हो जाता है और यहाँ कहते हैं कि आसक्ति न रहनेपर विषयोंका सेवन करनेसे उत्थान हो जाता है। वहाँ तो बुद्धिका नाश बताया और यहाँ बुद्धिका परमात्मामें स्थित होना बताया। इस प्रकार पहले कहे गये विषयससे यहाँके विषयका अन्तर बतानेके लिये यहाँ  तु  पद आया है। विधेयात्मा   साधकका अन्तःकरण अपने वशमें रहना चाहिये। अन्तःकरणको वशीभूत किये बिना कर्मयोगकी सिद्धि नहीं होती प्रत्युत कर्म करते हुए विषयोंमें राग होनेकी और पतन होनेकी सम्भावना रहती है। वास्तवमें देखा जाय तो अन्तःकरणको अपने वशमें रखना हरेक साधकके लिये आवश्यक है। कर्मयोगीके लिये तो इसकी विशेष आवश्यकता है। आत्मवश्यैः रागद्वेषवियुक्तैः इन्द्रियैः   जैसे  विधेयात्मा  पद अन्तःकरणको वशमें करनेके अर्थमें आया है ऐसे ही  आत्मवश्यैः  पद इन्द्रियोंको वशमें करनेके अर्थमें आया है। तात्पर्य है कि व्यवहार करते समय इन्द्रियाँ अपने वशीभूत होनी चाहिये और इन्द्रियाँ वशीभूत होनेके लिये इन्द्रियोंका रागद्वेष रहित होना जरूरी है। अतः इन्द्रियोंसे किसी विषयका ग्रहण रागपूर्वक न हो और किसी विषयका त्याग द्वेषपूर्वक न हो। कारण कि विषयोंके ग्रहण और त्यागका इतना महत्त्व नहीं है जितना महत्त्व इन्द्रियोंमें राग और द्वेष न होने देनेका है। इसीलिये तीसरे अध्यायके चौंतीसवें श्लोकमें भगवान्ने साधकके लिये सावधानी बतायी है कि प्रत्येक इन्द्रियके विषयमें राग और द्वेष रहते हैं। साधक इनके वशीभूत न हो क्योंकि ये दोनों ही साधकके शत्रु हैं। पाँचवें अध्यायके तीसरे श्लोकमें भगवान्ने कहा है कि जो साधक रागद्वेषादि द्वन्द्वोंसे रहित हो जाता है वह सुखपूर्वक मुक्त हो जाता है। विषयान् चरन्   जिसका अन्तःकरण अपने वशमें है और जिसकी इन्द्रियाँ रागद्वेषसे रहित तथा अपने वशमें की हुई है ऐसा साधक इन्द्रियोंसे विषयोंका सेवन अर्थात् सब प्रकारका व्यवहार तो करता है पर विषयोंका भोग नहीं करता। भोगबुद्धिसे किया हुआ विषयसेवन ही पतनका कारण होता है। इस भोगबुद्धिका निषेध करनेके लिये ही यहाँ  विधेयात्मा आत्मवश्यैः  आदि पद आये हैं। प्रसादमधिगच्छति   रागद्वेषरहित होकर विषयोंका सेवन करनेसे साधक अन्तःकरणकी प्रसन्नता(स्वच्छता) को प्राप्त होता है। यह प्रसन्नता मानसिक तप है (गीता 17। 16) जो शारीरिक और वाचिक तपसे ऊँचा है। अतः साधकको न तो रागपूर्वक विषयोंका सेवन करना चाहिये और न द्वेषपूर्वक विषयोंका त्याग करना चाहिये क्योंकि राग और द्वेष इन दोनोंसे ही संसारके साथ सम्बन्ध जुड़ता है।रागद्वेषसे रहित इन्द्रियोंसे विषयोंका सेवन करनेसे जो प्रसन्नता होती है उसका अगर सङ्ग न किया जाय भोग न किया जाय तो वह प्रसन्नता परमात्माकी प्राप्ति करा देती है। प्रसादे सर्वदुःखानां हानिरस्योपजायते   चित्तकी प्रसन्नता (स्वच्छता) प्राप्त होनेपर सम्पूर्ण दुःखोंका नाश हो जाता है अर्थात् कोई भी दुःख नहीं रहता। कारण कि राग होनेसे ही चित्तमें खिन्नता होती है। खिन्नता होते ही कामना पैदा हो जाती है और कामनासे ही सब दुःख पैदा होते हैं। परन्तु जब राग मिट जाता है तब चित्तमें प्रसन्नता होती है। उस प्रसन्नतासे सम्पूर्ण दुःख मिट जाते हैं।जितने भी दुःख हैं वे सबकेसब प्रकृति और प्रकृतिके कार्य शरीरसंसारके सम्बन्धसे ही होते हैं और शरीरसंसारसे सम्बन्ध होता है सुखकी लिप्सासे। सुखकी लिप्सा होती है खिन्नतासे। परन्तु जब प्रसन्नता होती है तब खिन्नता मिट जाती है। खिन्नता मिटनेपर सुखकी लिप्सा नहीं रहती। सुखकी लिप्सा न रहनेसे शरीरसंसारके साथ सम्बन्ध नहीं रहता और सम्बन्ध न रहनेसे सम्पूर्ण दुःखोंका अभाव हो जाता है  सर्वदुःखानां हानिः।  तात्पर्य है कि प्रसन्नतासे दो बातें होती हैं संसारसे सम्बन्धविच्छेद और परमात्मामें बुद्धिकी स्थिरता। यही बात भगवान्ने पहले तिरपनवें श्लोकमें निश्चला और अचलापदोंसे कही है कि उसकी बुद्धि संसारमें निश्चल और परमात्मामें अचल हो जाती है।यहाँ  सर्वदुःखानां हानिः  का तात्पर्य यह नहीं है कि उसके सामने दुःखदायी परिस्थिति आयेगी ही नहीं प्रत्युत इसका तात्पर्य यह है कि कर्मोंके अनुसार उसके सामने दुःखदायी घटना परिस्थिति आ सकती है परन्तु उसके अन्तःकरणमें दुःख सन्ताप हलचल आदि विकृति नहीं हो सकती। प्रसन्नचेतसो ह्याशु बुद्धिः पर्यवतिष्ठते   प्रसन्न (स्वच्छ) चित्तवालेकी बुद्धि बहुत जल्दी परमात्मानें स्थिर हो जाती है अर्थात् साधक स्वयं परमात्मामें स्थिर हो जाता है उसकी बुद्धिमें किञ्चिन्मात्र भी सन्देह नहीं रहता। मार्मिक बात भगवद्विषयक प्रसन्नता हो अथवा व्याकुलता हो इन दोनोंमेंसे कोई एक भी अगर अधिक बढ़ जाती है तो वह शीघ्र ही परमात्माकी प्राप्ति करा देती है। जैसे भगवान्के पास जाती हुई गोपियोंको मातापिता भाई पति आदिने रोक दिया मकानमें बंद कर दिया तो उन गोपियोंमें भगवान्से मिलनेकी जो व्याकुलता हुई उससे उनके पाप नष्ट हो गये और भगवान्का चिन्तन करनेसे जो प्रसन्नता हुई उससे उनके पुण्य नष्ट हो गये। इस प्रकार पापपुण्यसे रहित होकर वे शरीरको वहीं छोड़कर सबसे पहले भगवान्से जा मिलीं  (टिप्पणी   प0 102) । परन्तु सांसारिक विषयोंको लेकर जो प्रसन्नता और खिन्नता होती है उन दोनोंमें ही भोगोंके संस्कार दृढ़ होते हैं अर्थात् संसारका बन्धन दृढ़ होता है। इसके उदाहरण संसारमात्रके सामान्य प्राणी हैं जो प्रसन्नता और खिन्नताको लेकर संसारमें फँसे हुए हैं।प्रसन्नता और व्याकुलता(खिन्नता) में अन्तःकरण द्रवित हो जाता है। जैसे द्रवित मोममें रंग डालनेसे मोममें वह रंग स्थायी हो जाता है ऐसे ही अन्तःकरण द्रवित होनेपर उसमें भगवत्सम्बन्धी अथवा सांसारिक जो भी भाव आते हैं वे स्थायी हो जाते हैं। स्थायी होनेपर वे भाव उत्थान अथवा पतन करनेवाले हो जाते हैं। अतः साधकके लिये उचित है कि संसारकी प्रियसेप्रिय वस्तु मिलनेपर भी प्रसन्न न हो और अप्रियसेअप्रिय वस्तु मिलनेपर भी उद्विग्न न हो। सम्बन्ध   पीछेके दो श्लोकोंमें जो बात कही है उसीको आगेके दो श्लोकोंमें व्यतिरेक रीतिसे पुष्ट करते हैं।","hcsca":"।।2.64।। जो पुरुष आत्मसंयम से युक्त होकर जीवन में अनेक विषयों को ग्रहण करता है परन्तु न किसी से राग रखता है और न द्वेष वह शांति और प्रसन्नता ही प्राप्त करता है। विषयों से दूर भागने से किसी को शांति नहीं मिलती क्योंकि अन्तकरण की अशान्ति बाह्य विषयों के होने या न होने पर निर्भर नहीं करती उसका प्रमुख कारण प्रिय वस्तु को पाने की लालसा अथवा अप्रिय को त्यागने की इच्छा है।किन्तु पूर्ण आत्मनियन्त्रक ज्ञानी पुरुष अशान्ति के इन कारणों से सर्वथा मुक्त हुआ विचरण करता है। जैसे हम जहाँ कहीं भी जायें प्रकाश की स्थिति के अनुसार हमारी छाया हमारे आसपास बनी रहती है परन्तु वह छाया स्वयं किसी प्रकार हमें न राग के द्वारा बाँध सकती है और न द्वेष के कारण नष्ट ही कर सकती है बाह्य विषय जगत् केवल उस व्यक्ति को कष्ट पहुँचाता है जो स्वयं उन विषयों को ऐसी शक्ति प्रदान करता है कि वे उसको ही चूरचूर कर देंयदि कोई पागल व्यक्ति हाथ में चाबुक लेकर अपने ही शरीर पर मारता हुआ पीड़ा से रोये तो उसके दुखों का अन्त तभी होगा जब वह चाबुक को छोड़ देगा अथवा यदि चाबुक को हाथ में रखे तब भी उसे अपने शरीर पर ही न घुमाये इसी प्रकार मन ही विषयों में सुन्दरता आदि का आरोप कर उनको पाने के लिये परिश्रम करता है और स्वयं ही दुखी होता है। उपदेश की दृष्टि से यहाँ कहा गया है कि आत्मसंयमी पुरुष राग और द्वेष न रखकर विषयों को अपनी ओर से शक्ति नहीं देता कि वे उसे ही पीड़ित करें।आत्मसंयम तथा रागद्वेष का अभाव इन दो गुणों के होने पर विषयों के आकर्षण से उत्पन्न होने वाले मन के विक्षेप स्वत कम होने लगते हैं। मन की विक्षेपरहित स्थिति को ही शान्ति अथवा प्रसाद कहते हैं।पूजन विधि के अन्त में प्रसाद वितरण की क्रिया इस सिद्धान्त की ही द्योतक है। पूजन अथवा यज्ञ करते समय मनुष्य को संयमित रहकर ईश्वर का ध्यान करना चाहिये जिसके फलस्वरूप वह मन में अपूर्व शान्ति का अनुभव करता है। वास्तव में इसको ही ईश्वर प्रसाद कहा जाता है। वेदान्ती चित्तशुद्धि को प्रसाद समझते हैं। रागद्वेष के अभाव में विक्षेपों का अभाव स्वाभाविक है और यही है चित्तशुद्धि।प्रसाद को प्राप्त करने पर क्या होगा सुनो","etsga":"2.64 But by perceiving objects with the organs that are free from attraction and repulsion, and are under his own control, the self-controlled man attains serenity.","etssa":"2.64 But the self-controlled man, moving among the objects with the senses under restraint and free from attraction and repulsion, attains to peace.","etdss":"2.64. On the contrary, one who moves about (consumes) the sense-objects by means of his senseorgans, that are freed from desire and hatred and are controlled in the Self-such one with a disciplined self (mind) attains serenity [of disposition].","ecssa":"2.64 रागद्वेषवियुक्तैः free from attraction and repulsion? तु but? विषयान् objects? इन्द्रियैः with senses? चरन् moving (amongst)? आत्मवश्यैः selfrestrained? विधेयात्मा the selfcontrolled? प्रसादम् to peace? अधिगच्छति attains.Commentary The mind and the senses are naturally endowed with the two currents of attraction and repulsion. Therefore? the mind and the senses like certain objects and dislike certain other objects. But the disciplined man moves among senseobjects with the mind and the senses free from attraction and repulsion and mastered by the Self? attains to the peace of the Eternal. The senses and the mind obey his will? as the disciplined self has a very strong will. The disciplined self takes only those objects which are ite necessary for the maintenance of the body without any love or hatred. He never takes those objects which are forbidden by the scriptures.In this verse Lord Krishna gives the answer to Arjunas fourth estion? How does a sage of steady wisdom move about (Cf.III.7.19?25XVIII.9).","scetsga":"2.64 Certainly the functions of the organs are naturally preceded by attraction and repulsion. This being so, caran, by perceiving; visayan, objects, which are unavoidable; indriyaih, with the organs such as ears etc.; raga-dvesa-viyuktaih, that are free from those attraction and repulsion; and are atma-vasyaih, under his own control; vidheya-atma, [A.G. takes atma-vasyaih in the sense of (with the organs) under the control of the mind. He then argues that it the mind be not under control, there can be no real control, over the organs. Hence the text uses the second expression, vidheyatma, whose mind can be subdued at will. Here atma is used in the sense of the mind, according to the Commentator himself.] the self-controlled man, whose mind can be subdued at will, a seeker after Liberation; adhigacchati, attains; prasadam, serenity, self-poise.\nWhat happens when there is serenity? This is being answered:","scetdss":"2.64 See Comment under 2.68","scetssa":"2.64 Having focussed, in the way already described, the mind on Me - the Lord of all and the auspicious object of meditation, he who goes through, i.e., considers with contempt the sense-objects, with senses under control and free from hate and attraction by reason of all impurities of mind being burnt out - such a person has a disciplined self, i.e., disciplined mind. He attains serenity. The meaning is that his mind will be free of impurities.","chakravarthi":"This verse answers the question, “How does the sthita prajna go?” (vrajeta kim) The Lord explains that it is not a fault to accept the objects of the senses, if it is done with controlled senses, with absence of attachment of the objects in the mind.\nAccording to Amara Kosa, vidheya means “submissive, situated in words, compliant, controlled, well behaved, polite, and equal.”\nOne whose mind (atma) is submissive to instructions (vidheya atma), (who contacts objects with senses controlled by the mind, senses devoid of attachment and repulsion), attains peace (prasadam). Contacting the sense objects is not a fault. Rather it is a good quality for one who does so with control.\nIn other words, for the sthita prajna, accepting the renunciation of enjoyment of objects, either by withdrawal of the senses (asana) or by engaging the senses (vrajana), is beneficial.","rudra":"\nIt may be further submitted that since it is impossible to control the\nsenses who by their very nature tend to be drawn towards senses objects, it\nwould be extremely difficult to overcome these defects; so where is the\npossibility of attaining steady wisdom. Apprehending such doubts Lord\nKrishna states in this verse and the next where he clarifies that one who\nis free from both attachment and aversion although amidst sense objects\nattains the mercy of the Supreme Lord. Here Arjunas fourth question is\nbeing answered concerning how one of steady wisdom experiences sense\nobjects. The answer given in this verse is that one experiences sense\nobjects with ones sense under control.","brahma":"\nLord Krishna is revealing how one is able to triumph over the senses in the\nlatter part of the verse. He states that even while experiencing the senses\nif one has their mind under firm control the senses are also under firm\ncontrol and one becomes successful. This is verified bytheword\nprasade which devotes success achieved by the mercy of the Supreme Lord.","shri":"\nPreviously in verse 61 Lord Krishna has declared that who ever meditates\nexclusively on Him as the Lord of all, being the soul within all hearts,\nthen by this all impurities are eradicated and the mind becomes clear,\nexpunging all desires. Here he says that the senses become destitute and\nbarren of all cravings and aversions when they are mastered by the mind in\nthis manner. Rejecting all desires for sensual objects with a mind firmly\nunder control, one achieves lucidity of mind along with inner purity and\nblissfulness.","kumar":"Previously in verse 61 Lord Krishna has declared that who ever meditates\nexclusively on Him as the Lord of all, being the soul within all hearts,\nthen by this all impurities are eradicated and the mind becomes clear,\nexpunging all desires. Here he says that the senses become destitute and\nbarren of all cravings and aversions when they are mastered by the mind in\nthis manner. Rejecting all desires for sensual objects with a mind firmly\nunder control, one achieves lucidity of mind along with inner purity and\nblissfulness."}