{"meta":"Bhagavad Gita Chapter 2 Verse 58","metahi":"भगवद् गीता 2.58","slok":"यदा संहरते चायं कूर्मोऽङ्गानीव सर्वशः।इन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता।।2.58।।","htsrsd":"।।2.58।।जिस तरह कछुआ अपने अङ्गोंको सब ओरसे समेट लेता है ऐसे ही जिस कालमें यह कर्मयोगी इन्द्रियोंके विषयोंसे इन्द्रियोंको सब प्रकारसे समेट लेता (हटा लेता) है तब उसकी बुद्धि प्रतिष्ठित हो जाती है।","htstma":"।।2.58।। कछुवा अपने अंगों को जैसे समेट लेता है वैसे ही यह पुरुष जब सब ओर से अपनी इन्द्रियों को इन्द्रियों के विषयों से परावृत्त कर लेता है? तब उसकी बुद्धि स्थिर होती है।।","transliteration":"Yadaa samharate chaayam kurmo’ngaaneeva sarvashah;\nIndriyaaneendriyaarthebhyas tasya prajnaa pratishthitaa.","englishmeaning":"yadā—when; sanharate—withdraw; cha—and; ayam—this; kūrmaḥ—tortoise; aṅgāni—limbs; iva—as; sarvaśhaḥ—fully; indriyāṇi—senses; indriya-arthebhyaḥ—from the sense objects; tasya—his; prajñā—divine wisdom; pratiṣhṭhitā—fixed in","hcsrsd":" 2.58।। व्याख्या    यदा संहरते ৷৷. प्रज्ञा प्रतिष्ठिता   यहाँ कछुएका दृष्टान्त देनेका तात्पर्य है कि जैसे कछुआ चलता है तो उसके छः अङ्ग दीखते हैं चार पैर एक पूँछ और एक मस्तक। परन्तु जब वह अपने अङ्गोंको छिपा लेता है तब केवल उसकी पीठ ही दिखायी देती है। ऐसे ही स्थितप्रज्ञ पाँच इन्द्रियाँ और एक मन इन छहोंको अपनेअपने विषयसे हटा लेता है। अगर उसका इन्द्रियों आदिके साथ किञ्चिन्मात्र भी मानसिक सम्बन्ध बना रहता है तो वह स्थितप्रज्ञ नहीं होता।यहाँ  संहरते  क्रिया देनेका मतलब यह हुआ कि वह स्थितप्रज्ञ विषयोंसे इन्द्रियोंका उपसंहार कर लेता है अर्थात वह मनसे भी विषयोंका चिन्तन नहीं करता।इस श्लोकमें  यदा  पद तो दिया है पर  तदा  पद नहीं दिया है। यद्यपि  यत्तदोर्नित्यसम्बन्धः  के अनुसार जहाँ  यदा  आता है वहाँ  तदा  का अध्याहार लिया जाता है अर्थात्  यदा  पदके अन्तर्गत ही  तदा  पद आ जाता है तथापि यहाँ  तदा  पदका प्रयोग न करनेका एक गहरा तात्पर्य है कि इन्द्रियोंके अपनेअपने विषयोंसे सर्वथा हट जानेसे स्वतःसिद्ध तत्त्वका जो अनुभव होता है वह कालके अधीन कालकी सीमामें नहीं है। कारण कि वह अनुभव किसी क्रिया अथवा त्यागका फल नहीं है। वह अनुभव उत्पन्न होनेवाली वस्तु नहीं है। अतः यहाँ कालवाचक  तदा  पद देनेकी जरूरत नहीं है। इसकी जरूरत तो वहाँ होती है जहाँ कोई वस्तु किसी वस्तुके अधीन होती है। जैसे आकाशमें सूर्य रहनेपर भी आँखें बंद कर लेनेसे सूर्य नहीं दीखता और आँखें खोलते ही सूर्य दीख जाता है तो यहाँ सूर्य और आँखोंमें कार्यकारणका सम्बन्ध नहीं है अर्थात् आँखें खुलनेसे सूर्य पैदा नहीं हुआ है। सूर्य तो पहलसे ज्योंकात्यों ही है। आँखे बंद करनेसे पहले भी सूर्य वैसा ही है और आँखें बंद करनेपर भी सूर्य वैसा ही है। केवल आँखें बंद करनेसे हमें उसका अनुभव नहीं हुआ था। ऐसे ही यहाँ इन्द्रियोंको विषयोंसे हटानेसे स्वतःसिद्ध परमात्मतत्त्वका जो अनुभव हुआ है वह अनुभव मनसहित इन्द्रियोंका विषय नहीं है। तात्पर्य है कि वह स्वतः सिद्ध तत्त्व भोगों(विषयों) के साथ सम्बन्ध रखते हुए और भोगोंको भोगते हुए भी वैसा ही है। परन्तु भोगोंके साथ सम्बन्धरूप परदा रहनसे उसका अनुभव नहीं होता और यह परदा हटते ही उसका अनुभव हो जाता है। सम्बन्ध   केवल इन्द्रियोंका विषयोंसे हट जाना ही स्थितप्रज्ञका लक्षण नहीं है इसे आगेके श्लोकमें बताते हैं।","hcsca":"।।2.58।। ज्ञानी पुरुष के आत्मानन्द समत्व और अनासक्त भाव का वर्णन करने के पश्चात् इस श्लोक में इन्द्रियों पर उसके पूर्ण संयम का वर्णन किया गया है। अत्यन्त उपयुक्त उपमा के द्वारा उसके लक्षण को यहाँ स्पष्ट किया गया है। जैसे कछुवा किसी प्रकार के संकट का आभास पाकर अपने अंगों को समेट कर स्वयं को सुरक्षित कर लेता है वैसे ही ज्ञानी पुरुष में यह क्षमता होती है कि वह अपनी इच्छा से इन्द्रियों को विषयों से परावृत्त तथा उनमें प्रवृत्त भी कर सकता है।वेदान्त के प्रत्यक्ष ज्ञान की प्रक्रिया के अनुसार अन्तकरण की चैतन्य युक्त वृत्ति इन्द्रियों के माध्यम से बाह्य देश स्थित विषय का आकार ग्रहण करती हैं और तब उस विषय का प्रत्यक्ष ज्ञान होता है। इस प्रक्रिया को कठोपनिषद् में इस प्रकार कहा गया है कि मानों चैतन्य का प्रकाश मस्तकस्थ सात छिद्रों (दो नेत्र दो कान दो नासिका छिद्र और मुख) के द्वारा बाहर किरण रूप में निकलकर वस्तुओं को प्रकाशित करता है। इस प्रकार एक विशेष इन्द्रिय द्वारा एक विशिष्ट वस्तु प्रकाशित होती है जैसे आँख से रूप रंग और कान से शब्द। भौतिक जगत् में हम विद्युत का उदाहरण ले सकते हैं जो सामान्य बल्ब में प्रकाश के रूप में व्यक्त होकर वस्तुओं को प्रकाशित करती है और वही विद्युत क्षकिरण नलिका से गुजर कर स्थूल शरीर को भेदकर आंतरिक अंगों को भी प्रकाशित कर सकती है जो सामान्यत प्रत्यक्ष नहीं होते।इस प्रकार प्रत्येक व्यक्ति पाँच ज्ञानेन्द्रियों के माध्यम से सम्पूर्ण बाह्य जगत् का ज्ञान प्राप्त करता है। इन्द्रियों द्वारा निरन्तर प्राप्त होने वाली विषय संवेदनाओं के कारण मन में अनेक विक्षेप उठते रहते हैं। नेत्रों के अभाव में रूप से उत्पन्न विक्षेप नहीं होते और बधिर पुरुष को अपनी आलोचना सुनाई नहीं पड़ती जिससे कि उस के मन में क्षोभ हो यही बात अन्य इन्द्रियों के सम्बन्ध में भी है। भगवान् कहते हैं कि ज्ञानी पुरुष में यह क्षमता होती है कि वह स्वेचछा से इन्द्रियों को विषयों से परावृत्त कर सकता है।इन्द्रिय संयम की इस क्षमता को योगशास्त्र में प्रत्याहार कहते हैं जिसे योगी प्राणायाम की सहायता से प्राप्त करता है। ईश्वर की रूप माधुरी में प्रीति होने के कारण भक्त के मन में विषयजन्य विक्षेपों का अभाव स्वाभाविक रूप से ही होता है वेदान्त में इसे उपरति कहते हैं जिसे जिज्ञासु साधक अपने विवेक के बल पर विषयों की परिच्छिन्नता और व्यर्थता एवं आत्मा के आनन्दस्वरूप को समझकर प्राप्त करता है।रोग अथवा किसी अन्य कारण से विषयोपभोग न करने वाले पुरुष से विषय तो दूर हो जाते हैं परन्तु उनका स्वाद नहीं। इस स्वाद की भी निवृत्ति किस प्रकार हो सकती है सुनो","etsga":"2.58 And when this one fully withdraws the senses from the objects of the senses, as a tortoise wholly (withdraws) the limbs, then his wisdom remains established.","etssa":"2.58 When, like the tortoise which withdraws on all sides its limbs, he withdraws his senses from the sense-objects, then his wisdom becomes steady.","etdss":"2.58. When he withdraws all his sense-organs from sense-objects, just as a tortoise does all of its own limbs, then he is declared to be a man-of-stabilized-intellect.","ecssa":"2.58 यदा when? संहरते withdraws? च and? अयम् this (Yogi)? कूर्मः tortoise? अङ्गानि limbs? इव like? सर्वशः everywhere? इन्द्रियाणि the senses? इन्द्रियार्थेभ्यः from the senseobjects? तस्य of him? प्रज्ञा wisdom प्रतिष्ठिता is steadied.Commentary Withdrawal of the senses is Pratyahara or abstraction. The mind has a natural,tendency to run towards external objects. The Yogi again and again withdraws the mind from the objects of the senses and fixes it on the Self. A Yogi who is endowed with the power of Pratyahara can enter into Samadhi even in a crowded place by withdrawing his senses within the twinkling of an eye. He is not disturbed by tumultuous sounds and noises of any description. Even on the battlefield he can rest in his centre? the Self? by withdrawing his senses. He who practises Pratyahara is dead to the world. He will not be affected by the outside vibrations. At any time by mere willing he can bring his senses under his perfect control. They are his obedient servants or instruments.","scetsga":"2.58 And besides, yada, when; ayam, this one, the sannyasin practising steadfastness in Knowledge; samharate, fully withdraws; [Fully suggests absolute firmness in withdrawal, and withdraws suggests full control over the organs] indriyani, the senses; indriya-arthhyah, from all the objects of the senses; iva, as; kurmah, a tortoise; sarvasah, wholly (withdraws); angani, its limbs, from all sides out of fear;when the man engaged in steadfastness to Knowledge withdraws thus, then tasya, his; prajna, wisdom; pratisthita, remains established (the meaning of this portion has already been explained).\nAs to that, [That is , so far as the phenomenal world is concerned.] the organs of a sick person, too, cease to be active when the refrains from sense-objects; they get fully withdrawn like the limbs of a tortoise. but not so the hankering for those objects. How that (hankering) gets completely withdrawn is being stated:","scetdss":"2.58 Yada samharate etc. the nomenclature is not an expression having a composite of both the forces of etymological and traditional meanings, like the word pankaja a lotus. But it has only the etymological force like the word pacaka a cook. Whenever he (the sage) withdraws just in his own self-just as a tortoise keeps its limbs in its bossom-from the sense-objects i.e., warding off from the sense-objects, then and then [only] he is man-of-stabilized-intellect.\nOr[the passage may mean :] Whenever he withdraws, within his own Self, [all], beginning from the sense-objects upto sense-organs i.e., when he approprites in his own Self all in the form of sense-objects and sense-organs.\n But, how is it that the nomenclature a man-of-stabilized-intellect does not hold good in the case of an ascetic ? It is answered-","scetssa":"2.58 When one is able to draw the senses away from the sense-objects on every side when the senses try to contact the sense-objects, just as a tortoise draws in its limbs, and is capable of fixing his mind on the self - he too is of firm wisdom. Thus there are four stages of devotion to knowledge, each stage being perfected through the succeeding stage.\nNow Sri Krsna speaks of the difficulty of the attainment of firm devotion to knowledge and the means of that attainment.","chakravarthi":"This verse answers the question, “How does he sit?” (kim asita)\nHe withdraws his senses such as the ear from the objects of the senses such as sound. Stopping the movement of the independent senses towards the external objects, he establishes them without movement within. This is the “sitting” of the person situated in prajna. An example is given. He does so, just as the turtle fixes his senses such as mouth and eyes within himself by his will.","rudra":"\nFurther it is stated that when one withdraws his senses from the objects of\nthe senses such as the ears from sound, the eyes from sight, the tongue\nfrom taste and so forth then one becomes steady in wisdom. Regarding the\neffortless manner in which this withdrawal of the senses is to be enacted\nis indicated by the example of a turtle withdrawing its limbs within its\nbody.","brahma":"There is no commentary for this verse.","shri":"\nLord Krishna gives the analogy of a turtle which withdraws its limbs\ninside. Similarly when one is able to keep their senses from pursuing\nsensual objects of mundane pleasure by withdrawing the senses inside and\nwho also consciously reflects upon the soul within, such a one is sthita-\nprajna situated in the perfect knowledge of transcendent meditation.There\nare four stages in developing to this platform each of which develops\nbackwards from its preceding stage. The difficulty in following this is\nrevealed by Lord Krishna in the next verse.","kumar":"Lord Krishna gives the analogy of a turtle which withdraws its limbs\ninside. Similarly when one is able to keep their senses from pursuing\nsensual objects of mundane pleasure by withdrawing the senses inside and\nwho also consciously reflects upon the soul within, such a one is sthita-\nprajna situated in the perfect knowledge of transcendent meditation.There\nare four stages in developing to this platform each of which develops\nbackwards from its preceding stage. The difficulty in following this is\nrevealed by Lord Krishna in the next verse."}