{"meta":"Bhagavad Gita Chapter 2 Verse 68","metahi":"भगवद् गीता 2.68","slok":"तस्माद्यस्य महाबाहो निगृहीतानि सर्वशः।इन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता।।2.68।।","htsrsd":"।।2.68।।इसलिये हे महाबाहो जिस मनुष्यकी इन्द्रियाँ इन्द्रियोंके विषयोंसे सर्वथा निगृहीत (वशमें की हुई) हैं उसकी बुद्धि स्थिर है।","htstma":"।।2.68।। इसलिये? हे महाबाहो जिस पुरुष की इन्द्रियाँ सब प्रकार इन्द्रियों के विषयों के वश में की हुई होती हैं? उसकी बुद्धि स्थिर होती है।।","transliteration":"Tasmaad yasya mahaabaaho nigriheetaani sarvashah;\nIndriyaaneendriyaarthebhyas tasya prajnaa pratishthitaa.","englishmeaning":"tasmāt—therefore; yasya—whose; mahā-bāho—mighty-armed one; nigṛihītāni—restrained; sarvaśhaḥ—completely; indriyāṇi—senses; indriya-arthebhyaḥ—from sense objects; tasya—of that person; prajñā—transcendental knowledge; pratiṣhṭhitā—remains fixed","hcsrsd":" 2.68।। व्याख्या    तस्माद्यस्य ৷৷. प्रज्ञा प्रतिष्ठिता  साठवें श्लोकसे मन और इन्द्रियोंको वशमें करनेका जो विषय चला आ रहा है उसका उपसंहार करते हुए  तस्मात्  पदसे कहते हैं कि जिसके मन और इन्द्रियोंमें संसारका आकर्षण नहीं रहा है उसकी बुद्धि प्रतिष्ठित है।  यहाँ  सर्वशः  पद देनेका तात्पर्य है कि संसारके साथ व्यवहार करते हुए अथवा एकान्तमें चिन्तन करते हुए किसी भी अवस्थामें उसकी इन्द्रियाँ भोगोंमें विषयोंमें प्रवृत्त नहीं होतीं। व्यवहारकालमें कितने ही विषय उसके सम्पर्कमें क्यों न आ जायँ पर वे विषय उसको विचलित नहीं कर सकते। उसका मन भी इन्द्रियके साथ मिलकर उसकी बुद्धिको विचलित नहीं कर सकता। जैसे पहाड़को कोई डिगा नहीं सकता ऐसे ही उसकी बुद्धिमें इतनी दृढ़ता आ जाती है कि उसको मन किसी भी अवस्थामें डिगा नहीं सकता। कारण कि उसके मनमें विषयोंका महत्व नहीं रहा। निगृहीतानि  का तात्पर्य है कि इन्द्रियाँ विषयोंसे पूरी तरहसे वशमें की हुई है अर्थात् विषयोंमें उनका लेशमात्र भी राग आसक्ति खिंचाव नहीं रहा है। जैसे साँपके दाँत निकाल दिये जायँ तो फिर उसमें जहर नहीं रहता। वह किसीको काट भी लेता है तो उसका कोई असर नहीं होता। ऐसे ही इन्द्रियोंको रागद्वेषसे रहित कर देना ही मानो उनके जहरीले दाँत निकाल देना है। फिर उन इन्द्रियोंमें यह ताकत नहीं रहती कि वे साधकको पतनके मार्गमें ले जायँ।इस श्लोकका तात्पर्य यह है कि साधकको दृढ़तासे यह निश्चय कर लेना चाहिये कि मेरा लक्ष्य परमात्माकी प्राप्ति करना है भोग भोगना और संग्रह करना मेरा लक्ष्य नहीं है। अगर ऐसी सावधानी साधकमें निरन्तर बनी रहे तो उसकी बुद्धि स्थिर हो जायगी। सम्बन्ध   जिसकी इन्द्रियाँ सर्वथा वशमें हैं उसमें और साधारण मनुष्योंमें क्या अन्तर है इसे आगेके श्लोकमें बताते हैं। ","hcsca":"।।2.68।। किसी सिद्धांत को समझाते समय पर्याप्त तर्क प्रस्तुत किये बिना हम अन्तिम निष्कर्ष को प्रकट नहीं करते चाहे वह निष्कर्ष कितना ही स्वीकार करने योग्य क्यों न हो। इसी को ध्यान में रखते हुए श्रीकृष्ण अर्जुन को आवश्यक तर्क देने के बाद इस श्लोक में इस निष्कर्ष पर पहुँचते हैं कि केवल अश्रु विलाप और शोक के अतिरिक्त किसी उच्चतर वस्तु की अपेक्षा यदि हम जीवन में करते हैं तो संयमपूर्ण जीवन ही जीने योग्य है। इन्द्रियों के विषयों से जिसकी इन्द्रियाँ पूर्णत वश में होती हैं वही पुरुष वास्तव में स्थितप्रज्ञ है।इन्द्रियों को वश में रखने का अर्थ यह नहीं समझना चाहिए कि ज्ञानी पुरुष की इन्द्रियाँ निरुपयोगी हो जाती हैं जिससे वह किसी प्रकार विषय ग्रहण ही न कर सके इन्द्रियों की दुर्बलता ज्ञान का लक्षण नहीं। इसका अर्थ केवल यह है कि विषयों के ग्रहण करने से उसके मन की शान्ति में कोई विघ्न नहीं आ सकता उसे कोई विचलित नहीं कर सकता। अज्ञानी पुरुष इन्द्रियों का दास होता है जबकि स्थितप्रज्ञ पुरुष उनका स्वामी।ज्ञानी के लक्षण को स्पष्ट करते हुए भगवान् आगे कहते हैं","etsga":"2.68 Therefore, O mighty-armed one, this wisdom becomes established whose organs in all their varieties are withdrawn from their objects.","etssa":"2.68 Therefore, O mighty-armed Arjuna, his knowledge is steady whose senses are completely restrained from sense-objects.","etdss":"2.68. Therefore, O mighty-armed one, the intellect of that person is stabilized, all of whose sense-organs, starting from sense-objects have been well restrained.","ecssa":"2.68 तस्मात् therefore? यस्य whose? महाबाहो O mightyarmed? निगृहीतानि restrained? सर्वशः completely? इन्द्रियाणि the senses? इन्द्रियार्थेभ्यः from the senseobjects? तस्य his? प्रज्ञा knowledge? प्रतिष्ठिता is steady.Commentary When the senses are completely controlled? the mind cannot wander wildly in the sensual grooves. It becomes steady like the lamp in a windless place. The Yogi is now established in the Self and his knowledge is steady. (Cf.III.7).","scetsga":"2.68 Since the evils arising from the activities of the organs have been described, tasmat, therefore; mahabaho, O mighty-armed one; tasya, his, the sannyasins; prajna, wisdom; pratisthita, becomes established; yasya, whose; indriyani, organs; sarvasah, in all their varieties, differentiated as mind etc.; nigrhitani, are withdrawn; indriya-arthhyah, from their objects such as sound etc.\nIn the case of a man of steady wisdom in whom has arisen discriminating knowledge, those which are these ordinary and Vedic dealings cease on the eradication of ignorance, they being effects of ignorance. And ignorance ceases because it is opposed to Knowledge. For clarifying this idea, the Lord says:","scetdss":"2.64-68 Raga-dvesa-etc. upto pratisthita. Here the purport is this : He, who controls his mind, is not tossed by the waves of wrath etc., even while he is enjoying the sense-objects; hence he alone is a man of Yoga, a man-of-stabilized-intellect. \n Extraordinary is the man of Yoga, even while he is attending to the worldly business. While examining this point, the characteristics mark of his (man of Yoga), is briefly related by the Supreme Lord-","scetssa":"2.68 Therefore, in the way described above, he whose mind is focussed on Me the auspicious object for meditation, and whose senses are thery restrained from sense-objects in everyway, in his mind alone wisdom is firmly set.\nSri Krsna now speaks of the state of attainment by one whose senses are subdued and whose mind is serene.","chakravarthi":"O might-armed one, just as you control your enemies with your strength, you should also control your mind.","rudra":"\nThe control of the senses which has been prescribed as the means of\nacquiring perfect knowledge and spiritual intelligence is being concluded.\nBy addressing Arjuna as O mighty armed one, Lord Krishna is indicating that\njust as Arjuna exercises control of the enemy in battle; he must likewise\nexercise control of the senses as well.","brahma":"\nLord Krishna is declaring that only by control of the senses in all\nrespects can wisdom be achieved.","shri":"\nTherefore in the way that it has been definitively expounded by Lord\nKrishna, whosoever achieves communion with Him the most exalted reality for\nmeditation will surely in every way have their senses abstracted and\ncompletely oblivious to the objects of the senses.Thus so qualified to\nthem will come installation of wisdom and so established they will become\nfit to attain the eternal soul. The achievement of one who has subjugated\ntheir senses and whose mind is situated in sublime serenity is discussed in\nthe next verse.","kumar":"Therefore in the way that it has been definitively expounded by Lord\nKrishna, whosoever achieves communion with Him the most exalted reality for\nmeditation will surely in every way have their senses abstracted and\ncompletely oblivious to the objects of the senses.Thus so qualified to\nthem will come installation of wisdom and so established they will become\nfit to attain the eternal soul. The achievement of one who has subjugated\ntheir senses and whose mind is situated in sublime serenity is discussed in\nthe next verse."}