{"meta":"Bhagavad Gita Chapter 2 Verse 9","metahi":"भगवद् गीता 2.9","slok":"सञ्जय उवाचएवमुक्त्वा हृषीकेशं गुडाकेशः परन्तप।न योत्स्य इति गोविन्दमुक्त्वा तूष्णीं बभूव ह।।2.9।।","htsrsd":"।।2.9।।सञ्जय बोले हे शत्रुतापन धृतराष्ट्र ऐसा कहकर निद्राको जीतनेवाले अर्जुन अन्तर्यामी भगवान् गोविन्दसे मैं युद्ध नहीं करूँगा ऐसा स्पष्ट कहकर चुप हो गये।","htstma":"।।2.9।। संजय ने कहा -- इस प्रकार गुडाकेश परंतप अर्जुन भगवान् हृषीकेश से यह कहकर कि हे गोविन्द मैं युद्ध नहीं करूँगा चुप हो गया।।","transliteration":"Sanjaya Uvaacha:\nEvam uktwaa hrisheekesham gudaakeshah parantapah;\nNa yotsya iti govindam uktwaa tooshneem babhoova ha.","englishmeaning":"sañjayaḥ uvācha—Sanjay said; evam—thus; uktvā—having spoken; hṛiṣhīkeśham—to Shree Krishna, the master of the mind and senses; guḍākeśhaḥ—Arjun, the conquerer of sleep; parantapaḥ—Arjun, the chastiser of the enemies; na yotsye—I shall not fight; iti—thus; govindam—Krishna, the giver of pleasure to the senses; uktvā—having addressed; tūṣhṇīm—silent; babhūva—became ha","hcsrsd":"।।2.9।। एवमुक्त्वा हृषीकेषम् ৷৷. बभूव ह  अर्जुनने अपना और भगवान्का दोनोंका पक्ष सामने रखकर उनपर विचार किया तो अन्तमें वे इसी निर्णयपर पहुँचे कि युद्ध करनेसे तो अधिकसेअधिक राज्य प्राप्त हो जायगा मान हो जायगा संसारमें यश हो जायगा परन्तु मेरे हृदयमें जो शोक है चिन्ता है दुःख है वे दूर नहीं होंगे। अतः अर्जुनको युद्ध न करना ही ठीक मालूम दिया।यद्यपि अर्जुन भगवान्की बातका आदर करते हैं और उसको मानना भी चाहते हैं परंतु उनके भीतर युद्ध करनेकी बात ठीकठीक जँच नहीं रही है। इसलिये अर्जुन अपने भीतर जँची हुई बातको ही यहाँ स्पष्टरूपसे साफसाफ कह देते हैं कि मैं युद्ध नहीं करूँगा। इस प्रकार जब अपनी बात अपना निर्णय भगवान्से साफसाफ कह दिया तब भगवान्से कहनेके लिये और कोई बात बाकी नहीं रही अतः वे चुप हो जाते हैं। सम्बन्ध   जब अर्जुनने युद्ध करनेके लिये साफ मना कर दिया तब उसके बाद क्या हुआ इसको सञ्जय आगेके श्लोकमें बताते हैं।","hcsca":"।।2.9।। संजय आगे वर्णन करते हुये कहता है कि भगवान् की शरण में जाकर गुडाकेशनिद्राजित एवं शत्रु प्रपीड़क अर्जुन ने यह कहा कि वह युद्ध नहीं करेगा और फिर वह मौन हो गया।केवल एक अंध धृतराष्ट्र को छोड़कर किसी भी व्यक्ति को यह अधिकार या सार्मथ्य नहीं थी कि वह युद्ध को इन क्षणों में भी रोक सके। अवश्यंभावी और अपरिहार्य युद्ध को धृतराष्ट्र द्वारा रोकने की क्षीण आशा संजय के हृदय में थी। शत्रुपीड़क अर्जुन अब तीनों जगत् को जीतने वाले (गोविन्द) भगवान् श्रीकृष्ण की शरण में पहुँच गया था इसलिये उसकी विजय अब निश्चित थी परन्तु जन्मान्ध धृतराष्ट्र ने किसी की भी श्रेष्ठ सलाह को अत्यधिक पुत्र प्रेम के कारण नहीं सुना।","etsga":"2.9 Sanjaya said Having spoken thus to Hrsikesa (Krsna), Gudakesa (Arjuna), the afflictor of foes, verily became silent, telling Govinda, I shall not fight. fight.","etssa":"2.9 Sanjaya said Having spoken thus to Hrishikesha (the Lord of the senses), Arjuna (the coneror of sleep), the destroyer of foes, said to Krishna, I will not fight and became silent.","etdss":"2.9. Sanjaya saidO scorcher of foes (O Dhrtarastra) ! Having spoken to Hrsikesa (the master of sense-organs), Govinda (Krsna) in this manner, and having declared I will not fight, Gudakesa (Arjuna), became silent !","ecssa":"2.9 एवम् thus? उक्त्वा having spoken? हृषीकेशम् to Hrishikesha? गुडाकेशः Arjuna (the coneror of sleep)? परन्तप destroyer of foes? न योत्स्ये I will not fight? इति thus? गोविन्दम् to Govinda? उक्त्वा having said? तूष्णीम् silent? बभूव ह became.No commentary.","scetsga":"2.9 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"2.9 See Comment under 2.10","scetssa":"2.9 - 2.10 Sanjaya said Thus, the Lord, the Supreme Person, introduced the Sastra regarding the self for the sake of Arjuna - whose natural courage was lost due to love and compassion in a misplaced situation, who thought war to be unrighteous even though it was the highest duty for warriors (Ksatriyas), and who took refuge in Sri Krsna to know what his right duty was -, thinking that Arjunas delusion would not come to an end except by the knowledge of the real nature of the self, and that war was an ordained duty here which, when freed from attachment to fruits, is a means for self-knowledge. Thus, has it been said by Sri Yamunacarya: The introduction to the Sastra was begun for the sake of Arjuna, whose mind was agitated by misplaced love and compassion and by the delusion that righteousness was unrighteousness, and who took refuge in Sri Krsna.\nThe Supreme Person spoke these words as if smiling, and looking at Arjuna, who was thus overcome by grief resulting from ignorance about the real nature of the body and the self, but was nevertheless speaking about duty as if he had an understanding that the self is distinct from the body, and while he (Arjuna), torn between contradictory ideas, had suddenly become inactive standing between the two armies that were getting ready to fight. Sri Krsna said, as if in ridicule, to Arjuna the words beginning with, There never was a time when I did not exist (II. 12), and ending with I will release you from all sins; grieve not! (XVIII. 66) - which have for their contents the real nature of the self, of the Supreme Self, and of the paths of work (Karma), knowledge (Jnana) and devotion (Bhakti) which constitute the means for attaining the highest spiritual fulfilment.","chakravarthi":"No commentary by Sri Visvanatha Cakravarti Thakur.","rudra":"\nAnticipating a question after speaking thus in the previous verse, Arjuna\nfinishes his lamentation with the words I shall not fight and then silently\nwaits for the Supreme Lords instructions.","brahma":"There is no commentary for this verse.","shri":"Ramanuja.\nBhagavad-Gita: chapter 2, verse 10\nObserving Arjuna overwhelmed with grief at not properly perceiving the\nactual distinction between the physical body and the soul andyet\ndiscoursing in the way that one with proper knowledge of the soulexisting\nindependent of the body would expound; seeing him in the predicament of\nhaving conflicting views, beholding him languishing with inactivity when\nboth the opposing armies were ready for battle; Lord Krishnasmilingly\nbegan to instruct him in the very next verse beginning na tv evaham jatu\nnasam meaning never was there a time I did not exist, all the way through","kumar":"Ramanuja.\nBhagavad-Gita: chapter 2, verse 10\nObserving Arjuna overwhelmed with grief at not properly perceiving the\nactual distinction between the physical body and the soul andyet\ndiscoursing in the way that one with proper knowledge of the soulexisting\nindependent of the body would expound; seeing him in the predicament of\nhaving conflicting views, beholding him languishing with inactivity when\nboth the opposing armies were ready for battle; Lord Krishnasmilingly\nbegan to instruct him in the very next verse beginning na tv evaham jatu\nnasam meaning never was there a time I did not exist, all the way through"}