{"meta":"Bhagavad Gita Chapter 2 Verse 36","metahi":"भगवद् गीता 2.36","slok":"अवाच्यवादांश्च बहून् वदिष्यन्ति तवाहिताः।निन्दन्तस्तव सामर्थ्यं ततो दुःखतरं नु किम्।।2.36।।","htsrsd":"।।2.36।।तेरे शत्रुलोग तेरी सार्मथ्यकी निन्दा करते हुए न कहनेयोग्य बहुतसे वचन कहेंगे। उससे बढ़कर और दुःखकी बात क्या होगी","htstma":"।।2.36।। तुम्हारे शत्रु तुम्हारे सार्मथ्य की निन्दा करते हुए बहुत से अकथनीय वचनों को कहेंगे? फिर उससे अधिक दुख क्या होगा","transliteration":"Avaachyavaadaamshcha bahoon vadishyanti tavaahitaah;\nNindantastava saamarthyam tato duhkhataram nu kim.","englishmeaning":"avāchya-vādān—using harsh words; cha—and; bahūn—many; vadiṣhyanti—will say; tava—your; ahitāḥ—enemies; nindantaḥ—defame; tava—your; sāmarthyam—might; tataḥ—than that; duḥkha-taram—more painful; nu—indeed; kim—what","hcsrsd":" 2.36।। व्याख्या  अवाच्यवादांश्च ৷৷. निन्दन्तस्तव सामर्थ्यम्   अहित नाम शत्रुका है  अहित करनेवालेका है। तेरे जो दुर्योधन दुःशासन कर्ण आदि शत्रु हैं तेरे वैर न रखनेपर भी वे स्वयं तेरे साथ वैर रखकर तेरा अहित करनेवाले हैं। वे तेरी सामर्थ्यको जानते हैं कि यह बड़ा भारी शूरवीर है। ऐसा जानते हुए भी वे तेरी सामर्थ्यकी निन्दा करेंगे कि यह तो हिजड़ा है। देखो यह युद्धके मौकेपर हो गया न अलग क्या यह हमारे सामने टिक सकता है क्या यह हमारे साथ युद्ध कर सकता है इस प्रकार तुझे दुःखी करनेके लिये तेरे भीतर जलन पैदा करनेके लिये न जाने कितने न कहनेलायक वचन कहेंगे। उनके वचनोंको तू कैसे सहेगा सम्बन्ध   पीछेके चार श्लोकोंमें युद्ध न करनेसे हानि बताकर अब भगवान् आगेके दो श्लोकोंमें युद्ध करनेसे लाभ बताते हैं।","hcsca":"।।2.36।। यह देखकर कि अर्जुन के मन में इन तर्कों का अनुकूल प्रभाव पड़ रहा है श्रीकृष्ण उसको युद्ध से पलायन करने में जो दोष हैं उन्हें और अधिक स्पष्ट करके दिखाते हैं। लोकनिन्दा युद्ध से पलायन का आरोप इतिहास में अपकीर्ति इनसे बढ़कर एक सम्मानित व्यक्ति के लिये और अधिक दुख क्या हो सकता है","etsga":"2.36 And your enemies will speak many indecent words while denigrating your might. What can be more painful than that?","etssa":"2.36 Thy enemies also, cavilling at thy power, will speak many abusive words. What is more painful than this?","etdss":"2.36. Slandering your ability, the enemies will talk of you many sayings that should not be talked of. Is there anything more painful than that ?","ecssa":"2.36 अवाच्यवादान् words that are improper to be spoken? च and? बहून् many? वदिष्यन्ति will say? तव thy? अहिताः enemies? निन्दन्तः cavilling? तव thy? सामर्थ्यम् power? ततः than this? दुःखतरम् more painful? नु indeed? किम् what.Commentary There is really no pain more unbearable and tormenting that that of slander thus incurred.","scetsga":"2.36 Ca, and besieds; tava, your; ahitah, enemies; vadisyanti, will speak; bahun, many, various kinds of; avacya-vadan, indecent words, unutterable words; nindantah, while denigrating, scorning; tava, your; samarthyam, might earned from battles against Nivatakavaca and others. Therefore, kim nu, what can be; duhkhataram, more painful; tatah, than that, than the sorrow arising from being scorned? That is to say, there is no greater pain than it.","scetdss":"2.36 See Comment under 2.37","scetssa":"2.36 Moreover, your enemies, the sons of Dhrtarastra, will make many remarks unutterably slanderous and disparaging to heroes, saying, How can this Partha stand in the presence of us, who are heroes, even for a moment? His prowess is elsewhere than in our presence. Can there be anything more painful to you than this? You yourself will understand that death is preferable to subjection to disparagement of this kind.\nSri Krsna now says that for a hero, enemies being slain by oneself and oneself being slain by enemies are both conducive to supreme bliss.","chakravarthi":"They will speak of you in ill terms such as “coward”.","rudra":"\nThe condemnations from his enemies regarding Arjunas failure to execute\nhis duty as a ksatriya are presented in this verse.","brahma":"There is no commentary for this verse.","shri":"Ramanuja.\nBhagavad-Gita: chapter 2, verse 37\nIf in fighting for righteousness Arjuna is slain in the battle then he will\nattain superior bliss in the heavenly spheres; but if he is victorious in\nbattle by the slaying the miscreants then he will find himself in the\nposition of unrivalled enjoyment and rulership of earthly royalty. Dividing\nand conquering, defending and rulingarethenaturaldutiesof\nksatriya royalty. Discharging these duties with no anticipation for the\nfruits of the results will be the means by whichArjunaattains\nunparalleled bliss. So Arjuna should properly prepare his mind for war by\nfortifying himself with the firm conviction that embarking on the course\nof a righteous war is the guaranteed means for him to achieve moksa or\nfinal salvation which means precisely the embodied soul becoming eternally\nliberated from the fetters of material existence and which is without a\ndoubt the great hurdle to be overcome in human existence. Arjuna is called\nhere Kaunteya to remind him that such conduct is indeed representative as a\nson of the great devotee Queen Kunti. Next will be revealed the apropos\nmentality of a living entity aspiring for salvation.","kumar":"Ramanuja.\nBhagavad-Gita: chapter 2, verse 37\nIf in fighting for righteousness Arjuna is slain in the battle then he will\nattain superior bliss in the heavenly spheres; but if he is victorious in\nbattle by the slaying the miscreants then he will find himself in the\nposition of unrivalled enjoyment and rulership of earthly royalty. Dividing\nand conquering, defending and rulingarethenaturaldutiesof\nksatriya royalty. Discharging these duties with no anticipation for the\nfruits of the results will be the means by whichArjunaattains\nunparalleled bliss. So Arjuna should properly prepare his mind for war by\nfortifying himself with the firm conviction that embarking on the course\nof a righteous war is the guaranteed means for him to achieve moksa or\nfinal salvation which means precisely the embodied soul becoming eternally\nliberated from the fetters of material existence and which is without a\ndoubt the great hurdle to be overcome in human existence. Arjuna is called\nhere Kaunteya to remind him that such conduct is indeed representative as a\nson of the great devotee Queen Kunti. Next will be revealed the apropos\nmentality of a living entity aspiring for salvation."}