{"meta":"Bhagavad Gita Chapter 2 Verse 2","metahi":"भगवद् गीता 2.2","slok":"श्री भगवानुवाचकुतस्त्वा कश्मलमिदं विषमे समुपस्थितम्।अनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन।।2.2।।","htsrsd":"।।2.2।।श्रीभगवान् बोले (टिप्पणी प0 38.1) हे अर्जुन इस विषम अवसरपर तुम्हें यह कायरता कहाँसे प्राप्त हुई जिसका कि श्रेष्ठ पुरुष सेवन नहीं करते जो स्वर्गको देनेवाली नहीं है और कीर्ति करनेवाली भी नहीं है।","htstma":"।।2.2।। श्री भगवान् ने कहा -- हे अर्जुन तुमको इस विषम स्थल में यह मोह कहाँ से उत्पन्न हुआ यह आर्य आचरण के विपरीत न तो स्वर्ग प्राप्ति का साधन ही है और न कीर्ति कराने वाला ही है।।","transliteration":"Sri Bhagavaan Uvaacha:\nKutastwaa kashmalam idam vishame samupasthitam;\nAnaaryajushtam aswargyam akeertikaram arjuna.","englishmeaning":"śhrī-bhagavān uvācha—the Supreme Lord said; kutaḥ—wherefrom; tvā—to you; kaśhmalam—delusion; idam—this; viṣhame—in this hour of peril; samupasthitam—overcome; anārya—crude person; juṣhṭam—practiced; aswargyam—which does not lead to the higher abodes; akīrti-karam—leading to disgrace; arjuna—Arjun","hcsrsd":" 2.2।। व्याख्या    अर्जुन   यह सम्बोधन देनेका तात्पर्य है कि तुम स्वच्छ निर्मल अन्तःकरणवाले हो। अतः तुम्हारे स्वभावमें कालुष्य कायरताका आना बिलकुल विरुद्ध बात है। फिर यह तुम्हारेमें कैसे आ गयी कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम्   भगवान् आश्चर्य प्रकट करते हुए अर्जुनसे कहते हैं कि ऐसे युद्धके मौकेपर तो तुम्हारेमें शूरवीरता उत्साह आना चाहिये था पर इस बेमौकेपर तुम्हारेमें यह कायरता कहाँसे आ गयी आश्चर्य दो तरहसे होता है अपने न जाननेके कारण और दूसरेको चेतानेके लिए। भगवान्का यहाँ जो आश्चर्यपूर्वक बोलना है वह केवल अर्जुनको चेतानेके लिये ही है जिससे अर्जुनका ध्यान अपने कर्तव्यपर चला जाय। कुतः  कहनेका तात्पर्य यह है कि मूलमें यह कायरतारूपी दोष तुम्हारेमें (स्वयंमें) नहीं है। यह तो आगन्तुक दोष है जो सदा रहनेवाला नहीं है। समुपस्थितम्  कहनेका तात्पर्य है कि यह कायरता केवल तुम्हारे भावोंमें और वचनोंमें ही नहीं आयी है किन्तु तुम्हारी क्रियाओंमें भी आ गयी है। यह तुम्हारेपर अच्छी तरहसे छा गयी है जिसके कारण तुम धनुषबाण छोड़कर रथके मध्यभागमें बैठ गये हो। अनार्यजुष्टम्   (टिप्पणी प0 38.2)   समझदार श्रेष्ठ मनुष्योंमें जो भाव पैदा होते हैं वे अपने कल्याणके उद्देश्यको लेकर ही होते हैं। इसलिये श्लोकके उत्तरार्धमें भगवान् सबसे पहले उपर्युक्त पद देकर कहते हैं कि तुम्हारेमें जो कायरता आयी है उस कायरताको श्रेष्ठ पुरुष स्वीकार नहीं करते। कारण कि तुम्हारी इस कायरतामें अपने कल्याणकी बात बिलकुल नहीं है। कल्याण चाहनेवाले श्रेष्ठ मनुष्य प्रवृत्ति और निवृत्ति दोनोंमें अपने कल्याणका ही उद्देश्य रखते हैं। उनमें अपने कर्तव्यके प्रति कायरता उत्पन्न नहीं होती। परिस्थितिके अनुसार उनको जो कर्तव्य प्राप्त हो जाता है उसको वे कल्याणप्राप्तिके उद्देश्यसे उत्साह और तत्परतापूर्वक साङ्गोपाङ्ग करते हैं। वे तुम्हारेजैसे कायर होकर युद्धसे या अन्य किसी कर्तव्यकर्मसे उपरत नहीं होते। अतः युद्धरूपसे प्राप्त कर्तव्यकर्मसे उपरत होना तुम्हारे लिये कल्याणकारक नहीं है। अस्वर्ग्यम्   कल्याणकी बात सामने न रखकर अगर सांसारिक दृष्टिसे भी देखा जाय तो संसारमें स्वर्गलोग ऊँचा है। परन्तु तुम्हारी यह कायरता स्वर्गको देनेवाली भी नहीं है अर्थात् कायरतापूर्वक युद्धसे निवृत्त होनेका फल स्वर्गकी प्राप्ति भी नहीं हो सकता। अकीर्तिकरम्   अगर स्वर्गप्राप्तिका भी लक्ष्य न हो तो अच्छा माना जानेवाला पुरुष वही काम करता है जिससे संसारमें कीर्ति हो। परन्तु तुम्हारी यह जो कायरता है यह इस लोकमें भी कीर्ति (यश) देनेवाली नहीं है प्रत्युत अपकीर्ति (अपयश) देनेवाली है। अतः तुम्हारेमें कायरताका आना सर्वथा ही अनुचित है।भगवान्ने यहाँ  अनार्यजुष्टम् अस्वर्ग्यम्  और  अकीर्तिकरम्  ऐसा क्रम देकर तीन प्रकारके मनुष्य बताये हैं (1) जो विचारशील मनुष्य होते हैं वे केवल अपना कल्याण ही चाहते हैं। उनका ध्येय उद्देश्य केवल कल्याणका ही होता है। (2) जो पुण्यात्मा मनुष्य होते हैं वे शुभकर्मोंके द्वारा स्वर्गकी प्राप्ति चाहते हैं। वे स्वर्गको ही श्रेष्ठ मानकर उसकी प्राप्तिका ही उद्देश्य रखते हैं। (3) जो साधारण मनुष्य होते हैं वे संसारको ही आदर देते हैं। इसलिये वे संसारमें अपनी कीर्ति चाहते हैं और उस कीर्तिको ही अपना ध्येय मानते हैं।उपर्युक्त तीनों पद देकर भगवान् अर्जुनको सावधान करते हैं कि तुम्हारा जो यह युद्ध न करनेका निश्चय है यह विचारशील और पुण्यात्मा मनुष्योंके ध्येय कल्याण और स्वर्गको प्राप्त करानेवाला भी नहीं है तथा साधारण मनुष्योंके ध्येय कीर्तिको प्राप्त करानेवाला भी नहीं है। अतः मोहके कारण तुम्हारा युद्ध न करनेका निश्चय बहुत ही तुच्छ है जो कि तुम्हारा पतन करनेवाला तुम्हें नरकोंमें ले जानेवाला और तुम्हारी अपकीर्ति करनेवाला होगा। सम्बन्ध   कायरता आनेके बाद अब क्या करें इस जिज्ञासाको दूर करनेके लिये भगवान् कहते हैं","hcsca":"।।2.2।। अपने आप को आर्य कहलाने वाले एक राजा को युद्धभूमि में इस प्रकार हतबुद्धि देखकर भगवान् को आश्चर्य हो रहा था। एक सच्चे आर्य अर्थात् श्रेष्ठ पुरुष का स्वभाव तो यह होता है कि जीवन में आने वाली किसी भी परिस्थिति में अपने मनसंयम से विचलित न होकर उन परिस्थितियों का कुशलता से सामना करता है और उनको अपने अनुकूल बना लेता है। समुचित शैली में जीवन यापन करके अत्यन्त प्रतिकूल और विषम परिस्थितियों को भी आनन्ददायक सफलता में परिवर्तित किया जा सकता है। यह सब मनुष्य की बुद्धिमत्ता पर निर्भर है कि वह अपने आप को जीवन के उत्थानपतन में सही दिशा में किस प्रकार ले जाता है। यहाँ भगवान् अर्जुन के आचरण को अनार्य कहते हैं। आर्य पुरुष जीवन के उच्च आदर्शों पवित्रता और गरिमा के आह्वान के प्रति सदैव जागरूक और प्रयत्नशील रहते हैं ।अर्जुन की इस शोकाकुल अवस्था को देखकर श्रीकृष्ण को आश्चर्य इसलिये हो रहा था कि वे दीर्घ काल से अच्छी प्रकार जानते थे और इस प्रकार का शोकमोह अर्जुन के स्वभाव के सर्वथा विपरीत था। इसीलिये वे यहाँ कहते हैं तुमको इस विषमस्थल में৷৷.आदि।हिन्दुओं का यह विश्वास है कि क्षत्रिय कुल में जन्मे हुये व्यक्ति का कर्तव्य है धर्म के लिये युद्ध करना और इस प्रकार यदि उसे रणभूमि में प्राण त्यागना पड़े तो उस वीर को स्वर्ग की प्राप्ति होती है।","etsga":"2.2 The Blessed Lord said O Arjuna, in this perilous place, whence has come to you this impurity entertained by unenlightened persons, which does not lead to heaven and which brings infamy?","etssa":"2.2 The Blessed Lord said Whence is this perilous strait come upon thee, this dejection which is unworthy of you, disgraceful, and which will close the gates of heaven upon you, O Arjuna?","etdss":"2.2. The Bhagavat said O Arjuna !At a critical moment, whence did this sinful act come to you which is practised by men of ignoble (low) birth and which is leading to the hell and is inglorious ?","ecssa":"2.2 कुतः whence? त्वा upon thee? कश्मलम् dejection? इदम् this? विषमे in perilous strait? समुपस्थितम् comes? अनार्यजुष्टम् unworthy (unaryanlike)? अस्वर्ग्यम् heavenexcluding? अकीर्तिकरम् disgraceful? अर्जुन O Arjuna.No commentary.","scetsga":"2.2 Sri Sankaracharya did not comment on this sloka. The commentary starts from 2.10.","scetdss":"2.2 Kutah etc. To commence with, the Bhagavat exhorts Arjuna just by following the worldly (common) practice; but, in due course, He will impart knowledge. Hence He says practised by men of low birth. \n Uttering words of ruke such as unmanliness etc., the Bhagavat causes [Arjuna] to know that he misconceives demerit as meritorious :","scetssa":"2.1 - 2.3 Sanjaya said - Lord said When Arjuna thus sat, the Lord, opposing his action, said: What is the reason for your misplaced grief? Arise for battle, abandoning this grief, which has arisen in a critical situation, which can come only in men of wrong understanding, which is an obstacle for reaching heaven, which does not confer fame on you, which is very mean, and which is caused by faint-heartedness.","chakravarthi":"Why (kutah) has this bewilderment (kasmalam) at this critical juncture of the war (visame) come upon you (upasthitam), which is not to be experienced by persons firmly established in dharmic principles (anarya justam), which is against both happiness in next life (asvargyam) and this life (akirti karam)?","rudra":"\nThe Supreme Lord Krishna said: Whence meaning from where, coming from what\nsource, caused by what reason has such weakness, suchbewilderment\noverpowered him at this critical moment of crisis. This weakness is not\nsanctioned by honourable men, itis unrighteous and thus guarantees\ninfamy.","brahma":"There is no commentary for this verse.","shri":"There is no commentary for this verse.","kumar":"By using the unexcelled superlative of Bhagavan in referring to Lord\nKrishna supreme position as the unparalleled possessor of the six opulences\nbeing: omniscience, power, strength, splendour, wealth and dispassion. Lord\nKrishna desiring to benefit the devotees enquires from Arjuna where has\nthis delusion arisen from in this hour of crisis which afflicts those who\ndo not comprehend the value of human existence."}