{"meta":"Bhagavad Gita Chapter 3 Verse 1","metahi":"भगवद् गीता 3.1","slok":"अर्जुन उवाचज्यायसी चेत्कर्मणस्ते मता बुद्धिर्जनार्दन।तत्किं कर्मणि घोरे मां नियोजयसि केशव।।3.1।।","htsrsd":"।।3.1 3.2।।अर्जुन बोले हे जनार्दन अगर आप कर्मसे बुद्धि(ज्ञान) को श्रेष्ठ मानते हैं तो फिर हे केशव मुझे घोर कर्ममें क्यों लगाते हैं आप अपने मिले हुए वचनोंसे मेरी बुद्धिको मोहितसी कर रहे हैं। अतः आप निश्चय करके एक बात कहिये जिससे मैं कल्याणको प्राप्त हो जाऊँ।","htstma":"।।3.1।। हे जनार्दन यदि आपको यह मान्य है कि कर्म से ज्ञान श्रेष्ठ है तो फिर हे केशव आप मुझे इस भयंकर कर्म में क्यों प्रवृत्त करते हैं","transliteration":"Arjuna UvaachaJyaayasee chet karmanaste mataa buddhir janaardana;\nTat kim karmani ghore maam niyojayasi keshava.","englishmeaning":"arjunaḥ uvācha—Arjun said; jyāyasī—superior; chet—if; karmaṇaḥ—than fruitive action; te—by you; matā—is considered; buddhiḥ—intellect; janārdana—he who looks after the public, Krishna; tat—then; kim—why; karmaṇi—action; ghore—terrible; mām—me; niyojayasi—do you engage; keśhava—Krishna, the killer of the demon named Keshi; vyāmiśhreṇa iva—by your apparently ambiguous; vākyena—words; buddhim—intellect; mohayasi—I am getting bewildered; iva—as it were; me—my; tat—therefore; ekam—one; vada—please tell; niśhchitya—decisively; yena—by which; śhreyaḥ—the highest good; aham—I; āpnuyām—may attain","hcsrsd":"।।3.1।। व्याख्या   जनार्दन इस पदसे अर्जुन मानो यह भाव प्रकट करते हैं कि हे श्री कृष्ण आप सभीकी याचना पूरी करनेवाले हैं अतः मेरी याचना तो अवश्य ही पूरी करेंगे।ज्यायसी चेत्कर्मणस्ते ৷৷. नियोजयसि केशव मनुष्यके अन्तःकरणमें एक कमजोरी रहती है कि वह प्रश्न करके उत्तरके रूपमें भी वक्तासे अपनी बात अथवा सिद्धान्तका ही समर्थन चाहता है। इसे कमजोरी इसलिये कहा गया है कि वक्ताके निर्देशका चाहे वह मनोऽनुकूल हो या सर्वथा प्रतिकूल पालन करनेका निश्चय ही शूरवीरता है शेष सब कमजोरी या कायरता ही कही जायगी। इस कमजोरीके कारण ही मनुष्यको प्रतिकूलता सहनेमें कठिनाईका अनुभव होता है। जब वह प्रतिकूलताको सह नहीं सकता तब वह अच्छाईका चोला पहन लेता है अर्थात् तब भलाईकी वेशमें बुराई आती है। जो बुराई भलाईके वशमें आती है उसका त्याग करना बड़ा कठिन होता है। यहाँ अर्जुनमें भी हिंसात्यागरूप भलाईके वशेमें कर्तव्यत्यागरूप बुराई आयी है। अतः वे कर्तव्यकर्मसे ज्ञानको श्रेष्ठ मान रहे हैं। इसी कारण वे यहाँ प्रश्न करते हैं कि यदि आप कर्मसे ज्ञानको श्रेष्ठ मानते हैं तो फिर मुझे युद्धरूप घोर कर्ममें क्यों लगाते हैंभगवान्ने दूसरे अध्यायके उन्तालीसवें श्लोकमें बुद्धिर्योगे पदसे समबुद्धि(समता) की ही बात कही थी परन्तु अर्जुनने उसको ज्ञान समझ लिया। अतः वे भगवान्से कहते हैं कि हे जनार्दन आपने पहले कहा कि मैंने सांख्यमें यह बुद्धि कह दी इसीको तुम योगके विषयमें सुनो। इस बुद्धिसे युक्त हुआ तू कर्मबन्धनको छोड़ देगा। परन्तु कर्मबन्धन तभी छूटेगा जब ज्ञान होगा। आपने यह भी कह दिया कि बुद्धियोग अर्थात् ज्ञानसे कर्म अत्यन्त निकृष्ट हैं (2। 49)। अगर आपकी मान्यतामें कर्मसे ज्ञान श्रेष्ठ है उत्तम है तो फिर मेरेको शास्त्रविहित यज्ञ दान तप आदि शुभ कर्मोंमें भी नहीं लगाना चाहिये केवल ज्ञानमें ही लगाना चाहिये। परन्तु इसके विपरीत आप मेरेको युद्धजैसे अत्यन्त क्रूर कर्ममें जिसमें दिनभर मनुष्योंकी हत्या करनी पड़े क्यों लगा रहे हैंपहले अर्जुनके मनमें युद्ध करनेका जोश आया हुआ था और उन्होंने उसी जोशमें भरकर भगवान्से कहा कि हे अच्युत दोनों सेनाओंके बीचमें मेरे रथको खड़ा कर दीजिये जिससे मैं यह देख लूँ कि यहाँ मेरे साथ दो हाथ करनेवाला कौन है। परन्तु भगवान्ने जब दोनों सेनाओंके बीचमें भीष्म और द्रोणके सामने तथा राजाओंके सामने रथ खड़ा करके कहा कि तू इन कुरुवंशियोंको देख तब अर्जुनका कौटुम्बिक मोह जाग्रत् हो गया। मोह जाग्रत् होनेसे उनकी वृत्ति युद्धसे कर्मसे उपरत होकर ज्ञानकी तरफ हो गयी क्योंकि ज्ञानमें युद्धजैसे घोर कर्म नहीं करने पड़ते। अतः अर्जुन कहते हैं कि आप मेरेको घोर कर्ममें क्यों लगाते हैंयहाँ बुद्धिः पदका अर्थ ज्ञान लिया गया है। अगर यहाँ बुद्धिः पदका अर्थ समबुद्धि (समता) लिया जाय तो व्यामिश्र वचन सिद्ध नहीं होगा। कारण कि दूसरे अध्यायके अड़तालीसवें श्लोकमें भगवान्ने अर्जुनको योग(समता) में स्थित होकर कर्म करनेकी आज्ञा दी है। व्यामिश्र वचन तभी सिद्धि होगा जब अर्जुनकी मान्यतामें दो बातें हों और तभी यह प्रश्न बनेगा कि अगर आपकी मान्यतामें कर्मसे ज्ञान श्रेष्ठ है तो फिर मेरेको घोर कर्ममें क्यों लगाते हैं दूसरी बात भगवान्ने आगे अर्जुनके प्रश्नके उत्तरमें दो निष्ठाएँ कही हैं ज्ञानियोंकी निष्ठा ज्ञानयोगसे और योगियोंकी निष्ठा कर्मयोगसे। इससे भी अर्जुनके प्रश्नोंमें बुद्धिः पदका अर्थ ज्ञान लेना युक्तिसंगत बैठता है।कोई भी साधक श्रद्धापूर्वक पूछनेपर ही अपने प्रश्नका सही उत्तर प्राप्त कर सकता है। आक्षेपपूर्वक शंका करनेसे सही उत्तर प्राप्त कर पाना सम्भव नहीं। अर्जुनकी भगवान्पर पूर्ण श्रद्धा है अतः भगवान्के कहनेपर अर्जुन अपने कल्याणके लिये युद्धजैसे घोर कर्ममें भी प्रवृत्त हो सकते हैंऐसा भाव उपर्युक्त प्रश्नसे प्रकट होता है।व्यामिश्रेणेव वाक्येन बुद्धिं मोहयसीव मे इन पदोंमें अर्जुनका भाव है कि कभी तो आप कहते हैं कि कर्म करे कुरु कर्माणि (2। 48) और कभी आप कहते हैं कि ज्ञानका आश्रय लो बुद्धौ शरणमन्विच्छ (2। 49)। आपके इन मिले हुए वचनोंसे मेरी बुद्धि मोहितसी हो रही है अर्थात् मैं यह स्पष्ट नहीं समझ पा रहा हूँ कि मेरेको कर्म करने चाहिये या ज्ञानकी शरण लेनी चाहिये।यहाँ दो बार इव पदके प्रयोगसे भगवान्पर अर्जुनकी श्रद्धाका द्योतन हो रहा है। श्रद्धाके कारण अर्जुन भगवान्के वचनोंको ठीक मान रहे हैं और यह भी समझ रहे हैं कि भगवान् मेरी बुद्धिको मोहित नहीं कर रहे हैं। परन्तु भगवान्के वचनोंको ठीकठीक न समझनेके कारण अर्जुनको भगवान्के वचन मिले हुएसे लग रहे हैं और उनको ऐसा दीख रहा है कि भगवान् अपने वचनोंसे मेरी बुद्धिको मोहतिसी कर रहे हैं। अगर भगवान् अर्जुनकी बुद्धिको मोहति करते तो फिर अर्जुनके मोहको दूर करता ही कौनतदेकं वद निश्चित्य येन श्रेयोऽहमाप्नुयाम् मेरा कल्याण कर्म करनेसे होगा या ज्ञानसे होगा इनमेंसे आप निश्चय करके मेरे लिये एक बात कहिये जिससे मेरा कल्याण हो जाय। मैंने पहले भी कहा था कि जिससे मेरा निश्चित कल्याण हो वह बात मेरे लिये कहिये यच्छ्रेयः स्यान्निश्चितं ब्रूहि तन्मे (2। 7) और अब भी मैं वही बात कर रहा हूँ। सम्बन्ध   अब आगेके तीन (तीसरे चौथे और पाँचवें) श्लोकोंमें भगवान् अर्जुनके व्यामिश्रेणेव वाक्येन (मिले हुएसे वचनों) पदोंका उत्तर देते हैं।","hcsca":"।।3.1।। अभी भी अर्जुन का यही विश्वास है कि गुरुजन पितामह आदि के साथ युद्ध करना भयानक कर्म है। लगता है अर्जुन या तो भगवान् के उपदेश को भूल गया है या वह उसे कभी समझ ही नहीं पाया था। श्रीकृष्ण ने यह बिल्कुल स्पष्ट किया था कि महाभारत के युद्ध में अर्जुन गुरुजनों को मारने वाला नहीं था क्योंकि यह युद्ध व्यक्तियों के बीच न होकर दो सिद्धांतों के मध्य था। पाण्डवों का पक्ष धर्म और नैतिकता का था। परन्तु दुर्भाग्यवश अर्जुन अपने अहंकार को भूलकर अपने पक्ष के साथ एकरूप नहीं हो पाया। जिस मात्रा में वह आदर्श के साथ तादात्म्य नहीं कर पाया उस मात्रा में उसका अहंकार बना रहा और युद्ध करने में उसे नैतिक दोष दिखाई दिया।इस श्लोक में अर्जुन का तात्पर्य यह है कि यद्यपि श्रीकृष्ण के तर्कसंन्यासमार्ग का ही अनुमोदन कर रहे थे परन्तु उसे भयंकर कर्म में प्रवृत्त किया जा रहा था।","etsga":"3.1 Arjuna said O Janardana (krsna), if it be Your opinion that wisdom is superior to action, why they do you urge me to horrible aciton, O Kesava ?","etssa":"3.1 Arjuna said If Thou thinkest that knowledge is superior to action, O Krishna, why then, O Kesava, dost Thou ask me to engage in this terrible action?","etdss":"3.1. Arjuna said O Janardana, if knowledg is held to be superior to action by You, then why do You engage me in action that is terrible, O Kesava ?","ecssa":"3.1 ज्यायसी superior? चेत् if? कर्मणः than action? ते by Thee? मता thought? बुद्धिः knowledge? जनार्दन O Janardana? तत् then? किम् why? कर्मणि in action? घोरे terrible? माम् me? नियोजयसि Thou engagest? केशव O Kesava.Commentary In verses 49? 50 and 51 of chapter II? Lord Krsihna has spoken very highly about Buddhi Yoga. He again asks Arjuna to fight. That is the reason why Arjuna is perplexed now.","scetsga":"3.1 O Janardana, cet, if it be; te, Your; mata, opinion, intention; that buddhih, Wisdom; jyayasi, is superior; karmanah, to action-.\nIf the combination of Wisdom and action be intended (by the Lord), then the means to Liberation is only one. [The path combining Wisdom and action.] In that case, Arjuna would have done something illogical in separating Wisdom from action by saying that Wisdom is superior to action. For, that (Wisdom or action, which is a constituent of the combination) cannot be greater than that (Combination, even) from the point of view of the result. [Since what is intended is a combination, therefore, the separation of Knowledge from action, from the point of view of the result, is not justifiable. When Knowledge and action are considered to form together a single means to Liberation, in that case each of them cannot be considered separately as producing its own distinct result. Arjunas estion can be justified only if this separation were possible.] Similarly, what Arjuna said by way of censuring the Lord, as it were, in, It has been stated by the Lord that Wisdom is superior to action, and He exhorts me saying, Undertake action, which is a source of evil! What may be the reason for this?, and also in, Tatkim, why then, O Kesava; niyojayasi, do You urge; mam, me; to ghore, horrible, cruel; karmani, action; involving injury?-that (censure) also does not become reasonable.\nOn the other hand, [If the opponents view be that Knowledge is to be combined with rites and duties sanctioned by the Vedas and the Smrtis in the case of the householders only, whereas for others those sanctioned by the Smrtis alone are to be combined with Knowledge৷৷., then৷৷.] if it be supposed that the combination (of Knowledge) with action sanctioned only by the Smrtis has been enjoined for all by the Lord, and Arjuna also comprehended (accordingly), then, how can the statement, Why then do you urge me to horrible action, be rational?\nBesides,","scetdss":"3.1 See Comment under 3.2","scetssa":"3.1 Arjuna said If you consider that knowledge is superior to works, why do you engage me in this terrible deed? What is said here is this: If the firm adherence to knowledge is the only means to the vision of the self, then how can one accept the idea that devotion to works (Karma) leads to it? It was said before that this firm devotion to knowledge, which forms the means for the vision of the self, could arise by the cessation of the activities of all the senses and the mind in relation to their respective objects such as sound. If the vision of the self is to be attained, which arises by the cessation of the activities of the senses, I should be guided to engage myself solely to acire firm devotion to knowledge, which is preceded by the abandoning of all works. For what purpose, then, do you engage me in this terrible deed, which consists in the activities of all the senses, and is thus an obstacle for the vision of the self?","chakravarthi":"In the third chapter, action offered to the Lord without personal desire is described. Discrimination with a desire to conquer over lust and anger is shown.\nHaving surrendered to the superiority of bhakti which is transcendental to the gunas, over jnana yoga and niskama karma yoga in previous statements, here, manifesting his own desires, Arjuna in a friendly manner censures the Lord who is encouraging him to fight according to his dharma. If fixed intelligence (buddhi), bhakti, transcending the gunas, is superior (jyayasi), then why do you engage me in this terrible action in the form of war?\nO Janardana, by your order you are causing pain (ardana) to your own people (jana). It is also not possible to avoid following your order, O Kesava, controller of even Brahma and Siva! Ka means Brahma, Isa means Siva, and va means vayase, you control.","rudra":"\nCommencing in chapter two, verse eleven Lord Krishna instructs Arjuna that\nhe is lamenting for what should not be grieved for. A pattern has been set\nin motion that gives a sense of discrimination between the soul and the\nphysical body and has been instructed as a way to attain moksa or\nliberation. So jnana yoga or a requisite mentality towards the soul has\nbeen taught, now learn how to apply this in respect to requisite activities\nin karma yoga as was explained beginning in chapter two, verse thirty-nine.\nAlthough jnana yoga and karma-yoga have been explained in detail, the\nrelationship between the two has not been established as to which is\nsuperior and which is subordinate. In regard to discrimination and the\ncultivation of spiritual knowledge and being informed that they lead one to\nmoksa or liberation; Arjuna came to the conclusion that Lord Krishna valued\nthis path to be superior to karma yoga or the path of actions. But if this\nwas true then Arjuna was bewildered because he did not understand why Lord\nKrishna was urging him to engage in a ghastly, horrific war by repeatedly\ntelling him to arise and fight","brahma":"There is no commentary for this verse.","shri":"\nThe ultimate purpose of the Bhagavad-Gita is to show in a clear and lucid\nmanner that one-pointed loving devotion to the Supreme Being who is\nglorified and proclaimed in the Vedas is the singular and paramount goal to\nbe attained by all human beings specifically and for all living beings in\ngeneral. Who is proclaimed in the Upanisads as the singular goal to\nachieve by the aspirants for moksa or liberation from material existence.\nWho is declared in the Puranas as being destitute of all defiling\ncharacteristics such as avidya or nescience. This Supreme Being who is\npossessing boundless and unlimited magnificent and glorious attributes.\nBhakti yoga or loving devotional service is exclusively only in relation to\nthe Supreme Lord Krishna or any of His authorised avatars or incarnations\nas revealed in Vedic scriptures. In order to achieve full success in bhakti\nyoga it is essential to achieve atma tattva or realisation of ones eternal\nsoul. The atma or soul is ones eternal nature beyond all material\nconceptions and is a necessary preliminary step. Atma tattva is ultimately\nattained by jnana yoga or the cultivation of spiritual knowledge from the\nVedic scriptures which is generated by karma yoga or the performance of\nprescribed Vedic activities without attachment. These prescribed Vedic\nactivities are established on the foundation that the atma is eternal and\ncan never be modified or destroyed as delineated so clearly by Lord Krishna\nin chapter two.\nBrahma has stated that the acquisition of paravidya or the knowledge\nrequired to attain the Supreme Being is known as bhakti or loving devotion\nand that dahara-vidya or that this method of meditation is required to\nrealise the Supreme Being, who resides within the etheric region of the\nheart. In the Chandogya Upanisad it is given that the realisation of the\natma within ones own heart is the first ancillary step by the God aspirant\nto attaining realisation of the Supreme Being Himself. Then the incorporeal\nand non-material reality of the atma and its eternal nature beyond the\nconsciousness of waking, sleeping and dreaming is completely transcended.\nThus does the phenomenal nature of the atma emerging from within the\nphysical body, radiant in ineffable light shining in its natural and\nwonderous effulgence. In the Katha Upanisad this subject is also well\nelucidated as given in the following description: By perceiving paramatma\nwhich is the Supreme Soul existing simultaneously within all beings and\nthen by discrimination obtained after realisation of the individual atma.\nThe enlightened one delivers themselves from attraction and repulsion, joy\nand grief and all other dualities. Communion with the Supreme Soul is\ncommunion with the Supreme Being which is the goal to be attained through\nthe discrimination derived directly from atma tattva. This confirms that\natma tattva or realisation of the soul is an essential ingerdient and\nconstituent component of the Supreme Being which is attained by bhakti or\nloving devotion. Another example is: Knowing the magnificent and all-\npervading nature of paramatma the Supreme Soul, the enlightened one no\nlonger grieves or laments which reveals the natural potency of the atma to\nrelieve one of all mundane dross due to the influence of the material\nexistence.\nThe eternal soul known as the atma is not gainable merely by hearing about\nit. Nor is it obtainable by discoursing about it nor is it attainable by\nmeditating exclusively on it. The atma is attainable solely to those whom\nthe atma alone elects to attain it. Whomsoever the atma selects as an act\nof sovereign grace alone the atma reveals itself to such a one. Who is such\na one? It is none other than that person who has discriminatory wisdom as\ntheir charioteer, who has the reins of their mind controlling the steeds of\nthe senses, who has the actual competence to achieve moksa or liberation\nand attain the coveted goal of loving devotion to the Supreme Lord.\nSo in conclusion what we have just presented in essence form is the\nultimate purpose of the Bhagavad-Gita. From chapter three along with\nchapters four, five and six the path for the aspirant is given beginning\nwith the very first question in this chapter. The means of cognition and\nthe method of realisation along with the meditation required to achieve it\nwill be delineated and forthcoming.","kumar":"The ultimate purpose of the Bhagavad-Gita is to show in a clear and lucid\nmanner that one-pointed loving devotion to the Supreme Being who is\nglorified and proclaimed in the Vedas is the singular and paramount goal to\nbe attained by all human beings specifically and for all living beings in\ngeneral. Who is proclaimed in the Upanisads as the singular goal to\nachieve by the aspirants for moksa or liberation from material existence.\nWho is declared in the Puranas as being destitute of all defiling\ncharacteristics such as avidya or nescience. This Supreme Being who is\npossessing boundless and unlimited magnificent and glorious attributes.\nBhakti yoga or loving devotional service is exclusively only in relation to\nthe Supreme Lord Krishna or any of His authorised avatars or incarnations\nas revealed in Vedic scriptures. In order to achieve full success in bhakti\nyoga it is essential to achieve atma tattva or realisation of ones eternal\nsoul. The atma or soul is ones eternal nature beyond all material\nconceptions and is a necessary preliminary step. Atma tattva is ultimately\nattained by jnana yoga or the cultivation of spiritual knowledge from the\nVedic scriptures which is generated by karma yoga or the performance of\nprescribed Vedic activities without attachment. These prescribed Vedic\nactivities are established on the foundation that the atma is eternal and\ncan never be modified or destroyed as delineated so clearly by Lord Krishna\nin chapter two.\nBrahma has stated that the acquisition of paravidya or the knowledge\nrequired to attain the Supreme Being is known as bhakti or loving devotion\nand that dahara-vidya or that this method of meditation is required to\nrealise the Supreme Being, who resides within the etheric region of the\nheart. In the Chandogya Upanisad it is given that the realisation of the\natma within ones own heart is the first ancillary step by the God aspirant\nto attaining realisation of the Supreme Being Himself. Then the incorporeal\nand non-material reality of the atma and its eternal nature beyond the\nconsciousness of waking, sleeping and dreaming is completely transcended.\nThus does the phenomenal nature of the atma emerging from within the\nphysical body, radiant in ineffable light shining in its natural and\nwonderous effulgence. In the Katha Upanisad this subject is also well\nelucidated as given in the following description: By perceiving paramatma\nwhich is the Supreme Soul existing simultaneously within all beings and\nthen by discrimination obtained after realisation of the individual atma.\nThe enlightened one delivers themselves from attraction and repulsion, joy\nand grief and all other dualities. Communion with the Supreme Soul is\ncommunion with the Supreme Being which is the goal to be attained through\nthe discrimination derived directly from atma tattva. This confirms that\natma tattva or realisation of the soul is an essential ingerdient and\nconstituent component of the Supreme Being which is attained by bhakti or\nloving devotion. Another example is: Knowing the magnificent and all-\npervading nature of paramatma the Supreme Soul, the enlightened one no\nlonger grieves or laments which reveals the natural potency of the atma to\nrelieve one of all mundane dross due to the influence of the material\nexistence.\nThe eternal soul known as the atma is not gainable merely by hearing about\nit. Nor is it obtainable by discoursing about it nor is it attainable by\nmeditating exclusively on it. The atma is attainable solely to those whom\nthe atma alone elects to attain it. Whomsoever the atma selects as an act\nof sovereign grace alone the atma reveals itself to such a one. Who is such\na one? It is none other than that person who has discriminatory wisdom as\ntheir charioteer, who has the reins of their mind controlling the steeds of\nthe senses, who has the actual competence to achieve moksa or liberation\nand attain the coveted goal of loving devotion to the Supreme Lord.\nSo in conclusion what we have just presented in essence form is the\nultimate purpose of the Bhagavad-Gita. From chapter three along with\nchapters four, five and six the path for the aspirant is given beginning\nwith the very first question in this chapter. The means of cognition and\nthe method of realisation along with the meditation required to achieve it\nwill be delineated and forthcoming."}