{"meta":"Bhagavad Gita Chapter 3 Verse 40","metahi":"भगवद् गीता 3.40","slok":"इन्द्रियाणि मनो बुद्धिरस्याधिष्ठानमुच्यते।एतैर्विमोहयत्येष ज्ञानमावृत्य देहिनम्।।3.40।।","htsrsd":"।।3.40।।इन्द्रियाँ मन और बुद्धि इस कामके वासस्थान कहे गये हैं। यह काम इन(इन्द्रियाँ मन और बुद्धि) के द्वारा ज्ञानको ढककर देहाभिमानी मनुष्यको मोहित करता है।","htstma":"।।3.40।। इन्द्रियाँ मन और बुद्धि इसके निवास स्थान कहे जाते हैं यह काम इनके द्वारा ही ज्ञान को आच्छादित करके देही पुरुष को मोहित करता है।।","transliteration":"Indriyaani mano buddhir asyaadhishthaanam uchyate;\nEtair vimohayatyesha jnaanam aavritya dehinam.","englishmeaning":"indriyāṇi—the senses; manaḥ—the mind; buddhiḥ—the intellect; asya—of this; adhiṣhṭhānam—dwelling place; uchyate—are said to be; etaiḥ—by these; vimohayati—deludes; eṣhaḥ—this; jñānam—knowledge; āvṛitya—clouds; dehinam—the embodied soul","hcsrsd":" 3.40।। व्याख्या   इन्द्रियाणि मनो बुद्धिरस्याधिष्ठानमुच्यते काम पाँच स्थानोंमें दीखता है (1) पदार्थोंमें (गीता 3। 34) (2) इन्द्रियोंमें (3) मनमें (4) बुद्धिमें और (5) माने हुए अहम् (मैं) अर्थात् कर्तामें (गीता 2। 51)। इन पाँच स्थानोंमें दीखनेपर भी काम वास्तवमें माने हुएअहम् (चिज्जडग्रन्थि) में ही रहता है। परन्तु उपर्युक्त पाँच स्थानोंमें दिखायी देनेके कारण ही वे इस कामके वासस्थान कहे जाते हैं।समस्त क्रियाएँ शरीर इन्द्रियों मन और बुद्धिसे ही होती हैं। ये चारों कर्म करनेके साधन हैं। यदि इनमें काम रहता है तो वह परमार्थिक कर्म नहीं होने देता। इसलिये कर्मयोगी निष्काम निर्मम और अनासक्त होकर शरीर इन्द्रियों मन और बुद्धिके द्वारा अन्तःकरणकी शुद्धिके लिये कर्म करता है (गीता 5। 11)।वास्तवमें काम अहम्(जडचेतनके तादात्म्य) में ही रहता है। अहम् अर्थात्मैंपन केवल माना हुआ है। मैं अमुक वर्ण आश्रम सम्प्रदायवाला हूँ यह केवल मान्यता है। मान्यताके सिवाय इसका दूसरा कोई प्रमाण नहीं है। इस माने हुए सम्बन्धमें ही कामना रहती है। कामनासे ही सब पाप होते हैं। पाप तो फल भुगताकर नष्ट हो जाते हैं परअहम् से कामना दूर हुए बिना नयेनये पाप होते रहते हैं। इसलिये कामना ही जीवको बाँधनेवाली है। महाभारतमें कहा है कामबन्धनमेवैकं नान्यदस्तीह बन्धनम्।कामबन्धनमुक्तो हि ब्रह्मभूयाय कल्पते।।(शान्तिपर्व 251। 7)जगत्में कामना ही एकमात्र बन्धन है दूसरा कोई बन्धन नहीं है। जो कामनाके बन्धनसे छूट जाता है वह ब्रह्मभाव प्राप्त करनेमें समर्थ हो जाता है।एतैर्विमोहयत्येष ज्ञानमावृत्य देहिनम् कामनाके कारण मनुष्यको जो करना चाहिये वह नहीं करता और जो नहीं करना चाहिये वह कर बैठता है। इस प्रकार कामना देहाभिमानी पुरुषको मोहित कर देती है।दूसरे अध्यायमें भगवान्ने कहा है कि कामनासे क्रोध उत्पन्न होता है कामात् क्रोधोऽभिजायते (2। 62) और क्रोधसे सम्मोह (अत्यन्त मूढ़भाव) उत्पन्न होता है क्रोधाद्भवति सम्मोहः (2। 63)। इससे यह समझना चाहिये कि कामनामें बाधा पहुँचनेपर तो क्रोध उत्पन्न होता है पर यदि कामनामें बाधा न पहुँचे तो कामनासे लोभ और लोभसे सम्मोह उत्पन्न होता है (टिप्पणी प0 197.1)। तात्पर्य यह कि कामनासे पदार्थन मिले तोक्रोध उत्पन्न होता है और पदार्थ मिले तोलोभ उत्पन्न होता है। उनसे फिरमोह उत्पन्न होता है। कामना रजोगुणका कार्य है और मोह तमोगुणका कार्य। रजोगुण और तमोगुण पासपास रहते हैं (टिप्पणी प0 197.2)। अतः काम क्रोध लोभ और मोह पासपास ही रहते हैं। काम इन्द्रियों मन और बुद्धिके द्वारा देहाभिमानी पुरुषको मोहित (बेहोश) कर देता है। इस प्रकारकाम रजोगुणका कार्य होते हुए भी तमोगुणका कार्यमोह हो जाता है।कामना उत्पन्न होनेपर मनुष्य पहले इन्द्रियोंसे भोग भोगनेकी कामना करता है। पहले तो भोगपदार्थ मिलते नहीं और मिल भी जायँ तो टिकते नहीं। इसलिये उन्हें किसी तरह प्राप्त करनेके लिये वह मनमें तरहतरहकी कामनाएँ करता है। बुद्धिमें उन्हें प्राप्त करनेके लिये तरहतरहके उपाय सोचता है। इस प्रकार कामना पहले इन्द्रियोंको संयोगजन्य सुखके प्रलोभनमें लगाती है। फिर इन्द्रियाँ मनको अपनी ओर खींचती हैं और उसके बाद इन्द्रियाँ और मन मिलकर बुद्धिको भी अपनी ओर खींच लेते हैं। इस तरह काम देहाभिमानीके ज्ञानको ढककर इन्द्रियोँ मन और बुद्धिके द्वारा उसे मोहित कर देता है तथा उसे पतनके गड्ढेमें डाल देता है।यह सिद्धान्त है कि नौकर अच्छा हो पर मालिक तिरस्कारपूर्वक उसे निकाल दे तो फिर उसे अच्छा नौकर नहीं मिलेगा। ऐसे ही मालिक अच्छा हो पर नौकर उसका तिरस्कार कर दे तो फिर उसे अच्छा मालिक नहीं मिलेगा। इसी प्रकार मनुष्य परमात्मप्राप्ति किये बिना शरीरको सांसारिक भोग और संग्रहमें ही खो देता है तो फिर उसे मनुष्यशरीर नहीं मिलेगा। अच्छी वस्तुका तिरस्कार होता है अन्तःकरण अशुद्ध होनेसे और अन्तःकरण अशुद्ध होता है कामनासे। इसलिये सबसे पहले कामनाका नाश करना चाहिये।देहिनम् विमोहयति पदोंका तात्पर्य यह है कि यह काम देहाभिमानी पुरुषको ही मोहित करता है। शरीरकोमैं औरमेरा माननेवाला ही देहाभिमानी होता है। भगवान्ने अपने उपदेशके आरम्भमें ही देह (शरीर) और देही (शरीरी आत्मा) का विवेचन किया है (गीता 2। 11 30)। देह और देही दोनों अलगअलग हैं यह सबका अनुभव है। यह काम ज्ञानको ढककर देहाभिमानी(देहसे अपना सम्बन्ध माननेवाले) को बाँधता है देही(शुद्ध स्वरूप) को नहीं। जो देहके साथ अपना सम्बन्ध नहीं मानता उसे यह बाँध नहीं सकता। देहकोमैंमेरा औरमेरे लिये माननेसे ही मनुष्य उत्पत्तिविनाशशील जड वस्तुओंको महत्त्व देता है जिससे उसमें जडताका राग उत्पन्न हो जाता है। राग उत्पन्न होनेपर जडतासे सम्बन्ध हो जाता है। जडतासे सम्बन्ध होनेपर ही कामनाकी उत्पत्ति होती है। कामना उत्पन्न होनेपर जीव मोहित होकर संसारबन्धनमें बँध जाता है। सम्बन्ध   अब आगेके तीन श्लोकोंमें भगवान् कामको मारनेका प्रकार बताते हुए उसे मारनेकी आज्ञा देते हैं।","hcsca":"।।3.40।। मन की शान्ति और सन्तोष को लूट ले जाने वाले शत्रु काम के पहचाने जाने पर एक सैनिक के समान राजकुमार अर्जुन की अपने शत्रु के निवास स्थान के विषय में जानने की इच्छा थी। अध्यात्म के उपदेशक के रूप में भगवान् को यह बताना आवश्यक था कि यह काम कौन से स्थान पर रहकर अपनी अत्यन्त दुष्ट योजनाएँ बनाता है। कामना का निवास स्थान है इन्द्रियाँ मन और बुद्धि।बड़े विस्तृत क्षेत्र में अपराध करने वाले दस्यु दल के सरदार के एक से अधिक रहने के स्थान होते हैं जहाँ से वह पूरे दल का संचालन करता है। यहाँ भी कामनारूप शत्रु के स्थानों का स्पष्ट निर्देश किया गया है।बिना किसी नियन्त्रण एवं संयम के इन्द्रियां यदि विषयों में संचार करती हैं तो वे इच्छा के निवास के लिए प्रथम उपयुक्त स्थान हैं। इन्द्रियों के माध्यम से विषय की संवेदनाएँ मन में पहुंचने पर वह भी कामनाजन्य दुखों की उत्पत्ति के लिए उपयुक्त क्षेत्र का कार्य करता है। और अन्त में पूर्व विषयोपभोग की स्मृति से रंजित आसक्तियों से युक्त बुद्धि कामना का तीसरा सुरक्षित वासस्थान है।अविद्या से मोहित जीव शरीर के साथ तादात्म्य करके विषयोपभोग चाहता है। अविवेकपूर्वक मन और बुद्धि के साथ तादात्म्य करके भावनाओं एवं विचारों की सन्तुष्टि की वह इच्छा करता है।इन स्थानों पर इच्छा को खोजना माने शत्रु का सामना करना है। अन्त में शत्रु नाश कैसे करना है इसका वर्णन आगे के श्लोकों में किया गया है","etsga":"3.40 The organs, mind, and the intellect are said to be its abode. This one diversely deludes the embodied being by veiling Knowledge with the help of these.","etssa":"3.40 The senses, the mind and the intellect are said to be its seat; through these it deludes the embodied by veiling his wisdom.","etdss":"3.40. It basis is said to be the sense-organs, the mind and the intellect. With these it deludes the embodied by concealing knowledge.","ecssa":"3.40 इन्द्रियाणि the senses? मनः the mind? बुद्धिः the intellect? अस्य its? अधिष्ठानम् seat? उच्यते is called? एतैः by these? विमोहयति deludes? एषः this? ज्ञानम् wisdom? आवृत्य having enveloped? देहिनम् the embodied.Commentary If the abode of the enemy is known it is ite easy to kill him. So Lord Krishna like a wise army general points out to Arjuna the abode of desire so that he may be able to attack it and kill it ite readily.","scetsga":"3.40 Indriyani, the organs; manah, mind; and buddhih, the intellect; ucyate, are said to be; asya, its, desires; adhisthanam, abode. Esah, this one, desire; vimohayati, diversely deludes; dehinam, the embodied being; avrtya, by veiling; jnanam, Knowledg; etaih, with the help of these, with the organs etc. which are its abodes. [The activities of the organs etc. are the media for the expression of desire. Desire covers the Knoweldge of the Self by stimulating these.]","scetdss":"3.40 Indriyani etc. In the beginning, it stands on the sense organs at work. For example, when an enemy is sighted with eyes, he generates wrath about himself at the very place of the perceivers sense-organ, then in the mind i.e., fancy, then in the intellect, i.e., resolve; and producing delusion in this way, it destroys knowledge.\n [The Lord] speaks of the means for avoiding this foe as :","scetssa":"3.40 The senses, the mind and the intellect are the instruments of desire in so far as it overpowers the self through them. By means of these, viz., the senses, the mind and the intellect, which have been reduced to the position of servants through attachment to sense objects, desire deludes the embodied soul caught up in Prakrti by covering up Its knowledge. Here deluding means making the self a victim of manifold illusions, by turning It away from the knowledge of Its true nature, and making It indulge in sensuous experiences.","chakravarthi":"Where is this lust situated? This verse explains. The great fortresses and cities of this enemy lust (adhistanam) are the senses, mind and intelligence. And the sense objects starting with sound are the provinces ruled by the king called lust. Lust bewilders the jiva (dehinam), by covering knowledge, using the senses, mind and intelligence.","rudra":"\nBy revealing the locations of where kama or lust is stationed Lord Krishna\nis indicating the means to defeat kama. As desire arises from contact with\nsense objects by seeing, hearing, touching etc. the mind is agitated and a\ndetermined effort to enjoy arises and lust manifests itself from within the\nmind completely overpowering the intellect and the discriminatory faculties\nand a person is controlled and deluded, forced to be a slave of their\nsense..","brahma":"\nNow the locations where the enemy kama or lust is given by Lord Krishna.\nThe senses becoming excited agitates the mind and the mind becoming\nexcited envelopes the intellect with this kama..","shri":"\nThe senses, the mind and the intellect which controls the discriminatory\nfaculty, is where kama or lust covertly resides and exercises its dominion\nover the atma or soul. Through kama the senses, the mind and the intellect\nbecome addicted to craving for sense objects. Kama seizes hold of the\nembodied beings and beguiles them by clouding the intellect and then kama\ncovers and envelopes the atma or soul of that being in many ways and who\nsubsequently becomes kamas slave doing anything to gratify its senses and\nis plunged into the prison garden of sense objects. This is what Lord\nKrishna is stating here.","kumar":"The senses, the mind and the intellect which controls the discriminatory\nfaculty, is where kama or lust covertly resides and exercises its dominion\nover the atma or soul. Through kama the senses, the mind and the intellect\nbecome addicted to craving for sense objects. Kama seizes hold of the\nembodied beings and beguiles them by clouding the intellect and then kama\ncovers and envelopes the atma or soul of that being in many ways and who\nsubsequently becomes kamas slave doing anything to gratify its senses and\nis plunged into the prison garden of sense objects. This is what Lord\nKrishna is stating here."}