{"meta":"Bhagavad Gita Chapter 3 Verse 5","metahi":"भगवद् गीता 3.5","slok":"न हि कश्िचत्क्षणमपि जातु तिष्ठत्यकर्मकृत्।कार्यते ह्यवशः कर्म सर्वः प्रकृतिजैर्गुणैः।।3.5।।","htsrsd":"।।3.5।।कोई भी मनुष्य किसी भी अवस्थामें क्षणमात्र भी कर्म किये बिना नहीं रह सकता क्योंकि (प्रकृतिके) परवश हुए सब प्राणियोंसे प्रकृतिजन्य गुण कर्म कराते हैं।","htstma":"।।3.5।। कोई भी पुरुष कभी क्षणमात्र भी बिना कर्म किए नहीं रह सकता क्योंकि प्रकृति से उत्पन्न गुणों के द्वारा अवश हुए सब (पुरुषों) से कर्म करवा लिया जाता है।।","transliteration":"Na hi kashchit kshanamapi jaatu tishthatyakarmakrit;\nKaaryate hyavashah karma sarvah prakritijair gunaih.","englishmeaning":"na—not; hi—certainly; kaśhchit—anyone; kṣhaṇam—a moment; api—even; jātu—ever; tiṣhṭhati—can remain; akarma-kṛit—without action; kāryate—are performed; hi—certainly; avaśhaḥ—helpless; karma—work; sarvaḥ—all; prakṛiti-jaiḥ—born of material nature; guṇaiḥ—by the qualities","hcsrsd":" 3.5।। व्याख्या   न हि कश्चित् क्षणमपि जातु तिष्ठत्यकर्मकृत् कर्मयोग ज्ञानयोग और भक्तियोग किसी भी मार्गमें साधक कर्म किये बिना नहीं रह सकता। यहाँ कश्चित् क्षणम् और जातु ये तीनों विलक्षण पद हैं। इनमें कश्चित् पदका प्रयोग करके भगवान् कहते हैं कि कोई भी मनुष्य कर्म किये बिना नहीं रहता चाहे वह ज्ञानी हो या अज्ञानी। यद्यपि ज्ञानीका अपने कहलानेवाले शरीरके साथ कोई सम्बन्ध नहीं रहता तथापि उसके कहलानेवाले शरीरसे भी हरदम क्रिया होती रहती है। क्षणम् पदका प्रयोग करके भगवान् यह कहते हैं कि यद्यपि मनुष्य मैं हरदम कर्म करता हूँ ऐसा नहीं मानता तथापि जबतक वह शरीरके साथ अपना सम्बन्ध मानता है तबतक वह एक क्षणके लिये भी कर्म किये बिना नहीं रहता। जातु पदका प्रयोग करके भगवान् कहते हैं कि जाग्रत् स्वप्न् सुषुप्ति मूर्च्छा आदि किसी भी अवस्थामें मनुष्य कर्म किये बिना यह नहीं रह सकता। इसका कारण भगवान् इसी श्लोकके उत्तरार्धमें अवशः पदसे बताते हैं कि प्रकृतिके परवश होनेके कारण उसे कर्म करने ही पड़ते हैं। प्रकृति निरन्तर परिवर्तनशील है। साधकको अपने लियेकुछ नहीं करना है। जो विहित कर्म सामने आ जाय उसे केवल दूसरोंके हितकी दृष्टिसे कर देना है। परमात्मप्राप्तिका उद्देश्य होनेसे साधक निषिद्धकर्म तो कर ही नहीं सकता।बहुतसे मनुष्य केवल स्थूलशरीरकी क्रियाओंको कर्म मानते हैं पर गीता मनकी क्रियाओंको भी कर्म मानती है। गीताने शारीरिक वाचिक और मानसिक रूपसे की गयी मात्र क्रियाओंको कर्म माना है शरीरवाङ्मनोभिर्यत्कर्म प्रारभते नरः (गीता 18। 15)। जिस शारीरिक अथवा मानसिक क्रियाओंके साथ मनुष्य अपना सम्बन्ध मान लेता है वे ही सब क्रियाएँ कर्म बनकर उसे बाँधनेवाली होती हैं अन्य क्रियाएँ नहीं।मनुष्योंकी एक ऐसी धारणा बनी हुई है जिसके अनुसार वे बच्चोंका पालनपोषण तथा आजीविका व्यापार नौकरी अध्यापन आदिको ही कर्म मानते हैं और इनके अतिरिक्त खानापीना सोना बैठना चिन्तन करना आदिको कर्म नहीं मानते। इसी कारण कई मनुष्य व्यापार आदि कर्मोंको छोड़कर ऐसा मान लेते हैं कि मैं कर्म नहीं कर रहा हूँ। परन्तु यह उनकी भारी भूल है। शरीरनिर्वाहसम्बन्धी स्थूलशरीरकी क्रियाएँ नींद चिन्तन आदि सूक्ष्मशरीरकी क्रियाएँ और समाधि आदि कारणशरीरकी क्रियाएँ ये सब कर्म ही हैं। जबतक शरीरमें अहंताममता है तबतक शरीरसे होनेवाली मात्र क्रियाएँ कर्म हैं। कारण कि शरीर प्रकृतिका कार्य है और प्रकृति कभी अक्रिय नहीं होती। अतः शरीरमें अहंताममता रहते हुए कोई भी मनुष्य किसी भी अवस्थामें क्षणमात्र भी कर्म किये बिना नहीं रह सकता चाहे वह अवस्था प्रवृत्तिकी हो या निवृत्तिकी।कार्यते ह्यवशः कर्म सर्वः प्रकृतिजैर्गुणैः प्रकृतिजन्य गुण (प्रकृतिके) परवश हुए प्राणियोंसे कर्म कराते हैं। परवश होनेपर प्रकृतिके गुणोंद्वारा कर्म कराये जाते हैं क्योंकि प्रकृति एवं उसके गुण निरन्तर क्रियाशील हैं (गाता 3। 27 13। 29)। यद्यपि आत्मा स्वयं अक्रिय असंग अविनाशी निर्विकार तथा निर्लिप्त है तथापि जबतक वह प्रकृति एवं उसके कार्य स्थूल सूक्ष्म और कारणशरीरमें किसी भी शरीरके साथ अपना सम्बन्ध मानकर उससे सुख चाहता है तबतक वह प्रकृतिके परवश रहता है (गीता 14। 5)। इसी परवशताको यहाँ अवशः पदसे कहा गया है। नवें अध्यायके आठवें श्लोकमें और आठवें अध्यायके उन्नीसवेँ श्लोकमें भी प्रकृतिके साथ सम्बन्ध माननेसे परवश हुए जीवके द्वारा कर्म करनेकी बात कही गयी है।स्वभाव बनता है वृत्तियोंसे वृत्तियाँ बनती हैं गुणोंसे और गुण पैदा होते हैं प्रकृतिसे। अतः चाहे स्वभावके परवश कहो चाहे गुणोंके परवश कहो और चाहे प्रकृतिके परवश कहो एक ही बात है। वास्तवमें सबके मूलमें प्रकृतिजन्य पदार्थोंकी परवशता ही है। इसी परवशतासे सभी परवशताएँ पैदा होती हैं। अतः प्रकृतिजन्य पदार्थोंकी परवशताको ही कहीं कालकी कहीं स्वभावकी कहीं कर्मकी और कहीं गुणोंकी परवशता कह दिया है। तात्पर्य यह है कि यह जीव जबतक प्रकृति और उसके गुणोंसे अतीत नहीं होता परमात्माकी प्राप्ति नहीं कर लेता तबतक यह गुण काल स्वभाव आदिके अवश (परवश) ही रहता है अर्थात् यह जीव जबतक प्रकृतिके साथ अपना सम्बन्ध मानता है प्रकृतिमें स्थित रहता है तबतक यह कभी गुणोंके कभी कालके कभी भोगोंके और कभी स्वभावके परवश होता रहता है कभी स्ववश (स्वतन्त्र) नहीं रहता। इनके सिवाय यह परिस्थिति व्यक्ति स्त्री पुत्र धन मकान आदिके भी परवश होता रहता है। परन्तु जब यह गुणोंसे अतीत अपने स्वरूपका अथवा परमात्मतत्त्वका अनुभव कर लेता है तो फिर इसकी यह परवशता नहीं रहती और यह स्वतःसिद्ध स्वतन्त्रताको प्राप्त हो जाता है।विशेष बातप्रकृतिकी सक्रिय (स्थूल) और अक्रिय (सूक्ष्म) दो अवस्थाएँ होती हैं जैसे कार्य करना सक्रिय अवस्था है औरकार्य न करना (निद्रा आदि) अक्रिय अवस्था। वास्तवमें अक्रिय अवस्थामें भी प्रकृति अक्रिय नहीं रहती प्रत्युत उसमें सूक्ष्मरूपसे सक्रियता रहती है। जैसे किसी सोये हुए मनुष्यको जागनेके समयसे पूर्व ही जगा देनेपर वह कहता है कि मुझे कच्ची नींदमें जगा दिया। इससे यह सिद्ध हुआ कि नींदकी अक्रिय अवस्थामें भी नींदके पकनेकी क्रिया हो रही थी। जब पूरी नींद लेनेके बाद मनुष्य जागता है तब उपर्युक्त बात नहीं कहता क्योंकि नींदका पकना पूर्ण हो गया। इसी प्रकार समाधि प्रलय महाप्रलय आदिकी अवस्थाओंमें भी सूक्ष्मरूपसे क्रिया होती रहती है।वास्तवमें देखा जाय तो प्रकृतिकी कभी अक्रिय अवस्था होती ही नहीं क्योंकि वह प्रतिक्षण बदलनेवाली है। स्वयं आत्मामें कर्तापन नहीं है परन्तु प्रकृतिके कार्य शरीरादिके साथ अपना सम्बन्ध माननेसे वह प्रकृतिके परवश हो जाता है। इसी परवशताके कारण स्वयं अकर्ता होते हुए भी वह अपनेको कर्ता मानता रहता है। वस्तुतः आत्मामें कोई भी परिवर्तनरूप क्रिया नहीं होती। जैसे प्रकृतिद्वारा समस्त सृष्टिकी क्रियाएँ स्वाभाविकरूपसे हो रही हैं ऐसे ही उसके द्वारा बालकपन जवानी आदि अवस्थाएँ और भोजनका पाचन श्वासोंका आवागमन आदि क्रियाएँ एवं इसी प्रकार देखना सुनना आदि क्रियाएँ भी स्वाभाविकरूपसे हो रही हैं। परन्तु जीवात्मा कुछ क्रियाओंमें अपनेको कर्ता मानकर बँध जाता है।प्रकृति निरन्तर परिवर्तनशील है पर शुद्ध स्वरूपमें कभी कोई परिवर्तन नहीं होता। वास्तवमें प्राकृतिक पदार्थोंकी कोई स्वतन्त्र सत्ता नहीं है। प्रतिक्षण बदलते हुए पुञ्जका नाम ही पदार्थ है। पदार्थोंके साथ अपना सम्बन्ध माननेसे कोई भी मनुष्य किसी भी अवस्थामें क्षणमात्र भी कर्म किये बिना नहीं रह सकता। अगर साधक ऐसा वास्तविक अनुभव कर ले कि सम्पूर्ण क्रियाएँ पदार्थोंमें ही हो रही हैं और पदार्थोके साथ मेरा किञ्चिन्मात्र भी सम्बन्ध नहीं है तो वह परवशतासे मुक्त हो सकता है। कर्मयोगी प्रतिक्षण परिवर्तनशील पदार्थोंकी कामना ममता और आसक्तिका त्याग करके इस परवशताको मिटा देता है।भगवान्ने इस श्लोकमें जो बात कही है वही बात उन्होंने अठारहवें अध्यायके ग्यारहवें श्लोकमें भी कही है कि प्रकृतिसे अपना सम्बन्ध मानते हुए कोई भी मनुष्य कर्मोंका सम्पूर्णतासे त्याग नहीं कर सकता न हि देहभृता शक्यं त्यक्तुं कर्माण्यशेषतः। सम्बन्ध   पीछेके श्लोकमें यह कहा गया है कि कोई भी मनुष्य किसी भी अवस्थामें क्षणमात्र भी कर्म किये बिना नहीं रहता। इसपर यह शंका हो सकती है कि मनुष्य इन्द्रियोंकी क्रियाओंको हठपूर्वक रोककर भी तो अपनेको अक्रिय मान सकता है। इसका समाधान करनेके लिये आगेका श्लोक कहते हैं।","hcsca":"।।3.5।। प्रकृति के सत्त्व रज और तम इन तीन गुणों के प्रभाव में मनुष्य सदैव रहता है। क्षणमात्र भी पूर्णरूप से निष्क्रिय होकर वह नहीं रह सकता। निष्क्रियता जड़ पदार्थ का धर्म है। शरीर से कोई कर्म न करने पर भी हम मन और बुद्धि से क्रियाशील रहते ही हैं। विचार क्रिया केवल निद्रावस्था में लीन हो जाती है। जब तक हम इन गुणों के प्रभाव में रहते हैं तब तक कर्म करने के लिए हम विवश होते हैं।इसलिए कर्म का सर्वथा त्याग करना प्रकृति के नियम के विरुद्ध होने के कारण असम्भव है। शारीरिक कर्म न करने पर भी मनुष्य व्यर्थ के विचारों में मन की शक्ति को गँवाता है। अत गीता का उपदेश है कि मनुष्य शरीर से तो कर्म करे परन्तु समर्पण की भावना से इससे शक्ति के अपव्यय से बचाव होने के साथसाथ उसके व्यक्तित्व का भी विकास होता है।आत्मस्वरूप को नहीं जानने वाले पुरुष के लिए कर्तव्य का त्याग उचित नहीं है।भगवान् कहते हैं","etsga":"3.5 Because, no one ever remains even for a moment without doing work. For all are made to work under compulsion by the gunas born of Nature.","etssa":"3.5 Verily none can ever remain for even a moment without performing action; for everyone is made to act helplessly indeed by the alities born of Nature.","etdss":"3.5. For, no one can ever remain, even for a moment, as a non-performer of action; because everyone, being not master of himself, is forced to perform action by the Strands born of the Prakrti (Material cause)","ecssa":"3.5 नहि not? कश्चित् anyone? क्षणम् a moment? अपि even? जातु verily? तिष्ठति remains? अकर्मकृत् without performing action? कार्यते is made to do? हि for? अवशः helpless? कर्म action? सर्वः all? प्रकृतिजैः born of Prakriti? गुणैः by the alities.Commentary The Gunas (alities of Nature) are three? viz.? Sattva? Rajas and Tamas. Sattva is harmony or light or purity Rajas is passion or motion Tamas is inertia or darkness. Sattvic actions help a man to attain to Moksha. Rajasic and Tamasic actions bind a man to Samsara.These alities cannot affect a man who has knowledge of the Self. He has crossed over these alities. He has become a Gunatita (one who has transcended the alities of Nature). The ignorant man who has no knowledge of the Self and who is swayed by Avidya or nescience is driven helplessly to action by the Gunas. (Cf.IV.16?XVIII.11).","scetsga":"3.5 Hi, because; na kascit, no one; jatu, ever; tisthati, remains; api, even; for so much time as a ksanam, moment; akarma-krt, without doing work. Why? Hi, for; sarvah, all creatures; karyate karma, are made to work; verily avasah, under compulsion; gunaih, by the gunas-sattva (goodness); rajas (activity), and tamas (mental darkness); prakrti-jaih, born of Nature. The word unenlightened has to be added to the sentence, since the men of realzation have been spoken of separately in, who is not distracted by the three gunas (alities) (14.23). For Karma-yoga is meant only for the unenlightened, nor for the men of Knowledge. Karma-yoga, on the other hand, is not pertinent for the men of Knowledge who, because of their not moving away from their own Self, are not shaken by the gunas. This has been explained similarly in, he who has known this One as indestructible (2.21).\nBut, if one who is not a knower of the self does not perform prescribed action, then this is certainly bad. Hence the Lord says:","scetdss":"3.4-5 Na karmanam etc Na hi etc. Knowledge, deserted by action, does not exist; and the action, combined with dexterity does not exist, [if it is] deserted by knowledge. Therefore knowledge and action constitute one and the same thing. Hence it has been delclared :\n \n Knowledge is not deserted by action and action is\n not deserted by knowledge. [Hence] a teacher who\n is well accomplished in knowledge and action, is\n the cutter of the fetters of the fettered. \n \nTherefore the action that is included within the knowledge cannot be avoided. For, the body, the organ of speech and the mind are, by nature, in a perpetual motion; and hence an individual, being simply under the control of other than himself, necessarily performs one action or the other. For, the body, the speech-organ and the mind are of the nature of throbing.","scetssa":"3.5 In this world, no man can rest without doing work; for every person, even though he may have determined, I will not do anything, is caused to act, i.e., is compelled to act according to the Gunas born of Prakrti. The Gunas are Sattva, Rajas and Tamas which increase in accordance with his old Karma. Conseently, Jnana Yoga can be attained only by means of a purified inner organ after annulling the old accumulation of sins by means of Karma Yoga of the aforesaid characteristics and bringing Sattva and other Gunas under control.\nOtherwise, one who engages oneself in Jnana Yoga becomes a hypocrite:","chakravarthi":"Rather, the person of impure heart who gives up scriptural activities becomes engrossed in material actions. That is explained in this verse.\n“But sannyasa, renunciation of activities, means a negation of all tendencies for both Vedic and material activities, does it not?”\n“Beyond one’s will (avasah), one will engage in action anyway.”","rudra":"\nThe renunciation of actions factually means not being attached to them. It\ndoes not mean actually giving them up, as that is impossible. Nobody\nneither a wise man or a fool under any circumstances can refrain from\nactions for a moment. The reason Lord Krishna is stating is that all are\ncompelled to act forced by ones likes and dislikes influenced by ones\nattachments and aversions arising out of prakriti, material nature and\ndesignated by ones past life activities.","brahma":"\nThat it is impossible to renounce every single action one makes is whats\nbeing clarified here\nNow begins the summation.\nActions are spoken of as two-fold in the Paingi scripture. Actions that are\ndependent upon a cause and and actions which are independent of any cause.\nThe actions that are dependent upon a cause are due to the influence of\nprakriti, material nature. Independent actions are only manifesting from\nthe Supreme Lord. Therefore the words karyate he avasah means to perform\nactivities fully dependent, this dependence is on the Supreme Lord Krishna.\nThe scriptures also further clarify that ah means the all pervasive\nBrahman.","shri":"\nNo living being in the material existence can remain inactive even for a\nmoment without initiating or pursuing some activity or another. If one\nshould steadfastly determine to perform absolutely nothing, still one would\nbe compelled into action by the qualities of the the three gunas being\nsattva or goodness, rajas or passion and tamas or ignorance, all from\nprakriti, material nature. The effects of these have sprung into existence\nfrom ones past life activities. Thus by adhering to karma yoga the yoga of\nactions without desires ones accumulated sins will gradually dissolve and\nthen mastery over the gunas and prakriti is achieved. At this time the\nmind has become pure and one becomes qualified for jnana yoga. Otherwise as\nLord Krishna states anyone attempting to pursue jnana yoga in lieu of this\nis a charlatan and all their attempts is merely a charade.","kumar":"No living being in the material existence can remain inactive even for a\nmoment without initiating or pursuing some activity or another. If one\nshould steadfastly determine to perform absolutely nothing, still one would\nbe compelled into action by the qualities of the the three gunas being\nsattva or goodness, rajas or passion and tamas or ignorance, all from\nprakriti, material nature. The effects of these have sprung into existence\nfrom ones past life activities. Thus by adhering to karma yoga the yoga of\nactions without desires ones accumulated sins will gradually dissolve and\nthen mastery over the gunas and prakriti is achieved. At this time the\nmind has become pure and one becomes qualified for jnana yoga. Otherwise as\nLord Krishna states anyone attempting to pursue jnana yoga in lieu of this\nis a charlatan and all their attempts is merely a charade."}