{"meta":"Bhagavad Gita Chapter 3 Verse 18","metahi":"भगवद् गीता 3.18","slok":"नैव तस्य कृतेनार्थो नाकृतेनेह कश्चन।न चास्य सर्वभूतेषु कश्िचदर्थव्यपाश्रयः।।3.18।।","htsrsd":"।।3.18।।उस (कर्मयोगसे सिद्ध हुए) महापुरुषका इस संसारमें न तो कर्म करनेसे कोई प्रयोजन रहता है और न कर्म न करनेसे ही कोई प्रयोजन रहता है तथा सम्पूर्ण प्राणियोंमें (किसी भी प्राणीके साथ) इसका किञ्चिन्मात्र भी स्वार्थका सम्बन्ध नहीं रहता।","htstma":"।।3.18।। इस जगत् में उस पुरुष का कृत और अकृत से कोई प्रयोजन नहीं है और न वह किसी वस्तु के लिये भूतमात्र पर आश्रित होता है।।","transliteration":"Naiva tasya kritenaartho naakriteneha kashchana;\nNa chaasya sarvabhooteshu kashchidartha vyapaashrayah.","englishmeaning":"na—not; eva—indeed; tasya—his; kṛitena—by discharge of duty; arthaḥ—gain; na—not; akṛitena—without discharge of duty; iha—here; kaśhchana—whatsoever; na—never; cha—and; asya—of that person; sarva-bhūteṣhu—among all living beings; kaśhchit—any; artha—necessity; vyapāśhrayaḥ—to depend upon","hcsrsd":" 3.18।। व्याख्या   नैव तस्य कृतेनार्थः प्रत्येक मनुष्यकी कुछनकुछ करनेकी प्रवृत्ति होती है। जबतक यह करनेकी प्रवृत्ति किसी सांसारिक वस्तुकी प्राप्तिके लिये होती है तबतक उसका अपने लिये करना शेष रहता ही है। अपने लियेकुछनकुछ पानेकी इच्छासे ही मनुष्य बँधता है। उस इच्छाकी निवृत्तिके लिये कर्तव्यकर्म करनेकी आवश्यकता है।कर्म दो प्रकारसे किये जाते हैं। कामनापूर्तिके लिये और कामनानिवृत्तिके लिये। साधारण मनुष्य तो कामनापूर्तिके लिये कर्म करते हैं पर कर्मयोगी कामनानिवृत्तिके लिये कर्म करता है। इसलिये कर्मयोगसे सिद्ध महापुरुषमें कोई भी कामना न रहनेके कारण उसका किसी भी कर्तव्यसे किञ्चिन्मात्र भी सम्बन्ध नहीं रहता। उसके द्वारा निःस्वार्थभावसे समस्त सृष्टिके हितके लिये स्वतः कर्तव्यकर्म होते हैं।कर्मयोगसे सिद्ध महापुरुषका कर्मोंसे अपने लिये (व्यक्तिगत सुखआरामके लिये) कोई सम्बन्ध नहीं रहता। इस महापुरुषका यह अनुभव होता है कि पदार्थ शरीर इन्द्रियाँ अन्तःकरण आदि केवल संसारके हैं और संसारसे मिले हैं व्यक्तिगत नहीं हैं। अतः इनके द्वारा केवल संसारके लिये ही कर्म करना है अपने लिये नहीं। कारण यह है कि संसारकी सहायताके बिना कोई भी कर्म नहीं किया जा सकता। इसके अलावा मिली हुई कर्मसामग्रीका सम्बन्ध भी समष्टि संसारके साथ ही है अपने साथ नहीं। इसलिये अपना कुछ नहीं है। व्यष्टिके लिये समष्टि हो ही नहीं सकती। मनुष्यकी यही गलती होती है कि वह अपने लिये समष्टिका उपयोग करना चाहता है इसीसे उसे अशान्ति होती है। अगर वह शरीर इन्द्रियाँ मन बुद्धि पदार्थ आदिका समष्टिके लिये उपयोग करे तो उसे महान् शान्ति प्राप्त हो सकती है। कर्मयोगसे सिद्ध महापुरुषमें यही विशेषता रहती है कि उसके कहलानेवाले शरीर इन्द्रियाँ मन बुद्धि पदार्थ आदिका उपयोग मात्र संसारके लिये ही होता है। अतः उसका शरीरादिकी क्रियाओंसे अपना कोई प्रयोजन नहीं रहता। प्रयोजन न रहनेपर भी उस महापुरुषसे स्वाभाविक ही लोगोंके लिये आदर्शरूप उत्तम कर्म होते हैं। जिसका कर्म करनेसे प्रयोजन रहता है उससे आदर्श कर्म नहीं होते यह सिद्धान्त है।नाकृतेनेह कश्चन जो मनुष्य शरीर इन्द्रियाँ मन बुद्धि आदिसे अपना सम्बन्ध मानता है और आलस्य प्रमाद आदिमें रुचि रखता है वह कर्मोंको नहीं करना चाहता क्योंकि उसका प्रयोजन प्रमाद आलस्य आराम आदिसे उत्पन्न तामससुख रहता है (गीता 18।39)। परन्तु यह महापुरुष जो सात्त्विक सुखसे भी ऊँचा उठ चुका है तामस सुखमें प्रवृत्त हो ही कैसे सकता है क्योंकि इसका शरीरादिसे किञ्चिन्मात्र भी सम्बन्ध नहीं रहता फिर आलस्यआराम आदिमें रुचि रहनेका तो प्रश्न ही नहीं उठता। मार्मिक बात प्रायः साधक कर्मोंके न करनेको ही महत्त्व देते हैं। वे कर्मोंसे उपरत होकर समाधिमें स्थित होना चाहते हैं जिससे कोई भी चिन्तन बाकी न रहे। यह बात श्रेष्ठ और लाभप्रद तो है पर सिद्धान्त नहीं है। यद्यपि प्रवृत्ति(करना) की अपेक्षा निवृत्ति (न करना) श्रेष्ठ है तथापि यह तत्त्व नहीं है।प्रवृत्ति (करना) और निवृत्ति (न करना) दोनों ही प्रकृतिके राज्यमें हैं। निर्विकल्प समाधितक सब प्रकृतिका राज्य है क्योंकि निर्विकल्प समाधिसे भी व्युत्थान होता है। क्रियामात्र प्रकृतिमें ही होती है प्रकर्षेण करणं (भावे ल्युट्) इति प्रकृतिः और क्रिया हुए बिना व्युत्थानका होना सम्भव ही नहीं। इसलिये चलने बोलने देखने सुनने आदिकी तरह सोना बैठना खड़ा होना मौन होना मूर्च्छित होना और समाधिस्थ होना भी क्रिया है (टिप्पणी प0 142)। वास्तविक तत्त्व(चेतन स्वरूप) में प्रवृत्ति और निवृत्ति दोनों ही नहीं हैं। वह प्रवृत्ति और निवृत्ति दोनोंका निर्लिप्त प्रकाशक है।शरीरसे तादात्म्य होनेपर ही (शरीरको लेकर) करना और न करना ये दो विभाग (द्वन्द्व) होते हैं। वास्तवमें करना और न करना दोनोंकी एक ही जाति है। शरीरसे सम्बन्ध रखकर न करना भी वास्तवमें करना ही है। जैसे गच्छति (जाता है) क्रिया है ऐसे ही तिष्ठति (खड़ा है) भी क्रिया ही है। यद्यपि स्थूल दृष्टिसे गच्छति में क्रिया स्पष्ट दिखायी देती है और तिष्ठति में क्रिया नहीं दिखायी देती है तथापि सूक्ष्म दृष्टिसे देखा जाय तो जिस शरीरमें जाने की क्रिया थी उसीमें अब खड़े रहने की क्रिया है। इसी प्रकार किसी कामको करना और न करना इन दोनोंमें ही क्रिया है। अतः जिस प्रकार क्रियाओंका स्थूलरूपसे दिखायी देना (प्रवृत्ति) प्रकृतिमें ही है उसी प्रकार स्थूल दृष्टिसे क्रियाओंका दिखायी न देना (निवृत्ति) भी प्रकृतिमें ही है। जिसका प्रकृति एवं उसके कार्यसे भौतिक तथा आध्यात्मिक और लौकिक तथा पारलौकिक कोई प्रयोजन नहीं रहता उस महापुरुषका करने एवं न करनेसे कोई स्वार्थ नहीं रहता।जडताके साथ सम्बन्ध रहनेपर ही करने और न करनेका प्रश्न होता है क्योंकि जडताके सम्बन्धके बिना कोई क्रिया होती ही नहीं। इस महापुरुषका जडतासे सर्वथा सम्बन्धविच्छेद हो जाता है और प्रवृत्ति एवं निवृत्ति दोनोंसे अतीत सहजनिवृत्ततत्त्वमें अपनी स्वाभाविक स्थितिका अनुभव हो जाता है। अतः साधकको जडता(शरीरमें अहंता और ममता) से सम्बन्धविच्छेद करनेकी ही आवश्यकता है। तत्त्व तो सदा ज्योंकात्यों विद्यमान है ही।न चास्य सर्वभूतेषु कश्चिदर्थव्यपाश्रयः शरीर तथा संसारसे किञ्चिन्मात्र भी स्वार्थका सम्बन्ध न रहनेके कारण उस महापुरुषकी समस्त क्रियाएँ स्वतः दूसरोंके हितके लिये होती हैं। जैसे शरीरके सभी अङ्ग स्वतः शरीरके हितमें लगे रहते हैं ऐसे ही उस महापुरुषका अपना कहलानेवाला शरीर (जो संसारका एक छोटासा अङ्ग है) स्वतः संसारके हितमें लगा रहता है। उसका भाव और उसकी सम्पूर्ण चेष्टाएँ संसारके हितके लिये ही होती हैं। जैसे अपने हाथोंसे अपना ही मुख धोनेपर अपनेमें स्वार्थ प्रत्युपकार अथवा अभिमानका भाव नहीं आता ऐसे ही अपने कहलानेवाले शरीरके द्वारा संसारका हित होनेपर उस महापुरुषमें किञ्चित् भी स्वार्थ प्रत्युपकार अथवा अभिमानका भाव नहीं आता।पूर्वश्लोकमें भगवान्ने सिद्ध महापुरुषके लिये कहा कि उसके लिये कोई कर्तव्य नहीं है तस्य कार्यं न विद्यते। उसका हेतु बताते हुए भगवान्ने इस श्लोकमें उस महापुरुषके लिये तीन बातें कही हैं (1) कर्म करनेसे उसका कोई प्रयोजन नहीं रहता (2) कर्म न करनेसे भी उसका कोई प्रयोजन नहीं रहता और (3) किसी भी प्राणी और पदार्थसे उसका किञ्चिन्मात्र भी स्वार्थका सम्बन्ध नहीं रहता अर्थात् कुछ पानेसे भी उसका कोई प्रयोजन नहीं रहता।वस्तुतः स्वरूपमें करने अथवा न करनेका कोई प्रयोजन नहीं है और किसी व्यक्ति तथा वस्तुके साथ कोई सम्बन्ध भी नहीं है। कारण कि शुद्ध स्वरूपके द्वारा कोई क्रिया होती ही नहीं। जो भी क्रिया होती है वह प्रकृति और प्रकृतिजन्य पदार्थोंके सम्बन्धसे ही होती है। इसलिये अपने लिये कुछ करनेका विधान ही नहीं है।जबतक मनुष्यमें करनेका राग पानेकी इच्छा जीनेकी आशा और मरनेका भय रहता है तबतक उसपर कर्तव्यका दायित्व रहता है। परन्तु जिसमें किसी भी क्रियाको करने अथवा न करनेका कोई राग नहीं है संसारकी किसी भी वस्तु आदिको प्राप्त करनेकी इच्छा नहीं है जीवित रहनेकी कोई आशा नहीं है और मृत्युसे कोई भय नहीं है उसे कर्तव्य करना नहीं पड़ता प्रत्युत उससे स्वतः कर्तव्यकर्म होते रहते हैं।जहाँ अकर्तव्य होनेकी सम्भावना हो वहीं कर्तव्य पालनकी प्रेरणा रहती है।विशेष बात गीतामें भगवान्की ऐसी शैली रही है कि वे भिन्नभिन्न साधनोंसे परमात्माकी ओर चलनेवाले साधकोंके भिन्नभिन्न लक्षणोंके अनुसार ही परमात्माको प्राप्त सिद्ध महापुरुषोंके लक्षणोंका वर्णन करते हैं। यहाँ सत्रहवेंअठारहवें श्लोकोंमें भी इसी शैलीका प्रयोग किया गया है।जो साधन जहाँसे प्रारम्भ होता है अन्तमें वहीं उसकी समाप्ति होती है। गीतामें कर्मयोगका प्रकरण यद्यपि दूसरे अध्यायके उन्तालीसवें श्लोकसे प्रारम्भ होता है तथापि कर्मयोगके मूल साधनका विवेचन दूसरे अध्यायके सैंतालीसवें श्लोकमें किया गया है। उस श्लोक (2। 47) के चार चरणोंमें बताया गया है(1) कर्मण्येवाधिकारस्ते (तेरा कर्म करनेमें ही अधिकार है)(2) मा फलेषु कदाचन (कर्मफलोंमें तेरा कभी भी अधिकार नहीं है)।(3) मा कर्मफलहेतुर्भूः (तू कर्मफलका हेतु मत बन)।(4) मा ते सङ्गोऽस्त्वकर्मणि (तेरी कर्म न करनेमें आसक्ति न हो)।प्रस्तुत श्लोक (3। 18) में ठीक उपर्युक्त साधनाकी सिद्धिकी बात है। वहाँ (2। 47) में दूसरे और तीसरे चरणमें साधकके लिये जो बात कही गयी है वह प्रस्तुत श्लोकके उत्तरार्धमें सिद्ध महापुरुषके लिये कही गयी है कि उसका किसी प्राणी और पदार्थसे कोई स्वार्थका सम्बन्ध नहीं रहता। वहाँ पहले और चौथे चरणमें साधकके लिये जो बात कही गयी है वह प्रस्तुत श्लोकके पूर्वार्धमें सिद्ध महापुरुषके लिये कही गयी है कि उसका कर्म करने अथवा न करने दोनोंसे ही कोई प्रयोजन नहीं रहता। इस प्रकार सत्रहवेंअठारहवें श्लोकोंमें कर्मयोग से सिद्ध हुए महापुरुषके लक्षणोंका ही वर्णन किया गया है।कर्मयोगके साधनकी दृष्टिसे वास्तवमें अठारहवाँ श्लोक पहले तथा सत्रहवाँ श्लोक बादमें आना चाहिये। कारण कि जब कर्मयोगसे सिद्ध हुए महापुरुषका कर्म करने अथवा न करनेसे कोई प्रयोजन नहीं रहता तथा उसका किसी भी प्राणीपदार्थसे किञ्चिन्मात्र भी स्वार्थका सम्बन्ध नहीं रहता। तब उसकी रति तृप्ति और संतुष्टि अपनेआपमें ही हो जाती है। परन्तु सोलहवें श्लोकमें भगवान्ने मोघं पार्थ स जीवति पदोंसे कर्तव्यपालन न करनेवाले मनुष्यके जीनेको निरर्थक बतलाया था अतः सत्रहवें श्लोकमें यः तु पद देकर यह बतलाते हैं कि यदि सिद्ध महापुरुष कर्तव्यकर्म नहीं करता तो उसका जीना निरर्थक नहीं है प्रत्युत महान् सार्थक है। कारण कि उसने मनुष्यजन्मके उद्देश्यको पूरा कर लिया है। अतः उसके लिये अब कुछ भी करना शेष नहीं रहा।जिस स्थितिमें कोई भी कर्तव्य शेष नहीं रहता उस स्थितिको साधारणसेसाधारण मनुष्य भी प्रत्येक अवस्थामें तत्परता एवं लगनपूर्वक निष्कामभावसे कर्तव्यकर्म करनेपर प्राप्त कर सकता है क्योंकि उसकी प्राप्तिमें सभी स्वतन्त्र और अधिकारी हैं। कर्तव्यका सम्बन्ध प्रत्येक परिस्थितिसे जुड़ा हुआ है। इसलिये प्रत्येकपरिस्थितिमें कर्तव्य निहित रहता है। केवल सुखलोलुपतासे ही मनुष्य कर्तव्यको भूलता है। यदि वह निःस्वार्थभावसे दूसरोंकी सेवा करके अपनी सुखलोलुपता मिटा डाले तो जीवनके सभी दुःखोंसे छुटकारा पाकर परम शान्तिको प्राप्ति हो सकता है। इस परम शान्तिकी प्राप्तिमें सबका समान अधिकार है। संसारके सर्वोपरि पदार्थ पद आदि सबको समानरूपसे मिलने सम्भव नहीं हैं किन्तु परम शान्ति सबको समानरूपसेही मिलती है। सम्बन्ध   पीछेके दो श्लोकोंमें वर्णित महापुरुषकी स्थितिको प्राप्त करनेके लिये साधकको क्या करना चाहिये इसपर भगवान् आगेके श्लोकमें साधन बताते हैं।","hcsca":"।।3.18।। सामान्य मनुष्य कर्म में दो कारणों से प्रवृत्त होता है (क) कर्म करने से (कृत) कुछ लाभ की आशा और (ख) कर्म न करने से (अकृत) किसी हानि का भय। परन्तु जिसने अपने परम पूर्ण आत्मस्वरूप को साक्षात् कर लिया ऐसे तृप्त और सन्तुष्ट पुरुष को कर्म करने अथवा न करने से कोई प्रयोजन नहीं रह जाता क्योंकि उसे न अधिक लाभ की आशा होती है और न हानि का भय। आत्मानुभूति में स्थित वह पुरुष आनन्द के लिये किसी भी वस्तु या व्यक्ति पर आश्रित नहीं होता। परमार्थ दृष्टि से बाह्य विषय रूप जगत् आत्मस्वरूप से भिन्न नहीं है। वास्तव में आत्मा ही अविद्या वृत्ति से जगत् के रूप में प्रतीत होता है।चूँकि तुमने समुद्र के समान पूर्णत्व प्राप्त नहीं किया है इसलिए","etsga":"3.18 For him there is no concern here at all with performing action; nor any (concern) with nonperformance. Moreover, for him there is no dependence on any object to serve any purpose.","etssa":"3.18 For him there is no interest whatever in what is done or what is not done; nor does he depend on any being for any object.","etdss":"3.18. No purpose is served for him by what he has done or by what he has not done. For him there is hardly any dependenc on any purpose among all beings.","ecssa":"3.18 न not? एव even? तस्य of hi? कृतेन by action? अर्थः concern? न not? अकृतेन by actions not done? इह here? कश्चन् any? न not? च and? अस्य of this man? सर्वभूतेषु in all beings? कश्चित् any? अर्थव्यपाश्रयः depending for any object.Commentary The sage who is thus rejoicing in the Self does not gain anything by doing any action. For him really no purpose is served by an action. No evil (Pratyavaya Dosha) can touch him from inaction. He does not lose anything from inaction. He need not depend upon anybody to gain a particular object. He need not exert himself to get the favour of anybody.","scetsga":"3.18 Moreover, tasya, for him, who rejoices in the supreme Self; na, there is no; artham, concern; eva, at all; krtena, with performing action.\nObjection: In that case, let there be some evil called sin owing to non-performance!\nReply: Iha, here, in this world; na, nor is there; for him kascana, any (concern); akrtena, with nonperfromance. Certainly there is no evil in the form of incurring sin or in the form of self-destruction. Ca, moreover; asya, for him; na asti, there is no; kascit artha-vyapasrayah sarva-bhutesu, dependence on any object, from Brahma to an unmoving thing, to serve any purpose. Vyapasrayah is the same as vyapasrayanam, dependence, which is possible of being created by action promted by necessity. (For him) there is no end to gain by depending on any praticular object, due to which there can be some action for that purpose.\nYou (Arjuna) are not established in this fullest realization which is comparable to a flood all around.","scetdss":"3.18 See Comment under 3.19","scetssa":"3.18 Thus, for such a one there is no purpose, i.e., nothing to be gained from work done as a means for the vision of the self, nor is he subject to any evil or calamity from work left undone, because his vision of the self does not rest on any external means. To such a person who has turned by himself away from non-intelligent matter which is different from the self, there is nothing acceptable as a purpose to be gained from the constituents of Prakrti and their products; only if there were such a purpose, there would be the need for the means of retreat therefrom. For, the adoption of the means is only for effecting such a retreat. But he is verily liberated.\nNon-pursuit of the means for vision of the self is only for that person whose vision of the self no longer depends on any means. But Karma Yoga is better in gaining the vision of the self for one who is in pursuit of the means for that vision, because it is easy to perfom, because it is secure from possible error, because the contemplation of the true nature of the self is included in it, and because even for a Jnana Yogin the performance of minimum activity is necessary. For these reasons, Karma Yoga is better as a means for the vision of the Atman.","chakravarthi":"By performance of action there is no accrual of desired results. And by not performing the action there is no loss, because nothing in  the whole universe,  from  Brahma  down  to  the inanimate objects, is worth taking shelter of for his purpose.\nThe word vyapasraya is used similarly in the Puranas as follows:\nvasudeve bhagavati bhaktim udvahatam nrnam\njnana-vairagya-viryanam neha kascid vyapasrayah\nPersons engaged in devotional service to Lord Vasudeva, Krishna, have naturally perfect knowledge and detachment from this material world. Therefore such devotees are not interested in the so-called happiness or so-called distress of this world. SB 6.17.31\nkirata-hunandhra-pulinda-pulkasa\nabhira-sumbha yavanah khasadayah\nye ‘nye ca papa yad-apasrayasrayah\nsudhyanti tasmai prabhavisnave namah\nKirata, Huna, Andhra, Pulinda, Pulkasa, Abhira, Sumbha, Yavana, members of the Khasa races and even others addicted to sinful acts can be purified by taking shelter of the devotees of the Lord, due to His being the supreme power. I beg to offer my respectful obeisances unto Him. SB 2.4.18\nargo ‘syatha visargas ca vrtti-raksantarani ca\nvamso vamsanucaritam samstha hetur apasrayah\nO brahmana, authorities on the matter understand a Purana to contain ten characteristic topics: the creation of this universe, the subsequent creation of worlds and beings, the maintenance of all living beings, their sustenance, the rule of various Manus, the dynasties of great kings, the activities of such kings, annihilation, motivation and the supreme shelter. SB 12.7.9\nFrom these statements it is seen that the addition of apa to asraya has the meaning of “perfect shelter.”","rudra":"\nNow the reason for the previous verse is being explained in this verse by\nLord Krishna and that is that such a spiritually advanced person has\nalready passed the test achieving atma-tattva or soul realisation which is\nthe ultimate goal of human existence. So such a one being irrevocably\nanchored in spiritual consciousness without any worldly ego consciousness\nhas no actions to perform and thus has no merits or demerits attaching\nthemselves; for such a person has transcended all injunctions and\nprohibitions of the Vedic scriptures. Yet it is seen in the Brihadaranyaka\nUpanisad I.IV.X that the demi-gods do not like that men attain divine\nknowledge. So it has been recorded that the demi-gods put obstacles on the\npath of moksa or liberation to block ones success. So for preventing such\nobstacles the demi-gods should be worshipped by ritualistic activities.\nAnticipating some doubt Lord Krishna declares that a liberated being in\natma-tattva or soul realisation has not to depend upon any living being\nfrom Brahma who was the creator of the material manifestation down to an\ninanimate microbe. Thus no need to perform any action and the demi-gods are\npowerless to affect and influence the failure of a liberated being because\nsuch a person in atma-tattva has already transcended the material\nmanifestation. This is the meaning of text I.IV.X quoted above. The\nobstacles put in ones path from the demi-gods are exclusively in relation\nto a human aspiring for moksa or liberation and such obstacles are only\npossible before atma- tattva is attained never after as after that person\nis above and beyond their jurisdiction.","brahma":"\nFor one situated is atma-tattva or soul realisation if one were to chant\nthe Vedic mantras while performing yagna or worship there would be no\ngreater or similar happiness other than the delight one having communion\ninternally with their eternal soul. Also for a person so transcendentally\nsituated there are no demerits accruing to such a one for not performing\nthe prescribed actions in the Vedic scriptures due to samadhi or being rapt\nin meditation on the soul within. During samadhi there would be no danger\nof incurring any demerits for any offense or merits for any benefits for\nany being. Only whatever benefit one receives from direct darshan or\nperception of the Supreme Lord Krishna within his heart will be obtained\nduring samadhi of such a person. If by knowledge alone there would not be\nany diminution in merits then that would also be the case for Arjuna who\nwas instructed to perform actions on the side of dharma or righteousness.\nFor a person who has attained self-realisation and moksa or liberation and\nis in the state of samadhi meditating blissfully on the soul within. Such a\nperson is considered by Vedic authorities to be doing a very great thing\nsimilar to performing a great action like saving the world from\ndestruction. Consequently it is indicated by understanding of prarabda\nkarma or acquired results of activities that the performance of great\nactions are due to the will of the Supreme Lord.","shri":"There is no commentary for this verse.","kumar":"Lord Krishna has declared previously that the performer of\nyagna prospers and flourishes and the ommiter of yagna fails\nto prosper and flourish but now He confirms that in this world\nthe knower of atma-tattva or soul realisation has no need for\nprosperity or necessity for performing any action precsribed\nin the Vedas; nor is there any fault or defect in the ommision\nof any such action. What is done or what is not done is all\nthe same to the perfectly equiposed realised being because\nsuch a person is indifferent to everything except the eternal\nsoul within which is the only medium to the Supreme Lord. Thus\ncompletely satisfied within such a person has no dependance on\nany living being including the demi-gods. The purport is that\nsuch a person depends on nothing from anyone because such a\nperson has no desire for anything from any being."}