{"meta":"Bhagavad Gita Chapter 3 Verse 22","metahi":"भगवद् गीता 3.22","slok":"न मे पार्थास्ति कर्तव्यं त्रिषु लोकेषु किञ्चन।नानवाप्तमवाप्तव्यं वर्त एव च कर्मणि।।3.22।।","htsrsd":"।।3.22।।हे पार्थ मुझे तीनों लोकोंमें न तो कुछ कर्तव्य है और न कोई प्राप्त करनेयोग्य वस्तु अप्राप्त है फिर भी मैं कर्तव्यकर्ममें ही लगा रहता हूँ।","htstma":"।।3.22।। यद्यपि मुझे त्रैलोक्य में कुछ भी कर्तव्य नहीं हैं तथा किंचित भी प्राप्त होने योग्य (अवाप्तव्यम्) वस्तु अप्राप्त नहीं है तो भी मैं कर्म में ही बर्तता हूँ।।","transliteration":"Na me paarthaasti kartavyam trishu lokeshu kinchana;\nNaanavaaptam avaaptavyam varta eva cha karmani.","englishmeaning":"na—not; me—mine; pārtha—Arjun; asti—is; kartavyam—duty; triṣhu—in the three; lokeṣhu—worlds; kiñchana—any; na—not; anavāptam—to be attained; avāptavyam—to be gained; varte—I am engaged; eva—yet; cha—also; karmaṇi—in prescribed duties","hcsrsd":"।।3.22।। व्याख्या   न मे पार्थास्ति ৷৷. नानवाप्तमवाप्तव्यम् भगवान् किसी एक लोकमें सीमित नहीं है। इसलिये वे तीनों लोकोंमें अपना कोई कर्तव्य न होनेकी बात कह रहे हैं।भगवान्के लिये त्रिलोकीमें कोई भी कर्तव्य शेष नहीं है क्योंकि उनके लिये कुछ भी पाना शेष नहीं है।कुछनकुछ पानेके लिये ही सब (मनुष्य पशु पक्षी आदि) कर्म करते हैं। भगवान् उपर्युक्त पदोंमें बहुत विलक्षण बात कह रहे हैं कि कुछ भी करना और पाना शेष न होनेपर भी मैं कर्म करता हूँअपने लिये कोई कर्तव्य न होनेपर भी भगवान् केवल दूसरोंके हितके लिये अवतार लेते हैं और साधु पुरुषोंका उद्धार पापी पुरुषोंका विनाश तथा धर्मकी संस्थापना करनेके लिये कर्म करते हैं (गीता 4। 8)। अवतारके सिवाय भगवान्की सृष्टिरचना भी जीवमात्रके उद्धारके लिये ही होती है। स्वर्गलोक पुण्यकर्मोंका फल भुगतानेके लिये है और चौरासी लाख योनियाँ एवं नरक पापकर्मोंका फल भुगतानेके लिये हैं। मनुष्ययोनि पुण्य और पाप दोनोंसे ऊँचे उठकर अपना कल्याण करनेके लिये है। ऐसा तभी सम्भव है जब मनुष्य अपने लिये कुछ न करे। वह सम्पूर्ण कर्म स्थूल शरीरसे होनेवाली क्रिया सूक्ष्म शरीरसे होनेवाला चिन्तन और कारण शरीरसे होनेवाली स्थिरता केवल दूसरोंके हितके लिये ही करे अपने लिये नहीं। कारण कि जिनसे सब कर्म किये जाते हैं वे स्थूल सूक्ष्म और कारण तीनों ही शरीर संसारके हैं अपने नहीं। इसलिये कर्मयोगी शरीर इन्द्रियाँ मन बुद्धि पदार्थ आदि सम्पूर्ण सामग्रीको (जो वास्तवमें संसारकी ही है) संसारकी ही मानता है और उसे संसारकी सेवामें लगाता है। अगर मनुष्य संसारकी वस्तुको संसारकी सेवामें न लगाकर अपने सुखभोगमें लगाता है तो बड़ी भारी भूल करता है। संसारकी वस्तुको अपनी मान लेनेसे ही फलकी इच्छा होती है और फलप्राप्तिके लिये कर्म होता है। इस तरह जबतक मनुष्य कुछ पानेकी इच्छासे कर्म करता है तबतक उसके लिये कर्तव्य अर्थात् करना शेष रहता है।गम्भीरतापूर्वक विचार किया जाय तो मालूम होता है कि मनुष्यमात्रका अपने लिये कोई कर्तव्य है ही नहीं। कारण कि प्रापणीय वस्तु (परमात्मतत्त्व) नित्यप्राप्त है और स्वयं (स्वरूप) भी नित्य है जबकि कर्म और कर्मफल अनित्य अर्थात् उत्पन्न एवं नष्ट होनेवाला है। अनित्य(कर्म और फल) का सम्बन्ध नित्य(स्वयं) के साथ हो ही कैसे सकता है कर्मका सम्बन्ध पर (शरीर और संसार) से है स्व से नहीं। कर्म सदैव पर के द्वारा और पर के लिये ही होता है। इसलिये अपने लिये कुछ करना है ही नहीं। जब मनुष्यमात्रके लिये कोई कर्तव्य नहीं है तब भगवान्के लिये कोई कर्तव्य हो ही कैसे सकता हैकर्मयोगसे सिद्ध हुए महापुरुषके लिये भगवान्ने इसी अध्यायके सत्रहवेंअठारहवें श्लोकोंमें कहा है कि उस महापुरुषके लिये कोई कर्तव्य नहीं है क्योंकि उसकी रति तृप्ति और संतुष्टि अपनेआपमें ही होती है। इसलिये उसे संसारमें करने अथवा न करनेसे कोई प्रयोजन नहीं रहता तथा उसका किसी भी प्राणीसे किञ्चिन्मात्र भी स्वार्थका सम्बन्ध नहीं रहता। ऐसा होनेपर भी वह महापुरुष लोकसंग्रहार्थ कर्म करता है। इसी प्रकार यहाँ भगवान् अपने लिये कहते हैं कि कोई भी कर्तव्य न होने तथा कुछ भी पाना बाकी न होनेपर भी मैं लोकसंग्रहार्थ कर्म करता हूँ। तात्पर्य है कि तत्त्वज्ञ महापुरुषकी भगवान्के साथ एकता होती है मम साधर्म्यमागताः (गीता 14। 2)। जैसे भगवान् त्रिलोकीमें आदर्श पुरुष हैं (गीता 3। 23 4। 11) ऐसे ही संसारमें तत्त्वज्ञ पुरुष भी आदर्श हैं (गीता 3। 25)।वर्त एव च कर्मणि यहाँ एव पदसे भगवान्का तात्पर्य है कि मैं उत्साह एवं तत्परतासे आलस्यरहित होकर सावधानीपूर्वक साङ्गोपाङ्ग कर्तव्यकर्मोंको करता हूँ। कर्मोंका न त्याग करता हूँ न उपेक्षा।जैसे इंजनके पहियोंके चलनेसे इंजनसे जुड़े हुए डिब्बे भी चलते रहते हैं ऐसे ही भगवान् और सन्तमहापुरुष (जिनमें करने और पानेकी इच्छा नहीं है) इंजनके समान कर्तव्यकर्म करते हैं जिससे अन्यमनुष्य भी उन्हींका अनुसरण करते हैं। अन्य मनुष्योंमें करने और पानेकी इच्छा रहती है। ये इच्छाएँ निष्कामभावपूर्वक कर्तव्यकर्म करनेसे ही दूर होती हैं। यदि भगवान् और सन्तमहापुरुष कर्तव्यकर्म न करें तो दूसरे मनुष्य भी कर्तव्यकर्म नहीं करेंगे जिससे उनमें प्रमादआलस्य आ जायगा और वे अकर्तव्य करने लग जायँगे फिर उन मनुष्योंकी इच्छाएँ कैसे मिटेंगी इसलिये सम्पूर्ण मनुष्योंके हितके लिये भगवान् और सन्तमहापुरुषोंके द्वारा स्वाभाविक ही कर्तव्यकर्म होते हैं।भगवान् सदैव कर्तव्यपरायण रहते हैं कभी कर्तव्यच्युत नहीं होते। अतः भगवत्परायण साधकको भी कभी कर्तव्यच्युत नहीं होना चाहिये। कर्तव्यच्युत होनेसे ही वह भगवत्तत्त्वके अनुभवसे वञ्चित रहता है। नित्य कर्तव्यपरायण रहनेसे साधकको भगवत्तत्त्वका अनुभव सुगमतापूर्वक हो सकता है।","hcsca":"।।3.22।। पूर्णस्वरूप में स्थित योगेश्वर श्रीकृष्ण को तीनों लोकों में किसी वस्तु की इच्छा नहीं थी। यदि वे चाहते तो अपने स्वयं के लिये राज्य स्थापित कर उसमें सुख से रह सकते थे. परन्तु केवल कर्तव्य पालन का उत्तरदायित्व समझते हुए पाण्डवों के धर्म और न्याय संगत पक्ष का साथ देने के लिए ही वे युद्धभूमि में आये थे।बाल्यकाल से लेकर महाभारत युद्ध के क्षण तक उनका सम्पूर्ण जीवन अनासक्ति का ज्वलन्त उदाहरण हैं। यद्यपि उन्हें जीवन में प्राप्त करने योग्य वस्तु अप्राप्य नहीं थी तथापि वे सदैव कर्म में ही रत रहे मानो उनके लिए कर्म करना उत्साह और आनन्द से परिपूर्ण एक क्रीडा हो।इसी सन्दर्भ में भगवान कहते हैं","etsga":"3.22 In all the three worlds, O Partha, there is no duty whatsoever for Me (to fulfil); nothing remains unachieved or to be achieved. [According to S. the translation of this portion is: There is nothing unattained that should be attained.-Tr.] (Still) do I continue in action.","etssa":"3.22 There is nothing in the three worlds, O Arjuna, that should be done by Me, nor is there anything unattained that should be attained; yet I engage Myself in action.","etdss":"3.22. O son of Prtha ! For Me, in the three worlds there is nothing that must be done; nor is there any thing unattained [so far] to be attained; and yet I exert in action.","ecssa":"3.22 न not? मे my? पार्थ O Partha? अस्ति is? कर्तव्यम् to be done (duty)? त्रिषु in the three? लोकेषु worlds? किञ्चन anything? न not? अनवाप्तम् unattained? अवाप्तव्यम् to be attained? वर्ते am? एव also? च and? कर्मणि in action.Commentary I am the Lord of the universe and therefore I have no personal grounds to engage. Myself in action. I have nothing to achieve as I have all divine wealth? as the wealth of the universe is Mine? and yet I engage Myself in action.Why do you not follow My example Why do you not endeavour to prevent the masses from following the wrong path by setting an example yourself If you set an example? people will follow you as you are a leader with noble alities.","scetsga":"3.22 O Partha, na asti, there is no; kartavyam, duty; kincana, whatsoever; me, for Me (to fulfill); even trisu lokesu, in all the three worlds. Why? There is na anavaptam, nothing (that remains) unachieved; or avaptavyam, to be achieved. Still varte eva, do I continue; karmani, in action.","scetdss":"3.21-22 Yad yad acarati etc. Na me etc. The Bhagavat cities Himself as an example to illustrate the idea that to favour the world is the [only] purpose for such a person to exert in action, eventhough he has already attained whatever is to be attained, and is fully satisfied in his mind.","scetssa":"3.22 For Me, who is the Lord of all, who has all desires fulfilled, who is omniscient, whose will is always true, and who, at My own will, remains in the three worlds in the forms of gods, men and such other beings, there is nothing whatever to achieve. Therefore though there is for Me nothing unacired, i.e., nothing yet to be acired by work, I go on working for the protection of the world.","chakravarthi":"In three verses the Lord uses himself as an example.","rudra":"\nIn this regard Lord Krishna is using Himself as an example citing that fact\nthat as the creator of all the worlds He has nothing to gain as He controls\neverything and yet He still performs His transcendental pastimes completely\nin line with the Vedic scriptures to benefit the welfare of all beings and\nthe world.","brahma":"\nNow Lord Krishna is clarifying His position by stating that there is no\nperformance of any prescribed Vedic action required of Him; yet and still\nHe performs actions for the benefit of the world. So in the same way Arjuna\nshould perform prescribed actions for maintaining world order and offering\nthe results of the actions to the Supreme Lord. This has been revealed in\nthe Krishna Samhita. By sustenance, by maintenance and by destruction the\nSupreme Lord has nothing to gain. Without any objective whatsoever the\nSupreme Lord Krishna according to His creative impulse performs all actions\nperpetually throughout all of creation. Just as a person who is extremely\nhappy may spontaneously sing and dance to express their special pleasure in\nthe same way the Supreme Lord performs all actions to express His\nconsciousness which is perpetually in a state of Supreme Bliss.","shri":"\nLord Krishna is declaring that in all the three worlds if He by His Supreme\nWill were to be present in the guise of a human or demi-god or whatever He\ndesired there would of course be no activity He would be bound to perform\nas He is the maintainer of all the worlds and the Supreme Lord all\nprescribed activities in the Vedic scriptures are for His pleasure and\nsatisfaction solely. Yet even when he appears in His original two armed\nform or in any of His scriptural authorised incarnations, Lord Krishna\nstill applies Himself in all kinds of actions for the ultimate benefit and\nwelfare for all the worlds.","kumar":"Lord Krishna is declaring that in all the three worlds if He by His Supreme\nWill were to be present in the guise of a human or demi-god or whatever He\ndesired there would of course be no activity He would be bound to perform\nas He is the maintainer of all the worlds and the Supreme Lord all\nprescribed activities in the Vedic scriptures are for His pleasure and\nsatisfaction solely. Yet even when he appears in His original two armed\nform or in any of His scriptural authorised incarnations, Lord Krishna\nstill applies Himself in all kinds of actions for the ultimate benefit and\nwelfare for all the worlds."}