{"meta":"Bhagavad Gita Chapter 3 Verse 41","metahi":"भगवद् गीता 3.41","slok":"तस्मात्त्वमिन्द्रियाण्यादौ नियम्य भरतर्षभ।पाप्मानं प्रजहि ह्येनं ज्ञानविज्ञाननाशनम्।।3.41।।","htsrsd":"।।3.41।।इसलिये हे भरतवंशियोंमें श्रेष्ठ अर्जुन तू सबसे पहले इन्द्रियोंको वशमें करके इस ज्ञान और विज्ञानका नाश करनेवाले महान् पापी कामको अवश्य ही बलपूर्वक मार डाल।","htstma":"।।3.41।। इसलिये हे अर्जुन तुम पहले इन्द्रियों को वश में करके ज्ञान और विज्ञान के नाशक इस कामरूप पापी को नष्ट करो।।","transliteration":"Tasmaat twam indriyaanyaadau niyamya bharatarshabha;\nPaapmaanam prajahi hyenam jnaana vijnaana naashanam.","englishmeaning":"tasmāt—therefore; tvam—you; indriyāṇi—senses; ādau—in the very beginning; niyamya—having controlled; bharata-ṛiṣhabha—Arjun, the best of the Bharatas; pāpmānam—the sinful; prajahi—slay; hi—certainly; enam—this; jñāna—knowledge; vijñāna—realization; nāśhanam—the destroyer","hcsrsd":"।।3.41।। व्याख्या   तस्मात्त्वमिन्द्रियाण्यादौ नियम्य भरतर्षभ इन्द्रियोँको विषयोंमें भोगबुद्धिसे प्रवृत्त न होने देना अपितु केवल निर्वाहबुद्धिसे अथवा साधनबुद्धिसे प्रवृत्त होने देना ही उनको वशमें करना है। तात्पर्य है कि इन्द्रियोंकी विषयोंमें रागपूर्वक प्रवृत्ति न हो और द्वेषपूर्वक निवृत्ति न हो। (गीता 18। 10) रागपूर्वक प्रवृत्ति और द्वेषपूर्वक निवृत्ति होनेसे रागद्वेष पुष्ट हो जाते हैं और न चाहते हुए भी मनुष्यको पतनकी ओर ले जाते हैं। इसलिये प्रवृत्ति और निवृत्ति अथवा कर्तव्य और अकर्तव्यको जाननेके लिये शास्त्र ही प्रमाण है। (गीता 16। 24) शास्त्रके अनुसार कर्तव्यका पालन और अकर्तव्यका त्याग करनेसे इन्द्रियाँ वशमें हो जाती है।काम को मारनेके लिये सबसे पहले इन्द्रियोंका नियमन करनेके लिये कहनेका कारण यह है कि जबतक मनुष्य इन्द्रियोंके वशमें रहता है तबतक उसकी दृष्टि तत्त्वकी ओर नहीं जाती और तत्त्वकी ओर दृष्टि गये बिना अर्थात् तत्त्वका अनुभव हुए बिनाकाम का सर्वथा नाश नहीं होता।मनुष्यकी प्रवृत्ति इन्द्रियोंसे ही होती है। इसलिये वह सबसे पहले इन्द्रियोँके विषयोंमें ही फँसता है जिससे उसमें उन विषयोंकी कामना पैदा हो जाती है। कामनासहित कर्म करनेसे मनुष्य पूरी तरह इन्द्रियोंके वशमें हो जाता है और इससे उसका पतन हो जाता है। परन्तु जो मनुष्य इन्द्रियोँको वशमें करके निष्कामभावपूर्वक कर्तव्यकर्म करता है उनका शीघ्र ही उद्धार हो जाता है।एनम् ज्ञानविज्ञाननाशनम् ज्ञानपदका अर्थ शास्त्रीय ज्ञान भी लिया जाता है जैसे ब्राह्मणके स्वाभाविक कर्मोंके अन्तर्गत ज्ञानम् पद शास्त्रीय ज्ञानके लिये ही आया है। (गीता 18। 42)। परन्तु यहाँ प्रसङ्गके अनुसारज्ञान का अर्थ विवेक (कर्तव्यअकर्तव्यको अलगअलग जानना) लेना ही उचित प्रतीत होता है। विज्ञान पदका अर्थ विशेष ज्ञान अर्थात् तत्त्वज्ञान (अनुभवज्ञान असली ज्ञान या बोध) है।विवेक और तत्त्वज्ञान दोनों ही स्वतःसिद्ध हैं। तत्त्वज्ञानका अनुभव तो सबको नहीं है पर विवेकका अनुभव सभीको है। मनुष्यमें यह विवेक विशेषरूपसे है। अर्जुनके प्रश्न(मनुष्य न चाहता हुआ भी पाप क्यों करता है) में आये अनिच्छन्नपि पदसे भी यही सिद्ध होता है कि मनुष्यमें विवेक है और इस विवेकसे ही वह पाप और पुण्यदोनोंको जानता है और पाप नहीं करना चाहता। पाप न करनेकी इच्छा विवेकके बिना नहीं होती। परन्तु यहकाम उस विवेकको ढक देता है और उसको जाग्रत् नहीं होने देता।विवेक जाग्रत् होनेसे मनुष्य भविष्यपर अर्थात् परिणामपर दृष्टि रखकर ही सब कार्य करता है। परन्तु कामनासे विवेक ढक जानेके कारण परिणामकी ओर दृष्टि ही नहीं जाती। परिणामकी तरफ दृष्टि न जानेसे ही वह पाप करता है।इस प्रकार जिसका अनुभव सबको है उस विवेकको भी जब यहकाम जाग्रत् नहीं होने देता तब जिसका अनुभव सबको नहीं है उस तत्त्वज्ञानको तो जाग्रत् होने ही कैसे देगा इसलिये यहाँकाम को ज्ञान (विवेक) और विज्ञान (बोध) दोनोंका नाश करनेवाला बताया गया है।वास्तवमें यहकाम ज्ञान और विज्ञानका नाश (अभाव) नहीं करता प्रत्युत उन दोनोंको ढक देता है अर्थात् प्रकट नहीं होने देता। उन्हें ढक देनेको ही यहाँ उनका नाश करना कहा गया है। कारण कि ज्ञानविज्ञानका कभी नाश होता ही नहीं। नाश तो वास्तवमेंकाम का ही होता है। जिस प्रकार नेत्रोंके सामने बादल आनेपरबादलोंने सूर्यको ढक दिया ऐसा कहा जाता है पर वास्तवमें सूर्य नहीं ढका जाता प्रत्युत नेत्र ढके जाते हैं उसी प्रकारकामनाने ज्ञानविज्ञानको ढक दिया ऐसा कहा तो जाता है पर वास्तवमें ज्ञानविज्ञान ढके नहीं जाते प्रत्युत बुद्धि ढकी जाती है।पाप्मानं हि प्रजहि कामना सम्पूर्ण पापोंकी जड़ है। इसलिये कामना उत्पन्न होनेसे पाप होनेकी सम्भावना रहती है। आगे चलकर कामना मनुष्यके विवेकको ढककर उसे अन्धा बना देती है जिससे उसे पापपुण्यका ज्ञान ही नहीं रहता और वह पापोंमें ही लग जाता है। इससे उसका महान् पतन हो जाता है। इसलिये भगवान् कामनाको महापापी बताकर उसे अवश्य ही मार डालनेकी आज्ञा देते हैं।गृहस्थजीवन ठीक नहीं साधु हो जायँ एकान्तमें चले जायँ ऐसा विचार करके मनुष्य कार्यको तो बदलना चाहता है पर कारणकामना को नहीं छोड़ता उसे छोड़नेका विचार ही नहीं करता। यदि वह कामनाको छोड़ दे तो उससे सब काम अपनेआप ठीक हो जायँ। जब मनुष्य जीनेकी कामना तथा अन्य कामनाओंको रखते हुए मरता है तब वे कामनाएँ उसके अगले जन्मका कारण बन जाती हैं। तात्पर्य यह है कि जबतक मनुष्यमें कामना रहती है तबतक वह जन्ममरणरूप बन्धनमें पड़ा रहता है। इस प्रकार बाँधनेके सिवाय कामना और कुछ काम नहीं आती।जब मनुष्यका जडपदार्थोंकी तरफ आकर्षण होता है तभी उनकी कामना उत्पन्न होती है। कामना उत्पन्न होते ही विवेकदृष्टि दब जाती है और इन्द्रियदृष्टिकी प्रधानता हो जाती है। इन्द्रियाँ मनुष्यको केवल शब्दादि विषयोंके सुखभोगमें ही लगाती हैं। पशुपक्षियोंकी भी प्रवृत्ति इन्द्रियोंसे मिलनेवाले सुखतक ही रहती है। परन्तु कामनासे विवेक ढक जानेके कारण मनुष्य इन्द्रियजन्य सुखके लिये पदार्थोंकी कामना करने लगता है और फिर पदार्थोंके लिये रुपयोंकी कामना करने लग जाता है। इतना ही नहीं उसकी दृष्टि रुपयोंसे भी हटकर रुपयोंकी गिनती(संग्रह) में हो जाती है। फिर वह रुपयोंकी गिनती बढ़ानेमें ही लग जाता है। निर्वाहमात्रके रुपयोंकी अपेक्षा उनका संग्रह अधिक पतन करनेवाला है और संग्रहकी अपेक्षा भी रुपयोंकी गिनती महान् पतन करनेवाली है। गिनती बढ़ानेके लिये वह झूठ कपट धोखा चोरी आदि पापकर्मोंको भी करने लग जाता है और गिनती बढ़नेपर उसमें अभिमान भी आ जाता है जो आसुरीसम्पत्तिका मूल है। इस प्रकार कामनाके कारण मनुष्य महान् पतनकी ओर चला जाता है। इसलिये भगवान् इस महान् पापी कामका अच्छी तरह नाश करनेकी आज्ञा देते हैं।","hcsca":"।।3.41।। जैसा कि पहले भी कहा जा चुका है श्रीकृष्ण बिना पर्याप्त तर्क दिये किसी सत्य का प्रतिपादन मात्र नहीं करते। अब वे यहाँ भी युक्तियुक्त विवेचन के पश्चात् इन्द्रियों को वश में करने का उपदेश देते हैं जिसके सम्पादन से अन्तकरण में स्थित कामना को नष्ट किया जा सकता है।इच्छा को यहाँ पापी कहने का कारण यह है कि वह अपने स्थूल रूप में हमें अत्यन्त निम्न स्तर के जीवन को जीने के लिए विवश कर देती है। धुएँ के समान सात्त्विक इच्छा होने पर भी हमारा शुद्ध अनन्तस्वरूप पूर्णरूप से प्रगट नहीं हो पाता। अत सभी प्रकार की इच्छाएँ कमअधिक मात्रा में पापयुक्त ही कही गयी हैं।चिकित्सक को किसी रोगी के लिए औषधि लिख देना सरल है परन्तु यदि वह औषधि आकाशपुष्प से बनायी जाती हो तो रोगी कभी स्वस्थ नहीं हो सकता इसी प्रकार गुरु का शिष्य को इन्द्रिय संयम का उपदेश देना तो सरल है परन्तु जब तक वे उसका कोई साधन नहीं बताते तब तक उनका उपदेश आकाश पुष्प से बनी औषधि के समान ही असम्भव समझा जायेगा।हम किस वस्तु का आश्रय लेकर इस इच्छा का त्याग करें इस प्रश्न का उत्तर है","etsga":"3.41 Therefore, O scion of the Bharata dynasty, after first controlling the organs, renounce this one [A variant reading is, prajahi hi-enam, completely renounce this one.-Tr.] which is sinful and a destroyer of learning and wisdom.","etssa":"3.41 Therefore, O best of the Bharatas (Arjuna), controlling the senses first, do thou kill this sinful thing, the destroyer of knowledge and realisation.","etdss":"3.41. Therefore, O best among the Bharatas, by controlling completely the sense-organs in the beginning [itself], you must avoid this sinful one, destroying the knowledge-action.","ecssa":"3.41 तस्मात् therefore? त्वम् you? इन्द्रियाणि the senses? आदौ in the beginning? नियम्य having controlled? भरतर्षभ O best of the Bharatas? पाप्मानम् the sinful? प्रजहि kill? हि surely? एनम् this? ज्ञानविज्ञाननाशनम् the destroyer of knowledge and realisation (wisdom).Commentary Jnana is knowledge obtained through the study of scriptures. This is indirect knowledge or Paroksha Jnana. Vijnana is direct knowledge or personal experience or Anubhava through Selfrealisation or Aparoksha Jnana. Control the senses first and then kill desire.","scetsga":"3.41 Since this is so, therefore, O scion of the Bharata dynasty, adau niyamya, after first controlling; indriyani, the organs; prajahihi, renounce; enam, this one, the enemy under consideration; which is papmanam, sinful-which is desire that is accustomed to sinning; and jnana-vijnana-nasanam, a destroyer of learning and wisdom, jnana, learning, means knowledge about the Self etc. from the scripures and a teacher. Vijnana, wisdom, means the full experience of that.\nRenounce, i.e. discard, from yourself the destroyer of those two-learning and wisdom, which are the means to the achievement Liberation.\nIt has been said, After first controlling the organs, renounce desire the enemy. As to that, by taking the support of what should one give up desire? This is being answered:","scetdss":"3.41 Or the passage jnana-vijnana-nasana may be an adverb [modifying the verb must avoid] meaning by destroying it i.e., by keeping it off by means of knowledge (thought) i.e., by means of the mind and by means of superior knowledge (superior thought) i.e., by means of the intellect. The intention is this : One must not allow, in the fancy, [the wrath] risen in the sense-organs, and must not make any resolve about [the foe], fancied.\n The logic in this regard (in the above means) [ the Lords ] explains in a couple of verses:","scetssa":"3.41 For whatever reason a person engaged in Jnana Yoga, which is of the nature of abandoning the activities of all the senses, should control this enemy in the shape of desire which turns him away from the self through creating infatuation for objects of the senses - for the same reason, you, who are yoked to the activities of the senses by reason of being in conjunction with the Prakrti, should, in the beginning itself, i.e., at the very beginning of the practice of the means for release, control the senses by the practice of Karma Yoga, which provides for the regulation of the working of the senses. And then you must destroy, i.e., slay this sinful enemy, which is in the shape of desire and which destroys knowledge and discrimination, i.e., knowledge relating to the nature of the self and of the discriminative power, which is the means to gain this knowledge.\nSri Krsna speaks of that which is most important among the adversaries:","chakravarthi":"The rule is that, by conquering the shelters of enemy, the enemy can be conquered. The shelters of lust are the senses, the mind and intelligence, which are respectively increasing difficult to conquer. The senses may be difficult to control, but they are easier to conquer than the other items. Therefore, first the senses should be conquered. Therefore, you should control the senses. Though the uncontrollable mind wants to steal others’ wives or properties, one should not engage the senses, by carefully considering the situation of the functioning of the senses such as eyes, ear, hands or feet. Kill this ferocious lust (papmanam). This means that by restricting the senses, after some time the mind will become freed of lust.","rudra":"\nNow Lord Krishna gives the antidote to avoid being controlled by kama or\nlust. For the novice practitioner the advice is to immediately by strength\nof mind control the sense in the very beginning before being deluded. For\none more advanced knowledge of Vedic scriptures can assist one in evading\nbeing controlled by kama. For one even more advanced knowledge of the atma\nor soul and ones true position can protect one from the ravages of kama.\nOr it can also denote accepting a spiritual master who is transcendant to\nkama and receiving relevant instructions to fortify oneself or by means of\nmeditation on the Supreme Lord. In the Brihadaranyaka Upanisad IV.IV.XXI it\nstates: The intelligent aspirants understanding should achieve intuitive\nknowledge.","brahma":"\nBy controlling the stations where kama or lust resides it can be eradicated\nbut Lord Krishna is giving special instructions that kama must be\nrestrained within the senses at the very beginning well before they are\nable to make contact with the objects of the senses.\nNow begins the summation.\nThe Supreme Lord Krishna is the maintainer and energiser of everything in\ncreation. His authorised avatars and expansions are His parts and parcels.\nAll other Gods without any exception are mere subsidiaries of His\nexpansions and these other gods descend downwards from Brahma. Demons and\nasuras or those possessing no inner light are continuously being degraded\nby kama and mixed with their arrogance arouse great evil. The demoniac are\nthe most deluded and degraded of all living beings. The least influenced by\nkama like smoke covering fire are the noble and righteous beings. The next\nmore influenced by kama like dust covering a mirror are those of mixed\nnatures sometimes aware of their actions and sometimes not. The most\ninfluenced by kama like an embryo imprisoned in the womb are the are\ndemonic who are great evil doers. Like Agni or fire kama is also all\ndevouring that is why it called analena or fire. Therefore kama residing in\nthe senses it can be restrained and destroyed only by the weapon of Vedic\nwisdom. Kama envelopes the mind and intellect prior to atma tattva or soul\nrealisation; but even after atma tattva is achieved it has been seen that\nkama is so powerful that it is able to exert its influence as kama is never\nsatiated and thus vigilance is still required before moksa or complete\nrelease from the material existence has been attained.","shri":"\nOne who is interested in qualifying for jnana yoga or the cultivation of\nVedic knowledge must restrain the natural out going tendency of the five\nsenses from pursuing sense objects. But the mighty enemy kama or lust\ncovertly causes dissent in the enquiring of atma tattva or realisation of\nthe soul and contrarily causes enthusiasm for procuring the delights of the\nsenses. One understanding that the senses operate in their own natural\nsphere within the physical body, directs them to perform the appropriate\noccupational duties according to ones rank and station in life in karma\nyoga or the performance of prescribed Vedic activities and thus the senses\nare constrained. Lord Krishna thus gives the key to vanquishing this great\nenemy known as kama which is so terrible and which destroys both jnana or\nspiritual knowledge and vijnana or spiritual wisdom.","kumar":"One who is interested in qualifying for jnana yoga or the cultivation of\nVedic knowledge must restrain the natural out going tendency of the five\nsenses from pursuing sense objects. But the mighty enemy kama or lust\ncovertly causes dissent in the enquiring of atma tattva or realisation of\nthe soul and contrarily causes enthusiasm for procuring the delights of the\nsenses. One understanding that the senses operate in their own natural\nsphere within the physical body, directs them to perform the appropriate\noccupational duties according to ones rank and station in life in karma\nyoga or the performance of prescribed Vedic activities and thus the senses\nare constrained. Lord Krishna thus gives the key to vanquishing this great\nenemy known as kama which is so terrible and which destroys both jnana or\nspiritual knowledge and vijnana or spiritual wisdom."}