{"meta":"Bhagavad Gita Chapter 3 Verse 3","metahi":"भगवद् गीता 3.3","slok":"श्री भगवानुवाचलोकेऽस्मिन्द्विविधा निष्ठा पुरा प्रोक्ता मयानघ।ज्ञानयोगेन सांख्यानां कर्मयोगेन योगिनाम्।।3.3।।","htsrsd":"।।3.3।।श्रीभगवान् बोले हे निष्पाप अर्जुन इस मनुष्यलोकमें दो प्रकारसे होनेवाली निष्ठा मेरे द्वारा पहले कही गयी है। उनमें ज्ञानियोंकी निष्ठा ज्ञानयोगसे और योगियोंकी निष्ठा कर्मयोगसे होती है।","htstma":"।।3.3।। श्री भगवान् ने कहा हे निष्पाप (अनघ) अर्जुन इस श्लोक में दो प्रकार की निष्ठा मेरे द्वारा पहले कही गयी है ज्ञानियों की (सांख्यानां) ज्ञानयोग से और योगियों की कर्मयोग से।।","transliteration":"Sri Bhagavaan Uvaacha:\nLoke’smin dwividhaa nishthaa puraa proktaa mayaanagha;\nJnaanayogena saankhyaanaam karmayogena yoginaam.","englishmeaning":"śhrī-bhagavān uvācha—the Blessed Lord said; loke—in the world; asmin—this; dvi-vidhā—two kinds of; niṣhṭhā—faith; purā—previously; proktā—explained; mayā—by me (Shree Krishna); anagha—sinless; jñāna-yogena—through the path of knowledge; sānkhyānām—for those inclined toward contemplation; karma-yogena—through the path of action; yoginām—of the yogis","hcsrsd":"।।3.3।। व्याख्या   अर्जुन युद्ध नहीं करना चाहते थे अतः उन्होंने समतावाचक बुद्धि शब्दका अर्थ ज्ञान समझ लिया। परन्तु भगवान्ने पहले बुद्धि और बुद्धियोग शब्दसे समताका वर्णन किया था (2। 39 49 आदि) अतः यहाँ भी भगवान् ज्ञानयोग और कर्मयोगदोनोंके द्वारा प्रापणीय समताका वर्णन कर रहे हैं।अनघ अर्जुनके द्वारा अपने श्रेय(कल्याण) की बात पूछी जानी ही उनकी निष्पापता है क्योंकि अपने कल्याणकी तीव्र इच्छा होनेपर साधकके पाप नष्ट हो जाते हैं।लोकेऽस्मिन्द्विविधा निष्ठा पुरा प्रोक्ता मया यहाँ लोके पदका अर्थ मनुष्यशरीर समझना चाहिये क्योंकि ज्ञानयोग और कर्मयोग दोनों प्रकारके साधनोंको करनेका अधिकार अथवा साधक बननेका अधिकार मनुष्यशरीरमें ही है।निष्ठा अर्थात् समभावमें स्थिति एक ही है जिसे दो प्रकारसे प्राप्त किया जा सकता है ज्ञानयोगसे और कर्मयोगसे। इन दोनों योगोंका अलगअलग विभाग करनेके लिये भगवान्ने दूसरे अध्यायके उन्तालीसवें श्लोकमें कहा है कि इस समबुद्धिको मैंने सांख्ययोगके विषयमें (ग्यारहवेंसे तीसवें श्लोकतक) कह दिया है अब इसे कर्मयोगके विषयमें (उन्तालीसवें तिरपनवें श्लोकतक) सुनो एषा तेऽभिहिता सांख्ये बुद्धिर्योगे त्विमां श्रृणु।पुरा पदका अर्थ अनादिकाल भी होता है और अभीसे कुछ पहले भी होता है। यहाँ इस पदका अर्थ है अभीसे कुछ पहले अर्थात् पिछला अध्याय जिसपर अर्जुनकी शंका है। यद्यपि दोनों निष्ठाएँ पिछले अध्यायमें अलगअलग कही जा चुकी हैं तथापि किसी भी निष्ठामें कर्मत्यागकी बात नहीं कही गयी है।मार्मिक बातयहाँ भगवान्ने दो निष्ठाएँ बतायी हैं सांख्यनिष्ठा (ज्ञानयोग) और योगनिष्ठा (कर्मयोग)। जैसे लोकमें दो तरहकी निष्ठाएँ हैं लोकेऽस्मिन्द्विविधा निष्ठा ऐसे ही लोकमें दो तरहके पुरुष हैं द्वाविमौ पुरुषौ लोके (गीता 15। 16) वे हैं क्षर (नाशवान् संसार) और अक्षर (अविनाशी स्वरूप)। क्षरकी सिद्धिअसिद्धि प्राप्तिअप्राप्तिमें सम रहना कर्मयोग है और क्षरसे विमुख होकर अक्षरमें स्थित होना ज्ञानयोग है। परन्तु क्षर अक्षर दोनोंसे उत्तम पुरुष तो अन्य ही है जो परमात्मा नामसे कहा जाता है उत्तमः पुरुषस्त्वन्यः परमात्मेत्युदाहृतः (15। 17)। वह परमात्मा क्षरसे तो अतीत है और अक्षरसे उत्तम है अतः शास्त्र और वेदमें वह पुरुषोत्तम नामसे प्रसिद्धि है (15। 18)। ऐसे परमात्माके सर्वथा सर्वभावसे शरण हो जाना भगवन्निष्ठा (भक्तियोग) है। इसलिये क्षरकी प्रधानतासे कर्मयोग अक्षरकी प्रधानतासे ज्ञानयोग और परमात्माकी प्रधानतासे भक्तियोग चलता है (टिप्पणी प0 116)।सांख्यनिष्ठा और योगनिष्ठा ये दोनों साधकोंकी अपनी निष्ठाएँ हैं परन्तु भगवन्निष्ठा साधकोंकी अपनी निष्ठा नहीं है। कारण कि सांख्यनिष्ठा और योगनिष्ठामें साधकको मैं हूँ और संसार है इसका अनुभव होता है अतः ज्ञानयोगी संसारसे सम्बन्धविच्छेद करके अपने स्वरूपमें स्थित होता है और कर्मयोगी संसारकी वस्तु(शरीरादि) को संसारकी ही सेवामें लगाकर संसारसे सम्बन्धविच्छेद करता है। परन्तु भगवन्निष्ठामें साधकको पहले भगवान् हैं इसका अनुभव नहीं होता पर उसका विश्वास होता है कि स्वरूप और संसार इन दोनोंसे भी विलक्षण कोई तत्त्व (भगवान्) है। अतः वह श्रद्धाविश्वासपूर्वक भगवान्को मानकर अपनेआपको भगवान्के समर्पित कर देता है। इसलिये सांख्यनिष्ठा और योगनिष्ठामें तो जानना (विवेक) मुख्य है और भगवन्निष्ठामें मानना (श्रद्धाविश्वास) मुख्य है।जानना और मानना दोनोंमें कोई फरक नहीं है। जैसे जानना सन्देहरहित (दृढ़) होता है ऐसे ही मानना भी सन्देहरहित होता है। मानी हुई बातमें विचारकी सम्भावना नहीं रहती। जैसे अमुक मेरी माँ है यह केवल माना हुआ है पर इस माने हुएमें कभी सन्देह नहीं होता कभी जिज्ञासा नहीं होती कभी विचार नहीं करना पड़ता। इसलिये गीतामें भक्तियोगके प्रकरणमें जहाँ जाननेकी बात आयी है उसको माननेके अर्थमें ही लेना चाहिये। इसी तरह ज्ञानयोग और कर्मयोगके प्रकरणमें जहाँ माननेकी बात आयी है उसको जाननेके अर्थमें ही लेना चाहिये।सांख्यनिष्ठा और योगनिष्ठा तो साधनसाध्य हैं और साधकपर निर्भर हैं पर भगवन्निष्ठा साधनसाध्य नहीं है। भगवन्निष्ठामें साधक भगवान् और उनकी कृपापर निर्भर रहता है।भगवन्निष्ठाका वर्णन गीतामें जगहजगह आया है जैसे इसी अध्यायमें पहले दो निष्ठाओंका वर्णन करके फिर तीसवें श्लोकमें मयि सर्वाणि कर्माणि संन्यस्य पदोंसे भक्तिका वर्णन किया गया है पाँचवें अध्यायमें भी दो निष्ठाओंका वर्णन करके दसवें श्लोकमें ब्रह्मण्याधाय कर्माणि और अन्तमें भोक्तारं यज्ञतपसाम् ৷৷. आदि पदोंसे भक्तिका वर्णन किया गया है इत्यादि।ज्ञानयोगेन सांख्यानाम् प्रकृतिसे उत्पन्न सम्पूर्ण गुण ही गुणोंमें बरत रहे हैं सम्पूर्ण क्रियाएँ गुणोंमें इन्द्रियोंमें ही हो रही हैं (गीता 3। 28) और मेरा इनसे कुछ भी सम्बन्ध नहीं है ऐसा समझकर समस्त क्रियाओंमें कर्तापनके अभिमानका सर्वथा त्याग कर देना ज्ञानयोग है।गीतोपदेशके आरम्भमें ही भगवान्ने सांख्ययोग(ज्ञानयोग) का वर्णन करते हुए नाशवान् शरीर और अविनाशी शरीरीका विवेचन किया है जिसे (गीता 2। 16 में) असत् और सत्के नामसे भी कहा गया है।कर्मयोगेन योगिनाम् वर्ण आश्रम स्वभाव और परिस्थितिके अनुसार जो शास्त्रविहित कर्तव्यकर्म सामनेआ जाय उसको (उस कर्म तथा उसके फलमें) कामना ममता और आसक्तिका सर्वथा त्याग करके करना तथा कर्मकी सिद्धि और असिद्धिमें सम रहनाकर्मयोग है।भगवान्ने कर्मयोगका वर्णन दूसरे अध्यायके सैंतालीसवें और अड़तालीसवें श्लोकमें मुख्यरूपसे किया है। इनमें भी सैंतालीसवें श्लोकमें कर्मयोगका सिद्धान्त कहा गया है और अड़तालीसवें श्लोकमें कर्मयोगको अनुष्ठानमें लानेकी विधि कही गयी है।","hcsca":"।।3.3।। कर्मयोग और ज्ञानयोग को परस्पर प्रतिद्वन्द्वी मानने का अर्थ है उनमें से किसी एक को भी नहीं समझना। परस्पर पूरक होने के कारण उनका क्रम से अर्थात् एक के पश्चात् दूसरे का आश्रय लेना पड़ता है। प्रथम निष्काम भाव से कर्म करने पर मन में स्थित अनेक वासनाएँ क्षीण हो जाती हैं। इस प्रकार मन के निर्मल होने पर उसमें एकाग्रता और स्थिरता आती है जिससे वह ध्यान में निमग्न होकर परमार्थ तत्त्व का साक्षात् अनुभव करता है।विदेशी संस्कृति के लोग हिन्दू धर्म को समझने में बड़ी कठिनाई का अनुभव करते हैं। साधनों की विविधता और परस्पर विरोधी प्रतीत होने वाले उपदेशों को पढ़कर उनकी बुद्धि भ्रमित हो जाती है। परन्तु केवल इसी कारण से हिन्दू धर्म को अवैज्ञानिक कहने में उतनी ही बड़ी और हास्यास्पद त्रुटि होगी जितनी चिकित्साशास्त्र को विज्ञान न मानने में केवल इसीलिए कि एक ही चिकित्सक एक ही दिन में विभिन्न रोगियों को विभिन्न औषधियों द्वारा उपचार बताता है।अध्यात्म साधना करने के योग्य साधकों में दो प्रकार के लोग होते हैं क्रियाशील और मननशील। इन दोनों प्रकार के लोगों के स्वभाव में इतना अन्तर होता है कि दोनों के लिये एक ही साधना बताने का अर्थ होगा किसी एक विभाग के लोगों को निरुत्साहित करना और उनकी उपेक्षा करना। गीता केवल हिन्दुओं के लिये ही नहीं वरन् समस्त मानव जाति के कल्याणार्थ लिखा हुआ शास्त्र है। अत सभी के उपयोगार्थ उनकी मानसिक एवं बौद्धिक क्षमताओं के अनुरूप दोनों ही वर्गों के लिये साधनायें बताना आवश्यक है।अत भगवान् यहाँ स्पष्ट कहते हैं कि क्रियाशील स्वभाव के मनुष्य के लिये कर्मयोग तथा मननशील साधकों के लिये ज्ञानयोग का उपदेश किया गया है। पुरा शब्द से वह यह इंगित करते है कि ये दो मार्ग सृष्टि के आदिकाल से ही जगत् में विद्यमान हैं।इस श्लोक में प्रथम बार भगवान् श्रीकृष्ण अपने वास्तविक परिचय की एक झलकमात्र दिखाते हैं। यदि गीतोपदेश देवकीपुत्र कृष्ण नामक किसी र्मत्य पुरुष का ही दिया होता तो अधिक से अधिक उसमें उस व्यक्ति की बुद्धि द्वारा समझे हुए सिद्धांत ही होते जिनका आधार जीवन के उसके स्वानुभव मात्र होते। जीवन में अनुभव किये तथ्यों में परिवर्तित होते रहने का विशेष गुण होता है और इसीलिये जब वे बदलते हैं तो हमारा पूर्व का निष्कर्ष भी परिवर्तित हो जाता है। परिवर्तित सामाजिक राजनैतिक आर्थिक परिस्थितियों एवं विज्ञान के क्षेत्र में हुई प्रगति के साथ समाजशास्त्र अर्थशास्त्र एवं विज्ञान के अगणित पूर्वप्रतिपादित सिद्धांत कालबाह्य हो चुके हैं। यदि गीता में कृष्ण नामक किसी मनुष्य की बुद्धि से पहुँचे हुए निष्कर्ष मात्र होते तो वह कालबाह्य होकर अब उसके अवशेष मात्र रह गए होते यहाँ श्रीकृष्ण स्पष्ट रूप से कहते हैं सृष्टि के आदि में (पुरा) ये दो मार्ग मेरे द्वारा कहे गये थे। इसका तात्पर्य यह है कि यहाँ भगवान् वृन्दावन के नीलवर्ण गोपाल गोपियों के प्रिय सखा अथवा अपने युग के महान् राजनीतिज्ञ के रूप में नहीं बोल रहे थे। किन्तु भारतीय इतिहास के एक स्वस्वरूप के ज्ञाता तत्त्वदर्शी उपदेशक सिद्ध पुरुष एवं ईश्वर के रूप में उपदेश दे रहे थे। उस क्षण न तो वे अर्जुन के सारथि के रूप में न एक सखा के रूप में और न ही पाण्डवों के शुभेच्छु के रूप में बात कर रहे थे। उन्हें अपने पारमार्थिक स्वरूप जगत् के अधिष्ठान कारण के रूप में पूर्ण भान था। काल और कारण के अतीत सत्यस्वरूप में स्थित हुए वे इन दो मार्गों के आदि उपदेशक के रूप में अपना परिचय देते हैं।कर्मयोग लक्ष्य प्राप्ति का क्रमिक साधन है साक्षात् नहीं। अर्थात् वह ज्ञान प्राप्ति की योग्यता प्रदान करता है जिससे ज्ञानयोग के द्वारा सीधे ही लक्ष्य की प्राप्ति होती है। इसे समझाने के लिए भगवान् कहते हैं","etsga":"3.3 The Blessed Lord said O unblemished one, two kinds of steadfastness in this world were spoken of by Me in the days of yore-through the Yoga of Knowledge for the men of realization; through the Yoga of Action for the yogis.","etssa":"3.3 The Blessed Lord said In this world there is a twofold path, as I said before, O sinless one; the path of knowledge of the Sankhyas and the path of action of the Yogins.","etdss":"3.3. The Bhagavat said The two-fold path in this world-[the one] with Yoga of knowledge for men of reflection [and the other] with Yoga of action for men of Yoga-has been declared to be one by Me formerly, O sinless one !","ecssa":"3.3 लोके in world? अस्मिन् in this? द्विविधा twofold? निष्ठा path? पुरा previously? प्रोक्ता said? मया by Me? अनघ O sinless one? ज्ञानयोगेन by the path of knowledge? सांख्यानाम् of the Sankhyas? कर्मयोगेन by the path of action? योगिनाम् of the Yogins.Commentary The path of knowledge of the Sankhyas (Jnana Yoga) was described by Lord Krishna in chapter II? verses 11 to 38 the path of action (Karma Yoga) from 40 to 53.Pura Prokta may also mean In the beginning of creation the twofold path was given by Me to this world.Those who are endowed with the four means and who have sharp? subtle intellect and bold understanding are fit for Jnana Yoga. Those who have a tendency or inclination for wok are fit for Karma Yoga. (The four means are discrimination? dispassion? sixfold virutes? and longing for liberation. The sixfold virtues are control of the mind? control of the senses? fortitude (endurance)? turning away from the objects of the world? faith and tranillity.)It is not possible for a man to practise the two Yogas simultaneously. Karma Yoga is a means to an end. It purifies the heart and prepares the aspirant for the reception of knowledge. The Karma Yogi should take up Jnana Yoga as soon as his heart is purified. Jnana Yoga takes the aspirant directly to the goal without any extraneous help. (Cf.V.5).","scetsga":"3.3 Anagha, O unblemished one, O sinless one; [This word of address suggests that Arjuna is alified to receive the Lords instruction.] dvividha, two kinds of ; nistha, steadfastness, persistence in what is undertaken; asmin loke, in this world, for the people of the three castes who are alified for following the scriptures; prokta, were spoken of; maya, by Me, the omniscient God, who had revealed for them the traditional teachings of the Vedas, which are the means of securing prosperity and the highest Goal; pura, in the days of yore, in the beginning the creation, after having brought into being the creatures.\nNow then, which is that steadfastness of two kinds? In answer the Lord says: The steadfastness jnanayogena, through the Yoga of Knowledge-Knowledge itself being the Yoga [Here jnana, Knowledge, refers to the knowledge of the supreme Reality, and Yoga is used in the derivative sense of that (Knowledge) through which one gets united with Brahman.]-; had been stated sankhyanam, for the men of realization-those possessed of the Knowledge arising from the discrimination with regard to the Self and the not-Self, those who have espoused monasticism from the stage of Celibacy; itself, those to whom the entity presented by the Vedantic knowledge has become fully ascertained (see Mu. 3.2.6)-,the monks who are known as the parama-hamsas, those who are established in Brahman alone. And the steadfastness karma-yogena, through the Yoga of Action-action itself being the Yoga [Yoga here means that through which one gets united with, comes to have, prosperity, i.e. such actions as go by the name of righteousness and are prescribed by the scriptures.] had been stated yoginam, for the yogis, the men of action (rites and duties). This is the idea.\nAgain, had it been intended or stated or if it will be stated in the Gita by the Lord-and if it has also been so stated in the Vedas-that Knowledge and action are to be practised in combination by one and the same person for attaining the same human Goal, why then should He here tell His dear supplicant Arjuna, that steadfastness in either Knowledge or action is to be practised only by different persons who are respectively alified? If, on the other hand, it be supposed that the Lords idea is, After hearing about both Knowledge and action, Arjuna will himself practise them (in combination); but, to others, I shall speak of them as being meant to be pursued by different persons, then the Lord would be imagined to be unreliable, being possessed of likes and dislikes! And that is untenable.\nSo, from no point of view whatsoever can there be a combination of Knowledge and action. And what has been said by Arjuna regarding superiority of Wisdom over action, that stands confirmed for not having been refuted; and (it also stands confirmed) that steadfastness in Knowledge is suitable for being practised by monks alone. And from the statement that they (Knowledge and action) are to be followed by different persons, it is understood that this has the Lords approval.\nNoticing that Arjuna had become dejected under the impression, You are urging me to that very action which is a source of bondage, and was thinking thus, I shall not undertake action, the Lord said, Na karmanam anarambhat, not by abstaining from action, etc.\nOr:-When steadfastness in Knowledge and steadfastness in action become incapable of being pursued simultaneously by one and the same person owing to mutual contradiction, then, since it may be concluded that they become the cause of attaining the human Goal independently of each other, therefore, in order to show-that the steadfastness in action is a means to the human Goal, not independently, but by virtue of being instrumental in securing steadfastness in Knowledge; and that, on the other hand, steadfastness in Knowledge, having come into being through the means of steadfastness in action, leads to the human Goal independently without anticipating anything else-,the Lord said:","scetdss":"3.3 Loke etc. In the world, this twofold path is well known. Knowledge is important for men of reflection and action for men of Yoga. But that path has been declared by Me to be only one. For, the Consciousness consists predominantly of knowledg and action. This is the idea here. \n For this [the Lord continues] -","scetssa":"3.3 The Lord said You have not properly understood what I taught you before. In this world, full of people with varying degrees of alifications, I have taught in the days of yore two ways, that of knowledge (Jnana Yoga) and that of works, according to the alifications of aspirants. There is no contradiction in this. It is not possible for all people of the world in whom the desire for release has arisen, to become capable immediately for the practice of Jnana Yoga. But he who performs the worship of the Supreme Person without desire for fruits and thery gets completely rid of inner impurities and keeps his senses unagitated - he becomes competent for the path of knowledge.\nThat all activities are for performing the worship of the Supreme Person will be taught in the Gita verse, He from `whom the activities of all beings arise and by whom all this is pervaded - by worshipping Him with his duty man reaches perfection (18.46). Earlier also performance of activities without any attachment to the fruits is enjoined by the verse beginning with. You have the right to work alone ৷৷. (2.47). Next for those whose intellect has been redeemed by this kind of discipline, is enjoined Jnana Yoga by the words, When a man renounces all the desires ৷৷. (2.55).\nConseently, firm devotion to Jnana Yoga is taught only to the Sankhyas, i.e., those persons who are competent to follow the discipline of the knowledge of the self, and Karma Yoga to Yogins, i.e., to those competent for the path of work. Sankhya means Buddhi and those who are endowed with the Buddhi (intellectual or mental disposition) having only the self for its object, are Sankhyans. Therefore those who are not fit for this are alified for Karma Yoga. Those who are possessed of Buddhi which is agitated by objects of the senses, are the persons alified for Karma Yoga, whereas those whose Buddhi is not thus agitated, are alified for Jnana Yoga. Therefore nothing contradictory and confusing is taught.\nIt is said in the next stanza that Jnana Yoga is difficult to practise all at once, even when the desire for release arises in any worldy person:","chakravarthi":"Here the Lord answers. You have asked me to indicate clearly one of either karma yoga or jnana yoga since I have explained both in an impartial way. The two processes that I have explained are for those qualified for karma and jnana, according to different circumstances. It is not that these people are equally suitable for liberation. This is now explained in verses. I have explained in the previous chapter (pura prokta) two types of qualification.    For those engaged in knowledge (sankhyanam), who have risen to the state of knowledge purity of the heart, there is steadiness in jnana yoga. That their limited field. They are known in this world for cultivation of knowledge. This is shown in verses such as the following:\ntani sarvani samyamya yukta asita mat-parah vase hi yasyendriyani tasya prajna pratisthita\nThe yogi who is devoted to me, after restraining all the ser will remain seated, unresponsive to sense objects. He whose senses have thus been brought under control is sthita prajna. BG 2.61\nFor  those who  are  not able  to  ascend  to  the platform knowledge by a pure heart, there is a means to ascend to platform. They are fixed or limited to niskama karma yog activities without desire, offered to me. They are known as the engaged in karma. Verses such as the following illustrate this yoga.\nsva-dharmam api caveksya na vikampitum arhasi dharmyad dhi yuddhac chreyo ‘nyat ksatriyasya na vidyate\nConsidering your own duties, you should not be fearful. The is nothing better for the warrior than to fight for the right cause. BG 2.31\nThe karmi and jnani are different in name only. Actually persons engaged in karma become pure hearted jnanis by the actions. And the jnanis become liberated by bhakti. This is meaning of all my words.","rudra":"\nThe Supreme Lord Krishna explains to Arjuna that he is looking at jnana\nyoga and karma yoga as two independent paths but He informs him that He has\nnot stated this point of view.\nLord Krishna has taught that both can give unadulterated devotion to the\nultimate truth. Which yoga is superior or subordinate to the other is not a\nquestion as they each can attain the desired goal. They are two different\npaths to a singular destination suited to the ambiences of different\naspirants. Lord Krishna, the omniscient one has explained very clearly in\nchapter two of the two classes of aspirants in the human race being the\nsinless of pure mind and the sinful of impure mind. Lord Krishna has\nexplained that for purified minds jnana yoga or the yoga of knowledge is\nappropriate as in chapter two verse sixty-one states: the self controlled\none sits in meditation on Him. But for minds not yet purified karma yoga or\nthe yoga of action is more suitable as in chapter two verse thirty-one\nstates there is no greater fortune for a ksatriya warrior than a righteous\nwar. Therefore in respect to the two paths they are actually two stages of\nthe same path separated only by purity and impurity of mind. You have\nalready been taught the requisite state of mind conducive to realisation of\nthe soul in jnana yoga now learn of it from the point of view of karma\nyoga.","brahma":"\nEven though jnana yoga or the yoga of knowledge may appear to be superior\nto him, anyway due to Arjunas ineligibility he is only qualified for karma\nyoga, the yoga of actions. Hence karma yoga is being recommended for him.\nThe Supreme Lord Krishna states loke in this world there exists two types\nof humans who follow these two paths. Those who renounce the ordained\nactivities of family life and society, to fully contemplate and meditate on\nthe ultimate truth like Sanaka referred to by the word sankyanam and those\nwho adhere to the ordained guidelines of family life and society and yet\nglean knowledge like King Janaka referred to by the word yoginam. Both\ntypes are firmly situated in righteousness. Even though those who are\neligible for karma yoga perform actions for the protection and benefit of\nthe worlds as willed by the Lord are also deemed as yogis, men of\nequanimity. Lord Krishna is informing Arjuna that he is ineligible to\nperform activities of renunciation like Sanaka and others but he is\neligible to perform auspicious activities for the benefit of the world like\nKind Janaka and others. This is the purport of this verse.\nIt is observed that by following the will of the Supreme Lord Krishna\nthrough authorised disciplic succession and the ordained injunctions of the\nVedic scriptures many rulers situated as yogis became men of knowledge\nalthough performing countless actions. An example of this is King\nPriyavrata who was emperor of the entire universe engaging in unlimited\nmaterial activities in total knowledge as given in Srimad Bhagavatam\nV.I.XXIII\nNow begins the summation.\nThe method which promotes spiritual knowledge is known as jnana yoga. Other\nmethods are those which promote actions. The demi-gods as well as the\nrenunciates are known as sankhyas because in them spiritual knowledge\npredominates actions. The demi-gods by dint of additional attributes even\nthough engaged in the actions of universal management are more dominant in\nspiritual knowledge. Men of action even though possessing spiritual\nknowledge because of the predominance of activities are known as\nyogis. Without either spiritual knowledge or selfless actions neither could\nattain moksa or liberation. No being can even for a moment exist without\nperforming actions and without spiritual knowledge ones actions will never\nbenefit ones existence and lead it to the ultimate truth. This has been\nrevealed in the Brahma Vaivartaka Purana.\nThe word nishta means deep faith, abidance in this under direction of\nauthorised guru leads to liberation without fail. Actions performed under\nsuch authorised guidance causes an increase of bliss and a decrease in\ninauspicious actions. The scriptural statements of the Vedas such as: not\nby actions and not by progeny, are not contradictory. If contrarily\nstatements like : not by abstention of action had been made then there\ncould be occasion for contradiction. In the same way a similar approach\ntowards jnana yoga and karma yoga should be accepted. In this verse the\nemphasis of the two paths is that spiritual knowledge must be inherent in\nboth indicating that jnana yoga is more suitable for moksa.","shri":"\nLord Krishna is telling Arjuna that he has not clearly understood what has\nbeen previously spoken by Him. He tells Arjuna that in this world abounding\nin diversity there are two paths for two types of humans. Jnana yoga the\npath of knowledge and karma yoga the path of actions each suited to the\ncapacities and qualifications of the type concerned. Not all humans in this\nworld are born with the ambition for moksa or liberation. Neither are all\nhumans able to embark upon the path of knowledge directly. But all humans\nmust engage in actions at all times they cannot stop but they must perform\nthese actions unattached without desiring any reward, perfecting them in\nthe process as factual activities of divine worship. Then in fact all\nactions become divine activities as revealed forthcoming in chapter XVIII.\nverse forty-six worshipping God by ones actions. Performing actions in\nthis way humans evaporate the inauspicious qualities lurking in their minds\nand hearts and the senses give up their turbulence and become calm and\npeaceful. It has already been established in chapter II. verse forty-seven\nthat there must be no anticipation of rewards as the reason for performing\nactivities. When this platform has been attained then after one has risen\nin wisdom beyond the turmoils of the quest of satisfying ones sense with\nsense objects then jnana yoga the cultivation of spiritual knowledge is\nappropriate. In chapter II. verse fity-five Lord Krishna has stated when\none gives up all desires, to confirm this point. Sankhya refers to\nspiritual knowledge or spiritual wisdom. Those who possess this are called\nsankhyas as real spiritual knowledge is the knowledge that leads to\nrealisation of the atma or soul, firmly resides within them. Those who are\nineligible not fit for this course due to their own inherent qualities are\nthe yogis who are eligible for karma yoga the path of actions. So it can be\nseen that there is not even the slightest contradiction when it was\nasserted that for one who is beguiled by the objects and distractions of\nthe phenomenal world, karma yoga is suitable for them and for those who are\nnot beguiled and able to renounce these objects and distractions are suited\nfor jnana yoga the cultivation of spiritual knowledge.\nIt will next be shown that even if a wish for moksa or liberation arises\nstill one may not be fully competent to experience the cultivation of\nknowledge by jnana yoga.","kumar":"Lord Krishna is telling Arjuna that he has not clearly understood what has\nbeen previously spoken by Him. He tells Arjuna that in this world abounding\nin diversity there are two paths for two types of humans. Jnana yoga the\npath of knowledge and karma yoga the path of actions each suited to the\ncapacities and qualifications of the type concerned. Not all humans in this\nworld are born with the ambition for moksa or liberation. Neither are all\nhumans able to embark upon the path of knowledge directly. But all humans\nmust engage in actions at all times they cannot stop but they must perform\nthese actions unattached without desiring any reward, perfecting them in\nthe process as factual activities of divine worship. Then in fact all\nactions become divine activities as revealed forthcoming in chapter XVIII.\nverse forty-six worshipping God by ones actions. Performing actions in\nthis way humans evaporate the inauspicious qualities lurking in their minds\nand hearts and the senses give up their turbulence and become calm and\npeaceful. It has already been established in chapter II. verse forty-seven\nthat there must be no anticipation of rewards as the reason for performing\nactivities. When this platform has been attained then after one has risen\nin wisdom beyond the turmoils of the quest of satisfying ones sense with\nsense objects then jnana yoga the cultivation of spiritual knowledge is\nappropriate. In chapter II. verse fity-five Lord Krishna has stated when\none gives up all desires, to confirm this point. Sankhya refers to\nspiritual knowledge or spiritual wisdom. Those who possess this are called\nsankhyas as real spiritual knowledge is the knowledge that leads to\nrealisation of the atma or soul, firmly resides within them. Those who are\nineligible not fit for this course due to their own inherent qualities are\nthe yogis who are eligible for karma yoga the path of actions. So it can be\nseen that there is not even the slightest contradiction when it was\nasserted that for one who is beguiled by the objects and distractions of\nthe phenomenal world, karma yoga is suitable for them and for those who are\nnot beguiled and able to renounce these objects and distractions are suited\nfor jnana yoga the cultivation of spiritual knowledge.\nIt will next be shown that even if a wish for moksa or liberation arises\nstill one may not be fully competent to experience the cultivation of\nknowledge by jnana yoga."}