{"meta":"Bhagavad Gita Chapter 3 Verse 20","metahi":"भगवद् गीता 3.20","slok":"कर्मणैव हि संसिद्धिमास्थिता जनकादयः।लोकसंग्रहमेवापि संपश्यन्कर्तुमर्हसि।।3.20।।","htsrsd":"।।3.20।।राजा जनकजैसे अनेक महापुरुष भी कर्मके द्वारा ही परमसिद्धिको प्राप्त हुए हैं। इसलिये लोकसंग्रहको देखते हुए भी तू (निष्कामभावसे) कर्म करनेके योग्य है।","htstma":"।।3.20।। जनकादि (ज्ञानी जन) भी कर्म द्वारा ही संसिद्धि को प्राप्त हुये लोक संग्रह (लोक रक्षण) को भी देखते हुये तुम कर्म करने योग्य हो।।","transliteration":"Karmanaiva hi samsiddhim aasthitaa janakaadayah;\nLokasangraham evaapi sampashyan kartum arhasi.","englishmeaning":"karmaṇā—by the performance of prescribed duties; eva—only; hi—certainly; sansiddhim—perfection; āsthitāḥ—attained; janaka-ādayaḥ—King Janak and other kings; loka-saṅgraham—for the welfare of the masses; eva api—only; sampaśhyan—considering; kartum—to perform; arhasi—you should; yat yat—whatever; ācharati—does; śhreṣhṭhaḥ—the best; tat tat—that (alone); eva—certainly; itaraḥ—common; janaḥ—people; saḥ—they; yat—whichever; pramāṇam—standard; kurute—perform; lokaḥ—world; tat—that; anuvartate—pursues","hcsrsd":"।।3.20।। व्याख्या   कर्मणैव हि संसिद्धिमास्थिता जनकादयः आदि पद प्रभृति (आरम्भ) तथा प्रकार दोनोंका वाचक माना जाता है। यदि यहाँ आये आदि पदको प्रभृति का वाचक माना जाय तो जनकादयः पदका अर्थ होगा जिनके आदि(आरम्भ) में राजा जनक हैं अर्थात् राजा जनक तथा उनके बादमें होनेवाले महापुरुष। परन्तु यहाँ ऐसा अर्थ मानना ठीक नहीं प्रतीत होता क्योंकि राजा जनकसे पहले भी अनेक महापुरुष कर्मोंके द्वारा परमसिद्धिको प्राप्त हो चुके थे जैसे सूर्य वैवस्वत मनु राजा इक्ष्वाकु आदि (गीता 4। 12)। इसलिये यहाँ आदि पदको प्रकार का वाचक मानना ही उचित है जिसके अनुसार जनकादयः पदका अर्थ है राजा जनकजैसे गृहस्थाश्रममें रहकर निष्कामभावसे सब कर्म करते हुए परमसिद्धिको प्राप्त हुए महापुरुष जो राजा जनकसे पहले तथा बादमें (आजतक) हो चुके हैं।कर्मयोग बहुत पुरातन योग है जिसके द्वारा राजा जनकजैसे अनेक महापुरुष परमात्माको प्राप्त हो चुके हैं। अतः वर्तमानमें तथा भविष्यमें भी यदि कोई कर्मयोगके द्वारा परमात्माको प्राप्त करना चाहे तो उसे चाहिये कि वह मिली हुई प्राकृत वस्तुओं(शरीरादि) को कभी अपनी और अपने लिये न माने। कारण कि वास्तवमें वे अपनी और अपने लिये हैं ही नहीं प्रत्युत संसारकी और संसारके लिये ही हैं। इस वास्तविकताको मानकर संसारसे मिली वस्तुओंको संसारकी ही सेवामें लगा देनेसे सुगमतापूर्वक संसारसे सम्बन्धविच्छेद होकर परमात्मप्राप्ति हो जाती है। इसलिये कर्मयोग परमात्मप्राप्तिका सुगम श्रेष्ठ और स्वतन्त्र साधन है इसमें कोई सन्देह नहीं।यहाँ कर्मणा एव पदोंका सम्बन्ध पूर्वश्लोकके असक्तो ह्याचरन्कर्म पदोंसे अर्थात् आसक्तिरहित होकर कर्म करनेसे है क्योंकि आसक्तिरहित होकर कर्म करनेसे ही मनुष्य कर्मबन्धनसे मुक्त होता है केवल कर्म करनेसे नहीं। केवल कर्म करनेसे तो प्राणी बँधता है कर्मणा बध्यते जन्तुः (महा0 शान्ति0 241। 7)।गीताकी यह शैली है कि भगवान् पीछेके श्लोकमें वर्णित विषयकी मुख्य बातको (जो साधकोंके लिये विशेष उपयोगी होती है) संक्षेपसे आगेके श्लोकमें पुनः कह देते हैं जैसे पीछेके (उन्नीसवें) श्लोकमें आसक्तिरहित होकर कर्म करनेकी आज्ञा देकर इस बीसवें श्लोकमें उसी बातको संक्षेपसे कर्मणा एव पदोंसे कहते हैं। इसी प्रकार आगे बारहवें अध्यायके छठे श्लोकमें वर्णित विषयकी मुख्य बातको सातवें श्लोकमें संक्षेपसे मय्यावेशितचेतसाम् (मुझमें चित्त लगानेवाले भक्त) पदसे पुनः कहेंगे।यहाँ भगवान् कर्मणा एव के स्थानपर योगेन एव भी कह सकते थे। परन्तु अर्जुनका आग्रह कर्मोंका स्वरूपसे त्याग करनेका होने तथा (आसक्तिरहित होकर किये जानेवाले) कर्मका ही प्रसङ्ग चलनेके कारण कर्मणा एव पदोंका प्रयोग किया गया है। अतः यहाँ इन पदोंका अभिप्राय (पूर्वश्लोकके अनुसार) आसक्तिरहित होकर किये गये कर्मयोगसे ही है।वास्तवमें चिन्मय परमात्माकी प्राप्ति जड कर्मोंसे नहीं होती। नित्यप्राप्त परमात्माका अनुभव होनेमें जो बाधाएँ हैं वे आसक्तिरहित होकर कर्म करनेसे दूर हो जाती हैं। फिर सर्वत्र परिपूर्ण स्वतःसिद्ध परमात्माका अनुभव हो जाता है। इस प्रकार परमात्मतत्त्वके अनुभवमें आनेवाली बाधाओंको दूर करनेके कारण यहाँ कर्मके द्वारा परमसिद्धि(परमात्मतत्त्व) की प्राप्तिकी बात कही गयी है।परमात्मप्राप्तिसम्बन्धी मार्मिक बातमनुष्य सांसारिक पदार्थोंकी प्राप्तिकी तरह परमात्माकी प्राप्तिको भी कर्मजन्य मान लेते हैं। वे ऐसा विचार करते हैं कि जब किसी बड़े (उच्चपदाधिकारी) मनुष्यसे मिलनेमें भी इतना परिश्रम करना पड़ता है तबअनन्तकोटि ब्रह्माण्डनायक परमात्मासे मिलनेमें तो बहुत ही परिश्रम (तप व्रत आदि) करना पड़ेगा। वस्तुतः यही साधककी सबसे बड़ी भूल है।मनुष्ययोनिका कर्मोंका घनिष्ठ सम्बन्ध है। इसलिये मनुष्ययोनिको कर्मसङ्गी अर्थात् कर्मोंमें आसक्तिवाली कहा गया है रजसि प्रलयं गत्वा कर्मसङ्गिषु जायते (गीता 14। 15)। यही कारण है कि कर्मोंमें मनुष्यकी विशेष प्रवृत्ति रहती है और वह कर्मोंके द्वारा ही अभीष्ट वस्तुओंको प्राप्त करना चाहता है। प्रारब्धका साथ रहनेपर वह कर्मोंके द्वारा ही अभीष्ट सांसारिक वस्तुओंको प्राप्त भी कर लेता है जिससे उसकी यह धारणा पुष्ट हो जाती है कि प्रत्येक वस्तु कर्म करनेसे ही मिलती है और मिल सकती है। परमात्माके विषयमें भी उसका यही भाव रहता है और वह चेतन परमात्माको भी जड कर्मोंके ही द्वारा प्राप्त करनेकी चेष्टा करता है। परन्तु वास्तविकता यही है कि परमात्माकी प्राप्ति कर्मोंके द्वारा नहीं होती। इस विषयको बहुत गम्भीरतापूर्वक समझना चाहिये।कर्मोंसे नाशवान् वस्तु(संसार) की प्राप्ति होती है अविनाशी वस्तु(परमात्मा) की नहीं क्योंकि सम्पूर्ण कर्म नाशवान् (शरीर इन्द्रियाँ मन आदि) के सम्बन्धसे ही होते हैं जबकि परमात्माकी प्राप्ति नाशवान्से सर्वथा सम्बन्धविच्छेद होनेपर होती है।प्रत्येक कर्मका आरम्भ और अन्त होता है इसलिये कर्मके फलरूप प्राप्ति होनेवाली वस्तु भी उत्पन्न और नष्ट होनेवाली होती है। कर्मोंके द्वारा उसी वस्तुकी प्राप्ति होती है जो देशकाल आदिकी दृष्टिसे दूर (अप्राप्य) हो। सांसारिक वस्तु एक देश काल आदिमें रहनेवाली उत्पन्न और नष्ट होनेवाली एवं प्रतिक्षण बदलनेवाली है। अतः उसकी प्राप्ति कर्मसाध्य है। परन्तु परमात्मा सब देश काल वस्तु व्यक्ति आदिमें परिपूर्ण (नित्यप्राप्त) (टिप्पणी प0 150) एवं उत्पत्तिविनाश और परिवर्तनसे सर्वथा रहित हैं। अतः उनकी प्राप्ति स्वतःसिद्ध है कर्मसाध्य नहीं। यही कारण है कि सांसारिक पदार्थोंकी प्राप्ति चिन्तनसे नहीं होती जबकि परमात्माकी प्राप्तिमें चिन्तन मुख्य है। चिन्तनसे वही वस्तु प्राप्त हो सकती है जो समीपसेसमीप हो। वास्तवमें देखा जाय तो परमात्माकी प्राप्ति चिन्तनरूप क्रियासे भी नहीं होती। परमात्माका चिन्तन करनेकी सार्थकता दूसरे (संसारके) चिन्तनका त्याग करानेमें ही है। संसारका चिन्तन सर्वथा छूटते ही नित्यप्राप्त परमात्माका अनुभव हो जाता है।सर्वव्यापी परमात्माकी हमसे दूरी है ही नहीं और हो सकती भी नहीं। जिससे हम अपनी दूरी नहीं मानते उस मैंपनसे भी परमात्मा अत्यन्त समीप हैं। मैंपन तो परिच्छिन्न (एकदेशीय) है पर परमात्मा परिछिन्न नहीं हैं। ऐसे अत्यन्त समीपस्थ नित्यप्राप्त परमात्माका अनुभव करनेके लिये सांसारिक वस्तुओंकी प्राप्तिके समान तर्क तथा युक्तियाँ लगाना अपनेआपको धोखा देना ही है।सांसारिक वस्तुकी प्राप्ति इच्छामात्रसे नहीं होती परन्तु परमात्माकी प्राप्ति उत्कट अभिलाषामात्रसे हो जाती है। इस उत्कट अभिलाषाके जाग्रत् होनेमें सांसारिक भोग और संग्रहकी इच्छा ही बाधक है दूसरा कोई बाधक है ही नहीं। यदि परमात्मप्राप्तिकी उत्कट अभिलाषा अभी जाग्रत् हो जाय तो अभी ही परमात्माका अनुभव हो जाय।मनुष्यजीवनका उद्देश्य कर्म करना और उसका फल भोगना नहीं है। सांसारिक भोग और संग्रहकी इच्छाके त्यागपूर्वक परमात्मप्राप्तिकी उत्कट अभिलाषा तभी जाग्रत् हो सकती है जब साधकके जीवनभरका एक ही उद्देश्य परमात्मप्राप्ति करना हो जाय। परमात्माको प्राप्त करनेके अतिरिक्त अन्य किसी भी कार्यका कोई महत्त्व न रहे। वास्तवमें परमात्मप्राप्तिके अतिरिक्त मनुष्यजीवनका अन्य कोई प्रयोजन है ही नहीं। जरूरत केवल इस प्रयोजन या उद्देश्यको पहचान कर इसे पूरा करनेकी ही है।यहाँ उद्देश्य और फलेच्छा दोनोंमें भेद समझ लेना आवश्यक है। नित्य परमात्मतत्त्वको प्राप्त करनेका उद्देश्य होता है और अनित्य (उत्पत्तिविनाशशील) पदार्थोंको प्राप्त करनेकी फलेच्छा होती है। उद्देश्य तो पूरा होता है पर फलेच्छा मिटनेवाली होती है। स्वरूपबोध और भगवत्प्राप्ति ये दोनों उद्देश्य हैं फल नहीं। उद्देश्यकी प्राप्तिके लिये किया गया कर्म सकाम नहीं कहलाता। इसलिये निष्काम पुरुष(कर्मयोगी) केसभी कर्म उद्देश्यको लेकर होते हैं फलेच्छाको लेकर नहीं।कर्मयोगमें कर्मों(जडता) से सम्बन्धविच्छेदका उद्देश्य रखकर शास्त्रविहित शुभकर्म किये जाते हैं। सकाम पुरुष फलकी इच्छा रखकर अपने लिये कर्म करता है और कर्मयोगी फलकी इच्छाका त्याग करके दूसरोंके लिये कर्म (सेवा) करता है। कर्म ही फलरूपसे परिणत होता है। अतः फलका सम्बन्ध कर्मसे होता है। उद्देश्यका सम्बन्ध कर्मसे नहीं होता। निष्कामभावपूर्वक केवल दूसरोंके हितके लिये कर्म करनेसे परमात्मा दूर है यह धारणा दूर हो जाती है।लोकसंग्रहमेवापि संपश्यन्कर्तुमर्हसि लोक शब्दके तीन अर्थ होते हैं (1) मनुष्यलोक आदि लोक (2) उन लोकोंमें रहनेवाले प्राणी और (3) शास्त्र (वेदोंके अतिरिक्त सब शास्त्र)। मनुष्यलोककी उसमें रहनेवाले प्राणियोंकी और शास्त्रोंकी मर्यादाके अनुसार समस्त आचरणों (जीवनचर्यामात्र) का होना लोकसंग्रह है।लोकसंग्रहका तात्पर्य है लोकमर्यादा सुरक्षित रखनेके लिये लोगोंको असत्से विमुख करके सत्के सम्मुख करनेके लिये निःस्वार्थभावपूर्वक कर्म करना। इसको गीतामें यज्ञार्थ कर्म के नामसे भी कहा गया है। अपने आचरणों एवं वचनोंसे लोगोंको असत्से विमुख करके सत्के सम्मुख कर देना बहुत बड़ी सेवा है क्योंकि सत्के सम्मुख होनेसे लोगोंका सुधार एवं उद्धार हो जाता है।लोगोंको दिखानेके लिये अपने कर्तव्यका पालन करना लोगसंग्रह नहीं है। कोई देखे या न देखे लोकमर्यादाके अनुसार अपनेअपने (वर्ण आश्रम सम्प्रदाय आदिके अनुसार) कर्तव्यका पालन करनेसे लोकसंग्रह स्वतः होता है।कोई भी कर्तव्यकर्म छोटा या बड़ा नहीं होता। छोटासेछोटा और बड़ासेबड़ा कर्म कर्तव्यमात्र समझकर (सेवाभावसे) करनेपर समान ही है। देश काल परिस्थिति अवसर वर्ण आश्रम सम्प्रदाय आदिके अनुसार जो कर्तव्यकर्म सामने आ जाय वही कर्म बड़ा होता है। कर्मके स्वरूप और फलकी दृष्टिसे ही कर्म छोटा या बड़ा घोर या सौम्य प्रतीत होता है। (टिप्पणी प0 151) फलेच्छाका त्याग करनेपर सभी कर्म उद्देश्यकी सिद्धि करनेवाले हो जाते हैं। अतः जडतासे सम्बन्धविच्छेद करनेमें छोटेबड़े सभी कर्म समान हैं।किसी भी मनुष्यका जीवन दूसरोंकी सहायताके बिना नहीं चल सकता। शरीर मातापितासे मिलता है और विद्या योग्यता शिक्षा आदि गुरुजनोंसे मिलती है। जो अन्न ग्रहण करते हैं वह दूसरोंके द्वारा उत्पन्न किया गया होता है जो वस्त्र पहनते हैं वे दूसरोंके द्वारा बनाये गये होते हैं जिस मकानमें रहते हैं उसका निर्माण दूसरोंके द्वारा किया गया होता है जिस सड़कपर चलते हैं वह दूसरोंके द्वारा बनायी गयी होती है आदिआदि। इस प्रकार प्रत्येक मनष्यका जीवननिर्वाह दूसरोंके आश्रित है। अतः हरेक मनुष्यपर दूसरोंका ऋण है जिसे उतारनेके लिये यथाशक्ति दूसरोंकी निःस्वार्थभावसे सेवा (हित) करना आवश्यक है। अपने कहलानेवाले शरीरादि सम्पूर्ण सांसारिक पदार्थोंको किञ्चिन्मात्र भी अपना और अपने लिये न माननेसे मनुष्य ऋणसे मुक्त हो जाता है।सम्बन्ध कर्म करनेसे लोकसंग्रह कैसे होता है इसका विवेचन भगवान् आगेके श्लोकमें करते हैं।","hcsca":"।।3.20।। प्राचीन काल में जनक और अश्वपति आदि ज्ञानी राजाओं ने भी कर्म द्वारा संसिद्धि प्राप्त की थी। कर्मयोग के द्वारा सम्यक् ज्ञानपूर्वक अनासक्ति और अर्पण की भावना से कर्म करते हुए वे बन्धनों से मुक्त हो गये। सेवा के पवित्र जीवन को जी कर जगत् के लिये उन्होंने एक आदर्श स्थापित किया।श्रीकृष्ण का कहना है कि अर्जुन पर भी जन्मजात राजकुमार होने के कारण प्रजा तथा धर्म के रक्षण का उत्तरदायित्व था जिसका निर्वाह करना उसका कर्तव्य था। प्रारब्धवशात् आसन्न युद्ध से पलायन न करके कर्तव्य का सम्मान करते हुए उसको कुशलतापूर्वक युद्ध करना चाहिए। उसकी बन्धनकारक वासनाओं के क्षय का एक मात्र यही उपाय था। राजपरिवार में जन्म लेने के कारण सामान्य व्यक्ति की अपेक्षा अर्जुन पर समाज रक्षण का उत्तरदायित्व अधिक था। इसलिए उस समय उसे युद्ध रूप कर्तव्य का निर्वाह करना अत्यावश्यक था।मरुस्थल में लता उत्पन्न नहीं होती। प्रकृति के नियमानुसार प्रत्येक प्राणी अपने लिए अनुकूल वातावरण में ही स्वयं को उपयुक्त पाता है। इस दृष्टि से अर्जुन का जन्म क्षत्रिय राज परिवार में हुआ तो स्वाभाविक है वही उसके लिये अनुकूल रहा होगा। संकटों और शत्रुओं का साहसपूर्वक सामना करने और समाज में शांति और विकास के लिये प्रयत्न करने के जीवन के लिए वह योग्य था।लोक संग्रह क्यों करना चाहिये इसका उत्तर है","etsga":"3.20 For Janaka and others strove to attain Liberation through action itself. You ought to perform (your duties) keeping also in view the prevention of mankind from going astray.","etssa":"3.20 Janaka and others attained perfection verily by action only; even with a view to the protection of the masses thou shouldst perform action.","etdss":"3.20. It was by action alone that Janaka and others had attained emancipation. Further, at least having regard to hold the world (the society) together you should act.","ecssa":"3.20 कर्मणा by action? एव only? हि verily? संसिद्धिम् perfection? आस्थिताः attained? जनकादयः Janaka and others? लोकसंग्रहम् protection of the masses? एवापि only? संपश्यन् having in view? कर्तुम् to perform? अर्हसि thou shouldst.Commentary Samsiddhi is Moksha (perfection or liberation). Janaka? (Asvapati) and others had perfect knowledge of the Self? and yet they performed actions in order to set an example to the masses. They worked for the guidance of men.","scetsga":"3.20 Hi, for; in the olden days, the leaned Ksatriyas, janakadayah, Janaka and others such as Asvapati; asthitah, strove to attain; samsiddim, Liberation; karmana eva, through action itself.\nIf it be that they were possessed of the fullest realization, then the meaning is that they remained established in Liberation whlile continuing, because of past momentum, to be associated with action itself-without renouncing it-with a veiw to preventing mankind from going astray. Again, if (it be that) Janaka and others had not attained fullest realization, then, they gradually became established in Liberation through action which is a means for the purification of the mind. The verse is to be explained thus.\nOn the other hand, if you think, Obligatory duty was performed even by Janaka and others of olden days who were surely unenlightened. [Ajanadbhih: This is also translated as, surely because they were unenlightened.-Tr.] There by it does not follow that action has to be undertaken by somody else who has the fullest enlightenment and has reached his Goal, nevertheless, tvam, you, who are under the influence of past actions; arhasi, ought; kartum, to perform (your duties); sampasyan api, keeping also in view; loka-sangraham, [V.S.A gives the meanings of the phrase as the welfare of the world, and propitiation of mankind.-Tr. ] the prevention of mankind from going astray; even that purpose.\nBy whom, and how, is mankind to be prevented from going astray? That is being stated: [In Ast. this introductory sentence is as follows:loka-samgrahah kimartham kartavyam iti ucyate.-Tr.]","scetdss":"3.20 Karman=aiva etc. Therefore, janaka and others are examples for the fact that emancipation is even for those who perform action.","scetssa":"3.20 It is also declared that Karma Yoga alone Janaka and others reached perfection.\nBecause, Karma Yoga is the best means for securing the vision of the self even for a person who is alified for Jnana Yoga, royal sages like Janaka and others, who are foremost among the Jnanins, preferred Karma Yoga as the means for attaining perfection.\nThus, having first declared previously that Karma Yoga must be practised by an aspirant for release who is alified for Karma Yoga alone, as he is unfit for Jnana Yoga, it was next stated with reasons that, even for one who is alified for Jnana Yoga, Karma Yoga is better than Jnana Yoga Now it is going to be declared (in verses 20-26) that Karma Yoga must be performed in every way by one who is virtuous.\nAt least for the guidance of the world, you should do work even if there is no need of it for yourself.","chakravarthi":"He gives proof of such actions in the first part of the verse. In the second part of the verse he says that if you think that you are qualified for jnana, even then, you should perform action it order to teach the people.\n ","rudra":"\nHere Lord Krishna follows the approved adage of citing previous historical\nexamples such as King Janaka the father of Sita who was Ramas wife. King\nJanaka by prescribed Vedic activities purified his mind and consciousness\nand achieved perfection; but after becoming situated in atma-tattva or soul\nrealisation still King Janaka performed prescribed Vedic activities for the\npurification of the world and felt bliss. So one should not think that\nafter realisation it is not worthy to purify others for the welfare of all\ncreated beings as it is still beneficial. Also people seeing such a great\nking as Janaka performing sacred actions also became inspired to follow his\nexample. To the contrary those wallowing in material nature in the mode of\nignorance fail to perform Vedic actions are ruined in this life and the\nnext..","brahma":"\nFor further emphasis to the previous verse Lord Krishna now gives\nhistorical references of men of actions who attained atma-tattva or soul\nrealisation while performing actions. It also infers that by performing\nprescribed actions of the Vedic scriptures in an unattached manner one\ngains wisdom. It should not be assumed that actions alone are sufficient\nwithout possessing wisdom. King Janaka was reknown throughout Bharata now\nknown as India as a king of great wisdom. He and others were very well\nestablished in spiritual intelligence.\nEven in other instances there exists no disparity for the path of atma-\ntattva. Wherever it has been stated that for liberation visits to sacred\nrivers and holy tirthas or by leaving one body in Prayag or by taking bath\nat Kuruksetra during the solar eclipse. When these places are praised the\nliberation referred to is solely for the absolution of ones sins and\ndemerits only. Because whenever any of these famous places are mentioned\nthen atma-tattva must be mentioned as well because it is the primary basis\nfor liberation. Without atma-tattva the state of moksa or liberation from\nthe cycle of birth and death is not possible. Liberation in places like\nPrayag is recommended because a holy place can greatly assist one in\nachieving the ultimate attainment; but still the foundation of spiritual\nwisdom is essential. So the statements eulogising the Ganges and other holy\nrivers and places are not in any way contradictory to the reality required\nof achieving atma-tattva for the attainment of moksa. This information has\nalso been confirmed by Vedavyasa in the Narada Purana where it is written\nthat visits to sacred rivers and holy places for the performance of rituals\nis for the simple minded people and also to attract those who are\nbewildered; but liberation is possible only by realising the Supreme Lord\nas Paramatma the supersoul within and not otherwise, there is no other\npath. Therefore atma-tattva or soul realisation is the only path to moksa\nand there is no other way possible.\nNow begins the summation.\nKing Janaka and other great men renowned for their wisdom performed\ncountless prescribed Vedic activities according to their status in society\nyet still reached perfection in atma-tattva and attained moksa in their\nlives. Even after attaining moksa they performed Vedic activities for the\nbenefit and welfare of the world and to inspire others to also perform\nprescribed Vedic actions for the balance and maintenance of the world. For\none who is not a person of wisdom such activities performed leads to\npurification and for one who is a person of wisdom such activities lead to\nthe bliss of pleasing the Supreme Lord and the fulfilment of the bliss of\nmoksa.","shri":"There is no commentary for this verse.","kumar":"If the counterpoint is posed to the previous verse that\ndesireless unattachment should be performed for the purity of\nthe mind and that when spiritual knowledge arises one may\nabandon prescribed Vedic activities; because otherwise there\nwill be no chance for liberation to one always engaged in\nactions as stated in the Mundakaya Upanisad I.II.XII: One will\nbe bound by the very actions they perform.\nIn anticipation of such a counterpoint Lord Krishna confirms\nthe authority of previous examples. By referring to King\nJanaka and by using in the instrumental case the words karmana\neva meaning solely by performing actions as given in Panini\nI:II:LXV it clearly indicates that it is through actions and\nnot by abandoning actions that King Janaka and others like\nAsvapati achieved the highest goal of moksa or liberation. So\none who is knowledgeable of these things must perform their\nduties to achieve the goal.\nIf another counterpoint is posed that a person devoted to\nspiritual knowledge duly purifies their mind and then\nattaining atma-tattva or soul realisation is free from rebirth\nand is liberated; so what is the necessity to perform further\nprescribed Vedic injunctions. Lord Krishna anticipating this\npoint replies that one should consider the welfare of the\npeople in general and perform prescribed actions to protect\nand inspire them as well as for the maintenance of world order\nand the preservation of creation. That is why one should still\nperform prescribed Vedic activities."}