{"meta":"Bhagavad Gita Chapter 3 Verse 2","metahi":"भगवद् गीता 3.2","slok":"व्यामिश्रेणेव वाक्येन बुद्धिं मोहयसीव मे।तदेकं वद निश्िचत्य येन श्रेयोऽहमाप्नुयाम्।।3.2।।","htsrsd":"।।3.1 3.2।।अर्जुन बोले हे जनार्दन अगर आप कर्मसे बुद्धि(ज्ञान) को श्रेष्ठ मानते हैं तो फिर हे केशव मुझे घोर कर्ममें क्यों लगाते हैं आप अपने मिले हुए वचनोंसे मेरी बुद्धिको मोहितसी कर रहे हैं। अतः आप निश्चय करके एक बात कहिये जिससे मैं कल्याणको प्राप्त हो जाऊँ।","htstma":"।।3.2।। आप इस मिश्रित वाक्य से मेरी बुद्धि को मोहितसा करते हैं अत आप उस एक (मार्ग) को निश्चित रूप से कहिये जिससे मैं परम श्रेय को प्राप्त कर सकूँ।।","transliteration":"Vyaamishreneva vaakyena buddhim mohayaseeva me;\nTadekam vada nishchitya yena shreyo’ham aapnuyaam.","englishmeaning":"arjunaḥ uvācha—Arjun said; jyāyasī—superior; chet—if; karmaṇaḥ—than fruitive action; te—by you; matā—is considered; buddhiḥ—intellect; janārdana—he who looks after the public, Krishna; tat—then; kim—why; karmaṇi—action; ghore—terrible; mām—me; niyojayasi—do you engage; keśhava—Krishna, the killer of the demon named Keshi; vyāmiśhreṇa iva—by your apparently ambiguous; vākyena—words; buddhim—intellect; mohayasi—I am getting bewildered; iva—as it were; me—my; tat—therefore; ekam—one; vada—please tell; niśhchitya—decisively; yena—by which; śhreyaḥ—the highest good; aham—I; āpnuyām—may attain","hcsrsd":"।।3.2।। व्याख्या   जनार्दन इस पदसे अर्जुन मानो यह भाव प्रकट करते हैं कि हे श्री कृष्ण आप सभीकी याचना पूरी करनेवाले हैं अतः मेरी याचना तो अवश्य ही पूरी करेंगे।ज्यायसी चेत्कर्मणस्ते ৷৷. नियोजयसि केशव मनुष्यके अन्तःकरणमें एक कमजोरी रहती है कि वह प्रश्न करके उत्तरके रूपमें भी वक्तासे अपनी बात अथवा सिद्धान्तका ही समर्थन चाहता है। इसे कमजोरी इसलिये कहा गया है कि वक्ताके निर्देशका चाहे वह मनोऽनुकूल हो या सर्वथा प्रतिकूल पालन करनेका निश्चय ही शूरवीरता है शेष सब कमजोरी या कायरता ही कही जायगी। इस कमजोरीके कारण ही मनुष्यको प्रतिकूलता सहनेमें कठिनाईका अनुभव होता है। जब वह प्रतिकूलताको सह नहीं सकता तब वह अच्छाईका चोला पहन लेता है अर्थात् तब भलाईकी वेशमें बुराई आती है। जो बुराई भलाईके वशमें आती है उसका त्याग करना बड़ा कठिन होता है। यहाँ अर्जुनमें भी हिंसात्यागरूप भलाईके वशेमें कर्तव्यत्यागरूप बुराई आयी है। अतः वे कर्तव्यकर्मसे ज्ञानको श्रेष्ठ मान रहे हैं। इसी कारण वे यहाँ प्रश्न करते हैं कि यदि आप कर्मसे ज्ञानको श्रेष्ठ मानते हैं तो फिर मुझे युद्धरूप घोर कर्ममें क्यों लगाते हैंभगवान्ने दूसरे अध्यायके उन्तालीसवें श्लोकमें बुद्धिर्योगे पदसे समबुद्धि(समता) की ही बात कही थी परन्तु अर्जुनने उसको ज्ञान समझ लिया। अतः वे भगवान्से कहते हैं कि हे जनार्दन आपने पहले कहा कि मैंने सांख्यमें यह बुद्धि कह दी इसीको तुम योगके विषयमें सुनो। इस बुद्धिसे युक्त हुआ तू कर्मबन्धनको छोड़ देगा। परन्तु कर्मबन्धन तभी छूटेगा जब ज्ञान होगा। आपने यह भी कह दिया कि बुद्धियोग अर्थात् ज्ञानसे कर्म अत्यन्त निकृष्ट हैं (2। 49)। अगर आपकी मान्यतामें कर्मसे ज्ञान श्रेष्ठ है उत्तम है तो फिर मेरेको शास्त्रविहित यज्ञ दान तप आदि शुभ कर्मोंमें भी नहीं लगाना चाहिये केवल ज्ञानमें ही लगाना चाहिये। परन्तु इसके विपरीत आप मेरेको युद्धजैसे अत्यन्त क्रूर कर्ममें जिसमें दिनभर मनुष्योंकी हत्या करनी पड़े क्यों लगा रहे हैंपहले अर्जुनके मनमें युद्ध करनेका जोश आया हुआ था और उन्होंने उसी जोशमें भरकर भगवान्से कहा कि हे अच्युत दोनों सेनाओंके बीचमें मेरे रथको खड़ा कर दीजिये जिससे मैं यह देख लूँ कि यहाँ मेरे साथ दो हाथ करनेवाला कौन है। परन्तु भगवान्ने जब दोनों सेनाओंके बीचमें भीष्म और द्रोणके सामने तथा राजाओंके सामने रथ खड़ा करके कहा कि तू इन कुरुवंशियोंको देख तब अर्जुनका कौटुम्बिक मोह जाग्रत् हो गया। मोह जाग्रत् होनेसे उनकी वृत्ति युद्धसे कर्मसे उपरत होकर ज्ञानकी तरफ हो गयी क्योंकि ज्ञानमें युद्धजैसे घोर कर्म नहीं करने पड़ते। अतः अर्जुन कहते हैं कि आप मेरेको घोर कर्ममें क्यों लगाते हैंयहाँ बुद्धिः पदका अर्थ ज्ञान लिया गया है। अगर यहाँ बुद्धिः पदका अर्थ समबुद्धि (समता) लिया जाय तो व्यामिश्र वचन सिद्ध नहीं होगा। कारण कि दूसरे अध्यायके अड़तालीसवें श्लोकमें भगवान्ने अर्जुनको योग(समता) में स्थित होकर कर्म करनेकी आज्ञा दी है। व्यामिश्र वचन तभी सिद्धि होगा जब अर्जुनकी मान्यतामें दो बातें हों और तभी यह प्रश्न बनेगा कि अगर आपकी मान्यतामें कर्मसे ज्ञान श्रेष्ठ है तो फिर मेरेको घोर कर्ममें क्यों लगाते हैं दूसरी बात भगवान्ने आगे अर्जुनके प्रश्नके उत्तरमें दो निष्ठाएँ कही हैं ज्ञानियोंकी निष्ठा ज्ञानयोगसे और योगियोंकी निष्ठा कर्मयोगसे। इससे भी अर्जुनके प्रश्नोंमें बुद्धिः पदका अर्थ ज्ञान लेना युक्तिसंगत बैठता है।कोई भी साधक श्रद्धापूर्वक पूछनेपर ही अपने प्रश्नका सही उत्तर प्राप्त कर सकता है। आक्षेपपूर्वक शंका करनेसे सही उत्तर प्राप्त कर पाना सम्भव नहीं। अर्जुनकी भगवान्पर पूर्ण श्रद्धा है अतः भगवान्के कहनेपर अर्जुन अपने कल्याणके लिये युद्धजैसे घोर कर्ममें भी प्रवृत्त हो सकते हैंऐसा भाव उपर्युक्त प्रश्नसे प्रकट होता है।व्यामिश्रेणेव वाक्येन बुद्धिं मोहयसीव मे इन पदोंमें अर्जुनका भाव है कि कभी तो आप कहते हैं कि कर्म करे कुरु कर्माणि (2। 48) और कभी आप कहते हैं कि ज्ञानका आश्रय लो बुद्धौ शरणमन्विच्छ (2। 49)। आपके इन मिले हुए वचनोंसे मेरी बुद्धि मोहितसी हो रही है अर्थात् मैं यह स्पष्ट नहीं समझ पा रहा हूँ कि मेरेको कर्म करने चाहिये या ज्ञानकी शरण लेनी चाहिये।यहाँ दो बार इव पदके प्रयोगसे भगवान्पर अर्जुनकी श्रद्धाका द्योतन हो रहा है। श्रद्धाके कारण अर्जुन भगवान्के वचनोंको ठीक मान रहे हैं और यह भी समझ रहे हैं कि भगवान् मेरी बुद्धिको मोहित नहीं कर रहे हैं। परन्तु भगवान्के वचनोंको ठीकठीक न समझनेके कारण अर्जुनको भगवान्के वचन मिले हुएसे लग रहे हैं और उनको ऐसा दीख रहा है कि भगवान् अपने वचनोंसे मेरी बुद्धिको मोहतिसी कर रहे हैं। अगर भगवान् अर्जुनकी बुद्धिको मोहति करते तो फिर अर्जुनके मोहको दूर करता ही कौनतदेकं वद निश्चित्य येन श्रेयोऽहमाप्नुयाम् मेरा कल्याण कर्म करनेसे होगा या ज्ञानसे होगा इनमेंसे आप निश्चय करके मेरे लिये एक बात कहिये जिससे मेरा कल्याण हो जाय। मैंने पहले भी कहा था कि जिससे मेरा निश्चित कल्याण हो वह बात मेरे लिये कहिये यच्छ्रेयः स्यान्निश्चितं ब्रूहि तन्मे (2। 7) और अब भी मैं वही बात कर रहा हूँ। सम्बन्ध   अब आगेके तीन (तीसरे चौथे और पाँचवें) श्लोकोंमें भगवान् अर्जुनके व्यामिश्रेणेव वाक्येन (मिले हुएसे वचनों) पदोंका उत्तर देते हैं।","hcsca":"।।3.2।। पहले से ही मोहितमन अर्जुन में सामान्य मनुष्य होने के नाते वह सूक्ष्म बुद्धि नहीं थी जिसके द्वारा विवेकपूर्वक भगवान् के सूक्ष्म तर्कों को समझ कर वह निश्चित कर सके कि परम श्रेय की प्राप्ति के लिए कर्म मार्ग सरल था अथवा ज्ञान मार्ग। इसलिए वह यहाँ भगवान् से नम्र निवेदन करता है आप उस मार्ग को निश्चित कर आदेश करिये जिससे मैं परम श्रेय को प्राप्त कर सकूँ।अर्जुन को इसमें संदेह नहीं था कि जीवन केवल धन के उपार्जन परिग्रह और व्यय के लिए नहीं है। वह जानता था कि उसका जीवन श्रेष्ठ सांस्कृतिक एवं आध्यात्मिक लक्ष्य की प्राप्ति के लिए था जिसके लिए भौतिक उन्नति केवल साधन थी साध्य नहीं। अर्जुन मात्र यह जानना चाहता था कि वह उपलब्ध परिस्थितियों का जीवन की लक्ष्य प्राप्ति और भविष्य निर्माण में किस प्रकार सदुपयोग करे।प्रश्न के अनुरूप भगवान् उत्तर देते हैं","etsga":"3.2 You bewilder my understanding, as it were, by a seemingly conflicting statement! Tell me for certain one of these by which I may attain the highest Good.","etssa":"3.2 With this apparently perplexing speech, Thou confusest, as it were, my understanding; therefore tell me that one way for certain by which I may attain bliss.","etdss":"3.2. You appear to perplex my intellect with Your speech that looks confusing. Hence tell me, with certainty, that particular thing by which I may attain the good (emancipation).","ecssa":"3.2 व्यामिश्रेण perplexing? इव as it were? वाक्येन with speech? बुद्धिम् understanding? मोहयसि (Thou) confusest? इव as it were? मे my? तत् that? एकम् one? वद tell? निश्चित्य for certain? येन by which? श्रेयः bliss (the good or the highest)? अहम् I? आप्नुयाम् may attain.Commentary Arjuna says to Lord Krishna? Tecah me one of the two? knowledge or action? by which I may attain to the highest good or bliss or Moksha. (Cf.V.I).","scetsga":"3.2 Though the Lord speaks lucidly, still, to me who am of a dull understanding, the Lords utterance appears to be conflicting. Mohayasi, You bewilder; me, any; buddhim, understanding; iva, as it were; vyamisrena iva, by that seemingly conflicting; vakyena, statement! You have surely undertaken to dispel the confusion of my understanding; but why do You bewildered (it)? Hence I say, You bewildered my understanding, as it were.\nHowever, if You [In some readings, tvam tu, however, you, is substituted by tatra, as to that.-Tr.] think that it is impossible for a single person to pursue both Knowledge and action, which can be undertaken (only) by different persons then, that being the case, vada, tell me; niscitya, for certain; tadekam, one of these, either Knowledge or action: This indeed is fit for Arjuna, according to his understanding, strength and situation; yena, by which, by one of either Knowledge or action; aham, I; apnuyam, may attain; sreyah, the highest Good.\nEven if Knowledge had been spoken of at all by the Lord as being subsidiary to steadfastness in action, how then could there be the desire in Arjuna to know of only one of them, as expressed in Tell me one of these two? Certainly the Lord did not say, I shall speak of only one among Knowledge and action, but surely not of both, owing to which, Arjuna, considering it impossible for himself to acire both, should have prayed for one only!\nThe answer was in accordance witht the estion:","scetdss":"3.1-2 Jyayasi etc. and Vyamisrena etc. Action has been taught and knowledge too. Now it is proper [to attach] importance not to both, but only to knowledge. Now if with the strenght of knowledge the action is to be destroyed from its very root, according to the instruction The man of wisdom casts off [both the good and the bad action], then what is the autility of action ? This is idea of [Arjunas] estion.\n But the Bhagavat gives the answer :","scetssa":"3.2 Conseently, it appears to me as if you confuse me with statements that seem to contradict each other. For, firm devotion to knowledge which forms the means for the vision of the self and which is of the nature of stopping the operations of the senses on the one hand, and on the other exhortation to action which is of a nature opposite to it, i.e., knowledge, as a means to the same vision of that Atman - these statements are contradictory and confusing. Therefore tell me clearly the path following which I can take a determined course and win the Supreme Being.","chakravarthi":"“O my friend Arjuna, it is true that bhakti, beyond the gunas is supreme.   But since that is obtained only by the mercy of my great pure devotees in an unexpected manner, it is not attained by the efforts of the individual. Therefore, I have given the blessing to you: be transcendental to the gunas (nistraigunya bhava): be transcendental to the gunas by transcendental bhakti. When this blessing matures, you will attain bhakti by such unexpected mercy of the pure devotee. As it is fitting to the present circumstances, directing you to engage in activity with the words karmany evadhikaras te is also valid.”\n“Then why do you not clearly tell me to engage in activity? You throw me into an ocean of doubt. You bewilder my intelligence by those words which are mixture of many meanings (vyamisrena). Though you have mentioned about action (karmany evadhikaras te), you also speak of jnana using the word yoga in such statements as the following:\nyogasthah kuru karmani sangam tyaktva dhananjaya siddhy-asiddhyoh samo bhutva samatvam yoga ucyate\nBeing situated in this niskama karma yoga, perform your duties, giving up attachment, being equal to success and failure, O conqueror of wealth! Such equal mindedness is called yoga. BG 2.48\nbuddhi-yukto jahatiha ubhe sukrta-duskrte tasmad yogaya yujyasva yogah karmasu kausalam\nHe who is engaged in niskama karma yoga gives up both pious and impious reactions. Therefore engage in this yoga. Among all types of action, this performance without attachment is a skill. BG 2.50\nAnd you speak only of knowledge in such statements as yada te moha-kalilam buddhir vyatitarisyati: when your intelligence has  crossed the denseness of illusion… (Gita 2.52)\nThe word iva indicates that “Your words are not actually filled with many meanings, and it is not your desire to bewilder me, as you are merciful. Nor is it that I do not know the meaning, but you should speak this clearly.”\nThe deep sense is this: compared to karma in the mode of passion, karma in the mode of goodness is superior. Superior to that is jnana, which is also sattvika. And bhakti, beyond the modes, is superior to that. If you say that bhakti is not possible for me, then instruct me just on jnana alone. Then I should be free from the bondage of samsara and misery.","rudra":"\nWe see Lord Krishna stating in chapter two, verse 31 that There is no\ngreater good fortune for a ksatriya warrior then to engage in a war for\nrighteousness. So the superiority of actions has also being praised by Him.\nDue to the praising of both jnana yoga and karma yoga in a seemingly equal\nmanner some conflict arises in Arjunas mind and he became confused. But\nstill he is clear enough to understand that the Lord being compassionate is\nnever really perplexing to His devotees; but it may appear so because of a\nlack of clarity. So Arjuna can perceive he is being seemingly bewildered\nand this is the underlying meaning of the verse. So Arjuna is beseeching\nLord Krishna to clarify definitively which is the superior path of the two\nthat gives blessedness and leads to final beatitude being moksa or\nliberation.","brahma":"\nHari Om! Previously it has been spoken that self-realisation of the soul is\nthe gained by the means of spiritual knowledge. Lord Krishna after\nsubstantiating the cessation of activities with words of wisdom He now\nredirects Arjunas attention to the performance of actions. In chapter two,\nverse 49 the resplendent Lord Krishna had endorsed that cultivation of\nspiritual knowledge is by far superior to fruitive activities. So Arjuna\nis questioning why he is being urged to perform savage activities in\nwarfare which is bereft of righteousness, if the attainment of wisdom is\nsuperior to performing actions.\nNow the summation begins.\nHari Om! Wisdom and equanimity have been discussed. Now karma yoga the yoga\nof actions is being specifically explained in this chapter. Far inferior is\naction in the search of enquiry. Here the word yoga attached to karma-yoga\nis being utilised as a means of acquiring wisdom in the performance of\nactions.","shri":"\nWhat Arjuna is trying to ascertain from Lord Krishna is if the cultivation\nof spiritual knowledge is superior to performing physical activities for\nthe attainment of liberation and if so then why should one engage in\nhorrendous activities like war and killing. It is well known that jnana\nyoga or the cultivation of spiritual knowledge is the means to accomplish\nself-realisation of the soul. Karma yoga or performing physical activities\nwithout attachment leads one gradually to jnana yoga. This path of\nspiritual knowledge can be attained by with drawing all the senses along\nwith the mind from the objects of the senses. If this is the case then\nArjuna is wondering why he is not being instructed in the cessation of all\nphysical activities; but instead he is being encouraged to fully use his\nmind and senses to engage in all of the violent and horrific activities\nthat accompany warfare. Feeling confused by the conflicting instructions of\nwith drawing the senses and the performance of actions, Arjuna now wants a\nsingle, unequivocal instruction to determine for certain exactly what\ncourse he should embark to achieve the highest good.","kumar":"What Arjuna is trying to ascertain from Lord Krishna is if the cultivation\nof spiritual knowledge is superior to performing physical activities for\nthe attainment of liberation and if so then why should one engage in\nhorrendous activities like war and killing. It is well known that jnana\nyoga or the cultivation of spiritual knowledge is the means to accomplish\nself-realisation of the soul. Karma yoga or performing physical activities\nwithout attachment leads one gradually to jnana yoga. This path of\nspiritual knowledge can be attained by with drawing all the senses along\nwith the mind from the objects of the senses. If this is the case then\nArjuna is wondering why he is not being instructed in the cessation of all\nphysical activities; but instead he is being encouraged to fully use his\nmind and senses to engage in all of the violent and horrific activities\nthat accompany warfare. Feeling confused by the conflicting instructions of\nwith drawing the senses and the performance of actions, Arjuna now wants a\nsingle, unequivocal instruction to determine for certain exactly what\ncourse he should embark to achieve the highest good."}