{"meta":"Bhagavad Gita Chapter 3 Verse 36","metahi":"भगवद् गीता 3.36","slok":"अर्जुन उवाचअथ केन प्रयुक्तोऽयं पापं चरति पूरुषः।अनिच्छन्नपि वार्ष्णेय बलादिव नियोजितः।।3.36।।","htsrsd":"।।3.36।।अर्जुन बोले हे वार्ष्णेय् फिर यह मनुष्य न चाहता हुआ भी जबर्दस्ती लगाये हुएकी तरह किससे प्रेरित होकर पापका आचरण करता है","htstma":"।।3.36।। अर्जुन ने कहा हे वार्ष्णेय फिर यह पुरुष बलपूर्वक बाध्य किये हुये के समान अनिच्छा होते हुये भी किसके द्वारा प्रेरित होकर पाप का आचरण करता है","transliteration":"Arjuna Uvaacha:\nAtha kena prayukto’yam paapam charati poorushah;\nAnicchann api vaarshneya balaad iva niyojitah.","englishmeaning":"arjunaḥ uvācha—Arjun said; atha—then; kena—by what; prayuktaḥ—impelled; ayam—one; pāpam—sins; charati—commit; pūruṣhaḥ—a person; anichchhan—unwillingly; api—even; vārṣhṇeya—he who belongs to the Vrishni clan, Shree Krishna; balāt—by force; iva—as if; niyojitaḥ—engaged","hcsrsd":" 3.36।। व्याख्या  अथ केन प्रयुक्तोऽयं ৷৷. बलादिव नियोजितः यदुकुलमेंवृष्णि नामका एक वंश था। उसीवृष्णिवंशमें अवतार लेनेसे भगवान् श्रीकृष्णका एक नामवार्ष्णेय है। पूर्वश्लोकमें भगवान्ने स्वधर्मपालनकी प्रशंसा की है। धर्मवर्ण औरकुलका होता है अतः अर्जुन भी कुल(वंश) के नामसे भगवान्को सम्बोधित करके प्रश्न करते हैं।विचारवान् पुरुष पाप नहीं करना चाहता क्योंकि पापका परिणाम दुःख होता है और दुःखको कोई भी प्राणी नहीं चाहता।यहाँ अनिच्छन् पदका तात्पर्य भोग है संग्रहकी इच्छाका त्याग नहीं प्रत्युत पाप करनेकी इच्छाका त्याग है। कारण कि भोग और संग्रहकी इच्छा ही समस्त पापोंका मूल है जिसके न रहनेपर पाप होते ही नहीं।विचारशील मनुष्य पाप करना तो नहीं चाहता पर भीतर सांसारिक भोग और संग्रहकी इच्छा रहनेसे वह करनेयोग्य कर्तव्य कर्म नहीं कर पाता और न करनेयोग्य पापकर्म कर बैठता है।अनिच्छन् पदकी प्रबलताको बतानेके लिये अर्जुन बलादिव नियोजितः पदोंको कहते हैं। तात्पर्य यह है कि पापवृत्तिके उत्पन्न होनेपर विचारशील पुरुष उस पापको जानता हुआ उससे सर्वथा दूर रहना चाहता है फिर भी वह उस पापमें ऐसे लग जाता है जैसे कोई उसको जबर्दस्ती पापमें लगा रहा हो। इससे ऐसा मालूम होता है कि पापमें लगानेवाला कोई बलवान् कारण है।पापोंमें प्रवृत्तिका मूल कारण है काम अर्थात् सांसारिक सुखभोग और संग्रहकी कामना। परन्तु इस कारणकी ओर दृष्टि न रहनेसे मनुष्यको यह पता नहीं चलता कि पाप करानेवाला कौन है वह यह समझता है कि मैं तो पापको जानता हुआ उससे निवृत्त होना चाहता हूँ पर मेरेको कोई बलपूर्वक पापमें प्रवृत्त करता है जैसे दुर्योधनने कहा है जानामि धर्मं न च मे प्रवृत्तिर्जानाम्यधर्मं न च मे निवृत्तिः।केनापि देवेन हृदि स्थितेन यथा नियुक्तोऽस्मि तथा करोमि।।(गर्गसंहिता अश्वमेध0 50। 36)मैं धर्मको जानता हूँ पर उसमें मेरी प्रवृत्ति नहीं होती और अधर्मको भी जानता हूँ पर उससे मेरी निवृत्ति नहीं होती। मेरे हृदयमें स्थित कोई देव है जो मेरेसे जैसा करवाता है वैसा ही मैं करता हूँ।दुर्योधन द्वारा कहा गया यहदेव वस्तुतःकाम (भोग और संग्रहकी इच्छा) ही है जिससे मनुष्य विचारपूर्वक जानता हुआ भी धर्मका पालन और अधर्मका त्याग नहीं कर पाता।केन प्रयुक्तोऽयं पापं चरति पदोंसे भी अनिच्छन् पदकी प्रबलता प्रतीत होती है। तात्पर्य यह है कि विचारवान् मनुष्य स्वयं पाप करना नहीं चाहता कोई दूसरा ही उसे जबर्दस्ती पापमें प्रवृत्त करा देता है। वह दूसरा कौन है यह अर्जुनका प्रश्न है।भगवान्ने अभीअभी चौंतीसवें श्लोकमें बताया है कि राग और द्वेष (जो काम और क्रोधके ही सूक्ष्म रूप हैं) साधकके महान शत्रु हैं अर्थात् ये दोनों पापके कारण हैं। परन्तु वह बात सामान्य रीतिसे कहनेके कारण अर्जुन उसे पकड़ नहीं सके। अतः वे प्रश्न करते हैं कि मनुष्य विचारपूर्वक पाप करना न चाहता हुआ भी किसीसे प्रेरित होकर पापका आचरण करता हैअर्जुनके प्रश्नका अभिप्राय यह है कि (इकतीसवेंसे लेकर पैंतीसवें श्लोकतक देखते हुए) अश्रद्धा असूया दुष्टचित्तता मूढ़ता प्रकृति(स्वभाव) की परवशता रागद्वेष स्वधर्ममें अरुचि और परधर्ममें रुचि इनमेंसे कौनसा कारण है जिससे मनुष्य विचारपूर्वक न चाहता हुआ भी पापमें प्रवृत्त होता है इसके अलावा ईश्वर प्रारब्ध युग परिस्थिति कर्म कुसङ्ग समाज रीतिरिवाज सरकारी कानून आदिमेंसे भी किस कारणसे मनुष्य पापमें प्रवृत्त होता है सम्बन्ध   अब भगवान् आगेके श्लोकमें अर्जुनके प्रश्नका उत्तर देते हैं।","hcsca":"।।3.36।। धर्मशास्त्रों की परम्परा के अनुसार यहाँ अर्जुन विचाराधीन प्रकरण पर एक निश्चित प्रश्न पूछता है। इस प्रश्न से ही ज्ञात होता है कि अर्जुन अपनी प्रारम्भिक उन्माद् की स्थिति से बहुत कुछ बाहर आ गया था और अब उसने आत्मनिरीक्षण भी प्रारम्भ कर दिया था जिसके फलस्वरूप उसे अपने ही मन में कुछ ऐसे गुण अथवा शक्तियाँ कार्य कर रहीं अनुभव हुईं जो उसके उच्च गुणों की अभिव्यक्ति में बाधक बनकर उनके प्रभाव को ही नष्ट कर रहीं थीं। उसका प्रश्न ऐसे परिचित शब्दों में पूछा गया है कि लगता है मानो आज का कोई विद्यार्थी ही इस प्रश्न को पूछ रहा है।कोई भी मनुष्य ऐसा नहीं है जिसे कुछ मात्रा में ही सही अच्छे और बुरे का पुण्य और पाप का ज्ञान न हो। बुद्धि से प्रत्येक व्यक्ति जानता है कि पुण्य क्या है किन्तु जब कर्म करने का समय आता है तब पाप में ही उसकी प्रवृत्ति होती है। यह एक दुर्भाग्य पूर्ण विडम्बना है। स्वयं के आदर्श और वास्तविक आचरण में जो दूरी रहती है वह सभी आत्मनिरीक्षक विचारकों के लिये वास्तव में एक बड़ी समस्या बन जाती है।हमारे हृदय मे स्थित दैवी गुण व्यक्त होकर श्रेष्ठतर उपलब्धि प्राप्त करना चाहते हैं परन्तु पाशविक प्रवृत्तियां हमें प्रलोभित करके श्रेयमार्ग से दूर ले जाती हैं और हम निम्न स्तर के शारीरिक सुखों में ही रमण करते रहते हैं। अधिकांश समय यह सब हमारी अनिच्छा से ही होता रहता है। अर्जुन पूछता है मन में बैठे इस राक्षस का स्वरूप क्या है जो हममें स्थित दैवी गुणों को सुनियोजित ढंग से लूट ले जाता है वृष्णि वंश में जन्म होने से श्रीकृष्ण का नाम वार्ष्णेय था। इस प्रश्न का उत्तर देते हुए","etsga":"3.36 Arjuna said Now then, O scion of the Vrsni dynasty (Krsna), impelled by what does this man commit sin even against his wish, being constrained by force, as it were?","etssa":"3.36 Arjuna said But impelled by what does man commit sin, though against his wishes, O Varshneya (Krishna), constrained as it were, by force?","etdss":"3.36. Arjuna said Then, induced by what, does this person [of the world] commit sin-eventhough he does not desire it-as if instigated by a force, overpowering [him] ?","ecssa":"3.36 अथ now? केन by which? प्रयुक्तः impelled? अयम् this? पापम् sin? चरति does? पूरुषः man? अनिच्छन् not wishing? अपि even? वार्ष्णेय O Varshneya? बलात् by force? इव as it were? नियोजितः constrained.Commentary Varshneya is one born in the family of the Vrishnis? a name of Krishna.","scetsga":"3.36 Atha, now then; varsneya, O scion of the Vrsni dynasty; being prayuktah, impelled; kena, by what acting as the cause; as a servant is by a king, does ayam, this; purusah, man; carati, commit; papam, sin, a sinful act; api, even; anicchan, against his wish, though not himself willing; niyojitah, being constrained; balat, by force; iva, as it were-as if by a king, which illustration has already been given?\nThe Lord (Bhaga-van) said: You hear about that enemy, the source of all evil, of which you ask-.\nBhaga is said to consist of all kinds of majesty, virtue, fame, beauty, detachment as well as Liberation [Liberation stands for its cause, Illumination.], (V.P.6.5.74). That Vasudeva, in whom reside for ever, unimpeded and in their fullness, the six alities of majesty etc. and who has the knowledge of such subjects as creation etc., is called Bhaga-van. He is spoken of as Bhaga-van who is aware of creation and dissolution, gain and loss, [Gain and loss stand for future prosperity and adversity.] ignorance and Illumination of all beings (ibid. 78).","scetdss":"3.36 Atha etc. The estion is this : Eventhough a man knows a sin to be a sin, why does he proceed on it ? The idea in raising this estion is this : If ones own duty cannot be (or should not be) given up, because it does not vanish from ones own heart, then how to account for the sinful acts of these men [of the world] ? This amounts to say : What is ones own duty by which the creature is never deserted ?\n Eventhough ones own duty rests in ones heart, the confusion (or evil) is created by the interruption (or covering) of an intruder, and it is not created by the absence of that duty-with this purport in mind, an answer to the above estion-","scetssa":"3.36 Arjuna said Impelled by what does a man practising Jnana Yoga commit sin in the form of experiencing the objects of the senses, as if constrained by force, even against his own will not to experience the objects of the senses.","chakravarthi":"Referring to verse 34 about raga and dvesa, in this verse Arjuna asks about the attachment to the objects of the senses such as enjoyment with others’ wives even though it is forbidden by scripture.\nThough without desire to engage in sin because of knowledge of the rules and prohibitions of the scriptures (anicchan), by what influence (kena prayuktah) does one engage in the act as if by force. This means that the desire for the object strongly arises under the influence of the object’s stimuli.","rudra":"\nLord Krishna has stated in verse thirty-four that one should not come under\nthe influence of attraction and aversion. Arjuna considering this to be\nimpossible poses this question as it is seen that a person who is able to\nrestrain and control their senses through discrimination can at any moment\nrevert back to committing sinful activities. So Arjuna is enquiring is\nabout the main cause for such flagrant inconsistency in people.","brahma":"\nThere exists numerous reasons why a person is impelled to sinful\nactivities. Here the word atha denotes which others. Some are desire and\nanger. Arjuna wants to know which is the strongest impetus in provoking one\nto do unrighteous acts and which should by all means be avoided in order of\npriority.\nNow begins the summation.\nAfter the Supreme Lord the demi-gods are the most powerful mediums of\ninfluence. Now Arjuna wants to know what other influences are next in\nimportance.","shri":"\nArjuna wants to know from Lord Krishna exactly what ii is that forcibly\nimpels a person embarking on the path of jnana yoga or the cultivation of\nVedic wisdom to go against their better judgement and engage in sinful\nactivities.","kumar":"Arjuna wants to know from Lord Krishna exactly what ii is that forcibly\nimpels a person embarking on the path of jnana yoga or the cultivation of\nVedic wisdom to go against their better judgement and engage in sinful\nactivities."}