{"meta":"Bhagavad Gita Chapter 3 Verse 9","metahi":"भगवद् गीता 3.9","slok":"यज्ञार्थात्कर्मणोऽन्यत्र लोकोऽयं कर्मबन्धनः।तदर्थं कर्म कौन्तेय मुक्तसंगः समाचर।।3.9।।","htsrsd":"।।3.9।।यज्ञ (कर्तव्यपालन) के लिये किये जानेवाले कर्मोंसे अन्यत्र (अपने लिये किये जानेवाले) कर्मोंमें लगा हुआ यह मनुष्यसमुदाय कर्मोंसे बँधता है इसलिये हे कुन्तीनन्दन तू आसक्तिरहित होकर उस यज्ञके लिये ही कर्तव्यकर्म कर।","htstma":"।।3.9।। यज्ञ के लिये किये हुए कर्म के अतिरिक्त अन्य कर्म में प्रवृत्त हुआ यह पुरुष कर्मों द्वारा बंधता है इसलिए हे कौन्तेय आसक्ति को त्यागकर यज्ञ के निमित्त ही कर्म का सम्यक् आचरण करो।।","transliteration":"Yajnaarthaat karmano’nyatra loko’yam karmabandhanah;\nTadartham karma kaunteya muktasangah samaachara.","englishmeaning":"yajña-arthāt—for the sake of sacrifice; karmaṇaḥ—than action; anyatra—else; lokaḥ—material world; ayam—this; karma-bandhanaḥ—bondage through one’s work; tat—that; artham—for the sake of; karma—action; kaunteya—Arjun, the son of Kunti; mukta-saṅgaḥ—free from attachment; samāchara—perform properly","hcsrsd":" 3.9।। व्याख्या   यज्ञार्थात् कर्मणोऽन्यत्र गीताके अनुसार कर्तव्यमात्रका नामयज्ञ है। यज्ञ शब्दके अन्तर्गत यज्ञ दान तप होम तीर्थसेवन व्रत वेदाध्ययन आदि समस्त शारीरिक व्यावहारिक और पारमार्थिक क्रियाएँ आ जाती हैं। कर्तव्य मानकर किये जानेवाले व्यापार नौकरी अध्ययन अध्यापन आदि सब शास्त्रविहित कर्मोंका नाम भी यज्ञ है। दूसरोंको सुख पहुँचाने तथा उनका हित करनेके लिये जो भी कर्म किये जाते हैं वे सभी यज्ञार्थ कर्म हैं। यज्ञार्थ कर्म करनेसे आसक्ति बहुत जल्दी मिट जाती है तथा कर्मयोगीके सम्पूर्ण कर्म नष्ट हो जाते हैं (गीता 4। 23) अर्थात् वे कर्म स्वयं तो बन्धनकारक होते नहीं प्रत्युत पूर्वसंचित कर्मसमूहको भी समाप्त कर देते हैं।वास्तवमें मनुष्यकी स्थिति उसके उद्दश्यके अनुसार होती है क्रियाके अनुसार नहीं। जैसे व्यापारीका प्रधान उद्देश्य धन कमाना रहता है अतः वास्तवमें उसकी स्थिति धनमें ही रहती है और दुकान बंद करते ही उसकी वृत्ति धनकी तरफ चली जाती है। ऐसे ही यज्ञार्थ कर्म करते समय कर्मयोगीकी स्थिति अपने उद्देश्य परमात्मामें ही रहती है और कर्म समाप्त करते ही उसकी वृत्ति परमात्माकी तरफ चली जाती है।सभी वर्णोंके लिये अलगअलग कर्म हैं। एक वर्णके लिये कोई कर्म स्वधर्म है तो वही दूसरे वर्णोंके लिये (विहित न होनेसे) परधर्म अर्थात् अन्यत्र कर्म हो जाता है जैसे भिक्षासे जीवननिर्वाह करना ब्राह्मणके लिये तो स्वधर्म है पर क्षत्रियके लिये परधर्म है। इसी प्रकार निष्कामभावसे कर्तव्यकर्म करना मनुष्यका स्वधर्म है और सकामभावसे कर्म करना परधर्म है। जितने भी सकाम और निषिद्ध कर्म हैं वे सबकेसबअन्यत्रकर्म की श्रेणीमें ही हैं। अपने सुख मान बड़ाई आराम आदिके लिये जितने कर्म किये जायँ वे सबकेसब भी अन्यत्रकर्म हैं (टिप्पणी प0 126)। अतः छोटासेछोटा तथा बड़ासे़बड़ा जो भी कर्म किया जाय उसमें साधकको सावधान रहना चाहिये कि कहीं किसी स्वार्थकी भावनासे तो कर्म नहीं हो रहा है साधक उसीको कहते हैं जो निरन्तर सावधान रहता है। इसलिये साधकको अपनी साधनाके प्रति सतर्क जागरूक रहना ही चाहिये। अन्यत्रकर्म के विषयमें दो गुप्त भाव (1) किसीके आनेपर यदि कोई मनुष्य उसके प्रति आइये बैठिये आदि आदरसूचक शब्दोंका प्रयोग करता है पर भीतरसे अपनेमें सज्जनताका आरोप करता है अथवा ऐसा कहनेसे आनेवाले व्यक्तिपर मेरा अच्छा असर पड़ेगा इस भावसे कहता है तो इसमें स्वार्थकी भावना छिपी रहनेसे यह अन्यत्रकर्म ही है यज्ञार्थ कर्म नहीं।(2) सत्सङ्ग सभा आदिमें कोई व्यक्ति मनमें इस भावको रखते हुए प्रश्न करता है कि वक्ता और श्रोतागण मुझे अच्छा जानकार समझेंगे तथा उनपर मेरा अच्छा असर पड़ेगा तो यह अन्यत्रकर्म ही है यज्ञार्थ कर्म नहीं।तात्पर्य यह है कि साधक कर्म तो करे पर उसमें स्वार्थ कामना आदिका भाव नहीं रहना चाहिये। कर्मका निषेध नहीं है प्रत्युत सकामभावका निषेध है।साधकको भोग और ऐश्वर्यबुद्धिसे कोई भी कर्म नहीं करना चाहिये क्योंकि ऐसी बुद्धिमें भोगसक्ति और कामना रहती है जिससे कर्मयोगका आचरण नहीं हो पाता। निर्वाहबुद्धिसे कर्म करनेपर भी जीनेकी कामना बनी रहती है। अतः निर्वाहबुद्धि भी त्याज्य है। साधकको केवल साधनबुद्धिसे ही प्रत्येक कर्म करना चाहिये। सबसे उत्तम साधक तो वह है जो अपनी मुक्तिके लिये भी कोई कर्म न करके केवल दूसरोंके हितके लिये कर्म करता है। कारण कि अपना हित दूसरोंके लिये कर्म करनेसे होता है अपने लिये कर्म करनेसे नहीं। दूसरोंके हितमें ही अपना हित है। दूसरोंके हितसे अपना हित अलग अलग मानना ही गलती है। इसलिये लौकिक तथा शास्त्रीय जो कर्म किये जायँ वे सबकेसब केवल लोकहितार्थ होने चाहिये। अपने सुखके लिये किया गया कर्म तो बन्धनकारक है ही अपने व्यक्तिगत हितके लिये किया गया कर्म भी बन्धनकारक है। केवल अपने हितकी तरफ दृष्टि रखनेसे व्यक्तित्व बना रहता है। इसलिये और तो क्या जप चिन्तन ध्यान समाधि भी केवल लोकहितके लिये ही करे। तात्पर्य यह कि स्थूल सूक्ष्म और कारण तीनों शरीरोंसे होनेवाली मात्र क्रिया संसारके लिये ही हो अपने लिये नहीं। कर्म संसारके लिय है और संसारसे सम्बन्धविच्छेद होनेपर परमात्माके साथ योग अपने लिये है। इसीका नाम हैकर्मयोग।लोकोऽयं कर्मबन्धनः कर्तव्यकर्म (यज्ञ) करनेका अधिकार मुख्यरूपसे मनुष्यको ही है। इसका वर्णन भगवान्ने आगे सृष्टिचक्रके प्रसङ्ग (3। 14 16) में भी किया है। जिसका उद्देश्य प्राणिमात्रका हित करना उनको सुख पहुँचाना होता है उसीके द्वारा कर्तव्यकर्म हुआ करते हैं। जब मनुष्य दूसरोंके हितके लिये कर्म न करके केवल अपने सुखके लिये कर्म करता है तब वह बँध जाता है।आसक्ति और स्वार्थभावसे कर्म करना ही बन्धनका कारण है। आसक्ति और स्वार्थके न रहनेपर स्वतः सबके हितके लिये कर्म होते हैं। बन्धन भावसे होता है क्रियासे नहीं। मनुष्य कर्मोंसे नहीं बँधता प्रत्युत कर्मोंमें वह जो आसक्ति और स्वार्थभाव रखता है उनसे ही वह बँधता है।तदर्थं कर्म कौन्तेय मुक्तसङ्गः समाचर यहाँ मुक्तसङ्गः पदसे भगवान्का यह तात्पर्य है कि कर्मोंमें पदार्थोंमें तथा जिनसे कर्म किये जाते हैं उन शरीर मन बुद्धि आदि सामग्रीमें ममताआसक्ति होनेसे ही बन्धन होता है। ममता आसक्ति रहनेसे कर्तव्यकर्म भी स्वाभाविक एवं भलीभाँति नहीं होते। ममताआसक्ति न रहनेसे परहितके लिये कर्तव्यकर्मका स्वतः आचरण होता है और यदि कर्तव्यकर्म प्राप्त न हो तो स्वतः निर्विकल्पतामें स्वरूपमें स्थिति होती है। परिणामस्वरूप साधन निरन्तर होता है ओर असाधन कभी होता ही नहीं।आलस्य और प्रमादके कारण नियत कर्मका त्याग करना तामस त्याग कहलाता है (गीता 18। 7) जिसका फल मूढ़ता अर्थात् मूढ़योनियोंकी प्राप्ति है अज्ञानं तमसः फलम् (गीता 14। 16)। कर्मोंको दुःखरूप समझकर उनका त्याग करनाराजस त्याग कहलाता है (गीता 18। 8) जिसका फल दुःखोंकी प्राप्ति है रजसस्तु फलं दुःखम् (गीता 14। 16)। इसलिये यहाँ भगवान् अर्जुनको कर्मोंका त्याग करनेके लिये नहीं कहते प्रत्युत स्वार्थ ममता फलासक्ति कामना वासना पक्षपात आदिसे रहित होकर शास्त्रविधिके अनुसार सुचारुरूपसे उत्साहपूर्वक कर्तव्यकर्मोंको करनेकी आज्ञा देते हैं जो सात्त्विक त्याग कहलाता है (गीता 18। 9)। स्वयं भगवान् भी आगे चलकर कहते हैं कि मेरे लिये कुछ भी करना शेष नहीं है फिर भी मैं सावधानीपूर्वक कर्म करता हूँ (3। 2223)।कर्तव्यकर्मोंका अच्छी तरह आचरण करनेमें दो कारणोंसे शिथिलता आती है (1) मनुष्यका स्वभाव है कि वह पहले फलकी कामना करके ही कर्ममें प्रवृत्त होता है। जब वह देखता है कि कर्मयोगके अनुसार फलकी कामना नहीं रखनी है तब वह विचार करता है कि कर्म ही क्यों करूँ (2) कर्म आरम्भ करनेके बाद जब अन्तमें उसे पता लग जाय कि इसका फल विपरीत होगा तब वह विचार करता है कि मैं कर्म तो अच्छासेअच्छा करूँ पर फल विपरीत मिले तो फिर कर्म करूँ ही क्योंकर्मयोगी न तो कोई कामना करता है और न कोई नाशवान् फल ही चाहता है वह तो मात्र संसारका हित सामने रखकर ही कर्तव्यकर्म करता है। अतः उपर्युक्त दोनों कारणोंसे उसके कर्तव्यकर्ममें शिथिलता नहीं आ सकती। मार्मिक बातमनुष्यका प्रायः ऐसा स्वभाव हो गया है कि जिसमें उसको अपना स्वार्थ दिखायी देता है उसी कर्मको वह बड़ी तत्परतासे करता है। परन्तु वही कर्म उसके लिये बन्धनकारक हो जाता है। अतः इस बन्धनसे छूटनेके लिये उसे कर्मयोगके अनुसार आचरण करनेकी बड़ी आवश्यकता है।कर्मयोगमें सभी कर्म केवल दूसरोंके लिये किये जाते हैं अपने लिये कदापि नहीं। दूसरे कौनकौन हैं इसे समझना भी बहुत जरूरी है। अपने शरीरके सिवाय दूसरे प्राणीपदार्थ तो दूसरे हैं ही पर ये अपने कहलानेवाले स्थूलशरीर सूक्ष्मशरीर (इन्द्रियाँ मन बुद्धि प्राण) और कारणशरीर (जिसमें माना हुआ अहम् है) भी स्वयंसे दूसरे ही हैं (टिप्पणी प0 127)। कारण कि स्वयं (जीवात्मा) चेतन परमात्माका अंश है और ये शरीर आदि पदार्थ जड प्रकृतिके अंश है। समस्त क्रियाएँ जडमें और जडके लिये ही होती हैं। चेतनमें और चेतनके लिये कभी कोई क्रिया नहीं होती। अतः करना अपने लिये है ही नहीं कभी हुआ नहीं और हो सकता भी नहीं। हाँ संसारसे मिले हुए इन शरीर आदि जड पदार्थोंको चेतन जितने अंशमें मैं मेरा और मेरे लिये मान लेता है उतने अंशमें उसका स्वभाव अपने लिये करनेका हो जाता है। अतः दूसरोंके लिये कर्म करनेसे ममताआसक्ति सुगमतासे मिट जाती है।शरीरकी अवस्थाएँ (बचपन जवानी आदि) बदलनेपर भी मैं वही हूँ इस रूपमें अपनी एक निरन्तर रहनेवाली सत्ताका प्राणिमात्रको अनुभव होता है। इस अपरिवर्तनशील सत्ता (अपने होनेपन) की परमात्मतत्त्वके साथ स्वतः एकता है और परिवर्तनशील शरीर इन्द्रियाँ मन बुद्धि आदिकी संसारके साथ स्वतः एकता है। हमारे द्वारा जो भी क्रिया की जाती है वह शरीर इन्द्रियों आदिके द्वारा ही की जाती है क्योंकि क्रियामात्रका सम्बन्ध प्रकृति और प्रकृतिजन्य पदार्थोंके साथ है स्वयं (अपने स्वरूप) के साथ नहीं। इसलिये शरीरके सम्बन्धके बिना हम कोई भी क्रिया नहीं कर सकते। इससे यह बात निश्चितरूपसे सिद्ध होती है कि हमें अपने लिये कुछ भी नहीं करना है जो कुछ करना है संसारके लिये ही करना है। कारण कि करना उसीपर लागू होता है जो स्वयं कर सकता है। जो स्वयं कुछ कर ही नहीं सकता उसके लियेकरने का विधान है ही नहीं। जो कुछ किया जाता है संसारकी सहायतासे ही किया जाता है। अतः करना संसारके लिये ही है। अपने लिये करने से ही मनुष्य कर्मोंसे बँधता है यज्ञार्थात् कर्मणोऽन्यत्रलोकोऽयं कर्मबन्धनः।विनाशी और परिवर्तनशील शरीर इन्द्रियाँ मन बुद्धि आदिके साथ अपने अविनाशी और अपरिवर्तनशील स्वरूपका कोई सम्बन्ध नहीं है इसलिये अपना और अपने लिये कुछ भी नहीं है। शरीरादिकी सहायताके बिना हम कुछ नहीं कर सकते इसलिये अपने लिये कुछ भी नहीं करना है। अपने सत्स्वरूपमें कभी कोई कमी नहीं आती और कमी आये बिना कोई इच्छा नहीं होती इसलिये अपने लिये कुछ भी नहीं चाहिये। इस प्रकार जब क्रिया और पदार्थसे सर्वथा सम्बन्धविच्छेद हो जाता है (जो वास्तवमें है) तब यदि ज्ञानके संस्कार हैं तो स्वरूपका साक्षात्कार हो जाता है और यदि भक्तिके संस्कार हैं तो भगवान्में प्रेम हो जाता है। सम्बन्ध   पूर्वश्लोकमें भगवान्ने कहा कि यज्ञ(कर्तव्यकर्म) के अतिरिक्त कर्म बन्धनकारक होते हैं। अतः इस बन्धनसे मुक्त होनेके लिये कर्मोंका स्वरूपसे त्याग न करके कर्तव्यबुद्धिसे कर्म करना आवश्यक है। अब कर्मोंकी अवश्यकर्तव्यताको पुष्ट करनेके लिये और भी हेतु बताते हैं।","hcsca":"।।3.9।। प्रत्येक कर्म कर्त्ता के लिये बन्धन उत्पन्न नहीं करता। केवल अविवेकपूर्वक किये हुये कर्म ही मन में वासनाओं की वृद्धि करके परिच्छिन्न अहंकार और अपरिच्छिन्न आत्मस्वरूप के मध्य एक अभेद्य दीवार खड़ी कर देते हैं। वासनाओं से पूर्ण अन्तकरण वाले व्यक्ति में दिव्यत्व का कोई प्रकाश नहीं दिखाई देता। पारम्परिक अर्थानुसार यज्ञ के अतिरिक्त जो अन्य कर्म हैं वे वासनाओं को उत्पन्न कर व्यक्ति के विकास में अवरोधक बन जाते हैं।यहां यज्ञ शब्द का अर्थ है वे सब कर्म जिन्हें मनुष्य निस्वार्थ भाव एवं समर्पण की भावना से विश्व के कल्याण के लिये करता है। ऐसे कर्म व्यक्ति के पतन में नहीं वरन् उत्थान में ही सहायक होते हैं। यज्ञ शब्द का उपर्युक्त अर्थ समझ लेने पर आगे के श्लोक और अधिक स्पष्ट होंगे और उनमें उपदिष्ट ज्ञान सम्पूर्ण विश्व के उपयुक्त होगा।जब समाज के लोग आगे आकर परस्पर सहयोग एवं समर्पण की भावना से कर्म करेंगे केवल तभी वह समाज दारिद्रय और दुखों के बन्धनों से मुक्त हो सकता है यह एक ऐतिहासिक सत्य है। ऐसे कर्मों का सम्पादन अनासक्ति के होने से ही संभव होगा। अर्जुन में यह दोष आ गया था कि वह विरुद्ध पक्ष के व्यक्तियों के साथ अत्यन्त आसक्त हो गया और परिणामस्वरूप परिस्थिति को ठीक समझ नहीं पाया इसलिये समसामयिक कर्तव्य का त्याग कर कर्मक्षेत्र से पलायन करने की उसकी प्रवृत्ति हो गयी।कर्ममार्ग के अधिकारी व्यक्ति को निम्नलिखित कारणों से भी कर्म करना चाहिये","etsga":"3.9 This man becomes bound by actions other than that action meant for God. Without being attached, O son of Kunti, you perform actions for Him.","etssa":"3.9 The world is bound by actions other than those performed for the sake of sacrifice; do thou, therefore, O son of Kunti (Arjuna), perform action for that sake (for sacrifice alone), free from attachment.","etdss":"3.9. The world is fettered by action which is other than the Yajnartha action; hence, O son of Kunti, being freed from attachment, you most properly perform Yajnartha action.","ecssa":"3.9 यज्ञार्थात् for the sake of sacrifice? कर्मणः of action? अन्यत्र otherwise? लोकः the world? अयम् this? कर्मबन्धनः bound by action? तदर्थम् for that sake? कर्म action? कौन्तेय O Kaunteya? मुक्तसंगः free from attachment? समाचार perform.Commentary Yajna means sacrifice or religious rite or any unselfish action done with a pure motive. It means also Isvara. The Taittiriya Samhita (of the Veda) says Yajna verily is Vishnu (174). If anyone does actions for the sake of the Lord? he is not bound. His heart is purified by performing actions for the sake of the Lord. Where this spirit of unselfishness does not govern the action? it will bind one to Samsara however good or glorious it may be. (Cf.II.48).","scetsga":"3.9 Ayam, this; lokah, man, the one who is eligible for action; karma-bandhanah, becomes bound by actions- the person who has karma as his bondage (bandhana) is karma-bandhanah-; anyatra, other than; that karmanah, action; yajnarthat, meant for Got not by that meant for God. According to the Vedic text, Sacrifice is verily Visnu (Tai. Sam. 1.7.4), yajnah means God; whatever is done for Him is yajnartham.\nTherefore, mukta-sangah, without being attached, being free from attachment to the results of actions; O son of Kunti, samacara, you perform; karma, actions; tadartham, for Him, for God.\nAn eligible person should engage in work for the following reason also:","scetdss":"3.9 Yajnarthat etc. Binding are the actions which are different from the one that is Yajnartha, i.e., the one that is to be performed necessarily. The action, that is to be performed necessarily, does not yield any fruit, if it is performed with no attachment for the fruit.","scetssa":"3.9 The world is imprisoned by the bond of work only when work is done for personal ends, but not when work is performed or money acired for the purpose of sacrifice etc. prescribed in the scriptures. So, for the purpose of sacrifice, you must perform acts like the acisition of money. In doing so, overcome attachments generated by the pursuit of personal ambitions, and then do your work in the spirit of Yajna. When a person free from attachment does the work for the sake of sacrifices etc., the Supreme Person, propitiated by sacrifices etc., grants him the calm vision of the self after destroying the subtle impressions of his Karmas, which have continued from time without beginning.\nSri Krsna stresses the need for sustenance of the body solely by the remnants of sacrifices in respect of those who are devoted to all ends of human life. He decries the sin of those who nourish the body by things other than the remnants of sacrifices:","chakravarthi":"“The smrti scriptures say that one is bound by actions: karmana badhyate jantuh. (Mahabharata 12.241.7) Therefore, I will become bound by performing actions.”\n“No, action offered to the Supreme Lord does not bind one.” That is explained in this verse.\n“Dharma offered to Visnu without personal desire is called yajna. Persons become bound by karma by any other actions for any other purpose. Therefore you should perform actions for the perfection of such dharma.”\n“But even if I perform actions which are offered to Visnu, if I perform them with desires, then I will still become bound.”\n“One should become devoid of the desire for results (mukta sangah).”\nThus the Lord spoke to Uddhava:\nsva-dharma-stho yajan yajnair anasih-kama uddhava\nna yati svarga-narakau yady anyan na samacaret\nasmil loke vartamanah sva-dharma-stho ‘naghah sucih\njnanam visuddham apnoti mad-bhaktim va yadrcchaya\nMy dear Uddhava, a person who is situated in his prescribed duty, properly worshiping by Vedic sacrifices but not desiring the fruitive result of such worship, will not go to the heavenly planets; similarly, by not performing forbidden activities he will not go to hell.\nOne who is situated in his prescribed duty, free from sinful activities and cleansed of material contamination, in this very life obtains transcendental knowledge or, by fortune, devotional service unto Me. SB 11.20.10-11","rudra":"\nEveryone in the world is locked and bound to the material existence by\nactions. The renunciates state that: since all actions lead to bondage they\nshould not be performed. But refuting this Lord Krishna states yagna-artaht\nthat sacrifices done for the Supreme Lord without expectation of reward are\nexempt from bondage. This is confirmed in the Tattitrya Samhita\nI.VII.XXXXIV that sacrifice is non-different from the Supreme Lord. But for\nall other actions not sanctioned by worship to Him and not offered to Him\nthe result is bondage. Therefore actions should be performed in this way\nwithout desires with firm faith and dedication to the Supreme Lord.","brahma":"\nLiving entities are bound to the material existence by their actions. This\nbondage by actions is spoken of very clearly in the Vedic scriptures. Here\nLord Krishna states yagna-arthat meaning actions that are performed as an\noffering for the satisfaction of the Supreme Lord without desiring reward\nare the only actions which are free from bondage. This is the purport.\nLord Krishna also states mukta-sangah meaning free from attachment which is\nthe qualifying statement. Inappropriate are actions that crave desires due\nto attachment. Appropriate are actions that are free from desires and\nattachment. All actions should be performed as a sacrifice to the Supreme\nLord and no sacrifice should ever be performed with an intention for\nreward. These statements and others are given in the Upanisads.\nNow begins the summary.\nThe statements of living entities being bound to material nature by their\nactions refers to actions which are contrary to divinity and righteousness\nas delineated in Vedic scriptures. Jaya is a name given to the resplendent\nSupreme Lord and this name means glory. According to the Barkashruti in the\nword Jaya the Ya signifies yagna. Therefore yagna is the performance of the\nprescribed activities given in the Vedic scriptures for the satisfaction of\nthe Supreme Lord.","shri":"\nInstead of working hard to acquire funds for self gratification endeavours\nwhich causes one to bound in the material existence. Activities performed\nas an offering to the Supreme Lord known as yagna or sacrifice should be\nperformed which are not bound to the material nature. Lord Krishna uses the\nword sanga which means attachment this means that attachment will be there\nwhen the action is undertaken for self service but as an offering to the\nSupreme Lord one is free from such ulterior motivations. All activities\nwhen done as an offering to the Supreme Lord with anticipating any reward\nbecome consecrated through yagna or acts of worship done for the pleasure\nof atma-purusha, the Supreme Lord internally within the heart and\nexternally pervading all existence. The Supreme Lord recognising such\ndevotion will mitigate all the sins and the merits from such offered\nactions which bind one to receiving punishment or rewards since time\nimmemorial and neutralising them direct one from inside, and following this\npath with very little difficulty one can achieve self-realisation. It is\nnow shown that all persons of every segment of society without exception\nmust nourish themselves by food offered as yagna consecrated worship\nexclusively and that sins are imbibed by all those who do not do so.","kumar":"Instead of working hard to acquire funds for self gratification endeavours\nwhich causes one to bound in the material existence. Activities performed\nas an offering to the Supreme Lord known as yagna or sacrifice should be\nperformed which are not bound to the material nature. Lord Krishna uses the\nword sanga which means attachment this means that attachment will be there\nwhen the action is undertaken for self service but as an offering to the\nSupreme Lord one is free from such ulterior motivations. All activities\nwhen done as an offering to the Supreme Lord with anticipating any reward\nbecome consecrated through yagna or acts of worship done for the pleasure\nof atma-purusha, the Supreme Lord internally within the heart and\nexternally pervading all existence. The Supreme Lord recognising such\ndevotion will mitigate all the sins and the merits from such offered\nactions which bind one to receiving punishment or rewards since time\nimmemorial and neutralising them direct one from inside, and following this\npath with very little difficulty one can achieve self-realisation. It is\nnow shown that all persons of every segment of society without exception\nmust nourish themselves by food offered as yagna consecrated worship\nexclusively and that sins are imbibed by all those who do not do so."}