{"meta":"Bhagavad Gita Chapter 3 Verse 39","metahi":"भगवद् गीता 3.39","slok":"आवृतं ज्ञानमेतेन ज्ञानिनो नित्यवैरिणा।कामरूपेण कौन्तेय दुष्पूरेणानलेन च।।3.39।।","htsrsd":"।।3.39।।और हे कुन्तीनन्दन इस अग्निके समान कभी तृप्त न होनेवाले और विवेकियोंके नित्य वैरी इस कामके द्वारा मनुष्यका विवेक ढका हुआ है।","htstma":"।।3.39।। हे कौन्तेय अग्नि के समान जिसको तृप्त करना कठिन है ऐसे कामरूप ज्ञानी के इस नित्य शत्रु द्वारा ज्ञान आवृत है।।","transliteration":"Aavritam jnaanam etena jnaanino nityavairinaa;\nKaamaroopena kaunteya dushpoorenaanalena cha.","englishmeaning":"āvṛitam—covered; jñānam—knowledge; etena—by this; jñāninaḥ—of the wise; nitya-vairiṇā—by the perpetual enemy; kāma-rūpeṇa—in the form of desires; kaunteya—Arjun the son of Kunti; duṣhpūreṇa—insatiable; analena—like fire; cha—and","hcsrsd":" 3.39।। व्याख्या  एतेन सैंतीसवें श्लोकमें भगवान्ने पाप करवानेमें मुख्य कारणकाम अर्थात् कामनाको बताया था। उसी कामनाके लिये यहाँ एतेन पद आया है।दुष्पूरेणानलेन च जैसे अग्निमें घीकी सुहातीसुहाती (अनुकूल) आहुति देते रहनेसे अग्नि कभी तृप्त नहीं होती प्रत्युत बढ़ती ही रहती है ऐसे ही कामनाके अनुकूल भोग भोगते रहनेसे कामना कभी तृप्त नहीं होती प्रत्युत अधिकाधिक बढ़ती ही रहती है (टिप्पणी प0 194)। जो भी वस्तु सामने आती रहती है कामना अग्निकी तरह उसे खाती रहती है।भोग और संग्रहकी कामना कभी पूरी होती ही नहीं। जितने ही भोगपदार्थ मिलते हैं उतनी ही उनकी भूख बढ़ती है। कारण कि कामना जडकी ही होती है इसलिये जडके सम्बन्धसे वह कभी मिटती नहीं प्रत्युत अधिकाधिक बढ़ती है। सुन्दरदासजी लिखते हैं जो दस बीस पचास सत होइ हजार तो लाख मँगैगी।कोटि अरब्ब खरब्ब असंख्य पृथ्वीपति होन की चाह जगैगी।।स्वर्ग पतालको राज करौ तृष्ना अघकी अति आग लगैगी।सुन्दर एक संतोष बिना सठ तेरी तो भूख कभी न भगैगी।।जैसे सौ रुपये मिलनेपर हजार रुपयोंकी भूख पैदा होती है तो इससे सिद्ध हुआ कि नौ सौ रुपयोंका घाटाहुआ है। हजार रुपये मिलनेपर फिर सीधे दस हजार रुपयोंकी भूख पैदा हो जाती है तो यह नौहजार रुपयोंका घाटा हुआ है। दस हजार रुपये मिलनेपर फिर सीधे एक लाख रुपयोंकी भूख पैदा हो जाती है तो यह नब्बे हजार रुपयोंका घाटा हुआ है। लाख रुपये मिलनेपर फिर दस लाख रुपयोंसे सन्तोष नहीं होता प्रत्युत सीधे करोड़ रुपयोंकी भूख पैदा हो जाती है तो सिद्ध हुआ कि निन्यानबे लाख रुपयोंका घाटा हुआ है। इस प्रकार वहम तो यह होता है कि लाभ बढ़ गया पर वास्तवमें घाटा ही बढ़ा है। जितना धन मिलता है उतनी ही दरिद्रता (धनकी भूख) बढ़ती है। वास्तवमें दरिद्रता उसकी मिटती है जिसे धनकी भूख नहीं है।चाह गयी चिन्ता मिटी मनुआँ बेपरवाह।जिनको कछू न चाहिये सो साहनपति साह।।वास्तवमें धन उतनी बाधक नहीं है जितनी बाधक उसकी कामना है। धनकी कामना चाहे धनीमें हो या निर्धनमें दोनोंको वह परमात्मप्राप्तिसे वञ्चित रखती है। कामना किसीकी भी कभी पूरी नहीं होती क्योंकि यह पूरी होनेवाली चीज ही नहीं है। कामनासे रहित तो कामनाके मिटनेपर ही हो सकते हैं।कामरूपेण जडके सम्बन्धसे होनेवाले सुखकी चाहकोकाम कहते हैं। नाशवान् संसारसे थोड़ी भी महत्त्वबुद्धिका होनाकाम है।अप्राप्तको प्राप्त करनेकी चाहकामना है। अन्तःकरणमें जो अनेक सूक्ष्म कामनाएँ दबी रहती हैं उनकोवासना कहते हैं। वस्तुओंकी आवश्यकता प्रतीत होनास्पृहा है। वस्तुमें उत्तमता और प्रियता दीखनाआसक्ति है। वस्तु मिलनेकी सम्भावना रखनाआशा है। और अधिक वस्तु मिल जाय यहलोभ यातृष्णा है। वस्तुकी इच्छा अधिक बढ़नेपरयाचना होती है। ये सभीकामके ही रूप हैं।ज्ञानिनो नित्यवैरिणा यहाँ ज्ञानिनः पद साधनमें लगे हुए विवेकशील साधकोंके लिये आया है। कारण कि विवेकशील साधक ही इस कामरूप वैरीको पहचानता है और उसका नाश करता है। साधन न करनेवाले दूसरे लोग तो उसे पहचानते ही नहीं प्रत्युत इसे सुखदायी समझते हैं।भगवान् कहते हैं कि यह काम विवेकशील साधकोंका नित्य वैरी है। कामना उत्पन्न होते ही विवेकशील साधकको विचार आता है कि अब कोईनकोई आफत आयेगी कामनामें संसारका महत्त्व और आश्रय रहता है जो पारमार्थिक मार्गमें महान् बाधक है। विवेकी साधकको कामना आरम्भसे ही चुभती रहती है। परिणाममें तो कामना सबको दुःख देती ही है। इसलिये यह साधककी नित्य (निरन्तर) वैरी है।भोगोंमें लगे हुए अज्ञानियोंको यह कामना मित्रके समान मालूम देती है क्योंकि कामनाके कारण ही भोगोंमें सुख प्रतीत होता है। कामना न हो तो भोगपदार्थ सुख नहीं दे सकते। परन्तु परिणाममें उन्हें दुःख सन्ताप कैद नरक आदि प्राप्ति होते ही हैं। इसलिये वास्तवमें यह कामना अज्ञानियोंकी भी नित्य वैरी है। परन्तु अज्ञानियोंको जागृति नहीं रहती जब कि विवेकशील साधकोंको जागृति रहती है।आवृतं ज्ञानम् विवेक प्राणिमात्रमें है। पशुपक्षी आदि मनुष्येतर योनियोंमें यह विवेक विकसित नहीं होता और केवल जीवननिर्वाहतक सीमित रहता है। परन्तु मनुष्यमें यदि कामना न हो तो यह विवेक विकसित हो सकता है क्योंकि कामनाके कारण ही मनुष्यका विवेक ढका रहता है। विवेक ढका रहनेसे मनुष्य अपने लक्ष्य परमात्मप्राप्तिकी ओर बढ़ नहीं सकता क्योंकि कामना उसे चिन्मयतत्त्वकी ओर नहीं जाने देती प्रत्युत जडतत्त्वमें ही लगाये रखती है।अपने प्रचि कोई अप्रिय एवं असत्य बोले तो वह बुरा लगता है और प्रिय एवं सत्य बोले तो अच्छा लगताहै। इसका अर्थ यह हुआ कि अच्छेबुरे सद्गुणदुर्गुण कर्तव्यअकर्तव्य आदिका ज्ञान अर्थात् विवेक सभी मनुष्योंमें रहता है। परन्तु ऐसा होनेपर भी वह अप्रिय और असत्य बोलता है अपने कर्तव्यका पालन नहीं करता तो इसका कारण यही है कि कामनाने उसका विवेक ढक दिया है।कामनाके कारण हीत्याग में सुख है यह ज्ञान काम नहीं करता। मनुष्यको प्रतीत तो ऐसा होता है कि अनुकूल भोगपदार्थके मिलनेसे सुख होता है पर वास्तवमें सुख उसके त्यागसे होता है। यह सभीका अनुभव है कि जाग्रत् और स्वप्नमें भोगपदार्थोंसे सम्बन्ध रहनेपर सुख और दुःख दोनों होते हैं पर सुषुप्ति(गाढ़ निद्रा) में भोगपदार्थोंकी किञ्चित् भी स्मृति न रहनेपर सुख ही होता है दुःख नहीं। इसलिये गाढ़ निद्रासे जागनेपर वह कहता है किमैं बड़े सुखसे सोया। इसके सिवाय जाग्रत् और स्वप्नसे थकावट आती है जब कि सुषुप्तिसे थकावट दूर होती है और ताजगी आती है। इससे सिद्ध होता है किभोगपदार्थोंके त्यागमें ही सुख है।धनकी कामना होते ही धन मनके द्वारा पकड़ा जाता है। जब बाहरसे धन प्राप्त हो जाता है तब मनसे पकड़े हुए धनका त्याग हो जाता है और सुखकी प्रतीति होती है। अतः वास्तवमें सुखकी प्रतीति बाहरसे धन मिलनेपर नहीं हुई प्रत्युत मनसे पकड़े हुए धनके त्यागसे ही हुई है है। यदि धनके मिलनेसे ही सुख होता तो उस धनके रहते हुए कभी दुःख नहीं आता परन्तु उस धनके रहते हुए भी दुःख आ जाता है।जब मनुष्य किसी वस्तुकी कामना करता है तब वह पराधीन हो जाता है। जैसे उसके मनमें घड़ीकी कामना पैदा हुई। कामना पैदा होते ही उसको घड़ीके अभावका दुःख होने लगता है तो यह घड़ीकी पराधीनता है। वह सोचता है कि यदि रुपये मिल जायँ तो अभी घड़ी खरीद लूँ अर्थात् रुपयोंके होनेसे अपनेको स्वाधीन और न होनेसे अपनेको पराधीन मानता है। यह मान्यता बिलकुल गलत है। वास्तवमें रुपये मिलनेपर घड़ीकी पराधीनता तो नहीं रही पर रुपयोंकी पराधीनता तो हो ही गयी क्योंकि रुपये भीपर हैंस्व नहीं। जैसे वस्तुकी कामना होनेसे वह वस्तुके पराधीन हुआ ऐसे ही रुपयोंकी कामना होनेसे रुपयोंके पराधीन हुआ। पराधीनता तो वैसीकीवैसी ही रही परन्तु कामनासे विवेक ढका जानेके कारण मनुष्यको वस्तुकी पराधीनताका तो अनुभव होता है पर रुपयोंकी पराधीनताका अनुभव नहीं होता प्रत्युत रुपयोंके कारण वह स्वाधीनताका अनुभव करता है। जो पराधीनता स्वाधीनताके रूपमें दिखायी देती है उस पराधीनतासे छूटना बड़ा कठिन होता है।संसारमात्र क्षणभङ्गुर है। शरीर धन जमीन मकान आदि जितनी भी सांसारिक वस्तुएँ हैं वे सबकेसब प्रतिक्षण विनाशकी ओर जा रही हैं और हमारेसे वियुक्त भी हो रही हैं। परन्तु भोग भोगते समय उनकी क्षणभङ्गुरताका ज्ञान नहीं रहता। पदार्थको नित्य और स्थिर माने बिना सुखभोग हो ही नहीं सकता। साधारण मनुष्योंकी बात ही क्या है साधक भी भोगोंको नित्य और स्थिर माननेपर ही उनमें फँसता है। इसका कारण कामनाद्वारा विवेक ढका जाना ही है।विशेष बात मनुष्यको सदाके लिये महान् बनानेके उद्देश्यसे भगवान् कामनाकोनित्यवैरी बताकर उससे बचनेके लिये सावधान करते हैं क्योंकि कामना ही सम्पूर्ण पापों और दुःखोंका कारण है। एक मनुष्य अपनी स्त्रीको ढूँढ रहा था। लोगोंने पूछा तुम्हारी स्त्रीका नाम क्या है उसने कहा फजीती। फिर पूछा कि तुम्हारा नाम क्या है उसने कहा बदमाश। लोगोंने कहा घबराओ मत बड़ी पतिव्रता स्त्री है अपनेआप आ जायगी कारण कि बदमाशको फजीती (बदनामी) अवश्य मिलती है। इसी प्रकार संसारके नाशवान् भोगोंकी कामना करनेवाले मनुष्यके पास दुःख अपनेआप आते हैं।मनुष्य दुःखोंसे तो बचना चाहता है पर दुःखोंके कारणकाम(कामना) को नहीं छोड़ता। कामनाके रहते हुए स्वप्नमें भी सुख नहीं मिलता काम अछत सुख सपनेहुँ नाहीं (मानस 7। 90। 1)। भगवान् अनलेन दुष्पूरेण पदोंसे यह बताते हैं कि भोगपदार्थोंसे कामना कभी पूरी नहीं होती। ज्योंज्यों भोगपदार्थ मिलते हैं त्योंहीत्यों उनकी कामना बढ़ती है और ज्योंज्यों कामना बढ़ती है त्योंहीत्यों अभावका अधिक अनुभव होता है एवं अभावको मिटानेके लिये मनुष्य पापकर्मोंमें प्रवृत्त होता है। जैसे धनकी कामना उत्पन्न होनेपर मनुष्य धनकी प्राप्तिमें न्यायअन्यायका विचार नहीं करता। फिर कामना बढ़नेपर (द्वितीयावस्थामें) वह चोरी डाके आदिमें भी लग जाता है। फिर और अधिक कामना बढ़नेपर (तृतीयावस्थामें) वह धनके लिये दूसरोंको जानेसे भी मार डालता है। इस प्रकार नाशवान् सुखकी कामना करनेवाला मनुष्य अपने लोक और परलोक दोनोंको महान् दुःखरूप बना लेता है। सम्बन्ध   किसी शत्रुको नष्ट करनेके लिये उसके रहनेके स्थानोंकी जानकारी होनी आवश्यक है इसलिये भगवान् आगेके श्लोकमें ज्ञानियोंके नित्यवैरीकाम के रहनेके स्थान बताते हैं","hcsca":"।।3.39।। यहाँ यह स्पष्ट किया गया है कि उस कामरूप शत्रु के द्वारा यह ज्ञान अर्थात् विवेक सार्मथ्य आच्छादित हो जाती है। आत्मानात्म नित्यानित्य और सत्यासत्य में जिस विवेक सार्मथ्य के कारण सब प्राणियों में मनुष्य को सर्वोच्च स्थान प्राप्त है उसी बुद्धि की क्षमता को यह आवृत कर देता है। यह काम दुष्पूर अर्थात् इसका पूर्ण होना असम्भव ही होता है।अब भगवान् उस काम के निवास स्थान बताते हैं जिसके ज्ञान से शत्रु को नष्ट करना सरल होगा","etsga":"3.39 O son of Kunti, Knowledge is covered by this constant enemy of the wise in the form of desire, which is an insatiable fire.","etssa":"3.39 O Arjuna, wisdom is enveloped by this constant enemy of the wise in the form of desire, which is unappeasable as fire.","etdss":"3.39. O son of Kunti ! The knowledge of the wise is concealed by this eternal foe, which looks like a desired one, and which is the fire insatiable.","ecssa":"3.39 आवृतम् enveloped? ज्ञानम् wisdom? एतेन by this? ज्ञानिनः of the wise? नित्यवैरिणा by the constant enemy? कामरूपेण whose form is desire? कौन्तेय O Kaunteya? दुष्पूरेण unappeasable? अनलेन by fire? च and.Commentary Manu says? Desire can never be satiated or cooled down by the enjoyment ofobjects. But as fire blazes forth the more when fed with Ghee (melted butter) and wood? so it grows the more it feeds on the objects of enjoyment. If all the foodstuffs of the earth? all the precious metals? all the animals and all the beautiful women were to pass into the possession of one man endowed with desire? they would still fail to give him satisfaction.The ignorant man considers desire as his friend when he craves for objects. He welcomes desire for the gratification of the senses but the wise man knows from experience even before suffering the conseence that desire will bring only troubles and misery for him. So it is a constant enemy of the wise but not of the ignorant.","scetsga":"3.39 Jnanam, Knowledge; is avrtam, covered; etena, by this; nityavairina, constant enemy; jnaninah, of the wise. For the wise person knows even earlier, I am being induced by this into evil. And he always [Both at the time when desire arises in him, and also when he is forced to act by it.] feels distressed. Therefore, it is the constant enemy of the wise but not of a fool. For the fool looks upon desire as a friend so long as hankering lasts. When sorrow comes as a conseence, he realizes, I have been driven into sorrow because of longings, but certainly not earlier. Therefore it is the constant enemy of the wise alone.\nIn what form? Kama-rupena, in the form of desire-tha which has wish itself as its expression is kama-rupa; in that form-; (and) duspurena, which is an insatiable; analena, fire. That which is difficult to satisfy is duspurah; and (derivatively) that which never has enough (alam) is analam.\nAgain, having what as its abode does desire, in the form of a viel over Knowledge, become the enemy of all? Since when the abode of an enemy is known, it is possible to easily slay the enemy, therefore the Lord says:","scetdss":"3.39 Avrtam etc. Looks like a desired one : For it acts when there is desire. It is fire, because it is like fire impossible to satiate. For, it burns down both the visible and the invisible results [of rightious actions].","scetssa":"3.39 The knowledge, having the self for its subject, of this embodied person (the Jiva) whose nature is knowledge, is enveloped by this constant enemy in the shape of desire, which brings about attachment for sense-objects. This desire is difficult to satisfy, i.e., has for its object things unworthy of attainment and is insatiable, i.e., never attains satisfaction.\nNow listen to what constitutes the instruments with which desire subdues the self. Sri Krsna goes on to expound this:","chakravarthi":"This verse explains that lust is indeed ignorance of the jiva, for it covers the knowledge of the jiva. The phrase “eternal enemy” indicates that lust must by all means be killed. By this ignorance in the form of lust, compared to an unsatisfied fire, knowledge is covered. Ca means like in this sentence. It is said:\nna jatu kamah kamanam upabhogena samyati\nhavisa krsna-vartmeva bhuya evabhivardhate\nAs supplying butter to a fire does not diminish the fire but instead increases it more and more, the endeavor to stop lusty desires by continual enjoyment can never be successful. SB 9.19.14","rudra":"\nNow the inimical nature of kama or lust is being made even more explicit by\nLord Krishna.\nIt is the discriminative faculty of knowledge that is covered by kama. To\nthe ignorant while enjoying sense objects kama itself is the cause of\npleasure; but the subsequent reaction will be inimical. To the person\nsituated in Vedic wisdom who understands that they will receive a\nsubsequent reaction, then kama is a cause of pain even while trying to\nenjoy. Therefore kama is understood to be an eternal enemy. Moreover even\nif supplied with delightful sense objects of enjoyment it is never enough\nbecause kama is insatiable and when it is not satisfied kama turns to\nkrodha or anger and that leads to grief and affliction just like a forest\nfire burning everything in its path. So from these statements its eternal\ninimical nature towards all beings has been declared.","brahma":"\nOne on the path of jnana yoga knows from the Vedic scriptures that moksa or\nliberation from the cycle of birth and death can never manifest itself\nuntil first attaining atma-tattva or soul realisation. When such is the\ncase for persons of wisdom what can be said for persons of meagre\nintelligence. The word kama-rupena means in the form of lust. This\nindicates that only with great pain and difficulty is lust ever fulfilled.\nThe word duspurena means never satisfied. This indicates that kama or lust\nis an eternal adversary. Even the position of Indra in the heavenly realms\nis born of this kama that is to be the king of all the celestials; yet even\nwhile trying to achieve the position of Indra, the position of Brahma is\nsought because kama is never satisfied and it is more exalted to be the\nruler of the material worlds then the king of the celestials and so forth\nand so on. The word analena means like a fire which denotes the burning\nfire of kama which is never satisfied and insatiable. It is said that\nkama covers the atma as smoke covers fire, As dust prevents one from seeing\na reflection in the mirror this kama prevents one from perceiving their\natma and as the womb imprisons the embryo it is kama which keeps a person\nimprisoned in the material existence. This is Lord Krishnas meaning.","shri":"\nThe intellect of one who even has understanding of atma tattva or soul\nrealisation becomes clouded by the eternal enemy known as kama or lust and\nwhich generates fascination and excitement for enjoying the objects of the\nsenses. The word duspurena means insatiable, it can never be satisfied. It\nconstantly hungers for sense gratification even if it is inaccessible to\nget and impossible to have still kama yearns for it. It is anala or\ninexhaustible as nothing ever completely satisfies kama permanently. When\nthe object of its desires has been acquired and the senses fully gratified\nthen at once kama wants more and looks for something new. It is never\nsatisfied. In what way kama utilises itself to envelope the atma or soul\nLord Krishna reveals next.","kumar":"The intellect of one who even has understanding of atma tattva or soul\nrealisation becomes clouded by the eternal enemy known as kama or lust and\nwhich generates fascination and excitement for enjoying the objects of the\nsenses. The word duspurena means insatiable, it can never be satisfied. It\nconstantly hungers for sense gratification even if it is inaccessible to\nget and impossible to have still kama yearns for it. It is anala or\ninexhaustible as nothing ever completely satisfies kama permanently. When\nthe object of its desires has been acquired and the senses fully gratified\nthen at once kama wants more and looks for something new. It is never\nsatisfied. In what way kama utilises itself to envelope the atma or soul\nLord Krishna reveals next."}