{"meta":"Bhagavad Gita Chapter 3 Verse 30","metahi":"भगवद् गीता 3.30","slok":"मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा।निराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः।।3.30।।","htsrsd":"।।3.30।।तू विवेकवती बुद्धिके द्वारा सम्पूर्ण कर्तव्यकर्मोंको मेरे अर्पण करके कामना ममता और संतापरहित होकर युद्धरूप कर्तव्यकर्मको कर।","htstma":"।।3.30।। सम्पूर्ण कर्मों का मुझ में संन्यास करके आशा और ममता से रहित होकर संतापरहित हुए तुम युद्ध करो।।","transliteration":"Mayi sarvaani karmaani sannyasyaadhyaatma chetasaa;\nNiraasheer nirmamo bhootwaa yudhyaswa vigatajwarah.","englishmeaning":"mayi—unto me; sarvāṇi—all; karmāṇi—works; sannyasya—renouncing completely; adhyātma-chetasā—with the thoughts resting on God; nirāśhīḥ—free from hankering for the results of the actions; nirmamaḥ—without ownership; bhūtvā—so being; yudhyasva—fight; vigata-jvaraḥ—without mental fever","hcsrsd":" 3.30।। व्याख्या   मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा प्रायः साधकका यह विचार रहता है कि कर्मोंसे बन्धन होता है और कर्म किये बिना कोई रह सकता नहीं इसलिये कर्म करनेसे तो मैं बँध जाऊँगा अतः कर्म किस प्रकार करने चाहिये जिससे कर्म बन्धनकारक न हों प्रत्युत मुक्तिदायक हो जायँ इसके लिये भगवान् अर्जुनसे कहते हैं कि तू अध्यात्मचित्त(विवेकविचारयुक्त अन्तःकरण) से सम्पूर्ण कर्तव्यकर्मोंको मेरे अर्पण कर दे अर्थात् इनसे अपना कोई सम्बन्ध मत मान। कारण कि वास्तवमें संसारमात्रकी सम्पूर्ण क्रियाओंमें केवल मेरी शक्ति ही काम कर रही है। शरीर इन्द्रियाँ पदार्थ आदि भी मेरे हैं और शक्ति भी मेरी है। इसलिये सब कुछ भगवान्का है और भगवान् अपने हैं गम्भीरतापूर्वक ऐसा विचार करके जब तू कर्वव्यकर्म करेगा तब वे कर्म तेरेको बाँधनेवाले नहीं होंगे प्रत्युत उद्धार करनेवाले हो जायँगे।शरीर इन्द्रियाँ मन बुद्धि पदार्थ आदिपर अपना कोई अधिकार नहीं चलता यह मनुष्यमात्रका अनुभव है। ये सब प्रकृतिके हैं प्रकृतिस्थानि और स्वयं परमात्माका है ममैवांशो जीवलोके (गीता 15। 7)। अतः शरीरादि पदार्थोंमें भूलसे माने हुए अपनेपनको हटाकर इनको भगवान्का ही मानना (जो कि वास्तवमें है) अर्पण कहलाता है। अतः अपने विवेकको महत्त्व देकर पदार्थों और कर्मोंसे मूर्खतावश माने हुए सम्बन्धका त्याग करना ही अर्पण करनेका तात्पर्य है।अध्यात्मचेतसा पदसे भगवान्का यह तात्पर्य है कि किसी भी मार्गका साधक हो उसका उद्देश्य आध्यात्मिक होना चाहिये लौकिक नहीं। वास्तवमें उद्देश्य या आवश्यकता सदैव नित्यतत्त्वकी (आध्यात्मिक) होती है और कामना सदैव अनित्यतत्त्व (उत्पत्ति विनाशशील वस्तु) की होती है। साधकमें उद्देश्य होना चाहिये कामना नहीं। उद्देश्यवाला अन्तःकरण विवेकविचारयुक्त ही रहता है।दार्शनिक अथवा वैज्ञानिक किसी भी दृष्टिसे यह सिद्ध नहीं हो सकता कि शरीरादि भौतिक पदार्थ अपने हैं। वास्तवमें ये पदार्थ अपने और अपने लिये हैं ही नहीं प्रत्युत केवल सदुपयोग करनेके लिये मिले हुए हैं। अपने न होनेके कारण ही इनपर किसीका आधिपत्य नहीं चलता।संसारमात्र परमात्माका है परन्तु जीव भूलसे परमात्माकी वस्तुको अपनी मान लेता है और इसीलिये बन्धनमें पड़ जाता है। अतः विवेकविचारके द्वारा इस भूलको मिटाकर सम्पूर्ण पदार्थों और कर्मोंको अध्यात्मतत्त्व(परमात्मा) का स्वीकार कर लेना ही अध्यात्मचित्तके द्वारा उनका अर्पण करना है।इस श्लोकमें अध्यात्मचेतसा पद मुख्यरूपसे आया है। तात्पर्य यह है कि अविवेकसे ही उत्पत्तिविनाशशील शरीर (संसार) अपना दीखता है। यदि विवेकविचारपूर्वक देखा जाय तो शरीर या संसार अपना नहीं दीखेगा प्रत्युत एक अविनाशी परमात्मतत्त्व ही अपना दीखेगा। संसारको अपना देखना ही पतन है और अपना न देखना ही उत्थान हैद्वयक्षरस्तु भवेन्मृत्युस्त्र्यक्षरं ब्रह्म शाश्वतम्।ममेति च भवेन्मृत्युर्न ममेति च शाश्वतम्।।(महा0 शान्ति0 13। 4 आश्वमेधिक0 51। 29) दो अक्षरोंका मम (यह मेरा है ऐसा भाव) मृत्यु है और तीन अक्षरोंका न मम (यह मेरा नहीं हैऐसा भाव) अमृतसनातन ब्रह्म है। अर्पणसम्बन्धी विशेष बातभगवान्ने मयि सर्वाणि कर्माणि संन्यस्य पदोंसे सम्पूर्ण कर्मोंको अर्पण करनेकी बात इसलिये कही है कि मनुष्यने करण (शरीर इन्द्रियाँ मन बुद्धि प्राण) उपकरण (कर्म करनेमें उपयोगी सामग्री) तथा क्रियाओंको भूलसे अपनी और अपने लिये मान लिया जो कभी इसके थे नहीं हैं नहीं होंगे नहीं और हो सकते भी नहीं। उत्पत्तिविनाशवाली वस्तुओंसे अविनाशीका क्या सम्बन्ध अतः कर्मोंको चाहे संसारके अर्पण कर दे चाहे प्रकृतिके अर्पण कर दे और चाहे भगवान्के अर्पण कर दे तीनोंका एक ही नतीजा होगा क्योंकि संसार प्रकृतिका कार्य है और भगवान् प्रकृतिके स्वामी हैं। इस दृष्टिसे संसार और प्रकृति दोनों भगवान्के हैं। अतः मैं भगवान्का हूँ और मेरी कहलानेवाली मात्र वस्तुएँ भगवान्की हैं इस प्रकार सब कुछ भगवान्के अर्पण कर देना चाहिये अर्थात् अपनी ममता उठा देनी चाहिये। ऐसा करनेके बाद फिर साधकको संसार या भगवान्से कुछ भी चाहना नहीं पड़ता क्योंकि जो उसे चाहिये उसकी व्यवस्था भगवान् स्वतः करते हैं। अपर्ण करनेके बाद फिर शरीरादि पदार्थ अपने प्रतीत नहीं होने चाहिये। यदि अपने प्रतीत होते हैं तो वास्तवमें अर्पण हुआ ही नहीं। इसीलिये भगवान्ने विवेकविचारयुक्त चित्तसे अर्पण करनेके लिये कहा है जिससे यह वास्तविकता ठीक तरहसे समझमें आ जाय कि ये पदार्थ भगवान्के ही हैं अपने हैं ही नहीं।भगवान्के अर्पणकी बात ऐसी विलक्षण है कि किसी तरहसे (उकताकर भी) अर्पण किया जाय तो भी लाभहीलाभ है। कारण कि कर्म और वस्तुएँ अपनी हैं ही नहीं। कर्मोंको करनेके बाद भी उनका अर्पण किया जा सकता है पर वास्तविक अर्पण पदार्थों और कर्मोंसे सम्बन्धविच्छेद होनेपर ही होता है। पदार्थों और कर्मोंसे सम्बन्धविच्छेद तभी होता है जब यह बात ठीकठीक अनुभवमें आ जाय कि करण (शरीरादि) उपकरण (सांसारिक पदार्थ) कर्म और स्वयं ये सब भगवान्के ही हैं। साधकसे प्रायः यह भूल होती है कि वह उपकरणोंको तो भगवान्का माननेकी चेष्टा करता है पर करण तथा स्वयं भीभगवान्के हैं इसपर ध्यान नहीं देता। इसीलिये उसका अर्पण अधूरा रह जाता है। अतः साधकको करण उपकरण क्रिया और स्वयं सभीको एकमात्र भगवान्का ही मान लेना चाहिये जो वास्तवमें उन्हींके हैं।कर्मों और पदार्थोंका स्वरूपसे त्याग करना अर्पण नहीं है। भगवान्की वस्तुको भगवान्की ही मानना वास्तविक अर्पण है। जो मनुष्य वस्तुओंको अपनी मानते हुए भगवान्के अर्पण करता है उसके बदलेमें भगवान् बहुत वस्तुएँ देते हैं जैसे पृथ्वीमें जितने बीज बोये जायँ उससे कई गुणा अधिक अन्न पृथ्वी देती है पर कई गुणा मिलनेपर भी वह सीमित ही मिलता है। परन्तु जो वस्तुको अपनी न मानकर (भगवान्की हीमानते हुए) भगवान्के अर्पण करता है भगवान् उसे अपनेआपको देते हैं और ऋणी भी हो जाते हैं। तात्पर्य है कि वस्तुको अपनी मानकर देनेसे (अन्तःकरणमें वस्तुका महत्त्व होनेसे) उस वस्तुका मूल्य वस्तुमें ही मिलता है और अपनी न मानकर देनेसे स्वयं भगवान् मिलते हैं।वास्तविक अर्पणसे भगवान् अत्यन्त प्रसन्न होते हैं। इसका अर्थ यह नहीं कि अर्पण करनेसे भगवान्को कोई सहायता मिलती है परन्तु अर्पण करनेवाला कर्मबन्धनसे मुक्त हो जाता है और इसीमें भगवान्की प्रसन्नता है। जैसे छोटा बालक आँगनमें पड़ी हुई चाबी पिताजीका सौंप देता है तो पिताजी प्रसन्न हो जाते हैं जबकि छोटा बालक भी पिताजीका है आँगन भी पिताजीका है और चाबी भी पिताजीकी है पर वास्तवमें पिताजी चाबीके मिलनेसे नहीं प्रत्युत बालकका (देनेका) भाव देखकर प्रसन्न होते हैं और हाथ ऊँचा करके बालकसे कहते हैं कि तू इतना बड़ा हो जा अर्थात् उसे अपनेसे भी ऊँचा (बड़ा) बना लेते हैं। इसी प्रकार सम्पूर्ण पदार्थ शरीर तथा शरीरी (स्वयं) भगवान्के ही हैं अतः उनपरसे अपनापन हटाने और उन्हें भगवान्के अर्पण करनेका भाव देखकर ही वे (भगवान्) प्रसन्न हो जाते हैं और उसके ऋणी हो जाते हैं।कामनासम्बन्धी विशेष बातपरमात्माने मनुष्यशरीरकी रचना बड़े विचित्र ढंगसे की है। मनुष्यके जीवननिर्वाह और साधनके लिये जोजो आवश्यक सामग्री है वह उसे प्रचुर मात्रामें प्राप्त है। उसमें भगवत्प्रदत्त विवेक भी विद्यमान है। उस विवेकको महत्त्व न देकर जब मनुष्य प्राप्त वस्तुओंका ठीकठीक सदुपयोग नहीं करता प्रत्युत उन्हें अपना मानकर अपने लिये उनका उपयोग करता है एवं प्राप्त वस्तुओंमें ममता तथा अप्राप्त वस्तुओंकी कामना करने लगता है तब वह जन्ममरणके बन्धनमें बँध जाता है। वर्तमानमें जो वस्तु व्यक्ति परिस्थिति घटना योग्यता शक्ति शरीर इन्द्रियाँ मन प्राण बुद्धि आदि मिले हुए दीखते हैं वे पहले भी हमारे पास नहीं थे और बादमें भी सदा हमारे पास नहीं रहेंगे क्योंकि वे कभी एकरूप नहीं रहते प्रतिक्षण बदलते रहते हैं इस वास्तविकताको मनुष्य जानता है। यदि मनुष्य जैसा जानता है वैसा ही मान ले और वैसा ही आचरणमें ले आये तो उसका उद्धार होनेमें किञ्चिन्मात्र भी संदेह नहीं है। जैसा जानता है वैसा मान लेनेका तात्पर्य यह है कि शरीरादि पदार्थोंको अपना और अपने लिये न माने उनके आश्रित न रहे और उन्हें महत्त्व देकर उनकी पराधीनता स्वीकार न करे। पदार्थोंको महत्त्व देना महान् भूल है। उनकी प्राप्तिसे अपनेको कृतार्थ मानना महान् बन्धन है। नाशवान् पदार्थोंको महत्त्व देनेसे ही उनकी नयीनयी कामनाएँ उत्पन्न होती हैं। कामना सम्पूर्ण पापों तापों दुःखों अनर्थों नरकों आदिकी जड़ है। कामनासे पदार्थ मिलते नहीं और प्रारब्धवशात् मिल भी जायँ तो टिकते नहीं। कारण कि पदार्थ आनेजानेवाले हैं और स्वयं सदा रहनेवाला है। अतः कामनाका त्याग करके मनुष्यको कर्तव्यकर्मका पालन करना चाहिये।यहाँ शङ्का हो सकती है कि कामनाके बिना कर्मोंमें प्रवृत्ति कैसे होगी इसका समाधान यह है कि कामनाकी पूर्ति और निवृत्ति दोनोंके लिये कर्मोंमें प्रवृत्ति होती है। साधारण मनुष्य कामनाकी पूर्तिके लिये कर्मोंमें प्रवृत्त होते हैं और साधक आत्मशुद्धिहेतु कामनाकी निवृत्तिके लिये (गीता 5। 11)। वास्तवमें कर्मोंमें प्रवृत्ति कामनाकी निवृत्तिके लिये ही है कामनाकी पूर्तिके लिये नहीं।मनुष्यशरीर उद्देश्यकी पूर्ति के लिये ही मिला है। उद्देश्यकी पूर्ति होनेपर कुछ भी करना शेष नहीं रहता। कामनापूर्तिके लिये कर्मोंमें प्रवृत्ति उन्हीं मनुष्योंकी होती है जो अपने वास्तविक उद्देश्य (नित्यतत्त्व परमात्माकी प्राप्ति) को भूले हुए हैं। ऐसे मनुष्योंको भगवान्ने कृपण (दीन या दयाका पात्र) कहा है कृपणाः फलहेतवः (गीता 2। 49)। इसके विपरीत जो मनुष्य उद्देश्यको सामने रखकर (कामनाकी निवृत्तिके लिये) कर्मोंमें प्रवृत्त होते हैं उन्हें भगवान्ने मनीषी (बुद्धिमान् या ज्ञानी) कहा है फलं त्यक्त्वा मनीषिणः (गीता 2।51)। सेवा स्वरूपबोध और भगवत्प्राप्तिका भाव उद्देश्य है कामना नहीं। नाशवान् पदार्थोंकी प्राप्तिका भाव ही कामना है। अतः कामनाके बिना कर्मोंमें प्रवृत्ति नहीं होती ऐसा मानना भूल है। उद्देश्यकीपूर्तिके लिये भी कर्म सुचारुरूपसे होते हैं।अपने अंशी परमात्मासे विमुख होकर संसार(जडता) से अपना सम्बन्ध मान लेनेसे ही आवश्यकता और कामना दोनोंके उत्पत्ति होती है। संसारसे माने हुए सम्बन्धका सर्वथा त्याग होनेपर आवश्यकताकी पूर्ति और कामनाकी निवृत्ति हो जाती है।निराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः सम्पूर्ण कर्मों और पदार्थों(कर्मसामग्री) को भगवदर्पण करनेके बाद भी कामना ममता और सन्तापका कुछ अंश शेष रह सकता है। उदाहरणार्थ हमने किसीको पुस्तक दी। उसे वह पुस्तक पढ़ते हुए देखकर हमारे मनमें ऐसा भाव आ जाता है कि वह मेरी पुस्तक पढ़ रहा है। यही आंशिक ममता है जो पुस्तक अर्पण करनेके बाद भी शेष है। इस अंशका त्याग करनेके लिये भगवान् अर्जुनसे कहते हैं कि तू नयी वस्तुकी कामना मत कर प्राप्त वस्तुमें ममता मत कर और नष्ट वस्तुका संताप मत कर। सब कुछ मेरे अर्पण करनेकी कसौटी यह है कि कामना ममता और संतापका अंश भी न रहे।जिन साधकोंको सब कुछ भगवदर्पण करनेके बाद भी पूर्वसंस्कारवश शरीरादि पदार्थोंकी कामना ममता तथा संताप दीखते हैं उन्हें कभी निराश नहीं होना चाहिये। कारण कि जिसमें कामना दीखती है वही कामनारहित होता है जिसमें ममता दीखती है वही ममतारहित होता है और जिसमें संताप दीखता है वही संतापरहित होता है। इसी प्रकार जो देहको अहम् (मैं) मानता है वही विदेह (अहंतारहित) होता है। अतः मनुष्यमात्र कामना ममता और संतापरहित होनेका पूरा अधिकारी है।गीतामें ज्वर शब्द केवल यहीं आया है। युद्धमें कौटुम्बिक स्नेह आदिसे संताप होनेकी सम्भावना रहती है। अतः युद्धरूप कर्तव्यकर्म करते समय विशेष सावधान रहनेके लिये भगवान् विगतज्वरः पद देकर अर्जुनसे कहते हैं कि तू सन्तापरहित होकर युद्धरूप कर्तव्यकर्मको कर।अर्जुनके सामने युद्धके रूपमें कर्तव्यकर्म था इसलिये भगवान् युध्यस्व पदसे उन्हें युद्ध करनेकी आज्ञा देते हैं। इसमें भगवान्का तात्पर्य युद्ध करनेसे नहीं प्रत्युत कर्तव्यकर्म करनेसे है। इसलिये समयसमयपर जो कर्तव्यकर्म सामने आ जाय उसे साधकको निष्काम निर्मम तथा निःसंताप होकर भगवदर्पणबुद्धिसे करना चाहिये। उसके परिणाम (सिद्ध या असिद्धि) की तरफ नहीं देखना चाहिये। सिद्धिअसिद्धि अनुकूलताप्रतिकूलता आदिमें सम रहना विगतज्वर होना है क्योंकि अनुकूलतासे होनेवाली प्रसन्नता और प्रतिकूलतासे होनेवाली उद्विग्नता दोनों ही ज्वर (संताप) हैं। रागद्वेष हर्षशोक कामक्रोध आदि विकार भी ज्वर हैं। संक्षेपमें रागद्वेष चिन्ता उद्वेग हलचल आदि जितनी भी मानसिक विकृतियाँ (विकार) हैं वे सब ज्वर हैं और उनसे रहित होना ही विगतज्वरः पदका तात्पर्य है।विशेष बातजब साधकका एकमात्र उद्देश्य परमात्मप्राप्तिका हो जाता है तब उसके पास जो भी सामग्री (वस्तु परिस्थिति आदि) होती है वह सब साधनरूप (साधनसामग्री) हो जाती है। फिर उस सामग्रीमें बढ़िया और घटिया ये दो विभाग नहीं होते। इसीलिये सामग्री जो है और जैसी है वही और वैसी ही भगवान्के अर्पण करनी है। भगवान्ने जैसा दिया है वैसा ही उन्हें वापस करना है।सम्पूर्ण कर्मोंको भगवान्के अर्पण करनेके बाद भी अपनेमें जो कामना ममता और संताप प्रतीत होते हैं उन्हें भी भगवान्के अर्पण कर देना है। भगवान्के अर्पण करनेसे वह भगवन्निष्ठ हो जाता है। योगारूढ़ होनेमें कर्म करना ही हेतु कहा जाता है आरुरुक्षोर्मुनेर्योगं कर्म कारणमुच्यते (गीता 6। 3)। कारण कि कर्तव्यकर्म करनेसे ही साधकको पता लगता है कि मुझमें क्या और कहाँ कमी (कामना ममता आदि) है (टिप्पणी प0 170) इसीलिये बारहवें अध्यायके बारहवें श्लोकमें ध्यानकी अपेक्षा कर्मफलत्याग(कर्मयोग) को श्रेष्ठ कहा गया है क्योंकि ध्यानमें साधककी दृष्टि विशेषरूपसे मनकी चञ्चलतापर ही रहती है और वह ध्येयमें मन लगनेमात्रसे ध्यानकी सफलता मान लेता है। परन्तु मनकी चञ्चलताके अतिरिक्त दूसरी कमियों(कामना ममता आदि) की ओर उसकी दृष्टि तभी जाती है तब वह कर्म करता है। इसलिये भगवान् प्रस्तुत श्लोकमें युध्यस्व पदसे कर्तव्यकर्म करनेकी आज्ञा देते हैं।जैसे दूसरे अध्यायके अड़तालीसवें श्लोकमें भगवान्ने सिद्धिअसिद्धिमें सम होकर कर्तव्यकर्म करनेकी आज्ञा दी थी ऐसे ही यहाँ (तीसवें श्लोकमें) निष्काम निर्मम और निःसंताप होकर युद्ध अर्थात् कर्तव्यकर्म करनेकी आज्ञा देते हैं। जब युद्धजैसा घोर (क्रूर) कर्म भी समभावसे किया जा सकता है तब ऐसा कौनसा दूसरा कर्म है जो समभावसे न किया जा सकता हो समभाव तभी होता है जब शरीर मैं नहीं मेरा नहीं और मेरे लिये नहीं ऐसा भाव हो जाय जो कि वास्तवमें है।कर्तव्यकर्मका पालन तभी सम्भव है जब साधकका उद्देश्य संसारका न होकर एकमात्र परमात्माका हो जाय। परमात्मप्राप्तिके उद्देश्यसे साधक ज्योंज्यों कर्तव्यपरायण होता है त्योंहीत्यों कामना ममता आसक्ति आदि दोष स्वतः मिटते चले जाते हैं और समतामें अपनी स्वाभाविक स्थितिका अनुभव होता जाता है। समतामें अपनी स्थितिका पूर्ण अनुभव होते ही कर्तापन सर्वथा मिट जाता है और उद्देश्यके साथ एकता हो जाती है। यह नियम है कि अपने लिये कुछ भी पाने या करनेकी इच्छा न रहनेपर अहम् (व्यक्तित्व) स्वतः नष्ट हो जाता है।अर्जुन श्रेय (कल्याण) तो चाहते हैं पर युद्धरूप कर्तव्यकर्मसे हटकर। इसलिये अर्जुनके द्वारा अपना श्रेय पूछनेपर भगवान् उन्हें युद्धरूप कर्तव्यकर्म करनेकी आज्ञा देते हैं क्योंकि भगवान्के मतानुसार कर्तव्यकर्म करनेसे अर्थात् कर्मयोगसे भी श्रेयकी प्राप्ति होती है और ज्ञानयोग एवं भक्तियोगसे भी होती है। सम्बन्ध   पूर्वश्लोकमें अपना मत (सिद्धान्त) बताकर अब भगवान् आगेके दो श्लोकोंमें अपने मतकी पुष्टि करते हैं।","hcsca":"।।3.30।। भगवान् का यह स्पष्ट मत था कि अर्जुन को युद्ध करना चाहिये। पाण्डव राजकुमार अर्जुन अभी उच्चस्तरीय ध्यान साधना के योग्य नहीं था। कर्म में वासना उत्पन्न करने की प्रवृत्ति होती है और फिर उस वासना से कर्म में वृद्धि होती है। श्रीकृष्ण के कर्मयोग के उपदेशानुसार कर्माचरण करने पर पुरानी वासनाओं का क्षय तो होता ही है परन्तु अन्य नयी वासनायें भी उत्पन्न नहीं होतीं। अहंकार और स्वार्थ से रहित कर्म के आचरण के उस सिद्धान्त को ही यहां दूसरे शब्दों में बताया गया है।समस्त कर्मों का संन्यास मुझमें करके जैसा कि हम देख चुके हैं यहाँ भी मुझ में शब्द से तात्पर्य शुद्ध परमात्मस्वरूप से है। श्रीकृष्ण का उपदेश है कि अर्जुन को भक्तिपूर्वक परमात्मा का स्मरण करते हुये (अध्यात्मचेतसा) समस्त कर्मों का संन्यास (अर्पण) परमात्मा में करना चाहिये। कर्मों के संन्यास का अर्थ अकर्मण्यता का जीवन नहीं समझना चाहिये। कर्मों से अहंकार और स्वार्थ का त्याग ही वास्तविक कर्मसंन्यास कहलाता है।सर्प की भयंकरता उसके विष में है। यदि उसके विषदन्त निकाल दिये जाँय तो वह भयानक सर्प किसी को हानि नहीं पहुँचा सकता। इसी प्रकार अहंकार और स्वार्थ के कारण ही कर्म बन्धन कारक होते हैं अन्यथा नहीं। यहाँ कर्मों के संन्यास से तात्पर्य उनके उत्प्रेरक दुष्प्रयोजनों के त्याग से है।आत्मस्वरूप ईश्वर के निरन्तर कीर्तिगान से उद्देश्यों की शुद्धता प्राप्त की जा सकती है। कीर्तिगान से हृदय दैवी भावनाओं से स्पन्दित हो उठता है। ऐसे व्यक्ति के कर्म सामान्य नहीं समझने चाहिये वरन् ईश्वर के संकल्प ही उस व्यक्ति के माध्यम से जगत् में व्यक्त होते हैं। परिच्छिन्न जीवभाव के स्थान पर पूर्णत्व का भाव दृढ़ होने पर वह व्यक्ति ईश्वरेच्छा को व्यक्त करने का सर्वोत्कृष्ट माध्यम बन जाता है।केवल निषिद्ध कर्मों का त्याग ही पर्याप्त नहीं है। हमको उन आन्तरिक सद्गुणों का भी विकास करना चाहिये जिससे ईश्वर के संकल्पों का प्रवाह निर्वाध रूप से हमारे द्वारा प्रवाहित हो सके। इस का संकेत यहाँ निराशी और निर्मम इन शब्दों से किया गया है।इस श्लोक के सतही अध्ययन से भ्रमित होकर कोई इस निष्कर्ष पर पहुँच सकता है कि हिन्दू धर्म गतिशील जीवन का त्याग कर निराशा का जीवन जीने की शिक्षा देता है। परन्तु सूक्ष्म अध्ययन करने पर स्पष्ट होगा कि इस श्लोक में श्रीकृष्ण जीवन के उच्चतर मनोवैज्ञानिक सत्य की ओर इंगित कर रहे हैं।निराशी आशा उस वस्तु या घटना की अपेक्षा है जो भविष्य काल में व्यक्त या प्राप्त होगी। आशा सदैव भविष्य के लिए होती है वर्तमान में नहीं।निर्मम अहंकार मूलक ममभाव और कुछ नहीं उन घटनाओं एवं उपलब्धियों की एक गठरी है जो भूतकाल में घटित हुई थीं। अत अहंकार भूतकाल की प्रतिच्छाया मात्र है और उसका अस्तित्त्व व्यतीत हुए काल के सन्दर्भ में ही है।आशा यदि अनुत्पन्न भविष्य का शिशु है तो अहंकार भूतकाल की हठीली स्मृति। आशा और अहंभाव में रहने का अर्थ है भविष्य और भूतकाल में ही जीना। दुख की बात यह है कि इन सबमें हम शक्तिशाली वर्तमान को खो देते हैं जबकि वर्तमान ही वह अवसर है जो कर्म करने आगे बढ़ने और लक्ष्य प्राप्त करने के लिये हमें प्राप्त हुआ है। श्रीकृष्ण अर्जुन को आशा और ममभाव से रहित होकर कर्म करने का उपदेश देते हैं। भूत और भविष्य के विचारों में शक्ति का अपव्यय किये बिना वर्तमान का सदुपयोग करने के सम्बन्ध में महत्त्वपूर्ण सूचना इस श्लोक में दी गयी है।विचाराधीन यह श्लोक सभी दृष्टियों से अपने आप में पूर्ण है जिसे पढ़कर आधुनिक मनोवैज्ञानिक भी आश्चर्य चकित रह जायेगा। यद्यपि अब तक के विवेचन को समझने से भूत और भविष्य के विचारों में होने वाले शक्ति के अपव्यय को हम रोक सकते हैं परन्तु वर्तमान में कार्य करते हुये अपनी क्षमता के क्षरण की संभावना रह सकती है। इसका कारण अनावश्यक रूप से व्याकुल और उत्तेजित होने का हमारा स्वभाव है। इस उत्तेजना को यहाँ ज्वर कहा गया है। भगवान् श्रीकृष्ण उपदेश देते हैं कि समस्त कर्मों का संन्यास परमात्मा में करके आशा और ममता से रहित होकर तथा मानसिक उत्तेजना का त्याग कर अर्जुन को युद्ध करना चाहिये। गीता के इस्ा सिद्धांत की परिपूर्णता इसके समस्त अध्येताओं को स्पष्ट जाती है।यहाँ युद्ध करने से तात्पर्य जीवन संघर्षों में आने वाली समस्त परिस्थितियों का सामना करने से है। अत यह उपदेश केवल अर्जुन के लिये ही नहीं बल्कि उन सभी के लिये हैं जो बुद्धिमत्तापूर्वक पूर्ण रूप से अपना जीवन जीना चाहते हैं।कर्मयोग का सीमित अर्थ समझकर जिन्होंने वेदों का अध्ययन किया है उन्हें इस श्लोक में दिया उपदेश पारम्परिक प्रतीत होगा।अपनी पीढ़ी के द्वारा इस उपदेश के स्वीकृत होने पर उसके प्रचारार्थ भगवान् कहते हैं","etsga":"3.30 Devoid of the fever of the soul, engage in battle by dedicating all actions to Me, with (your) mind intent on the Self, and becoming free from expectations and egoism.","etssa":"3.30 Renouncing all actions in Me, with the mind centred in the Self, free from hope and egoism, and from (mental) fever, do thou fight.","etdss":"3.30. Renouncing all actions in Me, with mind that concentrates on the Self; being free from the act of reesting and from the sense of possession; and [conseently being free from [mental] fever; you should fight.","ecssa":"3.30 मयि in Me? सर्वाणि all? कर्माणि actions? संन्यस्य renouncing? अध्यात्मचेतसा with the mind centred in the Self? निराशीः free from hope? निर्ममः free from egoism? भूत्वा having become युध्यस्व fight (thou)? विगतज्वरः free from (mental) fever.Commentary Surrender all the actions to Me with the thought? I perform all actions for the sake of the Lord.Fever means grief? sorrow. (Cf.V.10XVIII.66).","scetsga":"3.30 Vigata-jvarah, devoid of the fever of the soul, i.e. being free from repentance, without remorse; yuddhyasva, engage in battle; sannyasya, by dedicating; sarvani, all; karmani, actions; mayi, to Me, who am Vasudeva, the omniscient supreme Lord, the Self of all; adhyatma-cetasa, with (your) mind intent on the Self-with discriminating wisdom, with this idea, I am an agent, and I work for God as a servant; and further, bhutva, becoming; nirasih, free from expectations [Free from expectations of results for yourself]; and nirmamah, free from egoism. You from whom has vanished the idea, (this is) mine, are nirmamah.","scetdss":"3.30 Mayi etc. You should perform the worldly act of fighting a war, being desirous of doing favour for the world; renouncing all actions in Me with the thought I am not the doer [of any act]; and being convinced None but the Sovereign Supreme Lord is the doer of all acts, and I am nobody.","scetssa":"3.30 Do all prescribed acts such as war etc., (here a duty) free from desire or selfishness and devoid of fear, with a mind focussed on the self. Surrender all acts to Me, the Lord of all, who constitutes the inner pervading Self of all beings. Adhyatma-cetas is that mind which is focussed on the self by knowledge of the essential nature of the self as declared in hundreds of Vedic texts. That this individual self constitutes the body of the Supreme Self and is actuated by Him, is taught by Sruti texts like: He who has entered within, is the ruler of all beings and is the Self of all (Tai. Ar., 3.11), Him who has entered inside and is the doer (Ibid., 3.23), He who, dwelling in the self, is within the self, whom the Self does not know, whose body is the self, who controls the self from within - He is your internal ruler and Immortal Self (Br. U., 3.7.22). Smrti texts also speak in the same manner: Him who is the ruler of all (Manu, 12.122). Sri Krsna will say later on: And I am seated in the hearts of all; from Me are memory, knowledge and the faculty of reason (15.15); The Lord, O Arjuna, lives in the heart of everything causing them to spin round and round by His power, as if set on a wheel (18.61). Hence, dedicate to Me, the Supreme Person, all actions considering them as done by Me, by contemplating on the self as actuated by Me by reason of Its constituting My body. And do every thing, considering the actions as My worship only; becoming free from desire for fruits and therefore free from selfishness as regards actions, engage in acts like war etc., devoid of fever, i.e., the excitement caused by passions like anger.\nContemplate that the Supreme Person, Lord of all, Principal of all, gets done His own works only for the purpose of getting Himself worshipped with His own instruments, namely, the individual selves which belong to Him and are His agents. Become free from selfish attachment to action. Also be free from the feverish concern originating from such thoughts as What will become of me with an ancient, endless accumulation of evil arising from beginningless time? Perform Karma Yoga with ease, for the Supreme Person Himself, worshipped by acts, will free you from bondage. His Lordship and Principalship over all are settled by Sruti texts like: Him who is the supreme and great Lord of lords, Him the Supreme Divinity of divinities (Sve. U., 6.7), The Lord of the Universe (Tai. Na., 11.3), The Supreme Ruler of rulers (Sve. U., 6.6-7). Isvaratva is the same as Sesitva, which means controllership.\nSri Krsna declares that this alone is the essential meaning of the Upanisads:","chakravarthi":"The word adhyatma is here taken as an avyayi bhava compound, meaning “related to (adhya) the atma.” rather than meaning the Supreme Soul. The phrase adhyatma cetasa therefore means “with consciousness fixed in the atma.”\nTherefore, offering (sannyasya) all works to me, by consciousness fixed in the atma rather than in material objects, being without desires for the results, being niskama (nirasih), devoid of possessiveness in all respects (nirmamah), fight.","rudra":"\nSo it has been shown that even those in jnana yoga or the cultivating of\nspiritual knowledge should perform prescribed Vedic activities. But as for\nArjuna who was not situated in jnana yoga and had not achieved atma-tattva\nor soul realisation; the only alternative for him was to perform actions in\nkarma yoga or activities prescribed in the Vedic scriptures according to\nqualification. The word sannyasa means renounce. What is to be renounced?\nLord Krishna is explaining to Arjuna to renounce all actions for himself\nand instead to dedicate all his actions as yagna or worship as an offering\nto the Supreme Lord. One should try to be guided by the Lord in every\naction they perform. One should think that they are being guided by the\nSupreme Lord at all times. Relinquishing both desire and attachment and\nthereby being free from any ego conceptions of I-ness or my-ness and any\nconceptions of ownership; one should cheerfully perform all actions for\nthe satisfaction of the Supreme Lord. In this way Lord Krishna is\ninstructing Arjuna to free himself from delusion and to fight banishing all\nlamentation.","brahma":"\nThe words adhytma-cetasa means in ones mind offer all actions within to\nparamatma or the supersoul of the Supreme Being. Here Lord Krishna is\ngiving the conclusion by instructing that one should dedicate all actions\nto Him alone eradicating all deluded concepts that one is the doer of any\nactions. Sannyasya means renouncing all activities that are not dedicated\nto the Supreme Being. The word nirmamah means without any ego sense of\nattachment. Those situated in the spiritual wisdom of the Vedas dedicate\nall their actions as well as their thoughts to paramatma within, without\nattachment.\nNow begins the summation.\nThe jivas or the subatomic living entity existing as consciousness within\nevery living being is certainly not the doer of any action. The Supreme\nLord Krishna through the medium of prakriti or material nature is the doer.\nYagna or worship adoring Him is verily the essence of all actions. Even the\nyagna offered to Him is only possible His mercy and grace alone and not\notherwise. Devotion to the Supreme Lord is its own reward and bequeaths\nHis mercy and grace perpetually. Performance of yagna to the Supreme Lord\nKrishna is exclusively the ordained activity to be performed for all human\nbeings, as well as to any of His authorised incarnations such as Rama,\nVishnu or Narasimhadeva as revealed in the Vedic scriptures. Only the\nSupreme Lord alone is an independent performer of actions. All beings are\nimpelled by Him but He is impelled by nothing. Dependence upon Him and Him\nalone is the ordained action. The actions of the jivas are fraught with\nmodifications due to being constantly influenced by the gunas known as the\nmodes of goodness, passion and nescience. It is stated in the Brahma Tarka\nthat one should always understand the performance and non-performance of\nactions as differentiated between the Supreme Lord, the jiva and prakriti.\nIn the Shabda Nirnaya prakriti or material nature is to be understood in\nsome instances as the jivas inclination, in other instances as the gunas\nand yet in special cases because of His creation potency the Supreme Lord\nHimself can be so understood. By inclination the jiva is three fold\nconsisting of the best, the worst and the intermediate. The best are the\ndevas or demi-gods, the worst are the asuras or demons and the humans are\nintermediate. There will never be any change in the disposition or\nmodification in the inclinations of any of the three. The devas will always\nact noble and godly, the demons will always act ignoble and ungodly and\nhumans will always show qualities vacillating between both. Some humans due\nto receiving spiritual association will exhibit the noble qualities of the\ndevas and other humans receiving degraded influences will exhibit the\nignoble qualities of the asuras.\nThe jivas who are devas are qualified for moksa or liberation from the\ncycle of birth and death, the jivas who are intermediates are qualified for\nprimordial life and the jivas who are asuras are only qualified for eternal\ndarkness. The redemption of each is achieved only by each following there\npositive inclination. In the absence of a positive inclination the path of\nthe three continues endlessly. Because there is eternal continuity in our\nprimordial world by the will of Lord Krishna the cycle is endless. The\nknowledge of the asuras who are degraded is always distorted. The knowledge\nof the mortal human intermediates is mixed, influenced by the three gunas.\nThe knowledge of the essential principles and conclusions of the Vedic\nscriptures and devotion for Lord Krishna is reserved for the demi-gods and\nthe higher order of human beings such as Vaisnavas and brahmanas and\nliberated yogis.\nAll jivas being subservient to the Supreme Being each perform activities\naccording to their natural attributes. Paramatma or the supersoul within\nmonitors the actions performed by every jiva according to eachs natural\ninclination. The deluded believe that they are the cause and sole performer\nof all their actions; but those situated in spiritual Vedic wisdom are\naware that the senses are energised by the will of the Supreme Being and\ninteract with the three gunas within the prakriti totally dependent upon\nHim. These jivas realising they have no independent actions exceedingly\nplease the Supreme Being by there devotion.\nThe deluded jivas by the influence of their own attributes consider\nthemselves to be knowledgeable and independent from the Supreme Being. The\ndeluded do not consider that their actions or attributes are dependent on\nanything except themselves. Being unqualified by their ignorance they\nnever become illuminated with the light of wisdom. In the Prakasa Samhita\nit is stated : That the deluded of impure minds can never conceive the\ntruth of the ultimate reality and attain perception of the Supreme Being\nresiding within. The deluded possibly could be convinced about it in their\nminds with strong arguments founded in logic; but never in their hearts so\ndeluded by maya or illusion are they.","shri":"\nDedicate thy mind and all activities to the Supreme Being in the heart\nrepresented by the eternal atma or soul within all living beings. The word\nnirasih means desireless. Being free from desires and free from hankering\nfor the rewards of all actions while evicting all vanity. The word\nnirmamah means without a sense of ego. Prohibiting all ego constructs of I-\nness and my-ness and relieved from the fever of mental delusion, discharge\nthe injunctions of the Vedic scriptures according to your qualification at\nonce as a matter of duty without attachment. In this Lord Krishna is\ninstructing the warrior prince Arjuna how he should fight his enemies.\nThe words adhyatma-cetasa means with the mind absorbed in the atma within\nthe heart. Ones thoughts should be focused on the nature of the soul, its\nattributes and qualities as delineated previously in chapter two, verses 13\n- 25. There are many scriptures that reveal some of the attributes of the\natma. In the Taittiriya Upanisad we find: Enveloped within the interior of\nthe heart, the ruler of all beings, the eternal Supersoul, the origin of\nall. In the Brihadaranyaka Upanisad we find: He who is residing in the\natma, He who is interior to the atma, He whom the atma knows not, He whom\nthe atma knows not, He who rules from the interior of the atma, He who is\nthe indwelling monitor, He who is the giver of immortality, He whose body\nconstitutes the atma of all living beings, He who is the knower of all and\nis the inner guide to all.\nTherefore we see that by inference that the Supreme Lord Krishna is\nrevealing that since He is the atma within all living beings and that also\nthe atma within all created beings constitute His eternal, transcendental\nbody and derive all their energy from Him; then it is natural that one\nshould dedicate all their actions to Lord Krishna, the Supreme Being as an\nact of yagna or worship.\nOne should very reverently reflect that ones atma is a part of the Supreme\nLord and therefore He is within me and I am within Him. The Supreme Lord\nKrishna is the Lord and Master of all. It is He alone who causes acts of\nyagna to be performed by me to Him and therefore I am His instrument.\nTherefore no conceptions of I-ness or my-ness, or authorship can be\naccepted by me for any actions that are performed. Thus I will be free from\nthe fever of mental delusion fuelled by the fire of illusion.\nThe Paramapurusa is the Supreme Being and Sarveshvara is the Supreme\nController. In the Svetavatara Upanisad VI.VII we find: Let us take\ncomplete shelter of the Omnipotent Supreme Lord, the Supreme Lord over all\nlords, the Supreme Ruler of all rulers, the Supreme Master of all masters.\nThe word isvaratva means lordship and the word niyantritva means ruler and\nthe word patitva means master denoting the relationship between the Supreme\nLord and His servitors. In the Narayana Upanisad we find: He is the Supreme\nLord of the universe. In the Brahma Samhita V.I we find isvarah parama\nkrishna which means that Lord Krishna is the Supreme Controller.\nArjuna was also reflecting on how he would become free from the myriads of\nsins about to be committed by him in the battle for all the warriors he\nwould be slaying. Now he is being instructed to cheerfully begin the fray\nperforming his prescribed duties as yagna or worship in karma yoga or the\npath of prescribed Vedic activities without attachment according to the\ninjunctions of the Vedic scriptures. By dedicating oneself according to the\nedicts of the Vedic scriptures one is actually worshipping the Supreme\nBeing and the person who performs their activities in this ordained manner\nis automatically exempt from all reactions as the Supreme Being Himself\naccepts their actions of offerings as His own and accepting complete\nresponsibility of His surrendered devotee factually frees them from\nbondage. Thus the quintessence of all the Upanisads has been duly given.","kumar":"Dedicate thy mind and all activities to the Supreme Being in the heart\nrepresented by the eternal atma or soul within all living beings. The word\nnirasih means desireless. Being free from desires and free from hankering\nfor the rewards of all actions while evicting all vanity. The word\nnirmamah means without a sense of ego. Prohibiting all ego constructs of I-\nness and my-ness and relieved from the fever of mental delusion, discharge\nthe injunctions of the Vedic scriptures according to your qualification at\nonce as a matter of duty without attachment. In this Lord Krishna is\ninstructing the warrior prince Arjuna how he should fight his enemies.\nThe words adhyatma-cetasa means with the mind absorbed in the atma within\nthe heart. Ones thoughts should be focused on the nature of the soul, its\nattributes and qualities as delineated previously in chapter two, verses 13\n- 25. There are many scriptures that reveal some of the attributes of the\natma. In the Taittiriya Upanisad we find: Enveloped within the interior of\nthe heart, the ruler of all beings, the eternal Supersoul, the origin of\nall. In the Brihadaranyaka Upanisad we find: He who is residing in the\natma, He who is interior to the atma, He whom the atma knows not, He whom\nthe atma knows not, He who rules from the interior of the atma, He who is\nthe indwelling monitor, He who is the giver of immortality, He whose body\nconstitutes the atma of all living beings, He who is the knower of all and\nis the inner guide to all.\nTherefore we see that by inference that the Supreme Lord Krishna is\nrevealing that since He is the atma within all living beings and that also\nthe atma within all created beings constitute His eternal, transcendental\nbody and derive all their energy from Him; then it is natural that one\nshould dedicate all their actions to Lord Krishna, the Supreme Being as an\nact of yagna or worship.\nOne should very reverently reflect that ones atma is a part of the Supreme\nLord and therefore He is within me and I am within Him. The Supreme Lord\nKrishna is the Lord and Master of all. It is He alone who causes acts of\nyagna to be performed by me to Him and therefore I am His instrument.\nTherefore no conceptions of I-ness or my-ness, or authorship can be\naccepted by me for any actions that are performed. Thus I will be free from\nthe fever of mental delusion fuelled by the fire of illusion.\nThe Paramapurusa is the Supreme Being and Sarveshvara is the Supreme\nController. In the Svetavatara Upanisad VI.VII we find: Let us take\ncomplete shelter of the Omnipotent Supreme Lord, the Supreme Lord over all\nlords, the Supreme Ruler of all rulers, the Supreme Master of all masters.\nThe word isvaratva means lordship and the word niyantritva means ruler and\nthe word patitva means master denoting the relationship between the Supreme\nLord and His servitors. In the Narayana Upanisad we find: He is the Supreme\nLord of the universe. In the Brahma Samhita V.I we find isvarah parama\nkrishna which means that Lord Krishna is the Supreme Controller.\nArjuna was also reflecting on how he would become free from the myriads of\nsins about to be committed by him in the battle for all the warriors he\nwould be slaying. Now he is being instructed to cheerfully begin the fray\nperforming his prescribed duties as yagna or worship in karma yoga or the\npath of prescribed Vedic activities without attachment according to the\ninjunctions of the Vedic scriptures. By dedicating oneself according to the\nedicts of the Vedic scriptures one is actually worshipping the Supreme\nBeing and the person who performs their activities in this ordained manner\nis automatically exempt from all reactions as the Supreme Being Himself\naccepts their actions of offerings as His own and accepting complete\nresponsibility of His surrendered devotee factually frees them from\nbondage. Thus the quintessence of all the Upanisads has been duly given."}