{"meta":"Bhagavad Gita Chapter 3 Verse 17","metahi":"भगवद् गीता 3.17","slok":"यस्त्वात्मरतिरेव स्यादात्मतृप्तश्च मानवः।आत्मन्येव च सन्तुष्टस्तस्य कार्यं न विद्यते।।3.17।।","htsrsd":"।।3.17।।जो मनुष्य अपनेआपमें ही रमण करनेवाला और अपनेआपमें ही तृप्त तथा अपनेआपमें ही संतुष्ट है उसके लिये कोई कर्तव्य नहीं है।","htstma":"।।3.17।। परन्तु जो मनुष्य आत्मा में ही रमने वाला आत्मा में ही तृप्त तथा आत्मा में ही सन्तुष्ट हो उसके लिये कोई कर्तव्य नहीं रहता।।","transliteration":"Yastwaatmaratir eva syaad aatmatriptashcha maanavah;\nAatmanyeva cha santushtas tasya kaaryam na vidyate.","englishmeaning":"yaḥ—who; tu—but; ātma-ratiḥ—rejoice in the self; eva—certainly; syāt—is; ātma-tṛiptaḥ—self-satisfied; cha—and; mānavaḥ—human being; ātmani—in the self; eva—certainly; cha—and; santuṣhṭaḥ—satisfied; tasya—his; kāryam—duty; na—not; vidyate—exist","hcsrsd":"।।3.17।। व्याख्या   यस्त्वात्मरतिरेव ৷৷. च संतुष्टस्तस्य यहाँ तु पद पूर्वश्लोकमें वर्णित अपने कर्तव्यका पालन न करनेवाले मनुष्यसे कर्तव्यकर्मके द्वारा सिद्धिको प्राप्त महापुरुषकी विलक्षणता बतानेके लिये प्रयुक्त हुआ है।जबतक मनुष्य अपना सम्बन्ध संसारसे मानता है तबतक वह अपनी रति (प्रीति) इन्द्रियोंके भोगोंसे एवं स्त्री पुत्र परिवार आदिसे तृप्ति भोजन (अन्नजल) से तथा सन्तुष्टि धनसे मानता है। परन्तु इसमें उसकी प्रीति तृप्ति और सन्तुष्टि न तो कभी पूर्ण ही होती है और न निरन्तर ही रहती है। कारण कि संसार प्रतिक्षण परिवर्तनशील जड और नाशवान् है तथा स्वयं सदा एकरस रहनेवाला चेतन और अविनाशी है। तात्पर्य है कि स्वयं का संसारके साथ लेशमात्र भी सम्बन्ध नहीं है। अतः स्वयं की प्रीति तृप्ति और सन्तुष्टि संसारसे कैसे हो सकती हैकिसी भी मनुष्यकी प्रीति संसारमें सदा नहीं रहती यह सभीका अनुभव है। विवाहके समय स्त्री और पुरुषमें परस्पर जो प्रीति या आकर्षण प्रतीत होता है वह एकदो सन्तान होनेके बाद नहीं रहता। कहींकहीं तो स्त्रियाँ अपने वृद्ध पतिके लिये यहाँतक कह देती हैं कि बुड्ढा मर जाय तो अच्छा है भोजन करनेसे प्राप्त तृप्ति भी कुछ ही समयके लिये प्रतीत होती है मनुष्यको धनप्राप्तिमें जो सन्तुष्टि प्रतीत होती है वह भी क्षणिक होती है क्योंकि धनकी लालसा सदा उत्तरोत्तर बढ़ती ही रहती है। इसलिये कमी निरन्तर बनी रहती है। तात्पर्य यही है कि संसारमें प्रीति तृप्ति और संतुष्टि कभी स्थायी नहीं रह सकती।मनुष्यको सांसारिक वस्तुओंमें प्रीति तृप्ति और संतुष्टिकी केवल प्रतीति होती है वास्तवमें होती नहीं अगर होती तो पुनः अरति अतृप्ति एवं असन्तुष्टि नहीं होती। स्वरूपसे प्रीति तृप्ति और संतुष्टि स्वतःसिद्ध है। स्वरूप सत् है। सत्में कभी कोई अभाव नहीं होता नाभावो विद्यते सतः (गीता 2। 16) और अभावके बिना कोई कामना पैदा नहीं होती। इसलिये स्वरूपमें निष्कामता स्वतःसिद्ध है। परन्तु जब जीव भूलसे संसारके साथ अपना सम्बन्ध मान लेता है तब वह प्रीति तृप्ति और संतुष्टिको संसारमें ढूँढ़ने लगता है और इसके लिये सांसारिक वस्तुओंकी कामना करने लगता है। कामना करनेके बाद जब वह वस्तु (धनादि) मिलती है तब मनमें स्थित कामनाके निकलनेके बाद (दूसरी कामनाके पैदा होनेसे पहले) उसकी अवस्था निष्काम हो जाती है और उसी निष्कामताका उसे सुख होता है परन्तु उस सुखको मनुष्य भूलसे सांसारिक वस्तुकी प्राप्तिसे उत्पन्न हुआ मान लेता है तथा उस सुखको ही प्रीति तृप्ति और संतुष्टिके नामसे कहता है। अगर वस्तुकी प्राप्तिसे वह सुख होता तो उसके मिलनेके बाद उस वस्तुके रहते हुए सदा सुख रहता दुःखकभी न होता और पुनः वस्तुकी कामना उत्पन्न न होती। परन्तु सांसारिक वस्तुओंसे कभी भी पूर्ण (सदाके लिये) प्रीति तृप्ति और संतुष्टि प्राप्त न हो सकनेके कारण तथा संसारसे ममताका सम्बन्ध बना रहनेके कारण वह पुनः नयीनयी कामनाएँ करने लगता है। कामना उत्पन्न होनेपर अपनेमें अभावका तथा काम्य वस्तुके मिलनेपर अपनेमें पराधीनताका अनुभव होता है। अतः कामनावाला मनुष्य सदा दुःखी रहता है।यहाँ यह बात ध्यान देनेकी है कि साधक तो उस सुखका मूल कारण निष्कामताको मानते हैं और दुःखोंका कारण कामनाको मानते हैं परन्तु संसारमें आसक्त मनुष्य वस्तुओंकी प्राप्तिसे सुख मानते हैं और वस्तुओंकी अप्राप्तिसे दुःख मानते हैं। यदि आसक्त मनुष्य भी साधकके समान ही यथार्थ दृष्टिसे देखे तो उसको शीघ्र ही स्वतःसिद्ध निष्कामताका अनुभव हो सकता है।सकाम मनुष्योंको कर्मयोगका अधिकारी कहा गया है कर्मयोगस्तु कामिनाम् (श्रीमद्भा0 11। 20। 7)। सकाम मनुष्योंकी प्रीति तृप्ति और संतुष्टि संसारमें होती है। अतः कर्मयोगद्वारा सिद्ध निष्काम महापुरुषोंकी स्थितिका वर्णन करते हुए भगवान् कहते हैं कि उनकी प्रीति तृप्ति और संतुष्टि सकाम मनुष्योंकी तरह संसारमें न होकर अपनेआप(स्वरूप) में ही हो जाती है (गीता 2। 55) जो स्वरूपतः पहलेसे ही है।वास्तवमें प्रीति तृप्ति और संतुष्टि तीनों अलगअलग न होते हुए भी संसारके सम्बन्धसे अलगअलग प्रतीत होती हैं। इसीलिये संसारसे सम्बन्धविच्छेद होनेपर उस महापुरुषकी प्रीति तृप्ति और संतुष्टि तीनों एक ही तत्त्व(स्वरूप) में हो जाती है।भगवान्ने इस श्लोकमें दो बार तथा आगेके (अठारहवें) श्लोकमें एक बार एव और च पदोंका प्रयोग किया है। इससे यह भाव प्रकट होता है कि कर्मयोगीकी प्रीति तृप्ति और संतुष्टिमें किसी प्रकारकी कमी नहीं रहती एवं तत्त्वके अतिरिक्त अन्यकी आवश्यकता भी नहीं रहती (गीता 6। 22)।तस्य कार्यं न विद्यते मनुष्यके लिये जो भी कर्तव्यकर्मका विधान किया गया है उसका उद्देश्य परम कल्याणस्वरूप परमात्माको प्राप्ति करना ही है। किसी भी साधन(कर्मयोग ज्ञानयोग अथवा भक्तियोग) के द्वारा उद्देश्यकी सिद्धि हो जानेपर मनुष्यके लिये कुछ भी करना जानना अथवा पाना शेष नहीं रहता जो मनुष्यजीवनकी परम सफलता है।मनुष्यके वास्तविक स्वरूपमें किञ्चिन्मात्र अभाव न रहनेपर भी जबतक वह संसारके सम्बन्धके कारण अपनेमें अभाव समझकर और शरीरको मैं तथा मेरा मानकर अपने लिये कर्म करता है तबतक उसके लिये कर्तव्य शेष रहता ही है। परन्तु जब वह अपने लिये कुछ भी न करके दूसरोंके लिये अर्थात् शरीर इन्द्रियाँ मन बुद्धि प्राणोंके लिये माता पिता स्त्री पुत्र परिवारके लिये समाजके लिये देशके लिये और जगत्के लिये सम्पूर्ण कर्म करता है तब उसका संसारसे सम्बन्धविच्छेद हो जाता है। संसारसे सर्वथा सम्बन्धविच्छेद होनेपर उसका अपने लिये कोई कर्तव्य शेष नहीं रहता। कारण कि स्वरूपमें कोई भी क्रिया नहीं होती। जो भी क्रिया होती है संसारके सम्बन्धसे ही होती है और सांसारिक वस्तुके द्वारा ही होती है। अतः जिनका संसारसे सम्बन्ध है उन्हींके लिये कर्तव्य है।कर्म तब होता है जब कुछनकुछ पानेकी कामना होती है और कामना पैदा होती है अभावसे। सिद्ध महापुरुषमें कोई अभाव होता ही नहीं फिर उनके लिये करना कैसाकर्मयोगके द्वारा सिद्ध महापुरुषकी रति तृप्ति और संतुष्टि जब अपनेआपमें ही हो जाती है तब कृतकृत्य ज्ञातज्ञातव्य और प्राप्तप्राप्तव्य हो जानेसे वह विधिनिषेधसे ऊँचा उठ जाता है। यद्यपि उसपर शास्त्रका शासन नहीं रहता तथापि उसकी समस्त क्रियाएँ स्वाभाविक ही शास्त्रानुकूल तथा दूसरोंके लिये आदर्शहोती हैं।यहाँ तस्य कार्यं न विद्यते पदोंका अभिप्राय यह नहीं है कि उस महापुरुषसे कोई क्रिया होती ही नहीं। कुछ भी करना शेष न रहनेपर भी उस महापुरुषके द्वारा लोकसंग्रहके लिये क्रियाएँ स्वतः होती हैं। जैसेपलकोंका गिरनाउठना श्वासोंका आनाजाना भोजनका पचना आदि क्रियाएँ स्वतः (प्रकृतिमें) होती हैं ऐसे ही उस महापुरुषके द्वारा सभी शास्त्रानुकूल आदर्शरूप क्रियाएँ भी (कर्तृत्वाभिमान न होनेके कारण) स्वतः होती हैं।","hcsca":"।।3.17।। कर्म के चक्र का पालन अधिकतर साधकों के लिए करणीय है क्योंकि यज्ञ भावना से कर्म के आचरण द्वारा उनका व्यक्तित्व संगठित होता है और उनमें जीवन के श्रेष्ठ कार्य ध्यान की योग्यता आती है। निस्वार्थ कर्म के द्वारा प्राप्त अन्तकरण की शुद्धि एवं एकाग्रता का उपयोग जब निदिध्यासन में किया जाता है तब साधक अहंकार के परे अपने शुद्ध आत्मस्वरूप की अनुभूति प्राप्त करता है। पूर्णत्व प्राप्त ऐसे सिद्ध पुरुष के लिये कर्म की चित्तशुद्धि के साधन के रूप में कोई आवश्यता नहीं रहती वरन् कर्म तो उसके ईश्वर साक्षात्कार की अभिव्यक्ति मात्र होते हैं।यह एक सुविदित तथ्य है कि तृप्ति एवं सन्तोष के लिये ही हम कर्म में प्रवृत्त रहते हैं। तृप्ति और सन्तोष मानो जीवनरथ के दो चक्र हैं। इन दोनों की प्राप्ति के लिये ही हम धन का अर्जन रक्षण परिग्रह और व्यय करने में व्यस्त रहते हैं। परन्तु आत्मानुभवी पुरुष अपने अनन्त आनन्द स्वरूप में उस तृप्ति और सन्तोष का अनुभव करता है कि उसे फिर बाह्य वस्तुओं की कोई आवश्यकता नहीं रह जाती।जहाँ तृप्ति और सन्तोष है वहाँ सुख प्राप्ति की इच्छाओं की उत्पत्ति कहाँ इच्छाओं के अभाव में कर्म का अस्तित्व कहाँ इस प्रकार आत्म अज्ञान के कार्य इच्छा विक्षेप और कर्म का उसमें सर्वथा अभाव होता है। स्वाभाविक है ऐसे पुरुष के लिये कोई अनिवार्य कर्तव्य नहीं रह जाता। सभी कर्मों का प्रयोजन उसमें पूर्ण हो जाता है। अत जगत् के सामान्य नियमों में उसे बांधा नहीं जा सकता। वह ईश्वरीय पुरुष बनकर पृथ्वी पर विचरण करता है।और","etsga":"3.17 But that man who rejoices only in theSelf and is satisfied with the Self, and is contented only in the Self-for him there is no duty to perform.","etssa":"3.17 But for that man who rejoices only in the Self, who is satisfied with the Self and who is content in the Self alone, verily there is nothing to do.","etdss":"3.17. But the man, who simply rejoices in the Self; and who is satisfied in the Self; and who delights in the Self alone-there exists no action for him to be performed.","ecssa":"3.17 यः who? तु but? आत्मरतिः who rejoices in the Self? एव only? स्यात् may be? आत्मतृप्तः satisfied in the Self? च and? मानवः the man? आत्मनि in the Self? एव only? च and? सन्तुष्टः contented? तस्य his? कार्यम् work to be done? न not? विद्यते is.Commentary The sage does not depend on external objects for his happiness. He is ite satisfied with the Self. He finds his joy? bliss and contentment within his own Self. For such a sage who has knowledge of the Self? there is nothing to do. He has already done all actions. He has satisfied all his desires. He has complete satisfaction. (Cf.II.55).","scetsga":"3.17 Tu, but; that manavah, man, the sannyasin, the man of Knowledge, steadfast in the knowledge of the Self; yah, who; atmaratih eva syat, rejoices only in the Self-not in the sense objects; and atma-trptah, who is satisfied only with the Self-not with food and drink; and is santustah, contented; eva, only; atmani, in the Self; tasya, for him; na vidyate, there is no; karyam, duty [Duty with a view to securing Liberation.] to perform. [Rati, trpti and santosa, though synonymous, are used to indicate various types of pleasures. Or, rati means attachment to objects; trpti means happiness arising from contact with some particular object; and santosa means happiness in general, arising from the acisition of some coveted object only.]\nAll people surely feel contened by aciring an external thing. But this one, without depending on it, remains contented only with the Self; thta is to say, he remains detached from everything. The idea it that, for a man who is such a knower of the Self, there is no duty to undertake.","scetdss":"3.17 See Comment under 3.19","scetssa":"3.17 But for him, who is not in need of the means of Jnana Yoga and Karma Yoga, who finds delight in the self on his own, i.e., who is established in the self, who is satisfied by the self alone and not by food, drink and other things which are other than the self, who rejoices in the self alone and not in pleasure gardens, garlands, sandalpaste, vocal and instrumental music etc., and for whom everything, his subsistence, nourishment and enjoyment, is the self alone - for him nothing remains to be performed for the vision of the self, because the essential nature of the self is perpetually in his unaided vision.","chakravarthi":"It has now been stated that if you cannot be without desires, you can perform actions with desires. But he who reaches the stage of jnana because of purity of heart never does actions out of desire. That is expressed in two verses.\nBecause he is enjoying in the self, is blissful by realization of the bliss of the atma, he does not engage at all in the pleasure of material objects. Being engaged only in the atma (atmany eva) he does not have any actions related to the external objects (tasya karyam na vidyate).","rudra":"\nHaving prescribed the path of prescribed actions for attaining purity of\nmind for the ignorant now Lord Krishna now explains in this verse and the\nnext that actions are not necessary for one who is spiritually developed in\nattma-tattva or knowledge of the eternal soul. This is because such a\nperson has actually realised their eternality and are enraptured solely by\ntheir soul experiencing unlimited bliss in every moment completely free\nfrom all external desires for pleasure and enjoyment; such a one on this\nplatform has no more duties to perform. This is the meaning to be\nunderstood.","brahma":"\nThe word indriyani-ramo in the previous verse indicates one who constantly\nseeks to revel in the garden of senses objects. It is not possible for such\na person to achieve atma-tattva or soul realisation. In this verse trupti\nmeans satisfied by how things come on their own accord, and the word\nsantustah means completely content. The delight which arises from being\nsatisfied is complete contentment. In any other thing sufficient delight is\nderived but the Supreme delight is only found in connection with the\nSupreme Lord. One who has attained atma-tattva is no longer delighted by\nexternal affairs, such a person is self satisfied internally for only the\none who finds self realisation within is contented. Nothing else will be\nthe cause of joy for them and their satisfaction and contentment is based\nsolely on their realisation of their eternal soul within and the glories of\nthe Supreme Lord.\nThus for one who has attained atma-tattva the performance of the prescribed\ninjunctions of the Vedic scriptures is not necessary or required. For one\nwho is self realised is also self satisfied and there is no action that\nneeds to be performed as a self realised being is completely transcendent\nto the dualities and all ego consciousness. But for one who is established\nin awareness of bodily consciousness it is mandatory that prescribed\nactions from the Vedic scriptures are duly performed. Such ordained actions\nare actually for the satisfaction of the Supreme Lord and naturally what is\nto be expected in all circumstances. are purifying and very blissful. This\nhas been explained in the Pancaratra.\nFactually in all situations relating to the Supreme Lord eternal delight\nand rapture occurs. In all other cases where there is sufficiency of\nsatisfaction alone there is no suggestion of eternal delight. Having spoken\nseperately atmany eva ca santustah meaning completely satisfied solely in\nthe soul Lord Krishna emphasises the paramount importance of atma-tattva.\nAlso it can be seen that performance of actions dictates there must be a\nconcept of time such as when did it take place and how long did the action\ntake etc. Thus only one who is aware of bodily consciousness is the\nnecessity of performing prescribed actions needed.\nIn this world only human beings have the potential to achieve atma-\ntattva. Thus only mankind can attain this consciousness and become\nspiritually liberated. The word manava means mankind from the root word\nmanu. Self satisfied means only satisfied in the Supreme Self. Thus being\nsatisfied in atma-tattva or soul realisation one is also simultaneously\nsatisfied in the Supreme Self residing within every living entity. Thus the\nstatement one who completely delights in the Supreme Lord for that person\nthere is no necessity for performing the prescribed actions of the Vedic\nscriptures. They have already achieved the goal of human existence.\nThus begins the summation.\nWords used like satisfaction and contentment are used as synonyms to\nemphasise satisfaction and contentment in the Supreme Self within. One who\nreceives the grace of the Supreme Lord Krishna is completely satisfied\nbecause of the grace of Lord Krishna and one who being completely satisfied\nby the grace of Lord Krishna is known to have attained moksa or liberation\nfrom the cycle of birth and death in the material existence. This has been\ngiven in the Agni Purana.\nThe word rati means delight and the word ananda means bliss. They are used\nto illustrate satisfaction and contentment respectively in the performance\nof prescribed Vedic activities. Priti or love is two-fold, love in\nfriendship while performing actions or love in servitude while performing\nactions. This is given in the Shabda Nirnaya.\nThe word santosha meaning satisfaction and the word trupti meaning\ncontentment are used alternatively as apoorti or emphasising\nincompleteness.","shri":"There is no commentary for this verse.","kumar":"In this way Lord Krishna has explained that those who possess\nendless desire for the enjoyment of sense objects must offer\nthe food they eat in yagna or worship to purify themselves to\nto be able to perform prescribed Vedic activities according to\none’s qualification for the optimal benefit to themselves and\nby which actions assist the efficacy of the world, universe\nand all of creation. Now Lord Krishna is describing that the\nperson who having achieved atma-tattva or soul realisation and\nis freed from all material desires is faultless even by not\nperforming prescribed Vedic actions. But the particle tu\nemphasises the huge difference between the person with desires\nwho pursues sense enjoyments delighting in the five senses of\ntouch, taste etc. and the opposite sex; and the person without\ndesires who takes delight only in the bliss of their eternal\nsoul and the Supreme Lord. For such a self realised soul who\nhas already attained the goal of human existence no ordinances\nof the Vedic scripture are required by them."}