{"meta":"Bhagavad Gita Chapter 3 Verse 32","metahi":"भगवद् गीता 3.32","slok":"ये त्वेतदभ्यसूयन्तो नानुतिष्ठन्ति मे मतम्।सर्वज्ञानविमूढांस्तान्विद्धि नष्टानचेतसः।।3.32।।","htsrsd":"।।3.32।।परन्तु जो मनुष्य मेरे इस मतमें दोषदृष्टि करते हुए इसका अनुष्ठान नहीं करते उन सम्पूर्ण ज्ञानोंमें मोहित और अविवेकी मनुष्योंको नष्ट हुए ही समझो।","htstma":"।।3.32।। परन्तु जो दोष दृष्टि वाले मूढ़ लोग इस मेरे मत का पालन नहीं करते उन सब ज्ञानों में मोहित चित्तवालों को नष्ट हुये ही तुम समझो।।","transliteration":"Ye twetad abhyasooyanto naanutishthanti me matam;\nSarvajnaanavimoodhaam staan viddhi nashtaan achetasah.","englishmeaning":"ye—those; tu—but; etat—this; abhyasūyantaḥ—cavilling; na—not; anutiṣhṭhanti—follow; me—my; matam—teachings; sarva-jñāna—in all types of knowledge; vimūḍhān—deluded; tān—they are; viddhi—know; naṣhṭān—ruined; achetasaḥ—devoid of discrimination","hcsrsd":" 3.32।। व्याख्या   ये त्वेतदभ्यसूयन्तो नानुतिष्ठन्ति मे मतम् तीसवें श्लोकमें वर्णित सिद्धान्तके अनुसार चलनेवालोंके लाभका वर्णन इकतीसवें श्लोकमें करनेके बाद इस सिद्धान्तके अनुसार न चलनेवालोंकी पृथक्ता करनेहेतु यहाँ तु पदका प्रयोग हुआ है।जैसे संसारमें सभी स्वार्थी मनुष्य चाहते हैं कि हमें ही सब पदार्थ मिलें हमें ही लाभ हो ऐसे ही भगवान् भी चाहते हैं कि समस्त कर्मोंको मेरे ही अर्पण किया जाय मेरेको ही स्वामी माना जाय इस प्रकार मानना भगवान् पर दोषारोपण करना है।कामनाके बिना संसारका कार्य कैसे चलेगा ममताका सर्वथा त्याग तो हो ही नहीं सकता रागद्वेषादि विकारोंसे रहित होना असम्भव है इस प्रकार मानना भगवान्के मत पर दोषारोपण करना है।भोग और संग्रहकी इच्छावाले जो मनुष्य शरीरादि पदार्थोंको अपने और अपने लिये मानते हैं और समस्त कर्म अपने लिये ही करते हैं वे भगवान्के मतके अनुसार नहीं चलते।सर्वज्ञानविमूढान् तान् जो मनुष्य भगवान्के मतका अनुसरण नहीं करते वे सब प्रकारके सांसारिक ज्ञानों(विद्याओं कलाओं आदि) में मोहित रहते हैं। वे मोटर हवाई जहाज रेडियो टेलीविजन आदि आविष्कारोंमें उनके कलाकौशलको जाननेमें तथा नयेनये आविष्कार करनेमें ही रचेपचे रहते हैं। जलपर तैरने मकान आदि बनाने चित्रकारी करने आदि शिल्पकलाओंमें मन्त्र तन्त्र यन्त्र आदिकी जानकारी प्राप्त करनेमें तथा उनके द्वारा विलक्षणविलक्षण चमत्कार दिखानेमें देशविदेशकी भाषाओं लिपियों रीतिरिवाजों खानपान आदिकी जानकारी प्राप्त करनेमें ही वे लगे रहते हैं। जो कुछ है वह यही है ऐसा उनका निश्चय होता है (गीता 16। 11)। ऐसे लोगोंको यहाँ सम्पूर्ण ज्ञानोंमें मोहित कहा गया है।अचेतसः भगवान्के मतका अनुसरण न करनेवाले मनुष्योंमें सत्असत् सारअसार धर्मअधर्म बन्धनमोक्ष आदि पारमार्थिक बातोंका भी ज्ञान (विवेक) नहीं होता। उनमें चेतनता नहीं होती वे पशुकी तरह बेहोश रहते हैं। वे व्यर्थ आशा व्यर्थ कर्म और व्यर्थ ज्ञानवाले विक्षिप्तचित्त मूढ़ पुरुष होते हैं मोघाशा मोघकर्माणो मोघज्ञाना विचेतसः (गीता 9। 12)।विद्धि नष्टान् मनुष्यशरीरको पाकर भी जो भगवान्के मतके अनुसार नहीं चलते उन मनुष्योंको नष्ट हुए ही समझना चाहिये। तात्पर्य है कि वे मनुष्य जन्ममरणके चक्रमें ही पड़े रहेंगे।मनुष्यजीवनमें अन्तकालतक मुक्तिकी सम्भावना रहती है (गीता 8। 5)। अतः जो मनुष्य वर्तमानमें भगवान्के मतका अनुसरण नहीं करते वे भी भविष्यमें सत्संग आदिके प्रभावसे भगवान्के मतका अनुसरण कर सकते हैं जिससे उनकी मुक्ति हो सकती है। परन्तु यदि उन मनुष्योंका भाव जैसा वर्तमानमें है वैसा ही भविष्यमें भी बना रहा तो उन्हें (भगवत्प्राप्तिसे वञ्चित रह जानेके कारण) नष्ट हुए ही समझना चाहिये। इसी कारणभगवान्ने ऐसे मनुष्योंके लिये नष्टान् विद्धि पदोंका प्रयोग किया है।भगवान्के मतका अनुसरण न करनेवाला मनुष्य समस्त कर्म राग अथवा द्वेषपूर्वक करता है। राग और द्वेष दोनों ही मनुष्यके महान शत्रु हैं तौ ह्यस्य परिपन्थिनौ (गीता 3। 34)। नाशवान् होनेके कारण पदार्थ और कर्म तो सदा साथ नहीं रहते पर रागद्वेषपूर्वक कर्म करनेसे मनुष्य तादात्म्य ममता और कामनासे आबद्ध होकर बारबार नीच योनियों और नरकोंको प्राप्त होता रहता है। इसीलिये भगवान्ने ऐसे मनुष्योंको नष्ट हुए ही समझनेकी बात कही है।इकतीसवें और बत्तीसवें दोनों श्लोकोंमें भगवान्ने कहा है कि मेरे सिद्धान्तके अनुसार चलनेवाले मनुष्य कर्मबन्धनसे मुक्त हो जाते हैं और न चलनेवाले मनुष्योंका पतन हो जाता है। इससे यह तात्पर्य निकलता है कि मनुष्य भगवान्को माने या न माने इसमें भगवान्का कोई आग्रह नहीं है परन्तु उसे भगवान्के मत(सिद्धान्त) का पालन अवश्य करना चाहिये इसमें भगवान्की आज्ञा है। अगर वह ऐसा नहीं करेगा तो उसका पतन अवश्य हो जायगा। हाँ यदि साधक भगवान्को मानकर उनके मतका अनुष्ठान करे तो भगवान् उसे अपनेआपको दे देंगे। परन्तु यदि भगवान्को न मानकर केवल उनके मतका अनुष्ठान करे तो भगवान् उसका उद्धार कर देंगे। तात्पर्य यह है कि भगवान्को माननेवालेको प्रेमकी प्राप्ति और भगवान्का मत माननेवालेको मुक्तिकी प्राप्ति होती है। सम्बन्ध   भगवान्के मतके अनुसार कर्म न करनेसे मनुष्यका पतन हो जाता है ऐसा क्यों है इसका उत्तर भगवान् आगेके श्लोकमें देते हैं।","hcsca":"।।3.32।। भगवान् के उपदेश में दोष देखकर उसका पालन न करने से मनुष्य और भी अधिक मोहित हुआ अपनी ही हानि कर लेगा।जीवन के मार्ग को भली प्रकार समझ लेने पर ही मनुष्य को कर्ममय जीवन जीने के लिये उत्साहित किया जा सकता है। यदि मनुष्य पहले से किसी सिद्धांत की ही निन्दा में प्रवृत्त हो जाता है तो उस सिद्धांत के अनुरूप जीवन यापन की कोई सम्भावना ही नहीं रह जाती। कर्मयोग जीवन यापन का एक मार्ग है और उसके कल्याणकारी फल को प्राप्त करने के लिये हमें तदनुसार ही जीवन जीना होगा।अहंकार और स्वार्थ को त्यागकर कर्म करना ही आदर्श जीवन है जिसके द्वारा मनुष्य को नित्य और महान् उपलब्धियां प्राप्त हो सकती हैं। ऐसे जीवन का त्याग करने का अर्थ है अविवेक को निमन्त्रण देना और अन्त में स्वयं का नाश कराना।बुद्धि के कारण ही मनुष्य को प्राणि जगत् में सर्वोच्च स्थान प्राप्त है। बुद्धि में स्थित आत्मानात्मविवेक सत्य और मिथ्या का विवेक करने की क्षमता का सदुपयोग ही आत्मविकास का एकमात्र उपाय है। विवेक के नष्ट होने पर वह पशु के समान मन की प्रवृत्तियों के अनुसार व्यवहार करने लगता है तथा मनुष्य जीवन के परम पुरुषार्थ को प्राप्त नहीं कर पाता। यही उसका विनाश है।क्या कारण है कि लोग इस उपदेशानुसार कर्तव्य पालन नहीं करते भगवान् के उपदेश का उल्लंघन करने में उन्हें भय क्यों नहीं लगता इसका उत्तर है","etsga":"3.32 But those who, decaying [Finding fault where there is none.] this, do not follow My teaching, know them-who are deluded about all knoweldge [Knowledge concerning the alified and the un-alified Brahman.] and who are devoid of discrimination-to have gone to ruin.","etssa":"3.32 But those who carp at My teaching and do not practise it, deluded of all knowledge, and devoid of discrimination, know them to be doomed to destruction.","etdss":"3.32. But those who, finding fault, do not follow this doctrine of Mine-be sure that these men to be highly deluded in all [branches of] knowledge and to be lost and brainless.","ecssa":"3.32 ये those who? तु but? एतत् this? अभ्यसूयन्तः carping at? न not? अनुतिष्ठन्ति practise? मे My? मतम् teaching? सर्वज्ञानविमूढान् deluded of all knowledge? तान् them? विद्धि know? नष्टान् ruined? अचेतसः devoid of discrimination.Commentary The pigheaded people who are obstinate? who find fault with the teachings of the Lord and who do not practise them are certainly doomed to destruction. They are incorrigible and senseless persons indeed.","scetsga":"3.32 Tu, but; ye, those who are the opposite of them (the former); who abhyasuyantah, decrying; etat, this instruction of Mine; na, do not; anutisthanti, follow; me, My; matam, teaching, they are deluded in various ways with respect to all knowledge. Viddhi, know; tan, them; sarva-jnana-vimudhan, who are deluded about off knowledge; acetasah, who are devoid of discrimination; nastan, to have gone to ruin.\nFor what reason, again, do they not follow your teachings, perform duties that are not theirs and not follow their own duties? How is it that by remaining opposed to You, they do not fear the evil which will arise from transgressing Your ?ndments? As to that, the Lord says:","scetdss":"3.31-32 Ye Me etc. Ye tvetat etc. Taking shelter in this doctrine whosoever performs any action, it does not bind him. On the other hand those, who have no faith is this knowledge, are lost totally; for, they are constantly socked in the fear of birth, death etc.","scetssa":"3.32 But those who do not follow this view of Mine, namely, that the self has Me for Its support, is subservient to Me and is actuated by Me only, i.e., those who do not perform all acts contemplating in this way as also those who have no faith in the meaning of the Sastras and calumniate them - know them to be extremely deluded and devoid of reasoning and knowledge and conseently completely lost. For, the function of the mind is the determination of the real nature of things, and in its absence, those mentioned above are devoid of reason, and therefore apostates in knowledge and extremely deluded in all ways.\nFor one united with the Prakrti (body), the sense of agency results from the preponderance of the Gunas of Prakrti. But this agency really rests with the Supreme Person. Contemplating thus, Karma Yoga alone should be practised by both - those who are competent for Karma Yoga only and those who are competent for Jnana Yoga. The implied superiority of Karma Yoga has the following justifications; it is easy to perform, free from liability to lapse, and independent of anything else; it comprises the knowledge of the self also within its scope. On the other hand Jnana Yoga is difficult to practise, is not free from the liability to lapse, leaves one dependent on actions for the sustenance of the body etc. And for a distinguished perosn, this (i.e., Karma Yoga) is especially what ought to be practised.\nNext, till the end of this chapter, it is explained how Jnana Yoga, being difficult, is liable to lead to lapses.","chakravarthi":"In this verse the Lord speaks of the bad effects of doing the opposite.","rudra":"\nNow Lord Krishna gives the defects in not believing and following\nprescribed Vedic activities. Those who are inimical to the teachings of\nBhagavad-Gita and are antagonistic to the injunction of the Vedas that all\nactivities should be performed in yagna or worship for the satisfaction of\nthe Supreme Lord. Such people should be known as fools and lacking in\ndiscrimination and all of their activities contrary to this are doomed to\nfailure.","brahma":"\nIn these verses Lord Krishna is speaking about the merits one receives from\nfollowing the teachings of the Bhagavad-Gita. Those who perform prescribed\nVedic activities with renunciation gradually achieve moksa or liberation by\njnana yoga the path of cultivating Vedic knowledge. Who then can calculate\nthe position of one who has attained atma-tattva or soul realisation. Now\nkarma yoga the path of performing prescribed Vedic actions is not given as\nanother medium of attainment. Renunciation and dedication of ones actions\nare solely for the sake of realising the Supreme Being only. For\nrealisation of the Supreme Being, liberation does not depend upon one\nparticular path. In the Narayana Shataksara it is stated that: All paths\nmay or may not award moksa to the dedicated aspirant treading upon them\ndepending upon their level of renunciation in the performance of unattached\nactions. But renunciation by itself, not being dependent upon anything\nelse is capable of awarding moksa to those who fully perform it. Therefore\nthe contention that jnana yoga and karma yoga alone are sufficient to award\nmoksa is not correct.","shri":"\nLord Krishna is revealing the eternal truth that He is the atma or soul\nwithin all beings in existence, be they human, animal, aquatic, plant, demi-\ngods or any other species of life that was not cloned. He is the\nmaintainer, sustainer and monitor of all beings through the medium of the\natma and all of its impulses come from Him. All souls emanate from the\nSupreme Lord and because of Him are completely spiritual and eternal. All\nthe souls of all the living beings in creation everywhere in creation as a\ntotal aggregate comprise the form of the Supreme Lords eternal,\ntranscendental spiritual body. Whoever does not avail themselves and\nconformably act to this eternal truth, or take this eternal truth seriously\nin earnest, or who deems unnecessary and not worth the effort, this person\nshould be understood to be completely destitute of knowledge and unable to\nevolve spiritually and are incapable of achieving atma tattva or knowledge\nof the soul become lost. Spiritual intelligence is what determines the\nlight of knowledge in the material existence. In the absence of spiritual\nknowledge, darkness and ignorance prevails and knowledge becomes erroneous\nand defective. Thus it has been illustrated that doership transpires due to\nthe union of prakriti or material nature and the physical body being\ninfluenced by the gunas or modes of goodness, passion and nescience and\nthis is dependent ultimately upon the Supreme Lord.\nReflecting in this manner it can be ascertained that karma yoga or the path\nof performing prescribed Vedic actions is appropriate for one performing\njnana yoga or the path of cultivating Vedic knowledge as well. Karma yoga\nis appropriate on account of it being easy to perform, exempt from the\ndanger of failure and requires no assistance from other methods in its\napplication. Contrarily jnana yoga is difficult to practice, susceptible to\nfailure and must perform some karma yoga anyway in order to maintain health\nand vigor which is essential for body maintenance if one is to perform any\nyoga at all. Also it has been pointed out how it is necessary for a person\nof distinction situated in Vedic wisdom to set an example to inspire the\ncommon man for the benefit and welfare of the world.\nWhat difficulties and dangers are fraught for the performers of jnana yoga\nare now explained in the remainder of this chapter.","kumar":"Lord Krishna is revealing the eternal truth that He is the atma or soul\nwithin all beings in existence, be they human, animal, aquatic, plant, demi-\ngods or any other species of life that was not cloned. He is the\nmaintainer, sustainer and monitor of all beings through the medium of the\natma and all of its impulses come from Him. All souls emanate from the\nSupreme Lord and because of Him are completely spiritual and eternal. All\nthe souls of all the living beings in creation everywhere in creation as a\ntotal aggregate comprise the form of the Supreme Lords eternal,\ntranscendental spiritual body. Whoever does not avail themselves and\nconformably act to this eternal truth, or take this eternal truth seriously\nin earnest, or who deems unnecessary and not worth the effort, this person\nshould be understood to be completely destitute of knowledge and unable to\nevolve spiritually and are incapable of achieving atma tattva or knowledge\nof the soul become lost. Spiritual intelligence is what determines the\nlight of knowledge in the material existence. In the absence of spiritual\nknowledge, darkness and ignorance prevails and knowledge becomes erroneous\nand defective. Thus it has been illustrated that doership transpires due to\nthe union of prakriti or material nature and the physical body being\ninfluenced by the gunas or modes of goodness, passion and nescience and\nthis is dependent ultimately upon the Supreme Lord.\nReflecting in this manner it can be ascertained that karma yoga or the path\nof performing prescribed Vedic actions is appropriate for one performing\njnana yoga or the path of cultivating Vedic knowledge as well. Karma yoga\nis appropriate on account of it being easy to perform, exempt from the\ndanger of failure and requires no assistance from other methods in its\napplication. Contrarily jnana yoga is difficult to practice, susceptible to\nfailure and must perform some karma yoga anyway in order to maintain health\nand vigor which is essential for body maintenance if one is to perform any\nyoga at all. Also it has been pointed out how it is necessary for a person\nof distinction situated in Vedic wisdom to set an example to inspire the\ncommon man for the benefit and welfare of the world.\nWhat difficulties and dangers are fraught for the performers of jnana yoga\nare now explained in the remainder of this chapter."}