{"meta":"Bhagavad Gita Chapter 3 Verse 28","metahi":"भगवद् गीता 3.28","slok":"तत्त्ववित्तु महाबाहो गुणकर्मविभागयोः।गुणा गुणेषु वर्तन्त इति मत्वा न सज्जते।।3.28।।","htsrsd":"।।3.28।।हे महाबाहो गुणविभाग और कर्मविभागको तत्त्वसे जाननेवाला महापुरुष सम्पूर्ण गुण ही गुणोंमें बरत रहे हैं ऐसा मानकर उनमें आसक्त नहीं होता।","htstma":"।।3.28।। परन्तु हे महाबाहो गुण और कर्म के विभाग के सत्य (तत्त्व)को जानने वाला ज्ञानी पुरुष यह जानकर कि गुण गुणों में बर्तते हैं (कर्म में) आसक्त नहीं होता।।","transliteration":"Tattwavittu mahaabaaho gunakarma vibhaagayoh;\nGunaa guneshu vartanta iti matwaa na sajjate.","englishmeaning":"tattva-vit—the knower of the Truth; tu—but; mahā-bāho—mighty-armed one; guṇa-karma—from guṇas and karma; vibhāgayoḥ—distinguish; guṇāḥ—modes of material nature in the shape of the senses, mind, etc; guṇeṣhu—modes of material nature in the shape of objects of perception; vartante—are engaged; iti—thus; matvā—knowing; na—never; sajjate—becomes attached","hcsrsd":"।।3.28।। व्याख्या   तत्त्ववित्तु महाबाहो गुणकर्मविभागयोः पूर्वश्लोकमें वर्णित अहंकारविमूढात्मा (अहंकारसे मोहित अन्तःकरणवाले पुरुष) से तत्त्वज्ञ महापुरुषको सर्वथा भिन्न और विलक्षण बतानेके लिये यहाँ तु पदका प्रयोग हुआ है।सत्त्व रज और तम ये तीनों गुण प्रकृतिजन्य हैं। इन तीनों गुणोंका कार्य होनेसे सम्पूर्ण सृष्टि त्रिगुणात्मिका है। अतः शरीर इन्द्रियाँ मन बुद्धि प्राणी पदार्थ आदि सब गुणमय ही हैं। यहीगुणविभाग कहलाता है। इन (शरीरादि) से होनेवाली क्रिया कर्मविभाग कहलाती है।गुण और कर्म अर्थात् पदार्थ और क्रियाएँ निरन्तर परिवर्तनशील हैं। पदार्थ उत्पन्न और नष्ट होनेवाले हैं तथा क्रियाएँ आरम्भ और समाप्त होनेवाली हैं। ऐसा ठीकठीक अनुभव करना ही गुण और कर्मविभागको तत्त्वसे जानना है। चेतन (स्वरूप) में कभी क्रिया नहीं होती। वह सदा निर्लिप्त निर्विकार रहता है अर्थात् उसका किसी भी प्राकृत पदार्थ और क्रियासे सम्बन्ध नहीं होता। ऐसा ठीकठीक अनुभव करना ही चेतनको तत्त्वसे जानना है।अज्ञानी पुरुष जब इन गुणविभाग और कर्मविभागसे अपना सम्बन्ध मान लेता है तब वह बँध जाता है। शास्त्रीय दृष्टिसे तो इस बन्धनका मुख्य कारण अज्ञान है पर साधककी दृष्टिसे राग ही मुख्य कारण है। राग अविवेक से होता है। विवेक जाग्रत् होनेपर राग नष्ट हो जाता है। यह विवेक मनुष्यमें विशेषरूपसे है। आवश्यकता केवल इस विवेकको महत्त्व देकर जाग्रत् करनेकी है। अतः साधकको (विवेक जाग्रत् करके) विशेषरूपसे रागको ही मिटाना चाहिये।तत्त्वको जाननेकी इच्छा रखनेवाला साधक भी अगर गुण (पदार्थ) और कर्म(क्रिया) से अपना कोई सम्बन्ध नहीं मानता तो वह भी गुणविभाग और कर्मविभागको तत्त्वसे जान लेता है। चाहे गुणविभाग और कर्मविभागको तत्त्वसे जाने चाहे स्वयं(चेतनस्वरूप) को तत्त्वसे जाने दोनोंका परिणाम एक ही होगा।गुणकर्मविभागको तत्त्वसे जाननेका उपाय1 शरीरमें रहते हुए भी चेतनतत्त्व (स्वरूप) सर्वथा अक्रिय और निर्लिप्त रहता है (गीता 13। 31)। प्रकृतिका कार्य (शरीर इन्द्रियाँ मन बुद्धि आदि) इदम् (यह) कहा जाता है। इदम् (यह) कभी अहम् (मैं) नहीं होता। जब यह (शरीरादि) मैं नहीं है तब यह में होनेवाली क्रिया मेरी कैसे हुई तात्पर्य है कि शरीर इन्द्रियाँ मन बुद्धि आदि सब प्रकृतिके कार्य हैं और स्वयं इनसे सर्वथा असम्बद्ध निर्लिप्त है। अतः इनमें होनेवाली क्रियाओंका कर्ता स्वयं कैसे हो सकता है इस प्रकार अपनेको पदार्थ एवं क्रियाओंसे अलग अनुभव करनेवाला बन्धनमें नहीं पड़ता। सब अवस्थाओंमें नैव किञ्चित्करोमीति (गीता 5। 8) मैं कुछ भी नहीं करता हूँ ऐसा अनुभव करना ही अपनेको क्रियाओंसे अलग जानना अर्थात् अनुभव करना है।2 देखनासुनना खानापीना आदि सब क्रियाएँ हैं और देखनेसुनने आदिके विषय खानेपीनेकी सामग्री आदि सब पदार्थ हैं। इन क्रियाओं और पदार्थोंको हम इन्द्रियों(आँख कान मुँह आदिसे) जानते हैं। इन्द्रियोंको मन से मनको बुद्धि से और बुद्धिको माने हुए अहम्(मैंपन) से जानते हैं। यह अहम् भी एक सामान्य प्रकाश(चेतन) से प्रकाशित होता है। वह सामान्य प्रकाश ही सबका ज्ञाता सबका प्रकाशक और सबका आधार है।अहम् से परे अपने स्वरूप(चेतन) को कैसे जानें गाढ़ निद्रामें यद्यपि बुद्धि अविद्यामें लीन हो जाती है फिर भी मनुष्य जागनेपर कहता है कि मैं बहुत सुखसे सोया। इस प्रकार जागनेके बाद मैं हूँ का अनुभव सबको होता है। इससे सिद्ध होता है कि सुषुप्तिकालमें भी अपनी सत्ता थी। यदि ऐसा न होता तो मैं बहुत सुखसे सोया मुझे कुछ भी पता नहीं था ऐसी स्मृति या ज्ञान नहीं होता। स्मृति अनुभवजन्य होती है (टिप्पणी प0 163.1)। अतएव सबको प्रत्येक अवस्थामें अपनी सत्ताका अखण्ड अनुभव होता है। किसी भी अवस्थामें अपने अभावका ( मैं नहीं हूँ इसका) अनुभव नहीं होता। जिन्होंने माने हुए अहम्(मैंपन) से भी सम्बन्धविच्छेद करके अपने स्वरूप(है) का बोध कर लिया है वे तत्त्ववित् कहलातेहैं।अपरिवर्तनशील परमात्मतत्त्वके साथ हमारा स्वतःसिद्ध नित्य सम्बन्ध है। परिवर्तनशील प्रकृतिके साथ हमारा सम्बन्ध वस्तुतः है नहीं केवल माना हुआ है। प्रकृतिसे माने हुए सम्बन्धको यदि विचारके द्वारा मिटाते हैं तो उसे ज्ञानयोग कहते हैं और यदि वही सम्बन्ध परहितार्थ कर्म करते हुए मिटाते हैं तो उसे कर्मयोग कहते हैं। प्रकृतिसे सम्बन्धविच्छेद होनेपर ही योग (परमात्मासे नित्यसम्बन्धका अनुभव) होता है अन्यथा केवल ज्ञान और कर्म ही होता है। अतः प्रकृतिसे सम्बन्धविच्छेदपूर्वक परमात्मासे अपने नित्यसम्बन्धको पहचाननेवाला ही तत्त्ववित् है।गुणा गुणेषु वर्तन्ते प्रकृतिजन्य गुणोंसे उत्पन्न होनेके कारण शरीर इन्द्रियाँ मन बुद्धि आदि भी गुण ही कहलाते हैं और इन्हींसे सम्पूर्ण कर्म होते हैं। अविवेकके कारण अज्ञानी पुरुष इन गुणोंके साथ अपना सम्बन्ध मानकर इनसे होनेवाली क्रियाओंका कर्ता अपनेको मान लेता है (टिप्पणी प0 163.2)। परन्तु स्वयं (सामान्य प्रकाश चेतन) में अपनी स्वतःसिद्ध स्थितिका अनुभव होनेपर मैं कर्ता हूँ ऐसा भाव आ ही नहीं सकता।रेलगाड़ीका इंजन चलता है अर्थात् उसमें क्रिया होती है परन्तु खींचनेकी शक्ति इंजन और चालकके मिलनेसे आती है। वास्तवमें खींचनेकी शक्ति तो इंजनकी ही है पर चालकके द्वारा संचालन करनेपर ही वह गन्तव्य स्थानपर पहुँच पाता है। कारण कि इंजनमें इन्द्रियाँ मन बुद्धि नहीं हैं इसलिये उसे इन्द्रियाँमन बुद्धिवाले चालक(मनुष्य) की जरूरत पड़ती है। परन्तु मनुष्यके पास शरीररूप इंजन भी है और संचालनके लिये इन्द्रियाँ मन बुद्धि भी। शरीर इन्द्रियाँ मन बुद्धि ये चारों एक सामान्य प्रकाश(चेतन) से सत्तास्फूर्ति पाकर भी कार्य करनेमें समर्थ होते हैं। सामान्य प्रकाश(ज्ञान) का प्रतिबिम्ब बुद्धिमें आता है बुद्धिके ज्ञानको मन ग्रहण करता है मनके ज्ञानको इन्द्रियाँ ग्रहण करती हैं और फिर शरीररूप इंजनका संचालन होता है। बुद्धि मन इन्द्रियाँ शरीर ये सबकेसब गुण हैं और इन्हें प्रकाशित करनेवाला अर्थात् इन्हें सत्तास्फूर्ति देनेवाला स्वयं इन गुणोंसे असम्बद्ध निर्लिप्त रहता है। अतः वास्तवमें सम्पूर्ण गुण ही गुणोंमें बरत रहे हैं।श्रेष्ठ पुरुषके आचरणोंका सब लोग अनुसरण करते हैं। इसीलिये भगवान् ज्ञानी महापुरुषके द्वारा लोकसंग्रह कैसे होता है इसका वर्णन करते हुए कहते हैं कि जिस प्रकार वह महापुरुष सम्पूर्ण गुण ही गुणोंमें बरत रहे हैं ऐसा अनुभव करके उनमें आसक्त नहीं होता उसी प्रकार साधकको भी वैसा ही मानकर उनमें आसक्त नहीं होना चाहिये।प्रकृतिपुरुषसम्बन्धी मार्मिक बातआकर्षण सदा सजातीयतामें ही होता है जैसे कानोंका शब्दमें त्वचाका स्पर्शमें नेत्रोंका रूपमें जिह्वाका रसमें और नासिकाका गन्धमें आकर्षण होता है। इस प्रकार पाँचों इन्द्रियोंका अपनेअपने विषयोंमें ही आकर्षण होता है। एक इन्द्रियका दूसरी इन्द्रियके विषयमें कभी आकर्षण नहीं होता। तात्पर्य यह है कि एक वस्तुका दूसरी वस्तुके प्रति आकर्षण होनेमें मूल कारण उन दोनोंकी सजातीयता ही है।आकर्षण प्रवृत्ति एवं प्रवृत्तिकी सिद्धि सजातीयतामें ही होती है। विजातीय वस्तुओंमें न तो आकर्षण होता है न प्रवृत्ति होती है न प्रवृत्तिकी सिद्धि ही होती है इसलिये आकर्षण प्रवृत्ति और प्रवृत्तिकी सिद्धि सजातीयताके कारण प्रकृति में ही होती है परन्तु पुरुष(चेतन) में विजातीय प्रकृति(जड) का जो आकर्षण प्रतीत होता है उसमें भी वास्तवमें प्रकृतिका अंश ही प्रकृतिकी ओर आकर्षित होता है। करने और भोगनेकी क्रिया प्रकृतिमें ही है पुरुषमें नहीं। पुरुष तो सदा निर्विकार नित्य अचल तथा एकरस रहता है।तेरहवें अध्यायके इकतीसवें श्लोकमें भगवान्ने बताया है कि शरीरमें स्थित होनेपर भी पुरुष वस्तुतः न तो कुछ करता है और न लिप्त होता है शरीरस्थोऽपि कौन्तेय न करोति न लिप्यते। पुरुष तो केवल प्रकृतिस्थ होने अर्थात् प्रकृतिसे तादात्म्य माननेके कारण सुखदुःखोंके भोक्तृत्वमें हेतु कहा जाता है पुरुषः सुखदुःखानां भोक्तृत्वे हेतुरुच्यते (गीता 13। 20) और पुरुषः प्रकृतिस्थो हि भुङ्क्ते प्रकृतिजान्गुणान् (गीता 13। 21)। तात्पर्य यह है कि यद्यपि सम्पूर्ण क्रियाएँ क्रियाओंकी सिद्धि और आकर्षण प्रकृतिमें ही होता है तथापि प्रकृतिसे तादात्म्यके कारण पुरुष मैं सुखी हूँ मैं दुःखी हूँ ऐसा मानकर भोक्तृत्वमें हेतु बन जाता है। कारण कि सुखीदुःखी होनेका अनुभव प्रकृति(जड) में हो ही नहीं सकताप्रकृति(जड) के बिना केवल पुरुष (चेतन) सुखदुःखका भोक्ता बन ही नहीं सकता।पुरुषमें प्रकृतिकी परिवर्तनरूप क्रिया या विकार नहीं है परन्तु उसमें सम्बन्ध मानने अथवा न माननेकी योग्यता तो है ही। वह पत्थरकी तरह जड नहीं प्रत्युत ज्ञानस्वरूप है। यदि पुरुषमें सम्बन्ध मानने अथवा न मानने की योग्यता नहीं होती तो वह प्रकृतिसे अपना सम्बन्ध कैसे मानता प्रकृतिसे सम्बन्ध मानकर उसकी क्रियाको अपनेमें कैसे मानता और अपनेमें कर्तृत्वभोक्तृत्व कैसे स्वीकार करता सम्बन्धको मानना अथवा न मानना भाव है क्रिया नहीं।पुरुषमें सम्बन्ध जोड़ने अथवा न जोड़नेकी योग्यता तो है पर क्रिया करनेकी योग्यता उसमें नहीं है। क्रिया करनेकी योग्यता उसीमें होती है जिसमें परिवर्तन (विकार) होता है। पुरुषमें परिवर्तनका स्वभाव नहीं है जबकि प्रकृतिमें परिवर्तनका स्वभाव है अर्थात् प्रकृतिमें क्रियाशीलता स्वाभाविक है। इसलिये प्रकृतिसे सम्बन्ध जोड़नेपर ही पुरुष अपनेमें क्रिया मान लेता है कर्ताहमिति मन्यते (गीता 3। 27)।पुरुषमें कोई परिवर्तन नहीं होता यह (परिवर्तनका न होना) उसकी कोई अशक्तता या कमी नहीं है प्रत्युत उसकी महत्ता है। वह निरन्तर एकरस एकरूप रहनेवाला है। परिवर्तन होना उसका स्वभाव ही नहीं है जैसे बर्फमें गरम होनेका स्वभाव या योग्यता नहीं है। परिवर्तनरूप क्रिया होना प्रकृतिका स्वाभाव है पुरुषका नहीं। परन्तु प्रकृतिसे अपना सम्बन्ध न माननेकी इसमें पूरी योग्यता सामर्थ्य स्वतन्त्रता है क्योंकि वास्तवमें प्रकृतिसे सम्बन्ध मूलमें नहीं है।प्रकृतिके अंश शरीरको पुरुष जब अपना स्वरूप मान लेता है तब प्रकृतिके उस अंशमें (सजातीय प्रकृतिका) आकर्षण क्रियाएँ और उनके फलकी प्राप्ति होती रहती है। इसीका संकेत यहाँ गुणाः गुणेषु वर्तन्ते पदोंसे किया गया है। गुणोंमें अपनी स्थिति मानकर पुरुष (चेतन) सुखीदुःखी होता रहता है। वास्तवमें सुखदुःखकी पृथक् सत्ता नहीं है। इसलिये भगवान् गुणोंसे माने हुए सम्बन्धका विच्छेद करनेके लिये विशेष जोर देते हैं।तात्त्विक दृष्टिसे देखा जाय तो सम्बन्धविच्छेद पहलेसे (सदासे) ही है। केवल भूलसे सम्बन्ध माना हुआ है। अतः माने हुए सम्बन्धको अस्वीकार करके केवल गुण ही गुणोंमें बरत रहे हैं इस वास्तविकताको पहचानना है।इति मत्वा न सज्जते यहाँ मत्वा पद जानने के अर्थमें आया है। तत्त्वज्ञ महापुरुष प्रकृति (जड) और पुरुष(चेतन) को स्वाभाविक ही अलगअलग जानता है। इसलिये वह प्रकृतिजन्य गुणोंमें आसक्त नहीं होता।भगवान् मत्वा पदका प्रयोग करके मानो साधकोंको यह आज्ञा देते हैं कि वे भी प्रकृतिजन्य गुणोंको अलग मानकर उनमें आसक्त न हों।विशेष बातकर्मयोगी और सांख्ययोगी दोनोंकी साधनाप्रणालीमें एकता नहीं होती। कर्मयोगी गुणों (शरीरादि) से मानी हुई एकताको मिटानेकी चेष्टा करता है इसलिये श्रीमद्भागवतमें कर्मयोगस्तु कामिनाम् (11। 20। 7) कहा गया है। भगवान्ने भी इसीलिये कर्मयोगीके लिये कर्म करनेकी आवश्यकतापर विशेष जोर दिया है जैसे कर्मोंका आरम्भ किये बिना मनुष्य निष्कर्मताको प्राप्त नहीं होता (गीता 3। 4) योगमें आरूढ़ होनेकी इच्छावाले मननशील पुरुषके लिये कर्म करना ही हेतु कहा जाता है (गीता 6। 3)। कर्मयोगीकर्मोंको तो करता है पर उनको अपने लिये नहीं प्रत्युत दूसरोंके हितके लिये ही करता है इसलिये वह उन कर्मोंका भोक्ता नहीं बनता। भोक्ता न बननेसे अर्थात् भोक्तृत्वका नाश होनेसे कर्तव्यका नाश स्वतः हो जाता है। तात्पर्य यह है कर्तृत्वमें जो कर्तापन है वह फलके लिये ही है। फलका उद्देश्य न रहनेपर कर्तृत्व नहीं रहता। इसलिये वास्तवमें कर्मयोगी भी कर्ता नहीं बनता। सांख्ययोगीमें विवेकविचारकी प्रधानता रहती है। वह प्रकृतिजन्य गुण ही गुणोंमें बरत रहे हैं ऐसा जानकर अपनेको उन क्रियाओंका कर्ता नहीं मानता। इसी बातको भगवान् आगे तेरहवें अध्यायके उन्तीसवें श्लोकमें कहेंगे कि जो पुरुष सम्पूर्ण कर्मोंको सब प्रकारसे प्रकृतिके द्वारा ही किये जाते हुए देखता है और स्वयं(आत्मा) को अकर्ता देखता है वही यथार्थ देखता है। इस प्रकार सांख्ययोगी कर्तृत्वका नाश करता है। कर्तृत्वका नाश होनेपर भोक्तृत्वका नाश स्वतः हो जाता है।तीसरे अध्यायके आरम्भसे ही भगवान्ने कई उदाहरणों एवं दृष्टिकोणोंसे कर्म करनेपर ही जोर दिया है जैसे जनकादि महापुरुष भी निष्कामभावसे कर्म करके परमसिद्धिको प्राप्त हुए हैं (3। 20) मैं भी कर्म करता हूँ (3।22) ज्ञानी महापुरुष भी अज्ञानी पुरुषोंके समान लोकसंग्रहार्थ कर्म करता है (3। 2526)। इससे सिद्ध होता है कि प्रत्येक दृष्टिसे कर्म करना ही श्रेयस्कर है।","hcsca":"।।3.28।। पूर्व श्लोक में अज्ञानी का जो लक्षण बताया गया है उसकी तुलना में ज्ञानी पुरुष की उससे ठीक विपरीत दृष्टि यहाँ श्रीकृष्ण बता रहे हैं। ज्ञानी के कर्मों में आसक्ति का कोई स्थान नहीं रहता क्योंकि वह जानता है कि मन ही बाह्यजगत् में कर्मरूप में व्यक्त होता है। यह विवेक उसमें सदा जागृत रहता हैं। एक बार इस सत्य को सम्यक् रूप से जान लेने पर ज्ञानी पुरुष यह समझ लेता है कि राग और द्वेष प्रवृत्ति या निवृत्ति सफलता और विफलता ये सब मन के लिए हैं। अत उसे फल में आसक्त होने का कोई प्रश्न ही नहीं रह जाता। इस प्रकार बन्धनों से मुक्त हुआ ज्ञानी पुरुष एक सच्चे खिलाड़ी के समान कार्य करता है जिसका आनन्द केवल खेल में ही हैं अंक जीतने में नहीं।इस स्थान पर श्रीकृष्ण का अर्जुन को महाबाहो कहकर सम्बोधित करना अर्थपूर्ण है। इस सम्बोधन से हमें धनुर्धारी के रूप में अर्जुन की अनेक उपलब्धियों का स्मरण होता है। यहाँ महाबाहो शब्द सूचित करता है कि सच्चा और वीर पुरुष वह नहीं जो किसी युद्ध में केवल कुछ शत्रुओं का ही वध करे बल्कि जो निरन्तर मन में चल रहे युद्ध का अथक सामना करते हुये आसक्तियों के ऊपर पूर्ण विजय प्राप्त करता है वही पुरुष वास्तविक वीर है। कर्म के युद्धक्षेत्र में परिस्थितियों पर आधिपत्य स्थापित करते हुये समस्त दिशाओं से आने वाले आसक्तियों के बाणों के समक्ष आत्मसमर्पण न करते हुये जोे कर्म करता है वही अपराजेय अमर वीर है। तत्पश्चात् वह निशस्त्र होकर र्मत्य वीरों के रथ में बैठकर प्रत्येक कुरुक्षेत्र में अनेक सेनाओं का मार्गदर्शन कर सकता है ऐसा ही पुरुष जो सत्य का ज्ञाता है तत्त्ववित कहलाता है।अब","etsga":"3.28 But, O mighty-armed one, the one who is a knower of the facts about the varieties of the gunas (alities) and actions does not become attached, thinking thus: The organs rest (act) on the objects of the organs.","etssa":"3.28 But he who knows the Truth, O mighty-armed (Arjuna), about the divisions of the alities and (their) functions, knowing that the Gunas as senses move amidst the Gunas as the sense-objects, is not attached.","etdss":"3.28. But, O mighty-armed one, the knower of the real nature of the divisions of the Strands and of their [respective] divisions of work, realises : The Strands are at their [respective] purposes And hence he is not attached.","ecssa":"3.28 तत्त्ववित् the knower of the Truth? तु but? महाबाहो O mightyarmed? गुणकर्मविभागयोः of the divisions of alities and functions? गुणाः the alities (in the shape of senses)? गुणेषु amidst the alities (in the shape of objects)? वर्तन्ते remain? इति thus? मत्वा knowing? न not? सज्जते is attached.Commentary He who knows the truth that the Self is entirely distinct from the three Gunas and actions does not become attached to the actions. He who knows the truth about the classification of the Gunas and their respective functions understands that the alities as senseorgans move amidst the alities as senseobjects. Therefore he is not attached to the actions. He knows? I am Akarta -- I am not the doer. (Cf.XIV.23).","scetsga":"3.28 Tu, but, on the other hand; he who is a knower, tattva-vit, a knower of the facts;-knower of what kinds of facts?-guna-karma-vibhagayoh, about the varieties of the gunas and actions, i.e. a knower of the diversity of the gunas and the diversity of acitons; [Guna-vibhaga means the products of Prakrti which consists of the three gunas. They are the five subtle elements, mind, intellect, ego, five sensory organs, five motor organs and five objects (sound etc.) of the senses. Karma-vibhaga means the varieties of inter-actions among these.-Tr.] na sajjate, does not become attached; iti matva, thinking thus; Gunah, the gunas in the form of organs;-not the Self-vartante, rest (act); gunesu, on the gunus in the form of objects of the organs.","scetdss":"3.28 Tattvavit tu etc. On the other hand, the knower of the real nature of divisions of the Strands and of their actions, sets himself free by viewing The Prakrti acts; what comes to men ?\n The ignorant men have been described as being attached to action (above III, 26). That attachment [of theirs, the Lord] demonstrates :","scetssa":"3.28 But he who knows the truth about the divisions of the Gunas and their actions - namely, about the division among Sattva etc., on the one hand, and the divisions among their respective functionings on the other hand - it is he who, realising that Gunas, i.e., Sattva etc., are operating on their own products, is not attached to the actions of the Gunas, being convinced, I am not the doer.","chakravarthi":"The intelligent person, however, knows the truth (tattva vit) about the divisions of gunas and actions (guna karma vibhagayoh). The divisions of the gunas are sattva, rajas and tamas. The divisions of action are divided according the effects of the gunas: devata (sattva), senses (rajas), and sense objects (tamas). One who knows the nature of these two is called tattva vit. The senses such as the eye (gunah) administered by their devatas are engaged with the sense objects such as form (gunesu). The intelligent person is not attached, knowing this. He thinks, “I am not at all the senses, nor the sense objects There is no relation between me and the senses or the sense objects at all.”","rudra":"\nLord Krishna is explaining that the person situated in Vedic wisdom knows\nthat the atma or soul is not the same as the physical body and the senses.\nSuch a person knows the distinction between the two and realises the\nactions performed are not of the atma and knowing they are only the\ntemporary manifestation of prakriti or material nature, does not become\nattached to the actions or there results. Such a person comprehends that\nthe senses reside in the mind and are transferred to the sense objects by\nthought impulses and are connected to the atma.","brahma":"\nKnowing the difference between prakriti or material nature and the gunas\nbeing the modes of goodness, passion and nescience and their influence of\nthe senses, Lord Krishna declares is a tattva-vit or a person of Vedic\nknowledge. The word gunesu is referring to the sense objects and their\nattributes such as form. The attributes that arise from the impulses of the\natma or soul are known as primary and they are without reactions and do not\nbind one to samsara the cycle of birth and death.","shri":"\nIn respect of the three gunas or modes of material nature being sattva or\ngoodness, rajas or passion and tamas or ignorance. That person who is\nblinded by false ego and bewildered by material nature believes they\nthemselves are the root cause and sole determining factor of all actions\nthey engage in. In the previous verse the word ahankara means bewildered by\nego identification or misidentifying the body to be the atma or soul. Such\na person is situated in nescience thinking that the interactions of the\nthree gunas in the physical body are the actions of the atma, such a one\nfoolishly considers that they are the doer of their actions. But the tattva-\nvit or knower of the truth is competent in discerning in all activities the\nproperties and influences of the three gunas as they manifest themselves\nthrough ones actions. Whoever becomes proficient in discerning the\nmanifestation of the three gunas in all actions will not commit the error\nof thinking that they through their body are the doer.","kumar":"In respect of the three gunas or modes of material nature being sattva or\ngoodness, rajas or passion and tamas or ignorance. That person who is\nblinded by false ego and bewildered by material nature believes they\nthemselves are the root cause and sole determining factor of all actions\nthey engage in. In the previous verse the word ahankara means bewildered by\nego identification or misidentifying the body to be the atma or soul. Such\na person is situated in nescience thinking that the interactions of the\nthree gunas in the physical body are the actions of the atma, such a one\nfoolishly considers that they are the doer of their actions. But the tattva-\nvit or knower of the truth is competent in discerning in all activities the\nproperties and influences of the three gunas as they manifest themselves\nthrough ones actions. Whoever becomes proficient in discerning the\nmanifestation of the three gunas in all actions will not commit the error\nof thinking that they through their body are the doer."}