{"meta":"Bhagavad Gita Chapter 3 Verse 14","metahi":"भगवद् गीता 3.14","slok":"अन्नाद्भवन्ति भूतानि पर्जन्यादन्नसम्भवः।यज्ञाद्भवति पर्जन्यो यज्ञः कर्मसमुद्भवः।।3.14।।","htsrsd":"।।3.14 3.15।।सम्पूर्ण प्राणी अन्नसे उत्पन्न होते हैं। अन्न वर्षासे होता है। वर्षा यज्ञसे होती है। यज्ञ कर्मोंसे निष्पन्न होता है। कर्मोंको तू वेदसे उत्पन्न जान और वेदको अक्षरब्रह्मसे प्रकट हुआ जान। इसलिये वह सर्वव्यापी परमात्मा यज्ञ (कर्तव्यकर्म) में नित्य प्रतिष्ठित है।","htstma":"।।3.14।। समस्त प्राणी अन्न से उत्पन्न होते हैं अन्न की उत्पत्ति पर्जन्य से। पर्जन्य की उत्पत्ति यज्ञ से और यज्ञ कर्मों से उत्पन्न होता है।।","transliteration":"Annaad bhavanti bhootaani parjanyaad anna sambhavah;\nYajnaad bhavati parjanyo yajnah karma samudbhavah.","englishmeaning":"annāt—from food; bhavanti—subsist; bhūtāni—living beings; parjanyāt—from rains; anna—of food grains; sambhavaḥ—production; yajñāt—from the performance of sacrifice; bhavati—becomes possible; parjanyaḥ—rain; yajñaḥ—performance of sacrifice; karma—prescribed duties; samudbhavaḥ—born of","hcsrsd":" 3.14।। व्याख्या   अन्नाद्भवन्ति भूतानि प्राणोंको धारण करनेके लिये जो खाया जाता है वह अन्न (टिप्पणी प0 136.2) कहलाता है। जिस प्राणीका जो खाद्य है जिसे ग्रहण करनेसे उसके शरीरकी उत्पत्ति भरण और पुष्टि होती है उसे ही यहाँ अन्न नामसे कहा गया है जैसे मिट्टीका कीड़ा मिट्टी खाकर जीता है तो मिट्टी ही उसके लिये अन्न है।जरायुज (मनुष्य पशु आदि) उद्भिज्ज (वृक्षादि) अण्डज (पक्षी सर्प चींटी आदि) और स्वेदज (जूँ आदि) ये चारों प्रकारके प्राणी अन्नसे ही उत्पन्न होते हैं और उत्पन्न होकर अन्नसे ही जीवित रहते हैं (टिप्पणी प0 137.1)।पर्जन्यादन्नसम्भवः समस्त खाद्य पदार्थोंकी उत्पत्ति जलसे होती है। घासफूस अनाज आदि तो जलसे होते ही हैं मिट्टीके उत्पन्न होनेमें भी जल ही कारण है। अन्न जल वस्त्र मकान आदि शरीरनिर्वाहकीसभी सामग्री स्थूल या सूक्ष्मरूपसे जलसे सम्बन्ध रखती है और जलका आधार वर्षा है।यज्ञाद्भवति पर्जन्यः यज्ञ शब्द मुख्यरूपसे आहुति देनेकी क्रियाका वाचक है। परन्तु गीताके सिद्धान्त और कर्मयोगके प्रस्तुत प्रकरणके अनुसार यहाँ यज्ञ शब्द सम्पूर्ण कर्तव्यकर्मोंका उपलक्षक है। यज्ञमें त्यागकी ही मुख्यता होती है। आहुति देनेमें अन्न घी आदि चीजोंका त्याग है दान करनेमें वस्तुका त्याग है तप करनेमें अपने सुखभोगका त्याग है कर्तव्यकर्म करनेमें अपने स्वार्थ आराम आदिका त्याग है। अतः यज्ञ शब्द यज्ञ (हवन) दान तप आदि सम्पूर्ण शास्त्रविहित क्रियाओंका उपलक्षक है।बृहदारण्यकउपनिषद्में एक कथा आती है। प्रजापति ब्रह्माजीने देवता मनुष्य और असुर इन तीनोंको रचकर उन्हें द इस अक्षरका उपदेश दिया। देवताओंके पास भोगसामग्रीकी अधिकता होनेके कारण उन्होंने द का अर्थ दमन करो समझा। मनुष्योंमें संग्रहकी प्रवृत्ति अधिक होनेके कारण उन्होंने द का अर्थ दान करो समझा। असुरोंमें हिंसा(दूसरोंको कष्ट देने) का भाव अधिक होनेके कारण उन्होंने द का अर्थ दया करो समझा। इस प्रकार देवता मनुष्य और असुर तीनोंको दिये गये उपदेशका तात्पर्य दूसरोंका हित करनेमें ही है। वर्षाके समय मेघ जोद द द की गर्जना करता है वह आज भी ब्रह्माजीके उपदेश (दमन करो दान करो दया करो) के रूपसे कर्तव्यकर्मोंकी याद दिलाता है (बृहदारण्यक0 5। 2। 13)।अपने कर्तव्यकर्मका पालन करनेसे वर्षा कैसे होगी वचनकी अपेक्षा अपने आचरणका असर दूसरोंपर स्वाभाविक अधिक पड़ता है यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः (गीता 3। 21)। मनुष्य अपनेअपने कर्तव्यकर्मका पालन करेंगे तो उसका असर देवताओंपर भी पड़ेगा जिससे वे भी अपने कर्तव्यका पलन करेंगे वर्षा करेंगे। (गीता 3। 11)। इस विषयमें एक कहानी है। चार किसानबालक थे। आषाढ़का महीना आनेपर भी वर्षा नहीं हुई तो उन्होंने विचार किया कि हल चलानेका समय आ गया है वर्षा नहीं हुई तो न सही हम तो समयपर अपने कर्तव्यका पालन कर दें। ऐसा सोचकर उन्होंने खेतमें जाकर हल चलाना शुरू कर दिया। मोरोंने उनको हल चलाते देखा तो सोचा कि बात क्या है वर्षा तो अभी हुई नहीं फिर ये हल क्यों चला रहे हैं जब उनको पता लगा कि ये अपने कर्तव्यका पालन कर रहे हैं तब उन्होंने विचार किया कि हम अपने कर्तव्यका पालन करनेमें पीछे क्यों रहें ऐसा सोचकर मोर भी बोलने लग गये। मोरोंकी आवाज सुनकर मेघोंने विचार किया कि आज हमारी गर्जना सुने बिना मोर कैसे बोल रहे हैं सारी बात पता लगनेपर उन्होंने सोचा कि हम अपने कर्तव्यसे क्यों हटें और उन्होंने भी गर्जना करनी शुरू कर दी। मेघोंकी गर्जना सुनकर इन्द्रने सोचा कि बात क्या है जब उसको मालूम हुआ कि वे अपने कर्तव्यका पालन कर रहे हैं तब उसने सोचा कि अपने कर्तव्यका पालन करनेमें मैं पीछे क्यों रहूँ ऐसा सोचकर इन्द्रने भी मेघोंको वर्षा करनेकी आज्ञा दे दी। यज्ञः कर्मसमुद्भवः निष्कामभावपूर्वक किये जानेवाले लौकिक और शास्त्रीय सभी विहित कर्मोंका नाम यज्ञ है। ब्रह्मचारीके लिये अग्निहोत्र करना यज्ञ है। ऐसे ही स्त्रियोंके लिये रसोई बनाना यज्ञ है (टिप्पणी प0 137.2)। आयुर्वेदका ज्ञाता केवल लोगोंके हितके लिये वैद्यककर्म करे तो उसके लिये वही यज्ञ है। इसी तरह विद्यार्थी अपने अध्ययनको और व्यापारी अपने व्यापारको (यदि वह केवल दूसरोंके हितके लिये निष्कामभावसे किया जाय) यज्ञ मान सकते हैं। इस प्रकार वर्ण आश्रम देश कालकीमर्यादा रखकर निष्कामभावसे किये गये सभी शास्त्रविहित कर्तव्यकर्म यज्ञ रूप होते हैं। यज्ञ किसी भी प्रकारका हो क्रियाजन्य ही होता है।संखिया भिलावा आदि विषोंको भी वैद्यलोग जब शुद्ध करके औषधरूपमें देते हैं तब वे विष भी अमृतकी तरह होकर बड़ेबड़े रोगोंको दूर करनेवाले बन जाते हैं। इसी प्रकार कामना ममता आसक्ति पक्षपात विषमता स्वार्थ अभिमान आदि ये सब कर्मोंमें विषके समान हैं। कर्मोंके इस विषैले भागको निकालदेनेपर वे कर्म अमृतमय होकर जन्ममरणरूप महान् रोगको दूर करनेवाले बन जाते हैं। ऐसे अमृतमय कर्म ही यज्ञ कहलाते हैं।कर्म ब्रह्मोद्भवं विद्धि वेद कर्तव्यकर्मोंको करनेकी विधि बताते हैं (गीता 4। 32)। मनुष्यको कर्तव्यकर्म करनेकी विधिका ज्ञान वेदसे होनेके कारण ही कर्मोंको वेदसे उत्पन्न कहा गया है। वेद शब्दके अन्तर्गत ऋग्वेद यजुर्वेद सामवेद और अथर्ववेदके साथसाथ स्मृति पुराण इतिहास (रामायण महाभारत) एवं भिन्नभिन्न सम्प्रदायके आचार्योंके अनुभववचन आदि समस्त वेदानुकूल सत्शास्त्रोंको ग्रहण कर लेना चाहिये।ब्रह्माक्षरसमुद्भवम् यहाँ ब्रह्म पद वेदका वाचक है। वेद सच्चिदानन्दघन परमात्मासे ही प्रकट हुए हैं (गीता 17।23)। इस प्रकार परमात्मा सबके मूल हुए।परमात्मासे वेद प्रकट होते हैं। वेद कर्तव्यपालनकी विधि बताते हैं। मनुष्य उस कर्तव्यका विधिपूर्वक पालन करते हैं। कर्तव्यकर्मोंके पालनसे यज्ञ होता है और यज्ञसे वर्षा होती है। वर्षासे अन्न होता है अन्नसे प्राणी होते हैं और उन्हीं प्राणियोंमेंसे मनुष्य कर्तव्यकर्मोंके पालनसे यज्ञ करते हैं (टिप्पणी प0 138)। इस तरह यह सृष्टिचक्र चल रहा है।तस्मात्सर्वगतं ब्रह्म नित्यं यज्ञे प्रतिष्ठितम् यहाँ ब्रह्म पद अक्षर(सगुणनिराकार परमात्मा) का वाचक है। अतः सर्वगत (सर्वव्यापी) परमात्मा हैं वेद नहीं।सर्वव्यापी होनेपर भी परमात्मा विशेषरूपसे यज्ञ (कर्तव्यकर्म) में सदा विद्यमान रहते हैं। तात्पर्य यह है कि जहाँ निष्कामभावसे कर्तव्यकर्मका पालन किया जाता है वहाँ परमात्मा रहते हैं। अतः परमात्मप्राप्ति चाहनेवाले मनुष्य अपने कर्तव्यकर्मोंके द्वारा उन्हें सुगमतापूर्वक प्राप्त कर सकते हैं स्वकर्मणा तमभ्यच्र्य सिद्धिं विन्दति मानवः (गीता 18। 46)। शङ्का परमात्मा जब सर्वव्यापी हैं तब उन्हें केवल यज्ञमें नित्य प्रतिष्ठित क्यों कहा गया है क्या वे दूसरी जगह नित्य प्रतिष्ठित नहीं हैं समाधान परमात्मा तो सभी जगह समानरूपसे नित्य विद्यमान हैं। वे अनित्य और एकदेशीय नहीं हैं। इसीलिये उन्हें यहाँ सर्वगत कहा गया है। यज्ञ (कर्तव्यकर्म) में नित्य प्रतिष्ठित कहनेका तात्पर्य यह है कि यज्ञ उनका उपलब्धिस्थान है। जमीनमें सर्वत्र जल रहनेपर भी वह कुएँ आदिसे ही उपलब्ध होता है सब जगहसे नहीं। पाइपमें सर्वत्र जल रहनेपर भी जल वहींसे प्राप्त होता है जहाँ टोंटी या छिद्र होता है। ऐसे ही सर्वगत होनेपर भी परमात्मा यज्ञसे ही प्राप्त होते हैं।अपने लिये कर्म करनेसे तथा जडता (शरीरादि) के साथ अपना सम्बन्ध माननेसे सर्वव्यापी परमात्माकी प्राप्तिमें बाधा (आड़) आ जाती है। निष्कामभावपूर्वक केवल दूसरोंके हितके लिये अपने कर्तव्यका पालनकरनेसे यह बाधा हट जाती है और नित्यप्राप्त परमात्माका स्वतः अनुभव हो जाता है। यही कारण है कि भगवान् अर्जुनको जो कि अपने कर्तव्यसे हटना चाहते थे अनेक युक्तियोंसे कर्तव्यका पालन करनेपर विशेष जोर दे रहे हैं। सम्बन्ध   सृष्टिचक्रके अनुसार चलने अर्थात् अपने कर्तव्यका पालन करनेकी जिम्मेवारी मनुष्यपर ही है। अतः जो मनुष्य अपने कर्तव्यका पालन नहीं करता उसकी ताड़ना भगवान् आगेके श्लोकमें करते हैं।","hcsca":"।।3.14।। No commentary.","etsga":"3.14 From food are born the creatures; the origin of food is from rainfall; rainfall originates from sacrifice; sacrifice has action as its origin.","etssa":"3.14 From food come forth beings; from rain food is produced; from sacrifice arises rain and sacrifice is born of action.","etdss":"3.14. From food arise the things that are born; from the rain-cloud the food arises; from the sacrifice the rain-cloud arises; the sacrifices arises from action;","ecssa":"3.14 अन्नात् from food? भवन्ति come forth? भूतानि beings? पर्जन्यात् from rain? अन्नसम्भवः production of food? यज्ञात् from sacrifice? भवति arises? पर्जन्यः rain? यज्ञः sacrifice? कर्मसमुद्भवः born of action.Commentary Here Yajna means Apurva or the subtle principle or the unseen form which a sacrifice assumes between the time of its performance and the time when its fruits manifest themselves.","scetsga":"3.14 It is a matter of direct perception that annat, from food, which is eaten and is transformed into blood and semen; bhavanti, are born; bhutani, the creatures. Anna-sambhavah, the origin of food; is parjanyat, from rainfall. Parjanyah, rainfall; bhavati, originates; from yajnat, from sacrifice. This accords with the Smrti, The oblations properly poured into fire reaches the sun. From the sun comes rain, from rain comes food, and from the sun comes rain, from rain comes food, and from that the creatures (Ma.Sm.3.76). (Here) sacrifice means its unie [Also termed as the unseen result (adrsta).-Tr.] result. And that sacrifice, i.e. the unie result, which arises (samudbhavah) from action (karma) undertaken by the priest and the sacrificer, is karma-samudbhavah; it has action for its origin.","scetdss":"3.14 See Comment under 3.15","scetssa":"3.14 From food arise all beings; from rain food is produced. These two facts are matters of common experience. From sacrifice comes rain this is known from the scriptures such as, The oblations offered in fire reach the sun, and from the sun comes rain (Manu, 6.76), and sacrifice is born out of activities in the form of collecting materials, etc., by the agent. And activity arises from Brahman, the body born of Prakrti.","chakravarthi":"One should perform the yajna because it causes the cyclic movement in the universe. From food living entities exist. Food is the cause of the bodies of the entities, and from food arises the health of the bodies of the living entities with transformation into semen and blood. The cause of food is rain. By the rain, food is produced. The cause of rain is the yajna. By people performing yajna the clouds produce sufficient rain. The cause of yajna is karma, action. The yajna is produced from the actions of the priest and the patron.","rudra":"\nBecause it is due to actions that the Earth keeps revolving, actions should\nbe performed. This Lord Krishna is emphasising in this verse and the next\ntwo verses with the words bhavanti bhutani meaning beings are born. They\nare born from food turned into semen., that food was created from rains\nthat resulted from yagna or worship and that worship was performed by\nactions and from the efforts of those was accomplished. This is the\nmeaning. In the Manu Samhita III.76 it states that the ghee or clarified\nbutter duly offered into the sacrificial fire ascends to the sun and from\nthat the sun manifests clouds full of rain. From rain results the growth of\nfood and from food humans come into existence from the semen of males\nfertilising the eggs females.","brahma":"\nActions are born from the Vedas because the Vedas prescribe yagna or\nworship and appeasement and the performance of yagna is done by actions.\nThe Vedas arose out of the breath of the Supreme Brahman. This is noted by\nthe word brahmaksara which means the supreme immutable Vedas which was the\nmedium by which the knowledge of the ultimate reality was revealed.\nOtherwise how could the Supreme Brahman which is inconceivable, without a\nbeginning and an end and complete within Himself ever been known. The word\naksara in brahmaksara means the ultimate reality denoting the Supreme Lord.\nWhen a primary meaning has been identified it is not proper to accept a\nsecondary meaning as is often the case due to forgotten traditions.\nInsentient objects cannot manifest by themselves they must be created. The\nmagnitude of actions in creation, the unlimited resources of elements and\nthe awesome manifestation of time indicate inconceivable powers. Since the\nmaterial worlds are but reflections of the spiritual worlds all actions in\nmaterial existence emanate outwards with the energy of the Supreme Lord as\nthe source. This does not directly include the actions exhibited by\nsentient beings using free will only the underlying energy that empowers\nthem.\nThe word aksarani refers to the eternality of the Supreme Lord. The eternal\nVedas have Him for their source. Because He is eternal the Vedas are\neternal as well. There would be a flaw in anyone thinking that the Vedas\nwere created because they could not have been so without prior knowledge.\nThey are eternally manifest and the Vedic scriptures reveal that they were\nexhaled by the breath of the Supreme Being. Exhaling is a natural phenomena\nwithout any effort required indicating that the Vedas manifested from the\nspiritual worlds without any conscious effort, this is the inference meant\nhere.\nIn view of being eternal the statements of being created have to be\nunderstood from the point of view of manifesting within material existence\nor perception of such not that it was actually created for the first time.\nAn example of this is the treatise Shatapatha Brahmana which is said to\nhave been created by Yagnavalkya. How is it possible for any part of the\neternal Vedic scriptures to be created by anyone? Yagnavalkya blessed by\nthe Supreme achieved a high level of attainment and received it within his\nmind from the spiritual plane and transcribed it onto palm leaves for\nposterity.\nA statement clarified after deliberation is superior to one spoken without\ncontemplation. The Vedic scriptures are the source of origin, thus the\nstatement in Brahma Sutras I.I.III that the Vedas are the evidence that\nBrahma is the creator. In the previous verse I.I.II the word janmadyasya is\nused meaning from whom were created is the evidence which can be quoted.\nThese verses do not suggest that the Vedas were born from Brahman nor do\nthey infer the Brahman was the cause of the Vedas. The creating of the\nmaterial worlds by the Brahman from the five basic elements given to him\nof water, earth, air, fire and ether does not preclude the creation of the\nVedas nor would it be correct to assume that the Vedas were created this\nway. The creation of a most wonderful world is in no way superior to the\neternal emanations of the Vedas. This also does not lead to the conclusion\nthat the Brahman is omniscient even though the manifestation of the Vedas\nis omniscient. Therefore the eternal Vedas coming from the spiritual worlds\nare themselves the proof and the word aksara confirms this. So Brahman is\nrevealed through yagna and Brahman is revealed through Vedic scriptures and\nthe Vedas eternally establish yagna throughout the material creation. From\nknowledge of the Vedas and performance of yagna living entities prosper and\nflourish. This is the eternal cycle.","shri":"There is no commentary for this verse.","kumar":"Lord Krishna has thus pointed out the virtues of performing\nyagna or worship according to the Vedic injunctions and the\ndemerits incurred by ignoring the Vedic prohibitions and\nfailing to perform yagna. He points out the folly of non-\nperformance of yagna in verses 14, 15 and 16 beginning annad\nbhananti meaning food strengthens living beings. All beings\nhave evolved from and waxed strong from foods. Production of\nfood is dependent on rain and rain is dependent on yagna which\nis dependent upon the activities performed by the Brahmins as\nprescribed in the Vedas. This is the chanting of Vedic mantras\nby Brahmins and their offering the oblations such as ghee or\nclarified butter and seed grain such as sesame into the sacred\nfire. In Manu Samhita III.76 it has been presented in another\nway: the oblations offered into the fire ascend to the sun,\nfrom the sun comes clouds and rain, from rainfall food is\ngrown and from food beings come into existence."}