{"meta":"Bhagavad Gita Chapter 3 Verse 24","metahi":"भगवद् गीता 3.24","slok":"उत्सीदेयुरिमे लोका न कुर्यां कर्म चेदहम्।सङ्करस्य च कर्ता स्यामुपहन्यामिमाः प्रजाः।।3.24।।","htsrsd":"।।3.23 3.24।।हे पार्थ अगर मैं किसी समय सावधान होकर कर्तव्यकर्म न करूँ (तो बड़ी हानि हो जाय क्योंकि) मनुष्य सब प्रकारसे मेरे ही मार्गका अनुसरण करते हैं। यदि मैं कर्म न करूँ तो ये सब मनुष्य नष्टभ्रष्ट हो जायँ और मैं संकरताको करनेवाला तथा इस समस्त प्रजाको नष्ट करनेवाला बनूँ।","htstma":"।।3.24।। यदि मैं कर्म न करूँ तो ये समस्त लोक नष्ट हो जायेंगे और मैं वर्णसंकर का कर्ता तथा इस प्रजा का हनन करने वाला होऊँगा।।","transliteration":"Utseedeyur ime lokaa na kuryaam karma ched aham;\nSankarasya cha kartaa syaam upahanyaam imaah prajaah.","englishmeaning":"utsīdeyuḥ—would perish; ime—all these; lokāḥ—worlds; na—not; kuryām—I perform; karma—prescribed duties; chet—if; aham—I; sankarasya—of uncultured population; cha—and; kartā—responsible; syām—would be; upahanyām—would destroy; imāḥ—all these; prajāḥ—living entities","hcsrsd":" 3.24।। व्याख्या   बाईसवें श्लोकमें भगवान्ने अन्वयरीतिसे कर्तव्यपालनकी आवश्यकताका प्रतिपादन किया और इन श्लोकोंमें भगवान् व्यतिरेकरीतिसे कर्तव्यपालन न करनेसे होनेवाली हानिका प्रतिपादन करते हैं।यदि ह्यहं न वर्तेयं जातु कर्मण्यतन्द्रितः पूर्वश्लोकमें आये वर्त एव च कर्मणि पदोंकी पुष्टिके लिये यहाँ हि पद आया है।भगवान् कहते हैं कि मैं सावधानीपूर्वक कर्म न करूँ ऐसा हो ही नहीं सकता परन्तु यदि ऐसा मान लें कि मैं कर्म न करूँ इस अर्थमें भगवान्ने यहाँ यदि जातु पदोंका प्रयोग किया है।अतन्द्रितः पदका तात्पर्य यह है कि कर्तव्यकर्म करनेमें आलस्य और प्रमाद नहीं करना चाहिये अपितु उन्हें बहुत सावधानी और तत्परतासे करना चाहिये। सावधानीपूर्वक कर्तव्यकर्म न करनेसे मनुष्य आलस्य और प्रमादके वशमें होकर अपना अमूल्य जीवन नष्ट कर देता है।कर्मोंमें शिथिलता (आलस्यप्रमाद) न लाकर उन्हें सावधानी एवं तत्परतापूर्वक करनेसे ही कर्मोंसे सम्बन्धविच्छेद होता है। जैसे वृक्षकी कड़ी टहनी जल्दी टूट जाती है पर जो अधूरी टूटनेके कारण लटक रही है ऐसी शिथिल (ढीली) टहनी जल्दी नहीं टूटती ऐसे ही सावधानी एवं तत्परतापूर्वक कर्म करनेसे कर्मोंसे सम्बन्धविच्छेद हो जाता है पर आलस्यप्रमादपूर्वक (शिथिलतापूर्वक) कर्म करनेसे कर्मोंसे सम्बन्धविच्छेद नहीं होता। इसीलिये भगवान्ने उन्नीसवें श्लोकमें समाचर पदका तथा इस श्लोकमेंअतन्द्रितः पदका प्रयोग किया है।अगर किसी कर्मकी बारबार याद आती है तो यही समझना चाहिये कि कर्म करनेमें कोई त्रुटि (कामना आसक्ति अपूर्णता आलस्य प्रमाद उपेक्षा आदि) हुई है जिसके कारण उस कर्मसे सम्बन्धविच्छेद नहीं हुआ है। कर्मसे सम्बन्धविच्छेद न होनेके कारण ही किये गये कर्मकी याद आती है।मम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः इन पदोंसे भगवान् मानो यह कहते हैं कि मेरे मार्गका अनुसरण करनेवाले ही वास्तवमें मनुष्य कहलानेयोग्य हैं। जो मुझे आदर्श न मानकर आलस्यप्रमादवश कर्तव्यकर्म नहीं करते और अधिकार चाहते हैं वे आकृतिसे मनुष्य होनेपर भी वास्तवमें मनुष्य कहलानेयोग्य नहीं हैं।इसी अध्यायके इक्कीसवें श्लोकमें भगवान्ने कहा था कि श्रेष्ठ पुरुषके आचरण और प्रमाणके अनुसार सब मनुष्य उनका अनुसरण करते हैं और इस श्लोकमें भगवान् कहते हैं कि मनुष्य सब प्रकारसे मेरे मार्गका अनुसरण करते हैं। इसका तात्पर्य यह है कि श्रेष्ठ पुरुष तो एक ही लोक(मनुष्यलोक) में आदर्श पुरुष हैं पर मैं तीनों ही लोकोंमें आदर्श पुरुष हूँ।मनुष्यको संसारमें कैसे रहना चाहिये यह बतानेके लिये भगवान् मनुष्यलोकमें अवतरित होते हैं। संसारमें अपने लिये रहना ही नहीं है यही संसारमें रहनेकी विद्या है। संसार वस्तुतः एक विद्यालय है जहाँ हमें कामना ममता स्वार्थ आदिके त्यागपूर्वक दूसरोंके हितके लिये कर्म करना सीखना है और उसके अनुसार कर्म करके अपना उद्धार करना है। संसारके सभी सम्बन्धी एकदूसरेकी सेवा (हित) करनेके लिये ही हैं।इसीलिये पिता पुत्र पति पत्नी भाई बहन आदि सबको चाहिये कि वे एकदूसरेके अधिकारकी रक्षा करते हुए अपनेअपने कर्तव्य पालन करें और एकदूसरेके कल्याणकी चेष्टा करें।उत्सीदेयुरिमे लोका न कुर्यां कर्म चेदहम् भगवान्ने तेईसवें श्लोकमें यदि ह्यहं न वर्तेयं जातु कर्मण्यतन्द्रितः पदोंसे कर्मोंमें सावधानी न रखनेसे होनेवाली हानिकी बात कही और अब इस (चौबीसवें) श्लोकमें उपर्युक्त पदोंसे कर्म न करनेसे होनेवाली हानिकी बात कहते हैं।यद्यपि ऐसा हो ही नहीं सकता कि मैं कर्तव्यकर्म न करूँ तथापि यदि ऐसा मान लिया जाय इस अर्थमें भगवान्ने यहाँ चेत् पदका प्रयोग किया है।इन पदोंका तात्पर्य है कि मनुष्यकी कर्म न करनेमें भी आसक्ति नहीं होनी चाहिये मा ते सङ्गोऽस्त्वकर्मणि (गीता 2। 47)। इसीलिये भगवान् अपना उदाहरण देते हुए कहते हैं कि मेरे लिये कुछ भी प्राप्तव्य न होनेपर भी मैं कर्म करता हूँ। यदि मैं (जिस वर्ण आश्रम आदिमें मैंने अवतार लिया है उसके अनुसार) अपने कर्तव्यका पालन न करूँ तो सम्पूर्ण मनुष्य नष्टभ्रष्ट हो जायँ अर्थात् उनका पतन हो जाय। कारण कि अपने कर्तव्यका त्याग करनेसे मनुष्योंमें तामसभाव आ जाता है जिससे उनकी अधोगति होती है अधो गच्छन्ति तामसाः (गीता 14। 18)।भगवान् त्रिलोकीमें आदर्श पुरुष हैं और सम्पूर्ण प्राणी उन्हींके मार्गका अनुसरण करते हैं। इसलिये यदि भगवान् कर्तव्यका पालन नहीं करेंगे तो त्रिलोकीमें भी कोई अपने कर्तव्यका पालन नहीं करेगा। अपने कर्तव्यका पालन न करनेसे उनका अपनेआप पतन हो जायगा।संकरस्य च कर्ता स्यामुपहन्यामिमाः प्रजाः यदि मैं कर्तव्यकर्म न करूँ तो सब लोक नष्टभ्रष्ट हो जायँगे और उनके नष्ट होनेका कारण मैं ही बनूँगा जबकि ऐसा सम्भव नहीं है।परस्परविरुद्ध दो धर्म (भाव) एकमें मिल जायँ तो वह संकर कहलाता है।पहले अध्यायके चालीसवें और इकतालीसवें श्लोकमें अर्जुनने कहा था कि यदि मैं युद्ध करूँगा तो कुलका नाश हो जायगा। कुलके नाशसे सनातन कुलधर्म नष्ट हो जाता है धर्मके नष्ट होनेपर सम्पूर्ण कुलमें पाप फैल जाता है पापके अधिक बढ़नेपर कुलकी स्त्रियाँ दूषित हो जाती है और स्त्रियोंके दूषित होनेपर वर्णसंकर उत्पन्न होता है। इस प्रकार अर्जुनका भाव यह था कि युद्ध करनेसे वर्णसंकरता उत्पन्न होगी (टिप्पणी प0 157)। परन्तु यहाँ भगवान् उससे विपरीत बात कहते हैं कि युद्धरूप कर्तव्यकर्म न करनेसे वर्णसंकरता उत्पन्न होगी। इस विषयमें भगवान् अपना उदाहरण देते हैं कि यदि मैं कर्तव्यकर्म न करूँ तो कर्म धर्म उपासना वर्ण आश्रम जाति आदि सबमें स्वतः संकरता आ जायगी। तात्पर्य यह है कि कर्तव्यकर्म न करनेसे ही संकरता उत्पन्न होती है। इसलिये यहाँ भगवान् अर्जुनसे मानो यह कहते हैं कि तू युद्धरूप कर्तव्यकर्म न करनेसे ही वर्णसंकर उत्पन्न करनेवाला बनेगा न कि युद्ध करनेसे (जैसा कि तू मानता है)।विशेष बातअर्जुनके मूल प्रश्न (मुझे घोर कर्ममें क्यों लगाते हैं) का उत्तर भगवान् बाईसवें तेईसवें और चौबीसवें तीन श्लोकोंमें अपने उदाहरणसे देते हैं कि मैं तुम्हें ही कर्ममें लगाता हूँ ऐसी बात नहीं है प्रत्युत मैं स्वयं भी कर्ममें लगा रहता हूँ जबकि वास्तवमें मेरे लिये त्रिलोकीमें कुछ भी कर्तव्य एवं प्राप्तव्य नहीं है।भगवान् अर्जुनको इस बातका संकेत करते हैं कि अभी इस अवतारमें तुमने भी स्वीकार किया और मैंने भी स्वीकार किया कि तू रथी बने और मैं सारथि बनूँ तो देख क्षत्रिय होते हुए भी आज मैं तेरा सारथि बना हुआ हूँ और इस प्रकार स्वीकार किये हुए अपने कर्तव्यका सावधानी और तत्परतापूर्वक पालन कर रहा हूँ। मेरे इस कर्तव्यपालनका भी त्रिलोकीपर प्रभाव पड़ेगा क्योंकि मैं त्रिलोकीमें आदर्श पुरुष हूँ। समस्त प्राणी मेरे ही मार्गका अनुसरण करते हैं। इस प्रकार तुम्हें भी अपने कर्तव्यकर्मकी उपेक्षा न करके मेरी तरह उसका सावधानी एवं तत्परतापूर्वक पालन करना चाहिये। सम्बन्ध   पीछेके तीन श्लोकोंमें भगवान्ने जैसे अपने लिये कर्म करनेमें सावधानी रखनेका वर्णन किया ऐसे ही आगेके दो श्लोकोंमें ज्ञानी महापुरुषके लिये कर्म करनेमें सावधानी रखनेकी प्रेरणा करते हैं।","hcsca":"।।3.24।। ईश्वर के रूप में यदि मैं शासन न करूँ तो विश्व में उन्नति नहीं होगी और नियमबद्ध सृष्टि भी नष्ट हो जायेगी। विश्व कोई क्रमहीन रचना नहीं वरन् नियमबद्ध सृष्टि है। प्रकृति के नियम पालन में कहीं भी मर्यादा का उल्लंघन होता नहीं दिखाई देता।प्राकृतिक घटनायेंे ग्रहों की गति ऋतुओं का लयबद्ध नृत्य और सृष्टि का संगीत ये सब किसी महान् नियम के अनुसार चलते रहते हैं इसी को कहतेैं हैं प्रकृति और उसके नियामक ईश्वर की प्रबल शक्ति। इस ईश्वररूप में भगवान् के निष्क्रिय हो जाने पर ये लोक नष्ट हो जायेंगे। श्रीकृष्ण का यह कथन तर्क के विपरीत नहीं है जो केवल अन्धविश्वासी लोगों को ही स्वीकार होगा। विज्ञान की दृष्टि से विचार करने वाले लोग भी इसको अस्वीकार नहीं कर सकते।भगवान् केवल बाह्य जगत् के पदार्थों का संचालन करने वाले नियमों के ही नियामक नहीं बल्कि भावना एवं विचार के आन्तरिक जगत् के भी नियन्ता हैं। हिन्दू ऋषिमुनियों ने मानव समाज का चार वर्णों में जो वर्गीकरण किया उसका आधार मनुष्य का मानसिक स्वभाव एवं बौद्धिक क्षमता थी। यदि आन्तरिक जगत् में कोई नियम सुचारु रूप से काम न करें तो मनुष्य के व्यवहार और चरित्र में विचित्रता और अस्थिरता उत्पन्न होगी जिससे भ्रांति की वृद्धि होगी। वर्तमान में प्रचलित वर्णसंकर का अर्थ शास्त्र के विपरीत है जिसके कारण आज का शिक्षित व्यक्ति गीता की आलोचना करते हुये कह सकता है कि इसमें उच्च वर्ण की वर्चस्वता को ही भगवान की स्वीकृत है। वर्ण संकर के विषय में प्रथम अध्याय के 41वें श्लोक में विवेचन किया जा चुका है।आत्मज्ञान प्राप्त कर लेने पर स्वयं को कर्म से कोई प्रयोजन न होने पर भी ज्ञानी पुरुष को कर्म करना चाहिये। कैसे","etsga":"3.24 These worlds will be ruined if I do not perform action. And I shall become the agent of intermingling (of castes), and shall be destroying these beings.","etssa":"3.24 These worlds would perish if I did not perform action; I should be the author of confusion of castes and destruction of these beings.","etdss":"3.24. These worlds would perish if I were not to perform action; and I would be a cause of confusion; I would destroy these people.","ecssa":"3.24 उत्सीदेयुः would perish? इमे these? लोकाः worlds? न not? कुर्याम् would do? कर्म action? चेत् if? अहम् I? सङ्करस्य of confusion of castes? च and? कर्ता author? स्याम् would be? उपहन्याम् would destroy? इमाःthese? प्रजाः beings.Commentary If I did not engage in action? people would also be inactive. They would not do their duties according to the Varnasrama Dharma (code of morals governing their own order and stage of life). Hence confusion of castes would arise. I would have to destroy these beings.","scetsga":"3.24 Cet, if; aham, I; na kuryam, do not perform; karma, action; all ime, these; lokah, worlds; utsideyuh, will be ruined, owing to the obsence of work responsible for the maintenance of the worlds. Ca, and, futher; syam, I shall become; karta, the agent; sankarasya, of intermingling (of castes). Conseently, upahanyam, I shall be destroying; imah, these; prajah, beings. That is to say, I who am engaged in helping the creatures, shall be destroying them. This would be unbefitting of Me, who am God.\nOn the other, if, like Me, you or some one else possesses the conviction of having attained Perfection and is a knower of the Self, it is a duty of such a one, too, to help others even if there be no obligation on his own part.","scetdss":"3.24 See Comment under 3.25","scetssa":"3.24 If I do not do the work suitable to My station in life, likewise all the virtuous men also, neglecting their duties by following My example, would be destroyed on account of not performing their duties. That is, they will become lost. Thus I would be bringing about chaos among all virtuous men on account of My failure to conduct Myself as prescribed in the scriptures. Therefore I would be destroying all these people. Even so, if you, Arjuna, a son of Pandu and a brother of Yudhisthira and the foremost of the virtuous, claim to be alified for Jnana Yoga, then the virtuous aspirants, who do not know everything and who follow your way, without knowing their own competency, would give up practising Karma Yoga and will be lost. Therefore work should be done by one who is recognised as learned and worthy.","chakravarthi":"Taking me as an example, the people, not performing dharma, would be destroyed. Mixed castes would result. I would be the cause of this. I would pollute the progeny.","rudra":"\nWhat would happen then? Lord Krishna states that the world would degenerate\nand decay due to the absence of prescribed Vedic activities and that He\nwould be the cause of the pollution of traditional values of the masses\nand the destruction of society.","brahma":"There is no commentary for this verse.","shri":"\nIf Lord Krishna of infallible will, the Supreme Lord of all, and in whose\ncontrol the entire phenomenal display of the total material creation is\ncreated, maintained and preserved by His inconceivable potency; if He were\nnot to conduct Himself seriously and omit to perform prescribed Vedic\nactivities for the benefit of all the worlds then others seeing Lord\nKrishnas indifference would also conduct themselves indifferently\nfollowing His example.\nWhen Lord Krishna took birth, seemingly as a human being, as the son of the\ngreat righteous King Vasudeva, he conducted Himself in all ways and manners\nas appropriate for his position in society as a prince of the royal\nksatriya or warrior class. If Lord Krishna acted otherwise all mankind\nwould begin to imitate Him thinking that such actions were virtuous, the\nworthy actions, of a worthy son from a worthy father, the righteous King\nVasudeva. In this way Lord Krishna is explaining that if He failed to\nperform Vedic activities mankind following His example would be led in a\nnegative way into a hellish perdition unable to purify themselves enough so\nthey could achieve atma-tattva or soul realisation. This would be\nconsidered as a very serious offence and Lord Krishna would be at fault. By\nnot setting the example of what is righteous and by not following the\ntraditions and customs established by performing the activities prescribed\nin the Vedic scriptures then all humanity would deviate from righteousness\nand become totally lost. If Lord Krishna failed to respect the injunctions\nand prohibitions of the Vedic scriptures then all the world would take that\nto be the standard of righteousness and the final verdict. There would soon\nensue the mixing of classes and a mixture of moral and immoral standards in\nthe class of pure and righteous people, leading to the complete degradation\nof society. Lord Krishna is stating that if He failed to follow and\nperform the Vedic injunctions then it would be the cause of the destruction\nof society. This is the purport. Also if Arjuna who was world famous for\nnever having been defeated in battle and who was the brother of King\nYudhisthira famed for his righteousness; if Arjuna refused to fight and\nprotect dharma or righteousness then many other worthy and noble ksatriyas\nwho were protectors of dharma might folow his example and also renounce\ntheir prescribed duties and refuse to protect righteousness then this would\nbring destruction to the world balance and ruination to the welfare of the\npeople. Thus it can be understood that for specially qualified people\nprescribed Vedic activities must be performed for the benefit of the entire\nhuman race and the welfare of the world.","kumar":"If Lord Krishna of infallible will, the Supreme Lord of all, and in whose\ncontrol the entire phenomenal display of the total material creation is\ncreated, maintained and preserved by His inconceivable potency; if He were\nnot to conduct Himself seriously and omit to perform prescribed Vedic\nactivities for the benefit of all the worlds then others seeing Lord\nKrishnas indifference would also conduct themselves indifferently\nfollowing His example.\nWhen Lord Krishna took birth, seemingly as a human being, as the son of the\ngreat righteous King Vasudeva, he conducted Himself in all ways and manners\nas appropriate for his position in society as a prince of the royal\nksatriya or warrior class. If Lord Krishna acted otherwise all mankind\nwould begin to imitate Him thinking that such actions were virtuous, the\nworthy actions, of a worthy son from a worthy father, the righteous King\nVasudeva. In this way Lord Krishna is explaining that if He failed to\nperform Vedic activities mankind following His example would be led in a\nnegative way into a hellish perdition unable to purify themselves enough so\nthey could achieve atma-tattva or soul realisation. This would be\nconsidered as a very serious offence and Lord Krishna would be at fault. By\nnot setting the example of what is righteous and by not following the\ntraditions and customs established by performing the activities prescribed\nin the Vedic scriptures then all humanity would deviate from righteousness\nand become totally lost. If Lord Krishna failed to respect the injunctions\nand prohibitions of the Vedic scriptures then all the world would take that\nto be the standard of righteousness and the final verdict. There would soon\nensue the mixing of classes and a mixture of moral and immoral standards in\nthe class of pure and righteous people, leading to the complete degradation\nof society. Lord Krishna is stating that if He failed to follow and\nperform the Vedic injunctions then it would be the cause of the destruction\nof society. This is the purport. Also if Arjuna who was world famous for\nnever having been defeated in battle and who was the brother of King\nYudhisthira famed for his righteousness; if Arjuna refused to fight and\nprotect dharma or righteousness then many other worthy and noble ksatriyas\nwho were protectors of dharma might folow his example and also renounce\ntheir prescribed duties and refuse to protect righteousness then this would\nbring destruction to the world balance and ruination to the welfare of the\npeople. Thus it can be understood that for specially qualified people\nprescribed Vedic activities must be performed for the benefit of the entire\nhuman race and the welfare of the world."}