{"meta":"Bhagavad Gita Chapter 3 Verse 12","metahi":"भगवद् गीता 3.12","slok":"इष्टान्भोगान्हि वो देवा दास्यन्ते यज्ञभाविताः।तैर्दत्तानप्रदायैभ्यो यो भुङ्क्ते स्तेन एव सः।।3.12।।","htsrsd":"।।3.12।।यज्ञसे भावित (पुष्ट) हुए देवता भी तुमलोगोंको (बिना माँगे ही) कर्तव्यपालनकी आवश्यक सामग्री देते रहेंगे। इस प्रकार उन देवताओंसे प्राप्त हुई सामग्रीको दूसरोंकी सेवामें लगाये बिना जो मनुष्य स्वयं ही उसका उपभोग करता है वह चोर ही है।","htstma":"।।3.12।। यज्ञ द्वारा पोषित देवतागण तुम्हें इष्ट भोग प्रदान करेंगे। उनके द्वारा दिये हुये भोगों को जो पुरुष उनको दिये बिना ही भोगता है वह निश्चय ही चोर है।।","transliteration":"Ishtaan bhogaan hi vo devaa daasyante yajnabhaavitaah;\nTair dattaan apradaayaibhyo yo bhungkte stena eva sah.","englishmeaning":"iṣhṭān—desired; bhogān—necessities of life; hi—certainly; vaḥ—unto you; devāḥ—the celestial gods; dāsyante—will grant; yajña-bhāvitāḥ—satisfied by sacrifice; taiḥ—by them; dattān—things granted; apradāya—without offering; ebhyaḥ—to them; yaḥ—who; bhuṅkte—enjoys; stenaḥ—thieves; eva—verily; saḥ—they","hcsrsd":" 3.12।। व्याख्या   इष्टान्भोगान्हि वो देवा दास्यन्ते यज्ञभाविताः यहाँ भी इष्टभोग शब्दका अर्थ इच्छित पदार्थ नहीं हो सकता। कारण कि पीछेके (ग्यारहवें) श्लोकमें परम कल्याणको प्राप्त होनेकी बात आयी है और उसके हेतुके लिये वह (बारहवाँ) श्लोक है। भोगोंकी इच्छा रहते परम कल्याण कभी हो ही नहीं सकता। अतः यहाँ इष्ट शब्द यज् धातुसे निष्पन्न होनेसे तथा भोग (टिप्पणी प0 132.1) शब्दका अर्थ आवश्यक सामग्री होनेसे उपर्युक्त पदोंका अर्थ होगा वे देवता तुमलोगोंको यज्ञ (कर्तव्यकर्म) करनेकी आवश्यक सामग्री देते रहेंगे।यहाँ यज्ञभाविताः देवाः पदोंका तात्पर्य है कि देवता तो अपना अधिकार समझकर मनुष्योंको आवश्यक सामग्री प्रदान करते ही हैं केवल मनुष्योंको ही अपना कर्तव्य निभाना है।तैर्दत्तानप्रदायैभ्यो यो भुङ्क्ते ब्रह्माजीने देवताओंके लिये ते देवाः पदोंका प्रयोग किया है क्योंकि उनके सामने मनुष्य थे देवता नहीं। परन्तु यहाँ एभ्यःपद (जो इदम् शब्दसे बनता है) का प्रयोग हुआ है जो समीपताका द्योतक है। भगवान्के लिये सभी समीप ही हैं (गीता 7। 26)। इससे सिद्ध होता है कि अब यहाँसे भगवान्के वचन आरम्भ होते हैं।यहाँ भुङ्क्ते (टिप्पणी प0 132.2) पदका तात्पर्य केवल भोजन करनेसे ही नहीं है प्रत्युत शरीरनिर्वाहकी समस्त आवश्यक सामग्री (भोजन वस्त्र धन मकान आदि) को अपने सुख के लिये काममें लानेसे है।यह शरीर मातापितासे मिला है और इसका पालनपोषण भी उन्हींके द्वारा हुआ है। विद्या गुरुजनोंसे मिली है। देवता सबको कर्तव्यकर्मकी सामग्री देते हैं। ऋषि सबको ज्ञान देते हैं। पितर मनुष्यकी सुखसुविधाके उपाय बताते हैं। पशुपक्षी वृक्ष लता आदि दूसरोंके सुखमें स्वयंको समर्पित कर देते हैं। (यद्यपि पशुपक्षी आदिको यह ज्ञान नहीं रहता कि हम परोपकार कर रहे हैं तथापि उनसे दूसरोंका उपकार स्वतः होता रहता है) इस प्रकार हमारे पास जो कुछ भी सामग्री बल योग्यता पद अधिकार धन सम्पत्ति आदि है वह सबकीसब हमें दूसरोंसे ही मिली है। इसलिये इनको दूसरोंकी ही सेवामें लगाना है।शरीर इन्द्रियाँ मन बुद्धि आदि सभी पदार्थ हमें संसारसे मिले हैं। ये कभी अपने नहीं हैं और अपने होंगे भी नहीं। अतः इनको अपना और अपने लिये मानकर इनसे सुख भोगना ही बन्धन है। इस बन्धन से छूटनेका यही सरल उपाय है कि जिनसे ये पदार्थ हमें मिले हैं इन्हें उन्हींका मानते हुए उन्हींकी सेवामें निष्कामभावपूर्वक लगा दें। यही हमारा परम कर्तव्य है।साधकोंके मनमें प्रायः ऐसी भावना पैदा हो जाती है कि अगर हम संसारकी सेवा करेंगे तो उसमें हमारी आसक्ति हो जायगी और हम संसारमें फँस जायँगे परन्तु भगवान्के वचनोंसे यह सिद्ध होता है कि फँसनेका कारण सेवा नहीं है प्रत्युत अपने लिये कुछ भी लेनेका भाव ही है। इसलिये लेनेका भाव छोड़कर देवताओंकी तरह दूसरोंको सुख पहुँचाना ही मनुष्यमात्रका परम कर्तव्य है।कर्मयोगके सिद्धान्तमें प्राप्त सामग्री सामर्थ्य समय तथा समझदारीका सदुपयोग करनेका ही विधान है। प्राप्त सामग्री आदिसे अधिककी (नयीनयी सामग्री आदिकी) कामना करना कर्मयोगके सिद्धान्तके विरुद्ध है। अतः प्राप्त सामग्री आदिको ही दूसरोंके हितमें लगाना है। अधिककी किञ्चिन्मात्र भी आवश्यकता नहीं है। युक्तिसंगत बात है कि जिसमें जितनी शक्ति होती है उससे उतनी ही आशा की जाती है फिर भगवान् अथवा देवता उससे अधिककी आशा कैसे कर सकते हैंस्तेन एव सः यहाँ सः स्तेनः पदोंमें एकवचन देनेका तात्पर्य यह है कि अपने कर्तव्यका पालन न करनेवाला मनुष्य सबको प्राप्त होनेवाली सामग्री (अन्न जल वस्त्र आदि) का भाग दूसरोंको दिये बिना ही अकेला स्वयं ले लेता है। अतः वह चोर ही है।जो मनुष्य दूसरोंको उनका भाग न देकर स्वयं अकेले ही भोग करता है वह तो चोर है ही पर जो मनुष्य किसी भी अंशमें अपना स्वार्थ सिद्ध करना चाहता है अर्थात् सामग्रीको सेवामें लगाकर बदलेमें मानबड़ाई आदि चाहता है वह भी उतने अंशमें चोर ही है। ऐसे मनुष्यका अन्तःकरण कभी शुद्ध और शान्त नहीं रह सकता।यह व्यष्टि शरीर किसी भी प्रकारसे समष्टि संसारसे अलग नहीं है और अलग हो सकता भी नहीं क्योंकि समष्टिका अंश ही व्यष्टि कहलाता है। इसलिये व्यष्टि(शरीर) को अपना मानना और समष्टि(संसार) को अपना न मानना ही रागद्वेष आदि द्वन्द्वोंका कारण है एवं यही अहंकार व्यक्तित्व अथवा विषमता है (टिप्पणी प0 133)। कर्मयोगके अनुष्ठानसे ये सब (रागद्वेष आदि) सुगमतापूर्वक मिट जाते हैं। कारण कि कर्मयोगीका यह भाव रहता है कि मैं जो कुछ भी कर रहा हूँ वह सब अपने लिये नहीं प्रत्युत संसारमात्रकेलिये कर रहा हूँ। इसमें भी एक बड़ी मार्मिक बात यह है कि कर्मयोगी अपने कल्याणके लिये भी कोई कर्म न करके संसारमात्रके कल्याणके उद्देश्यसे ही सब कर्म करता है। कारण कि सबके कल्याणसे अपना कल्याण अलग मानना भी व्यक्तित्व और विषमताको जन्म देना है जो साधककी उन्नतिमें बाधक है। शरीर इन्द्रियाँ मन बुद्धि आदि जो कुछ भी हमारे पास है वह सबकासब हमें संसारसे मिला है। संसारसे मिली वस्तुको केवल अपनी स्वार्थसिद्धिमें लगाना ईमानदारी नहीं है। कर्तव्यसम्बन्धी विशेष बातहिन्दूसंस्कृतिका एकमात्र उद्देश्य मनुष्यका कल्याण करना है। इसी उद्देश्यसे ब्रह्माजी (सृष्टिके आदिमें) मनुष्यको निःस्वार्थभावसे अपनेअपने कर्तव्यके द्वारा एकदूसरेको सुख पहुँचानेकी आज्ञा देते हैं (गीता 3। 10)।परिवारमें भाई बहनें माताएँ आदि सबकेसब कर्म करते ही हैं परन्तु उनसे बड़ी भारी भूल यह होती है कि वे कामना ममता आसक्ति स्वार्थ आदिके वशीभूत होकर कर्म करते हैं। अतः लौकिक एवं पारलौकिक दोनों ही लाभ उन्हें नहीं होते प्रत्युत हानि ही होती है। स्वार्थके वशीभूत होकर अपने लिये कर्म करनेसे ही लोकमें लड़ाई खटपट ईर्ष्या आदि होते हैं और परलोकमें दुर्गति होती है। दूसरोंकी सेवा करके बदलेमें कुछ भी चाहनेसे वस्तुओं और व्यक्तियोंके साथ मनुष्यका सम्बन्ध जुड़ जाता है। किसी भी कर्मके साथ स्वार्थका सम्बन्ध जोड़ लेनेसे वह कर्म तुच्छ और बन्धनकारक हो जाता है। स्वार्थी मनुष्यको संसारमें कोई अच्छा नहीं कहता। चाहनेवालेको कोई अधिक देना नहीं चाहता। प्रायः ऐसा देखा जाता है कि घरमें भी रागी तथा भोगी व्यक्तिसे वस्तुएँ छिपायी जाती हैं। इसके विपरीत हमारे पास जितनी समझ समय सामर्थ्य और सामग्री है उतनेसे ही हम दूसरोंकी सेवा करें तो उससे कल्याण तो होता ही है इसके सिवाय वस्तु आराम मानबड़ाई आदरसत्कार आदि न चाहनेपर भी प्राप्त होने लगते हैं। परन्तु कर्मयोगीमें मानबड़ाई आदिकी इच्छा नहीं होती क्योंकि इनकी इच्छा और सुखभोग ही बन्धनकारक होता है। मुझे सुख कैसे मिले केवल इसी चाहनाके कारण मनुष्य कर्तव्यच्युत और पतित हो जाता है। अतः दूसरोंको सुख कैसे मिले ऐसा भाव कर्मयोगीको सदा ही रखना चाहिये। घरमें मातापिता भाईबहन स्त्रीपुत्र आदि जितने व्यक्ति हैं उन सभीको एकदूसरेके हितकी बात सोचनी चाहिये। प्रायः सेवा करनेवालेसे एक भूल हो जाती है कि वह मैं सेवा करता हूँ मैं वस्तुएँ देता हूँ ऐसा मानकर झूठा अभिमान कर बैठता है। वस्तुतः सेवा करनेवाला व्यक्ति सेव्यकी वस्तु ही सेव्यको देता है। जैसे माँका दूध उसके अपने लिये न होकर बच्चेके लिये ही है ऐसे ही मनुष्यके पास जितनी भी सामग्री है वह उसके अपने लिये न होकर दूसरोंके लिये ही है। अतः मनुष्यको प्राप्त सामग्रीमें ममता करने अर्थात् उसे अपनी और अपने लिये माननेका अधिकार नहीं है। ममता करनेपर भी प्राप्त सामग्री तो सदा रहेगी नहीं केवल ममतारूप बन्धन रह जायगा। इसी कारण भगवान् कहते हैं कि वस्तुओंको अपनी मानकर स्वयं उसका भोग करनेवाला मनुष्य चोर ही है।देवता ऋषि पितर पशुपक्षी वृक्षलता आदि सभीका स्वभाव ही परोपकार करनेका है। मनुष्य सदा इनसे सहयोग पानेके कारण इनका ऋणी है। इस ऋणसे मुक्त होनेके लिये ही पञ्चमहायज्ञ(ऋषियज्ञ देवयज्ञ भूतयज्ञ पितृयज्ञ और मनुष्ययज्ञ) का विधान है। मनुष्य ही एक ऐसा प्राणी है जो बुद्धिपूर्वक सभीको अपने कर्तव्यकर्मोंसे तृप्त कर सकता है। अतः सबसे ज्यादा जिम्मेवारी मनुष्यपर ही है। इसीको ऐसी स्वतन्त्रता मिली है जिसका सदुपयोग करके यह परम श्रेयकी प्राप्ति कर सकता है।देवता आदि तो अपने कर्तव्यका पालन करते ही हैं। यदि मनुष्य अपने कर्तव्यका पालन नही करता तो देवताओंमें ही नहीं प्रत्युत त्रिलोकीभरमें हलचल उत्पन्न हो जाती है और परिणामस्वरूप अतिवृष्टि अनावृष्टि भूकम्प दुर्भिक्ष आदि प्राकृतिक प्रकोप होने लगते हैं। भगवान् भी (गीता 3। 2324 में) कहते हैं कि यदि मैं सावधानीपूर्वक कर्तव्यका पालन न करूँ तो समस्त लोक नष्टभ्रष्ट हो जायँ। जिस तरह गतिशील बैलगाड़ीका कोई एक पहिया भी खण्डित हो जाय तो उससे पूरी बैलगाड़ीको झटका लगता है इसी तरह गतिशील सृष्टिचक्रमें यदि एक व्यक्ति भी कर्तव्यच्युत होता है तो उसका विपरीत प्रभाव सम्पूर्ण सृष्टिपर पड़ता है। इसके विपरीत जैसे शरीरका एक भी पीड़ित (रोगी) अङ्ग ठीक होनेपर सम्पूर्ण शरीरका स्वतः हित होता है ऐसे ही अपने कर्तव्यका ठीकठीक पालन करनेवाले मनुष्यके द्वारा सम्पूर्ण सृष्टिका स्वतः हित होता है।प्रजापति ब्रह्माजीने देवता और मनुष्य दोनोंको अपनेअपने कर्तव्यका पालन करनेकी आज्ञा दी है। देवता आदि सब मर्यादासे चलते हैं। केवल मनुष्य ही अपनी बेसमझीसे मर्यादाको भंग करता है। कारण कि उसे दूसरोंकी सेवा करनेके लिये जो सामग्री मिली है उसपर वह अपना अधिकार समझ बैठता है। अनन्त जन्मोंके कर्मबन्धनसे छुटकारा पानेके लिये मनुष्यको स्वतन्त्रता मिली है किन्तु वह उसका सदुपयोग करके कर्म और कर्मफलमें ममताआसक्ति कर बैठता है। फलस्वरूप नया बन्धन उत्पन्न करके वह स्वयं फँस जाता है और आगे अनेक जन्मोंतक दुःख पानेकी तैयारी कर लेता है। अतः मनुष्यको चाहिये कि उसे जो कुछ सामग्री मिली है उससे वह त्रिलोकीकी सेवा करे अर्थात् उस सामग्रीको वह भगवान् देवता ऋषि पितर मनुष्य आदि समस्त प्राणियोंकी सेवामें लगा दे। शङ्का जो कुछ सामग्री प्राप्त हुई है वह सबकीसब दूसरोंकी सेवामें लगा देनेपर कर्मयोगीकी जीवननिर्वाह कैसे हो सकेगा समाधान वास्तवमें यह शंका शरीरके साथ अपनी एकता माननेसे अर्थात शरीरको ही अपना स्वरूप माननेसे पैदा होती है परन्तु कर्मयोगी शरीरसे अपना कोई सम्बन्ध मानता ही नहीं प्रत्युत उसे संसारका और संसारके लिये ही मानकर उसीकी सेवामें लगा देता है। उसकी दृष्टि अविनाशी स्वरूपपर रहती है नाशवान् शरीरपर नहीं। जिसकी दृष्टि शरीरपर रहती है वही ऐसी शंका कर सकता है कि कर्मयोगीका जीवननिर्वाह कैसे होगाजबतक भोगेच्छा रहती है तभीतक जीनेकी इच्छा तथा मरनेका भय रहता है। भोगेच्छा कर्मयोगीमें रहती ही नहीं क्योंकि उसके सम्पूर्ण कर्म अपने लिये न होकर दूसरोंकी सेवाके लिये ही होते हैं। अतः कर्मयोगी अपने जीनेकी परवाह नहीं करता। उसके मनमें यह प्रश्न ही नहीं उठता कि मेरा जीवननिर्वाह कैसे होगा वास्तवमें जिसके हृदयमें जगत्की आवश्यकता नहीं रहती उसकी आवश्यकता जगत्को रहती है। इसलिये जगत् उसके निर्वाहका स्वतः प्रबन्ध करता है।जिनका जीवन परोपकारके लिये ही समर्पित है ऐसे पशुपक्षी कीटपतंग वृक्षलता आदि सभी साधारण प्राणियोंके भी जीवननिर्वाहका जब प्रबन्ध है तब शरीरसहित मिली हुई सब सामग्रीको प्राणियोंके हितमें व्यय करनेवाले मनुष्यके जीवननिर्वाहका प्रबन्ध न हो यह कैसे सम्भव हैसबका पालन करनेवाले भगवान्की असीम कृपासे जीवननिर्वाहकी सामग्री समस्त प्राणियोंको समानरूपसे मिली हुई है। इसका प्रत्यक्ष उदाहरण सबके सामने है। माताके शरीरमें जहाँ रक्तहीरक्त रहता है वहाँ भी बच्चेके जीवननिर्वाहके लिये मीठा और पुष्टिकर दूध स्वतः पैदा हो जाता है। अतः चाहे प्रारब्धसे मानो चाहे भगवत्कृपासे मनुष्यके जीवननिर्वाहकी सामग्री उसको मिलती ही है। इसमें संदेह चिन्ता शोक एवं विचार होना ही नहीं चाहिये। भगवान्के राज्यमें जब पापीसेपापी एवं नास्तिकसेनास्तिक पुरुषका भी जीवननिर्वाह होता है तब कर्मयोगीके जीवननिर्वाहमें क्या बाधा आ सकती है अतः यह प्रश्न उठाना ही भूल है। सम्बन्ध   नवें श्लोकमें भगवान्नेयज्ञके लिये किये जानेवाले कर्म बाँधनेवाले नहीं होते ऐसा बताकर यज्ञके लिये कर्म करनेकी आज्ञा दी। उस आज्ञाको ब्रह्माजीके वचनोंद्वारा पुष्ट करके नवें श्लोकमें कहे हुए अपने वचनोंसे एकवाक्यता करते हुए आगेके श्लोकमें यज्ञ (कर्तव्यकर्म) करने और न करनेके फलका स्पष्ट विवेचन करते हैं।","hcsca":"।।3.12।। देवताओं को सन्तुष्ट करने पर वे हमें सन्तुष्ट करते हैं कर्मकाण्ड के इस अबाध्य सिद्धान्त को श्रीकृष्ण दोहराते हैं। देव और यज्ञ इन दो शब्दों के पारम्परिक अर्थ के स्थान पर पूर्वश्लोकों के विवरण में बताये हुये अर्थ को हम यदि स्वीकार करें तभी इस श्लोक का अर्थ सत्य प्रमाणित होता है उत्पादनक्षमता (देव) का त्याग और अर्पण की भावना से आचरित कर्म (यज्ञ) के द्वारा पोषण करने पर वह हमें इष्ट फल प्रदान करेगा। यह जीवन का नियम है।जब हम सबको यज्ञ से फल प्राप्त होता है तब उसे आपस में बांटकर उपभोग करने का हमें पूर्ण अधिकार है। किसी भी प्राणी को सामूहिक प्रयत्न में सहयोग दिये बिना दूसरे के कर्मों का लाभ नहीं उठाना चाहिये। पूँजीवादी जीवन व्यवस्था में एक यह दुष्प्रवृत्ति दिखाई देती है कि लाखों कर्मचारियों के सामूहिक कर्मों का अधिक से अधिक लाभ अकेला व्यक्ति उठाना चाहता है। इस प्रकार की दुष्प्रवृत्ति अन्तत सभी कर्मक्षेत्रों में अव्यवस्था को जन्म देती है। परिणाम यह होता है कि जीवन के सामंजस्य में अव्यवस्था फैलाने से राष्ट्रीय और अन्तर्राष्ट्रीय शान्ति के लिये संकट उत्पन्न हो जाता है। इस श्लोक के दूसरी पंक्ति में कही हुई बात को आधुनिक अर्थशास्त्र की भाषा में इस प्रकार कहते हैं समाज का वह व्यक्ति जो उत्पादन किये बिना भोग करता है राष्ट्र के लिये भारस्वरूप है।यज्ञ (निस्वार्थ सेवा) किये बिना जो देवताओं से भोग प्राप्त करता है भगवान् श्रीकृष्ण उसे सामाजिक चोर की संज्ञा देते हैं। गीताकालीन सम्मानित नैतिक आदर्शों को देखते हुये चोर शब्द का प्रयोग कठोर किन्तु शक्तिशाली है जो भोगी एवं सामाजिक अपराधी व्यक्ति के भ्रष्ट एवं अनादर पूर्ण स्वभाव की ओर संकेत करता है।परन्तु","etsga":"3.12 Being nourished by sacrifices, the gods will indeed give you the coveted enjoyments. He is certainly a theif who enjoys what have been given by them without offering (these) to them.","etssa":"3.12 The gods, nourished by the sacrifice, will give you the desired objects. So, he who enjoys the objects given by the gods without offering (in return) to them, is verily a thief.","etdss":"3.12. The devas, gratified with necessary action will grant you the things sacrificed. [Hence] whosoever enjoys their gifts without offering them to these devas-he is surely a thief.","ecssa":"3.12 इष्टान् desired? भोगान् objects? हि so? वः to you? देवाः the gods? दास्यन्ते will give? यज्ञभाविताः nourished by sacrifice? तैः by them? दत्तान् give? अप्रदाय without offering? एभ्यः to them? यः who? भुङ्क्ते enjoys? स्तेनः thief? एव verily? सः he.Commentary When the gods are pleased with you sacrifices? they will bestow on you all the desired objects such as children? cattle? property? etc. He who enjoys what has been given to him by the gods? i.e.? he who gratifies the cravings of his own body and the senses without offering anything to the gods in return is a veritable thief. He is really a dacoit of the property of the gods.","scetsga":"3.12 Yajna-bhavitah, being nourished, i.e. being satisfied, by sacrifices; devah, the gods; dasyante hi, will indeed give, will distribute; among vah, you; the istan, coveted; bhogan, enjoyments, such as wife, childeren and cattle. Sah, he; is eva, certainly; a stenah, thief, a stealer of the wealth of gods and others; yah, who; bhunkte, enjoys, gratifies only his own body and organs; with dattan, what enjoyable things have been given; taih, by them, by the gods; apradaya, without offering (these); hyah, to them, i.e. without repaying the d  [The three kinds of d -to the gods, to the rsis (sage), and to the manes-are repaid by satisfying them through sacrifices, celibacy (including study of the Vedas, etc.), and procreation, respectively. Unless one repays these d s, he incurs sin.] to them.","scetdss":"3.12 Istan etc. [The deities of] the senses, gratified by the necessry actions, bind [the aspirants mind] to the state of remaining firm on some object of meditation. Therefore when they are at work, the things, i.e., the objects are granted [to him] by none but the [deities of the] senses, through recollection, resolution, meditation etc., of their objects. If these objects are not offered for the enjoyment of the deities, then it would amount to the status of a theif i.e., to an act of thief, because he is acting deceitfully. Indeed it has already been declared by the Bhagavat that He is called a man of deluded action. Therefore the idea in the passage [under study] is this : Whosoever is desirous of attaining by easy means, the supernatural power [like anima etc.], or of attaining emancipation, he should enjoy the objects as and when they are brought, [and enjoy] just with the aim of simply alliviating the impatience of the [deities of the] senses.","scetssa":"3.12 Pleased by the sacrifice, i.e., propitiated by the sacrifice, the gods, who have Me as their Self, will bestow on you the enjoyments you desire. Whatever objects are desired by persons keen on attaining release, the supreme end of human endeavour, all those will be granted by gods previously worshipped through many sacrifices. That is, whatever is solicited with more and more propitiation, all those enjoyments they will bestow on you. Whoever enjoys the objects of enjoyment granted by them for the purpose of worshipping them, without giving them their due share in return - he is verily a thief. What is called theft is indeed taking what belongs to another as ones own and using it for oneself, when it is really designed for the purpose of another. The purport is that such a person becomes unfit not only for the supreme end of human endeavour, but also will go down towards purgatory (Naraka).\nSri Krsna expands the same:","chakravarthi":"To make this point clearer, he speaks of the fault of not performing this activity. He who enjoys what is given by the devatas, such as food through the rain, without giving anything to them through performance of the panca maha yajna and other rites is a thief.","rudra":"\nLord Krishna reveals the positive results in performing yagna or worship\nto the devas or demi-gods in receiving prosperity and abundance and the\nnegative results in not first offering what one is about to partake to the\ndemi-gods in reciprocation. Therefore one who enjoys food which was\noriginally placed on Earth by the demi-gods and which mankind uses for\ntheir life preservation and sustenance without offering it first to them\nin yagna or worship is a thief . This is for ordinary people. For duly\ninitiated Brahmins in one of the four authorised disciplic successions the\nfive daily yagnas must be performed as well.\n1) Brahma yagna- Study of the Vedic scriptures\n2) Pitri yagna- Offering vegetarian foods to the anscestors\n3) Deva yagna- Offering of oblations to the demi-gods\n4) Bhuta yagna- Offering blessings to all created being\n5) Nri yagna- Showing hospitality to any guest that comes by","brahma":"There is no commentary for this verse.","shri":"\nThe words yagna-bhavitah means honoured by worship. The worship of pleasing\nthe demi-gods in which Lord Krishna also resides as the atma or soul will\nconfer on those whose perform it whatever prosperity and abundance they\nhave prayed for. This means that by receiving these things as such one is\nable to worship the demi-gods and receive from them perpetually by\nofferings and worship to them with regularity.\nBut if one should try to enjoy the gifts granted by them without first\noffering them back beforehand then such a person is a thief for\nmisappropriating what was not sanctioned by the act of yagna or\nappeasement. Stena eva sah means one is certainly a thief. A thief is one\nwho executes chaurya or larceny. The definition of larceny is the intention\nof or act of one to misappropriate property for oneself for the use of\nwhich they have no right which factually belongs to others.\nThus to one of this nature and this description there is not only\nforfeiture and exemption from moksa or liberation from the cycle of birth\nand death but there will also be suffering for these sins in the infernal\nregions of the hellish planets described in Canto V of the Bhagavat Purana.\nThis same subject is further explained in the next verse .","kumar":"The words yagna-bhavitah means honoured by worship. The worship of pleasing\nthe demi-gods in which Lord Krishna also resides as the atma or soul will\nconfer on those whose perform it whatever prosperity and abundance they\nhave prayed for. This means that by receiving these things as such one is\nable to worship the demi-gods and receive from them perpetually by\nofferings and worship to them with regularity.\nBut if one should try to enjoy the gifts granted by them without first\noffering them back beforehand then such a person is a thief for\nmisappropriating what was not sanctioned by the act of yagna or\nappeasement. Stena eva sah means one is certainly a thief. A thief is one\nwho executes chaurya or larceny. The definition of larceny is the intention\nof or act of one to misappropriate property for oneself for the use of\nwhich they have no right which factually belongs to others.\nThus to one of this nature and this description there is not only\nforfeiture and exemption from moksa or liberation from the cycle of birth\nand death but there will also be suffering for these sins in the infernal\nregions of the hellish planets described in Canto V of the Bhagavat Purana.\nThis same subject is further explained in the next verse ."}