{"meta":"Bhagavad Gita Chapter 3 Verse 4","metahi":"भगवद् गीता 3.4","slok":"न कर्मणामनारम्भान्नैष्कर्म्यं पुरुषोऽश्नुते।न च संन्यसनादेव सिद्धिं समधिगच्छति।।3.4।।","htsrsd":"।।3.4।।मनुष्य न तो कर्मोंका आरम्भ किये बिना निष्कर्मताको प्राप्त होता है और न कर्मोंके त्यागमात्रसे सिद्धिको ही प्राप्त होता है।","htstma":"।।3.4।। कर्मों के न करने से मनुष्य नैर्ष्कम्य को प्राप्त नहीं होता और न कर्मों के संन्यास से ही वह सिद्धि (पूर्णत्व) प्राप्त करता है।।","transliteration":"Na karmanaam anaarambhaan naishkarmyam purusho’shnute;\nNa cha sannyasanaad eva siddhim samadhigacchati.","englishmeaning":"na—not; karmaṇām—of actions; anārambhāt—by abstaining from; naiṣhkarmyam—freedom from karmic reactions; puruṣhaḥ—a person; aśhnute—attains; na—not; cha—and; sannyasanāt—by renunciation; eva—only; siddhim—perfection; samadhigachchhati—attains","hcsrsd":"।।3.4।। व्याख्या   न कर्मणामनारम्भान्नैष्कर्म्यं पुरुषोऽश्नुते कर्मयोगमें कर्म करना अत्यन्त आवश्यक है। कारण कि निष्कामभावसे कर्म करनेपर ही कर्मयोगकी सिद्धि होती है (टिप्पणी प0 117)। यह सिद्धि मनुष्यको कर्म किये बिना नहीं मिल सकती।मनुष्यके अन्तःकरणमें कर्म करनेका जो वेग विद्यमान रहता है उसे शान्त करनेके लिये कामनाका त्याग करके कर्तव्यकर्म करना आवश्यक है। कामना रखकर कर्म करनेपर यह वेग मिटता नहीं प्रत्युत बढ़ता है।नैष्कर्म्यम् अश्नुते पदोंका आशय है कि कर्मयोगका आचरण करनेवाला मनुष्य कर्मोंको करते हुए ही निष्कर्मताको प्राप्त होता है। जिस स्थितिमें मनुष्यके कर्म अकर्म हो जाते हैं अर्थात् बन्धनकारक नहीं होते उस स्थितिकोनिष्कर्मता कहते हैं।कामनासे रहित होकर किये गये कर्मोंमें फल देनेकी शक्तिका उसी प्रकार सर्वथा अभाव हो जाता है जिस प्रकार बीजको भूनने या उबालनेपर उसमें पुनः अंकुर देनेकी शक्ति सर्वथा नष्ट हो जाती है। अतः निष्काम मनुष्यके कर्मोंमें पुनः जन्ममरणके चक्रमें घुमानेकी शक्ति नहीं रहती।कामनाका त्याग तभी हो सकता है जब सभी कर्म दूसरोंकी सेवाके लिये किये जायँ अपने लिये नहीं। कारण कि कर्ममात्रका सम्बन्ध संसारसे है और अपना (स्वरूपका) सम्बन्ध परमात्मासे है। अपने साथ कर्मका सम्बन्ध है ही नहीं। इसलिये जबतक अपने लिये कर्म करेंगे तबतक कामनाका त्याग नहीं होगा और जबतक कामनाका त्याग नहीं होगा तबतक निष्कर्मताकी प्राप्ति नहीं होगी।न च संन्यसनादेव सिद्धिं समधिगच्छति इस श्लोकके पूर्वार्धमें भगवान्ने कर्मयोगकी दृष्टिसे कहा कि कर्मोंका आरम्भ किये बिना कर्मयोगीको निष्कर्मताकी प्राप्ति नहीं होती। अब श्लोकके उत्तरार्धमें सांख्ययोगकी दृष्टिसे कहते हैं कि केवल कर्मोंका स्वरूपसे त्याग कर देनेसे सांख्ययोगीको सिद्धि अर्थात् निष्कर्मताकी प्राप्ति नहीं होती। सिद्धिकी प्राप्ति के लिये उसे कर्तापन(अहंता) का त्याग करना आवश्यक है। अतः सांख्ययोगीके लिये कर्मोंका स्वरूपसे त्याग करना मुख्य नहीं है प्रत्युत अहंताका त्याग ही मुख्य है।सांख्ययोगमें कर्म किये भी जा सकते हैं औ किसी सीमातक कर्मोंका त्याग भी किया जा सकता है परन्तु कर्मयोगमें सिद्धिप्राप्तिके लिये कर्म करना आवश्यक होता है (गीता 6। 3)।मार्मिक बातश्रीमद्भगवद्गीता मनुष्यको व्यवहारमें परमार्थसिद्धिकी कला सिखाती है। उसका आशय कर्तव्यकर्म करानेमें है छुड़ानेमें नहीं। इसलिये भगवान् कर्मयोग और ज्ञानयोग दोनों ही साधनोंमें कर्म करनेकी बात कहते हैं।यह एक स्वाभाविक बात है कि जब साधक अपना कल्याण चाहता है तब वह सांसारिक कर्मोंसे उकताने लगता है और उन्हें छोड़ना चाहता है। इसी कारण अर्जुन भी कर्मोंसे उकताकर भगवान्से पूछते हैं कि जब कर्मयोग और ज्ञानयोग दोनों प्रकारके साधनोंका तात्पर्य समतासे है तो फिर कर्म करनेकी बात आप क्यों कहते हैं मुझे युद्धजैसे घोर कर्ममें क्यों लगाते हैं परन्तु भगवान्ने दोनों ही प्रकारके साधनोंमें अर्जुनको कर्म करनेकी आज्ञा दी है जैसे कर्मयोगमें योगस्थः कुरु कर्माणि (गीता 2। 48) और सांख्ययोगमें तस्माद्युध्यस्व भारत (गीता 2। 18)। इससे सिद्ध होता है कि भगवान्का अभिप्राय कर्मोंको स्वरूपसे छुड़ानेमें नहीं प्रत्युत कर्म करानेमें है। हाँ भगवान् कर्मोंमें जो जहरीला अंश कामना ममता और आसक्ति है उसका त्याग करके ही कर्म करनेकी आज्ञा देते हैं।कर्मोंका स्वरूपसे त्याग करनेकी अपेक्षा साधकको उनसे अपना सम्बन्धविच्छेद करना चाहिये। कर्मयोगी निःस्वार्थभावसे कर्म करते हुए शरीर इन्द्रियाँ मन बुद्धि पदार्थ आदिको संसारकी वस्तु मानकर संसारकी सेवामें लगाता है और कर्मों तथा पदार्थोंके साथ अपना कोई सम्बन्ध नहीं मानता (गीता 5। 11)। ज्ञानयोगमें सत्असत्के विवेककी प्रधानता रहती है। अतएव ज्ञानयोगी ऐसा मानता है कि गुण ही गुणोंमें बरत रहे हैं अर्थात् शरीर इन्द्रियाँ मन बुद्धि आदिसे ही कर्म हो रहे हैं। मेरा कर्मोंके साथ किञ्चिन्मात्र भी सम्बन्ध नहीं है (गीता 3। 28 5। 89)।प्रायः सभी साधकोंके अनुभवकी बात है कि कल्याणकी उत्कट अभिलाषा जाग्रत् होते ही कर्म पदार्थ और व्यक्ति(परिवार) से उनकी अरुचि होने लगती है। परन्तु वास्तवमें देहके साथ घनिष्ठ सम्बन्ध होनेसे यह आरामविश्रामकी इच्छा ही है जो साधककी उन्नतिमें बाधक है। साधकोंके मनमें ऐसा भाव रहता कि कर्म पदार्थ और व्यक्तिका स्वरूपसे त्याग करनेपर ही हम परमार्थमार्गमें आगे बढ़ सकते हैं। परन्तु वास्तवमें इनका स्वरूपसे त्याग न करके इनमें आसक्तिका त्याग करना ही आवश्यक है। सांख्ययोगमें उत्कट वैराग्यके बिना आसाक्तिका त्याग करना कठिन होता है। परन्तु कर्मयोगमें वैराग्यकी कमी होनेपर भी केवल दूसरोंके लिये कर्म करनेसे आसक्तिका त्याग सुगमतापूर्वक हो जाता है।गीताने एकान्तमें रहकर साधन करनेका भी आदर किया है परन्तु एकान्तमें सात्त्विक पुरुष तो साधनभजनमें अपना समय बिताता है पर राजस पुरुष संकल्पविकल्पमें तामस पुरुष निद्राआलस्यप्रमादमें अपना समय बिताता है जो पतन करनेवाला है। इसलिये साधककी रुचि तो एकान्तकी ही रहनी चाहिये अर्थात् सांसारिक कर्मोंका त्याग करके पारमार्थिक कार्य करनेमें ही उसकी प्रवृत्ति रहनी चाहिये परन्तु कर्तव्यरूपसे जो कर्म सामने आ जाय उसको वह तत्परतापूर्वक करे। उस कर्ममें उसका राग नहीं होना चाहिये। राग न तो जनसमुदायमें होना चाहिये और न अकर्मण्यतामें ही। कहीं भी राग न रहनेसे साधका बहुत जल्दी कल्याण हो जाता है। वास्तवमें शरीरको एकान्तमें ले जानेको ही एकान्त मान लेना भूल है क्योंकि शरीर संसारका ही एक अंश है। अतः शरीरसे सम्बन्धविच्छेद होना अर्थात् उसमें अहंताममता न रहना ही वास्तविक एकान्त है।","hcsca":"।।3.4।। अपने आत्मस्वरूप की दृष्टि से प्रत्येक व्यक्ति परिपूर्ण है। इस पूर्णत्व के अज्ञान के कारण हमारी बुद्धि में अनेक इच्छायें सुख को पाने के लिये उत्पन्न होती हैं। यह सब जानते हैं कि हम केवल उन्हीं वस्तुओं की इच्छा करते हैं जो पहले से हमारे पास पूर्ण रूप में अथवा पर्याप्त मात्रा में नहीं होतीं। जैसी इच्छायें वैसी ही विचार वृत्तियाँ मन में उठती हैं। मन में उठने वाली ये वृत्तियाँ विक्षेप कहलाती हैं। प्रत्येक क्षण इन वृत्तियों के गुणधर्म इच्छाओं के अनुरूप ही होते हैं। ये विचार ही शरीर के स्तर पर बाह्य जगत् में मनुष्य के कर्म के रूप में व्यक्त होते हैं। इस प्रकार अविद्या जनित इच्छा विक्षेप और कर्म की श्रृंंखला में हम बँधे पड़े हुए हैं।इस पर और अधिक गहराई से विचार करने पर ज्ञात होगा कि वास्तव में यह सब भिन्नभिन्न न होकर एक आत्म अज्ञान के ही अनेक रूप हैं। यह अज्ञान बुद्धि मन और शरीर के स्तर पर क्रमश इच्छा विचार और कर्म के रूप में व्यक्त होता है। अत स्वाभाविक है कि यदि परम तत्त्व की परिभाषा अज्ञान के परे का अनुभव है तो यह भी सत्य है कि इच्छा शून्य या विचार शून्य या कर्म शून्य स्थिति ही आत्मस्वरूप है। कर्मशून्यत्व को यहाँ नैर्ष्कम्य कहा है।इस प्रकार विचार करने से ज्ञात होता है कि नैर्ष्कम्य का वास्तविक अर्थ पूर्णत्व है। अत भगवान् कहते हैं कि कर्मों के संन्यास मात्र से नैर्ष्कम्य सिद्धि नहीं मिलती। जीवनसंघर्षों से पलायन व्यक्ति के विकास के सर्वोच्च लक्ष्य की प्राप्ति का मार्ग नहीं है। अर्जुन का विचार रणभूमि से पलायन करने का था और इसीलिए उसे वैदिक संस्कृति के सम्यक् ज्ञान की पुन शिक्षा देना आवश्यक था। भगवान् श्रीकृष्ण द्वारा दिव्य गीतोपदेश का यही प्रयोजन भी था।कर्मयोग से अन्तकरण शुद्धि और तत्पश्चात् ज्ञानयोग से आत्मानुभूति संक्षेप में यह है आत्मविकास की साधना जिसका संकेत इस श्लोक में किया गया है। इसलिए हिन्दू धर्म पर लिखने वाले सभी महान् लेखक इस श्लोक को प्राय उद्धृत करते हैं।ज्ञान के बिना केवल कर्मसंन्यास से ही नैर्ष्कम्य अथवा पूर्णत्व क्यों नहीं प्राप्त होता कारण यह है कि","etsga":"3.4 A person does not attain freedom from action by abstaining from action; nor does he attain fulfilment merely through renunciation.","etssa":"3.4 Not by non-performance of actions does man reach actionlessness; nor by mere renunciation does he attain to perfection.","etdss":"3.4. A person attains actionlessness not [just] by non-commencement of actions; and not just by renunciation, he attains success (emancipation).","ecssa":"3.4 न not? कर्मणाम् of actions? अनारम्भात् from nonperformance? नैष्कर्म्यम् actionlessness? पुरुषः man? अश्नुते reaches? न not? च and? संन्यसनात् from renunciation? एव only? सिद्धिम् perfection? समधिगच्छति attains.Commentary Actionlessness (Naishkarmyam) and perfection (Siddhi) are synonymous. The sage who has attained to perfection or reached the state of actionlessness rests in his own essential nature as ExistenceKnowledgeBliss Absolute (Satchidananda Svarupa). He has neither necessity nor desire for action as a means to an end. He has perfect satisfaction in the Self.One attains to the state of actionlessness by gaining the knowledge of the Self. If a man simply sits iet by abandoning action you cannot say that he has attained to the state of actionlessness. His mind will be planning? scheming and speculating. Thought is real action. The sage who is free from affirmative thoughts? wishes? and likes and dislikes? who has the knowledge of the Self can be said to have attained to the state of actionlessness.No one can reach perfection or freedom from action or knowledge of the Self by mere renunciation or by simply giving up activities without possessing the knowledge of the Self. (Cf.XVIII.49).","scetsga":"3.4 Purusah, a person; na does not; asnute, attain; naiskarmyam, freedom from action, the state of being free from action, steadfastness in the Yoga of Knowledge, i.e. the state of abiding in ones own Self which is free from action; anarambhat, by abstaining; karmanam, from actions-by the non-performance of actions such as sacrifices etc. which are or were performed in the present or past lives, which are the causes of the purification of the mind by way of attenuating the sins incurred, and which, by being the cause of that (purification), become the source of steadfastness in Knowledge through the generation of Knowledge, as stated in the Smrti (text), Knowledge arises in a person from the attenuation of sinful acts [the whole verse is:\nJnanam utpadyate pumsamksayatpapasya karmanah;\nYathadarsatalaprakhye pasyatyatmanamatmani.\nKnowledge arises৷৷.acts. One sees the Self in oneself as does one (see oneself) in a cleaned surface of a mirror.-Tr.] (Mbh. Sa. 204.8). This is the import.\nFrom the statement that one does not attain freedom from action by abstaining from actions, it may be concluded that one attains freedom from action by following the opposite course of performing actions. What, again, is the reason that one does not attain freedom from action by abstaining from actions? The answer is: Because performing actions is itself a means to freedom from action. Indeed, there can be no attainment of an end without (its) means. And Karma-yoga is the means to the Yoga of Knowledge characterized by freedom from action, because it has been so established in the Upanisads and here as well. As for the Upanisads, it has been shown in the texts, The Brahmanas seek to know It through the study of the Vedas, sacrifices, (charity, and austerity consisting in a dispassionate enjoyment of sense-objects) (Br. 4.4.22), etc. whch deal with the means of realizing the goal of Knowledge under discussion, viz the Realm of the Self, that the Yoga of Karma is a means to the Yoga of Knowledge . And even here (in the Gita), the Lord will established that, But, O mighty-armed one, renunciation is hard to attain without (Karma-)yoga (5.6); By giving up attachment, the yogis undertake work৷৷.for the purification of themselves (5.11); Sacrifice, charity and austerity are verily the purifiers of the wise (18.5), etc.\nObjection: Is it not that in such texts as-Extending to all creatures immunity from fear (Na. Par. 5.43), (one should take recourse to freedom from action)-, it is shown that attainment of freedom from action follows even from the renunciation of obligatory duties? And in the world, too, it is a better known fact that freedom from action follows abstention from actions. Hence also arises the estion, Why should one who desires freedom from action undertake action?\nReply: Therefore the Lord said: Na ca, nor; samadhi-gacchati, does he attain; siddhim, fulfilment steadfastness in the Yoga of Knowledge, characterized by freedom from action; sannyasanat eva, merely through renunciation-even from the mere renunciation of actions which is devoid of Knowledge.\nWhat, again, is the reason that by the mere giving up of actions which is not accompanied with Knowledge, a person does not attain fulfulment in the form of freedom from actions? To this ery seeking to know the cause, the Lord says:","scetdss":"3.4 See Comment under 3.5","scetssa":"3.4 Not by non-performance of the acts prescribed by the scriptures, does a person attain freedom from Karma, i.e., Jnana Yoga; nor by ceasing to perform such actions as are prescribed in the scriptures and are already begun by him. For, success is achieved by actions done without attachment to the fruits and by way of worshipping the Supreme Person. Hence devoid of it (Karma-nistha), one does not achieve Jnana-nistha. By those persons who have not worshipped Govinda by acts done without attachment to fruits and whose beginningless and endless accumulation of evil has not been annulled thery, constant contemplation on the self is not possible. It can be done only if it is preceded by the attainment of a state in which the operation of the senses have been freed from disturbance.\nThis view is put forward by the Lord:","chakravarthi":"This verse explains that without purity of heart, jnana does not take place. By not engaging in activities recommended in the scriptures, one cannot attain jnana (naiskarmyam). One with an impure heart cannot attain jnana by renunciation of activities recommended in the scriptures (sannyasat).","rudra":"\nTherefore until the light of knowledge dawns within a completely purified\nmind prescribed actions in the Vedic scriptures must be performed for\npurification by the different castes in various stages of life called varna-\nasrama. This is what Lord Krishna is explaining here. Otherwise due to a\nlack of purity in the mind spiritual knowledge will not manifest. This is\nthe purport. In the Brihad IV.IV.XXII it states: The renunciates realising\nthe Supreme Lord became liberated. So it can be understood that\nrenunciation leads to moksa or liberation. But there might arise the\nquestion that if moksa is the result of renunciation then what is the need\nfor actions? Apprehending such a doubt the verse states na ca sannyasanad\neva meaning not only by renunciation. The import is that renunciation alone\nis not sufficient in itself to attain moksa if there is not sufficient\nspiritual knowledge accompanying it.","brahma":"\nThe actions Lord Krishna is referring to in this verse are the ordained\nactions prescribed in the Vedic scriptures. By the abstention of ordained\nactions or by the renunciation of ordained actions one will not ever be\nable to achieve moksa or liberation. By the cultivation of spiritual\nknowledge only is liberation possible. This is the purport. Why is this so?\nBecause of the word purusah in the verse meaning person. The jiva or living\nentity is enclosed in a subtle body along with a corporal body. If by\nabstention of action moksa was possible then it would be available to\ninanimate things as well. Neither by the abstention of actions or the\nabsence of reactions from the renunciation of actions will liberation come\ninto effect.\nThe effects we are experiencing in the present life are reactions both\npositive and negative caused by our innumerable actions in previous lives.\nIt is not that all the reactions have been terminated at birth, Males up to\nthe end of 14 years and females up to the end of 10 years complete their\nlife span of the effects of prior activities from past births. Living\nentities are capable of innumerable actions even in a single lifetime and\neach of these actions may be the cause of a future birth or even result in\nmany future lives. Contrarily by performing even a single action one can\nreceive a human life which is the culmination and conclusion of all one’s\nremaining lives. Thus accumulation of actions can never end indefinitely.\nThe Brahma Purana states that: The primordial world is eternal and so are\nthe effects of actions. Therefore how can there be release from actions\nwithout realisation of the Supreme Lord? If the primordial world came about\nby accident without any relation ship with casual actions then how could\nthere be any relationship between human beings and the primordial world?\nThe state of being liberated can only be achieved by one who is completely\nfree from all desires including the desire for liberation. All desires are\nmanifesting as appropriate and inappropriate actions. Factually it is the\nabsence of desires that result in the state of liberation. Actions\nperformed without desire for rewards with spiritual consciousness\ncontribute to the fulfilment of liberation. When fulfilment is achieved one\nattains the ultimate consciousness and liberation is automatically\nincluded. By performing actions in this manner a living being becomes\nverily a being of non-action. Renunciation is relinquishing the desire for\nrewards attached to appropriate actions as Lord Krishna explains later in\nchapter XVIII verse two kamyanam karmanam nyasam meaning the renouncing of\nfruitive activities. Performing actions in spiritual consciousness without\ndesire leads to liberation. For one who has become effulgent, purified by\nactions performed in spiritual consciousness, renunciation appears in their\nheart. Only one with a pure heart, free from desire and attachment is known\nas one situated in spiritual knowledge. Just as one seeing delightful\nthings in a dream does not let that interfere for a moment the pleasures of\ndaily life. For such a one there is no clarity in the principles nor faith\nin the Vedic injunctions.\nA counterpoint may be raised that if the absence of desire for reward is\nthe means for moksa then why not give up actions altogether giving no\nopportunity for the fruits to manifest. This opinion is neutralised in the\nverse by na ca sannyasanad eva meaning not only by renunciation. So it\nshould be understood that not by mere absence of desires or even the\nabsence of actions that liberation can be achieved but the performance of\nactions without desire for reward is the essential ingredient to\nunderstand.\nIt should be understood that renunciation is primarily for deep meditation\nand reflection of the resplendent Supreme Lord. This way is not suitable\nfor those in the grihasta ashram or householder life with wife and children\nand who must be engrossed daily in so many material functions to provide\nfor their family. But in later life when the children are grown the\nhouseholder who by dint of actions has acquired a meditative mind can also\nbecome eligible for renunciation and please the Lord. The Supreme Lord is\nexceedingly pleased by those who practice renunciation. In the\nNarayanakshara Kalpa it is said that: Among all initiations the one that is\nmade in the stage of renunciation is the topmost and most pleasing to the\nSupreme Lord. The demi-gods and many well known great and pious kings of\nyore in India while performing myriad’s of actions for universal management\nand world order always kept their minds focused on the Supreme. Therefore\neven when they were engaged in activities their minds never wavered from\nHim and the Supreme Lord Krishna was pleased.","shri":"\nNeither by not performing the activities prescribed in the Vedic scriptures\nnor by abandoning them once they were begun does one attain the\nqualification to perform jnana yoga the cultivation of spiritual knowledge.\nThis is because that actions when performed as worship for the Supreme Lord\nfor His satisfaction alone with no desire or expectation for any reward\nleads to perfection and without this consciousness one is not qualified for\njnana yoga. For in jnana yoga exclusive attention is devoted to atma-nistha\ndeep faith in knowledge and meditation of the soul. This is only possible\nfor one who has relinquished all desires and expectations fully. It is not\npossible for one who is still mired in the pursuit of fruitive activities,\nburdened with sins from previous lives and for one who has never worshipped\nLord Krishna with love and devotion with no anticipation of reward.","kumar":"Neither by not performing the activities prescribed in the Vedic scriptures\nnor by abandoning them once they were begun does one attain the\nqualification to perform jnana yoga the cultivation of spiritual knowledge.\nThis is because that actions when performed as worship for the Supreme Lord\nfor His satisfaction alone with no desire or expectation for any reward\nleads to perfection and without this consciousness one is not qualified for\njnana yoga. For in jnana yoga exclusive attention is devoted to atma-nistha\ndeep faith in knowledge and meditation of the soul. This is only possible\nfor one who has relinquished all desires and expectations fully. It is not\npossible for one who is still mired in the pursuit of fruitive activities,\nburdened with sins from previous lives and for one who has never worshipped\nLord Krishna with love and devotion with no anticipation of reward."}