{"meta":"Bhagavad Gita Chapter 3 Verse 16","metahi":"भगवद् गीता 3.16","slok":"एवं प्रवर्तितं चक्रं नानुवर्तयतीह यः।अघायुरिन्द्रियारामो मोघं पार्थ स जीवति।।3.16।।","htsrsd":"।।3.16।।हे पार्थ जो मनुष्य इस लोकमें इस प्रकार परम्परासे प्रचलित सृष्टिचक्रके अनुसार नहीं चलता वह इन्द्रियोंके द्वारा भोगोंमें रमण करनेवाला अघायु (पापमय जीवन बितानेवाला) मनुष्य संसारमें व्यर्थ ही जीता है।","htstma":"।।3.16।। जो पुरुष यहाँ इस प्रकार प्रवर्तित हुए चक्र का अनुवर्तन नहीं करता हे पार्थ इंन्द्रियों में रमने वाला वह पाप आयु पुरुष व्यर्थ ही जीता है।।","transliteration":"Evam pravartitam chakram naanuvartayateeha yah;\nAghaayur indriyaaraamo mogham paartha sa jeevati.","englishmeaning":"evam—thus; pravartitam—set into motion; chakram—cycle; na—not; anuvartayati—follow; iha—in this life; yaḥ—who; agha-āyuḥ—sinful living; indriya-ārāmaḥ—for the delight of their senses; mogham—vainly; pārtha—Arjun, the son of Pritha; saḥ—they; jīvati—live","hcsrsd":"।।3.16।। व्याख्या   पार्थ नवें श्लोकमें प्रारम्भ किये हुए प्रकरणका उपसंहार करते हुए भगवान् यहाँ अर्जुनके लिये पार्थ सम्बोधन देकर मानो यह कह रहे हैं कि तुम उसी पृथा(कुन्ती) के पुत्र हो जिसने आजीवन कष्ट सहकर भी अपने कर्तव्यका पालन किया था। अतः तुम्हारेसे भी अपने कर्तव्यकी अवहेलना नहीं होनी चाहिये। जिस युद्धको तू घोर कर्म कह रहा है वह तेरे लिये घोर कर्म नहीं प्रत्युत यज्ञ (कर्तव्य) है। इसका पालन करना ही सृष्टिचक्रके अनुसार बरतना है और इसका पालन न करना सृष्टिचक्रके अनुसार न बरतना है।एवं प्रवर्तितं चक्रं नानुवर्तयतीह यः जैसे रथके पहियेका छोटासा अंश भी टूट जानेपर रथके समस्त अङ्गोंको एवं उसपर बैठे रथी और सारथिको धक्का लगता है ऐसे ही जो मनुष्य चौदहवेंपन्द्रहवें श्लोकोंमें वर्णित सृष्टिचक्रके अनुसार नहीं चलता वह समष्टि सृष्टिके संचालनमें बाधा डालता है।संसार और व्यक्ति दो (विजातीय) वस्तु नहीं हैं। जैसे शरीरका अङ्गोंके साथ और अङ्गोंका शरीरके साथ घनिष्ठ सम्बन्ध है ऐसे ही संसारका व्यक्तिके साथ और व्यक्तिका संसारके साथ घनिष्ठ सम्बन्ध है। जब व्यक्ति कामना ममता आसक्ति और अहंताका त्याग करके अपने कर्तव्यका पालन करता है तब उससे सम्पूर्ण सृष्टिमें स्वतः सुख पहुँचता है।इन्द्रियारामः जो मनुष्य कामना ममता आसक्ति आदिसे युक्त होकर इन्द्रियोंके द्वारा भोग भोगता है उसे यहाँ भोगोंमें रमण करनेवाला कहा गया है। ऐसा मनुष्य पशुसे भी नीचा है क्योंकि पशु नये पाप नहीं करता प्रत्युत पहले किये गये पापोंका ही फल भोगकर निर्मलताकी ओर जाता है परन्तु इन्द्रियाराम मनुष्य नयेनये पाप करके पतनकी ओर जाता है और साथ ही सृष्टिचक्रमें बाधा उत्पन्न करके सम्पूर्ण सृष्टिको दुःख पहुँचाता है।अघायुः सृष्टिचक्रके अनुसार न चलनेवाले मनुष्यकी आयु उसका जीवन केवल पापमय है। कारण कि इन्द्रियोंके द्वारा भोगबुद्धिसे भोग भोगनेवाला मनुष्य हिंसारूप पापसे बच ही नहीं सकता। स्वार्थी अभिमानी और भोग तथा संग्रहको चाहनेवाले मनुष्यके द्वारा दूसरोंका अहित होता है अतः ऐसे मनुष्यका जीवन पापमय होता है। गोस्वामी श्रीतुलसीदासजी कहते हैं।पर द्रोही पर दार रत पर धन पर अपबाद।ते नर पाँवर पापमय देह धरें मनुजाद।।(मानस 7। 39)मोघं पार्थ स जीवति अपने कर्तव्यका पालन न करनेवाले मनुष्यकी सभ्य भाषामें निन्दा या ताड़ना करते हुए भगवान् कहते हैं कि ऐसा मनुष्य संसारमें व्यर्थ ही जीता है अर्थात् वह मर जाय तो अच्छा है तात्पर्य यह है कि यदि वह अपने कर्तव्यका पालन करके सृष्टिको सुख नहीं पहुँचाता तो कमसेकम दुःख तो न पहुँचाये। जैसे भगवान् श्रीरामके वनवासके समय अयोध्यावासियोंके चित्रकूट आनेपर कोल किरात भील आदि जंगली लोगोंने उनसे कहा था कि हम आपके वस्त्र और बर्तन नहीं चुरा लेते यही हमारी बहुत बड़ी सेवा है यह हमारि अति बड़ि सेवकाई। लेहिं न बासन बसन चोराई।। (मानस 2।251।2) ऐसे ही अपनेकर्तव्यका पालन न करनेवाले मनुष्य कमसेकम सृष्टिचक्रमें बाधा न डालें तो यह उनकी सेवा ही है।सृष्टिचक्रके अनुसार न चलनेवाले मनुष्यके लिये भगवान्ने पहले स्तेन एव सः (3। 12) वह चोर ही है और भुञ्जते ते त्वघम् (3। 13) वे तो पापको ही खाते हैं इस प्रकार कहा और अब इस श्लोकमें अघायुरिन्द्रियारामः वह पापायु और इन्द्रियाराम है ऐसा कहकर उसके जीनेको भी व्यर्थ बताते हैं।गोस्वामी तुलसीदासजी महाराजने भी कहा हैतेज कृसानु रोष महिषेसा। अघ अवगुन धन धनी धनेसा।।उदय केत सम हित सबही के। कुंभकरन सम सोवत नीके।।(मानस 1। 4। 3)सम्बन्ध संसारसेसम्बन्धविच्छेद करनेके लिये जो अपने कर्तव्यका पालन नहीं करता उस मनुष्यकी पूर्वश्लोकमें ताड़ना की गयी है। परन्तु जिसने अपने कर्तव्यका पालन करके संसारसे सम्बन्धविच्छेद कर लिया है उस महापुरुषकी स्थितिका वर्णन भगवान् आगेके दो श्लोकोंमें करते हैं।","hcsca":"।।3.16।। खनिज वनस्पति एवं पशु जगत् के समस्त सदस्य अपनी स्वाभाविक प्रवृत्ति से ही यज्ञ भावना का पालन करते हुए प्रकृति में प्रवर्तित कर्मचक्र के निर्विघ्न चलने में अपना योगदान देते हैं। केवल मनुष्य को ही यह स्वतन्त्रता है कि चाहे तो वह इसका पालन करे अथवा विरोध। जब तक किसी पीढ़ी के अधिकसेअधिक लोग सामंजस्यकेनियम के अनुसार जीवन जीते हैं तब तक उतनी ही अधिक मात्रा में वे सुख समृद्धि से सम्पन्न होकर रहते हैं। ऐसे काल को ही सामाजिक और सांस्कृतिक जीवन का स्वर्ण युग कहा जाता है।परन्तु सभी मनुष्यों के लिये सदैव यह सम्भव नहीं होता कि वे इस सनातन नियम का दृढ़तापूर्वक पालन कर सकें। इतिहास के किसीकिसी काल में मनुष्य इस नियम के विरुद्ध खड़ा हो जाता है और तब जीवन में शांति और विकास का राज्य विखरता हुआ अन्त में मात्र खण्डहर रह जाता है। ऐसे तिमिराच्छन्न युग निराशा और अशांति युद्ध और महामारी बाढ़ और अकाल से प्रताड़ित और त्रस्त युग होते हैं।स्वाभाविक ही मन में यह प्रश्न उठता है कि सुख शान्ति का उज्ज्वल दिवस अस्त होकर जगत् में निराशा और अविवेक की अन्धकारपूर्ण रात्रि आने का क्या कारण है इसका उत्तर गीता में दिया गया हुआ है।व्यक्तियों से समाज बनता है। किसी समाज की उपलब्धियों के कारण हम उसे कितना ही गौरवान्वित करें फिर भी समाज के निर्माता व्यक्तियों के व्यक्तिगत योगदान की अवहेलना नहीं की जा सकती। व्यक्तियों के योग्य होने पर समाज सरलता से आगे बढ़ता है। परन्तु इकाई रूप व्यक्तियों का त्रुटिपूर्णसंगठन होने पर सम्पूर्ण समाज रूपी महल ही ढह जाता है। मनुष्य का विनाशकारी जीवन प्रारम्भ होता है उसके अत्यधिक इन्द्रियों के विषय में रमने से देह को ही अपना स्वरूप समझकर उसके पोषण एवं सुखसुविधाओं का ध्यान रखने में ही वे व्यस्त हो जाते हैं। अत्यधिक देहासक्ति के कारण वे पशुवत विषयोपभोग के अतिरिक्त जीवन का अन्य श्रेष्ठ लक्ष्य ही नहीं जानते और इसलिये उच्च जीवन जीने के मार्ग के ज्ञान की भी उन्हे कोई आवश्यकता अनुभव नहीं होती।ऐसे युग में कोई भी व्यक्ति यज्ञ की भावना से कर्म करने में प्रवृत्त नहीं होता जिसके बिना उत्पादन के लिये अनुकूल परिस्थितियाँ (पर्जन्य) नहीं बनतीं जिससे कि उत्पादन क्षमता (देव) आनन्ददायक पोषक वस्तुओं (अन्न) के रूप में प्रगट हो सकें। विषयों के भोगियों को यहां इन्द्रिया रामा कहा गया जिनमें से प्रत्येक व्यक्ति केवल अपने ही भोग की चिन्ता करता है और अनजाने ही विश्व के कर्मचक्र में घर्षण उत्पन्न करता है। इन लोगों का जीवन पापपूर्ण माना गया है और गीता का कथन है वे व्यर्थ ही जीते हैं।अब एक प्रश्न है क्या इस प्रकार प्रवर्तित चक्र का पालन सबको अनिवार्य है अथवा केवल उसके लिये जिसे ज्ञानयोग में अभी निष्ठा प्राप्त नहीं हुई है उत्तर में भगवान् कहते हैं","etsga":"3.16 O Partha, he lives in vain who does not follow here the wheel thus set in motion, whose life is sinful, and who indulges in the senses.","etssa":"3.16 He who does not follow here the wheel thus set revolving, who is of sinful life, rejoicing in the senses, he lives in vain, O Arjuna.","etdss":"3.16. Whosoever does not roll forward the wheel, thus set in motion in this world, he is a man of sinful life rejoicing in the senses; and he lives in vain, O son of Prtha !","ecssa":"3.16 एवम् thus? प्रवर्तितम् set revolving? चक्रम् wheel? न not? अनुवर्तयति follows? इह here? यः who? अघायुः living in sin? इन्द्रियारामः rejoicing in the senses? मोघम् in vain? पार्थ O Partha? सः he? जीवति lives.Commentary This is the wheel of action set in motion by the Creator on the basis of the Veda and sacrifice.He who does not follow the wheel by studying the Vedas and performing the sacrifices prescribed therein but who indulges only in sensual pleasures lives in vain. He is wasting his life. He is leading a worthless life indeed.One who does not live in accordance with this law and who is selfish commits sin. He violates the law of the Creator and that is the worst sin.","scetsga":"3.16 O Partha, sah, he; jivati, lives; mogham, in vain; yah, who, though competent for action; na anuvartayati, does not follow; iha, here, in the world; cakram, the wheel of the world; evam, thus; pravartitam, set in motion, by God, on the basis of the Vedas and the sacrifices; aghayuh, whose life (ayuh) is sinful (agham), i.e. whose life is vile; and indriya-aramah, who indulges in the senses-who has his arama, sport, enjoyment, with objects, indriyaih, through the senses.\nTherefore, the gist of the topic under discussion is that action must be undertaken by one who is alified (for action) but is unenlightened. In the verses beginning from, (A person does not attain freedom from action by adstaining from action (4) and ending with, You perform the obligatory duties৷৷.And, through inaction, even the maintenance of your body will not be possible (8), it has been proved that before one attains fitness for steadfastness in the knowledge of the Self, it is the bounden duty of a person who is alified for action, but is not enlightened, to undertake Karma-yoga for that purpose. And then, also in the verses commencing from (This man becomes bound) by actions other than that action meant for God (9) and ending with O Partha, he lives in vain, many reasons [Such as, that it pleases God, secures the affection of the gods, and so on.] have been incidentally stated as to why a competent person has to undertake actions; and the evils arising from their non-performance have also been emphatically declared.\nSuch being the conclusion, the estion arises whether the wheel thus set in motion should be followed by all, or only by one who is ignorant of the Self and has not attained to the steadfastness which is fit to be practised by the Sankhyas, the knowers of the Self, through the Yoga of Knowledge only, and which is acired by one ignorant of the Self through the means of the practice of Karma-yoga mentioned above? Either anticipating Arjunas estion to this effect, or in order to make the meaning of the scripture (Gita) clearly understood, the Lord, revealing out of His own accord that the following substance of the Upanisads-Becoming freed from false knowledge by knowing this very Self, the Brahmanas renounce what is a compulsory duty for those having false knoweldge, viz, desire for sons, etc., and then lead a mendicant life just for the purpose of maintaining the body; they have no duty to perform other than steadfastness in the knowledge of the Self (cf. Br. 3.5.1)-has been presented here in the Gita, says:","scetdss":"3.16 Evam etc. On the other hand, he, who does not accept as stated above, is full of sins. For, he enjoys only in the sense-organs and not in the Self.","scetssa":"3.16 Thus this wheel is set in motion by the Supreme Person: From food arise embodied selves which are denoted by the word beings: from rain food; from sacrifice rain; sacrifice from activities which constitute the exercise of an agent; and activity from the embodied self; and again the body endowed with life from food. In this manner there is a seence which revolves like a wheel through the mutual relations of cause and effect.\nHence, He who is engaged in spiritual practice - whether one is alified for Karma Yoga or Jnana Yoga - if he does not follow, i.e., does not keep in motion the wheel which revolves in a circle through mutual relation of cause and effect - that person by not maintaining his bodily subsistence by means of the remainder of sacrifice, lives in sin. His life begins in sin or develops in sin, or is of both these kinds; he lives the life of sin. Thus he is a reveller in his senses and not in his self. The senses become the pleasure-gardens of one whose mind and body are not nourished by the remainders of sacrifices. Rajas and Tamas preponderate in his body. Being thus turned away from the vision of the self, he rejoices only in the enjoyment of the senses. Therefore, even if he were to attempt for the vision of the self, it will be fruitless. So he lives in vain, O Arjuna.\nSri Krsna now says that there is no need for the performance of the great sacrifices etc., according to his station and stage of life, only in respect of a liberated person whose vision of the self does not depend on any external means.","chakravarthi":"This verse speaks of the sin involved in not performing the sacrifice. He who does not partake in the instituted cycle moving from beginning to end—from yajna to rain; from rain to food; from food to nourishment of men; from men to performance of yajna; from yajna to rain—with performance of yajna—leads a life full of sin. Who will not sink to hell?\nFoot Note: The cycle is as follows: Supreme Lord, Vedas, action, sacrifice, rain, food, and production of living entities. The new living entities then study the Vedas arising from the Lord, perform action, and sacrifice (with the Lord present within) again. At the same time as fulfilling ones material needs by sacrifice one can attain the Lord. Ramanuja takes brahman as the body and aksara as the soul, which is necessary for the body to function. Then the cycle is: soul in the body, action, sacrifice, rain, food, nourishment of the body with a soul bhutani); then action, sacrifice etc. Madhva takes brahman as the Lord and aksara as the Vedas. Vedas reveal the Lord, the Lord inspires prescribed action, then sacrifice, rain, food, nourishment of bodies, study of Vedas, revelation of the Lord, inspiration to action etc.\n ","rudra":"\nTherefore as it is the Supreme Lord, Himself who originally emanated the\neternal Vedas and set in motion the cycle of prescribed actions to allow\nliving beings the opportunity to attain the highest benefit from yagna or\nworship. If human beings do not make the effort to perform and adhere to\nyagna then their whole human life is in vain. This is what Lord Krishna is\nconveying here. The Vedas are the actual words of the Supreme Lord, by\nunderstanding and following the Vedic scriptures one can begin to\nunderstand and follow the Supreme Lord. From the breath of the Supreme Lord\ncomes the Vedas, from the Vedas the predilection of humans to perform\nactions, from yagna these actions are accomplished, from accomplishment\ncomes rains, from rains food, from food human beings are born from semen\nand eggs and thus again the cycle begins again with the predelection of\nhumans to perform actions. One who does not keep this covenant and follow\nthis cycle of yagna which is revolving eternally in the material existence,\nset themselves apart from the spiritual reality and are living a sinful\nlife daily from morning to night. For such persons rejoice solely in their\nsenses and sense objects alone and not in actions performed in worshipping\nthe one from whom they originated from, the Supreme Lord. Therefore the\nmeaning is uselessly they live their lives in vain.","brahma":"\nFor being the cause of vegetation growing clouds are known as parjanya or\nrain bringers . Actions are performed due to yagna or worship and all\nactions flow from and towards the Supreme as Lord Krishna is omniscient and\nomnipresent. Even though He is eternal He can be known by his aksara\npotency known as the Vedic scriptures. Yagna is performed by sound, sound\nvibration is an attribute of all creatures who in turn eat food that was\nproduced by rains falling from clouds manifested by the power of the sun.\nThis is the cycle of yagna that the Supreme Lord is eternally established\nin. This cycle was set in motion at the dawn of creation by the grandsire\nBrahma. Whoever does not maintain and perpetuate this cycle which is\nbeneficial to all created beings becomes sinful and degraded and performs\nactivities counter productive to the perseverance of all life and must\nsuffer in the darkest regions of the hellish planets as described in Canto\nV of the Bhagavat Purana.\nNow begins the summation.\nFor renunciants yagna or worship may be performed by the recitation and\nrepetition of mantras. For those living as forest recluses the austerities\nendured are themselves the yagna. For householders the performance of all\nrecommended activities as prescribes in the Vedic scriptures. For\nbrahmacaris the study of the Vedas, celibacy, introspection and service to\nguru. Fearlessness, charity and the development of atma-tattva or knowledge\nof the eternal soul are applicable to all of the above. For forest dwellers\ncharity is sharing of food being roots and fruits and wild vegetables to\nthose in need. For the householder charity is donating wealth to worthy\nrecipients in need. But all these actions should be extremely austere and\nfrugal. In the Narada Purana the three activities known as yagna, charity\nand austerities are prescribed for everyone.\nThe words Brahman denoting the fundamental spiritual substratum pervading\nall existence and aksara meaning Vedas should be understood to be distinct\nfrom each other with the Vedas revealing knowledge of both. having a\nseparate but connected function","shri":"\nFrom food all creatures procreate and from rain food is produced. The whole\nworld is witness to this. As for the evidence that yagna or worship causes\nrainfall sastra or the Vedic scriptures give proof. In Manu Samhita III.76\nwe find that oblations properly offered into the sacred fire ascend upwards\nto the sun, and from the sun rain clouds are produced. Actions such as\nearning funds are accomplished by the physical body when actions utilise\nsuch wealth following the prescribed injunction of the Vedas then the\nresult is yagna. The word Brahma here denotes the universal body as an\naggregate of all material particles. The word aksara means indestructible\nor imperishable in the verse brahma-aksara refers to the eternal jiva-\natma, the individual soul. It is the jiva-atma who monitors the body and\ngives it consciousness and impels it nourish itself through food and water,\nfortifying it to engage in the prescribed actions of the Vedas. Hence the\nphysical body which serves as the medium for actions is said to manifest\nfrom the all prevasive universal body of the Brahman. Thus the physical\nbody itself is the essential item which every votary of yagna must possess\nand is the indispensable prerequisite for the performance of yagna.\nSo from actions comes yagna, from yagna rain, from rainfall food and from\nfood embodied beings. This cycle was set into motion by the Supreme Lord\nKrishna at the beginning of creation. This cycle is never ending and was\ndesigned to exist perpetually providing all necessities for the embodied\nbeings allowing them to prosper and flourish, Whoever is born on this Earth\nwhether they are performers of actions or contemplators of the ultimate\ntruth, the Supreme Brahman; if they fail to adhere to and follow and adhere\nto this cycle leads a sinful life for the simple reason that they fail to\neven support and preserve their own embodied existence by sanctifying it\nwith the daily food remnants eaten that was first offered in yagna.\nThe word agha-ayuh means full of sin, this can be either that ones life is\ncommitted to making sins or that one is living a life perpetuated by sin or\nit can even mean both. In this way such a sinner becomes an indriyaramah or\none who only seeks delights in the beguiling garden of the senses using\ntheir valuable human life only for the pursuit of pleasure, a slave under\nthe control of sense delights. Therefore such a one never takes delight in\nthe soul and is the antithesis of an atmaramah or one who delights in the\ngarden of the atma or soul.\nFood eaten that was not first sanctified by being consecrated in yagna or\noffering of worship beforehand ignites rajas or passions in one and incites\ntamas or darkness of intellect. A person in whom these dispositions are\nprominent becomes hostile to achieving an even rudimental spiritual\nillumination let alone atma-tattva or self-realisation of the soul. Such a\nhostile person only finds pleasure in pursuing pleasure to gratify their\nsenses.\nBlessed with the gift of a human body which is suitable for offering Divine\nworship in yagna and which therefore which must be nourished with\nsanctified food duly consecrated so ones actions fulfill there purpose. If\none errs and fails to honour and respect this eternal cycle given in the\nVedic injunctions, then all there hopes for spiritual realisation will not\nbe fulfilled and all their efforts are destined to failure. There complete\nlife was lived in vain.\nSo from this it can be understood that the necessity for the actions of\nyagna as prescribed in the Vedic scriptures are essential and indispensable\nfor the different varnas or castes and asramas or stages of society. Only\nthat person who has attained moksa or complete liberation from the cycle of\nbirth and death in the material nature is under no obligation to in any way\nwhatsoever to perform any activity due to the fact that the achievement of\natma-tattva self-realisation of the soul has already been attained.","kumar":"From food all creatures procreate and from rain food is produced. The whole\nworld is witness to this. As for the evidence that yagna or worship causes\nrainfall sastra or the Vedic scriptures give proof. In Manu Samhita III.76\nwe find that oblations properly offered into the sacred fire ascend upwards\nto the sun, and from the sun rain clouds are produced. Actions such as\nearning funds are accomplished by the physical body when actions utilise\nsuch wealth following the prescribed injunction of the Vedas then the\nresult is yagna. The word Brahma here denotes the universal body as an\naggregate of all material particles. The word aksara means indestructible\nor imperishable in the verse brahma-aksara refers to the eternal jiva-\natma, the individual soul. It is the jiva-atma who monitors the body and\ngives it consciousness and impels it nourish itself through food and water,\nfortifying it to engage in the prescribed actions of the Vedas. Hence the\nphysical body which serves as the medium for actions is said to manifest\nfrom the all prevasive universal body of the Brahman. Thus the physical\nbody itself is the essential item which every votary of yagna must possess\nand is the indispensable prerequisite for the performance of yagna.\nSo from actions comes yagna, from yagna rain, from rainfall food and from\nfood embodied beings. This cycle was set into motion by the Supreme Lord\nKrishna at the beginning of creation. This cycle is never ending and was\ndesigned to exist perpetually providing all necessities for the embodied\nbeings allowing them to prosper and flourish, Whoever is born on this Earth\nwhether they are performers of actions or contemplators of the ultimate\ntruth, the Supreme Brahman; if they fail to adhere to and follow and adhere\nto this cycle leads a sinful life for the simple reason that they fail to\neven support and preserve their own embodied existence by sanctifying it\nwith the daily food remnants eaten that was first offered in yagna.\nThe word agha-ayuh means full of sin, this can be either that ones life is\ncommitted to making sins or that one is living a life perpetuated by sin or\nit can even mean both. In this way such a sinner becomes an indriyaramah or\none who only seeks delights in the beguiling garden of the senses using\ntheir valuable human life only for the pursuit of pleasure, a slave under\nthe control of sense delights. Therefore such a one never takes delight in\nthe soul and is the antithesis of an atmaramah or one who delights in the\ngarden of the atma or soul.\nFood eaten that was not first sanctified by being consecrated in yagna or\noffering of worship beforehand ignites rajas or passions in one and incites\ntamas or darkness of intellect. A person in whom these dispositions are\nprominent becomes hostile to achieving an even rudimental spiritual\nillumination let alone atma-tattva or self-realisation of the soul. Such a\nhostile person only finds pleasure in pursuing pleasure to gratify their\nsenses.\nBlessed with the gift of a human body which is suitable for offering Divine\nworship in yagna and which therefore which must be nourished with\nsanctified food duly consecrated so ones actions fulfill there purpose. If\none errs and fails to honour and respect this eternal cycle given in the\nVedic injunctions, then all there hopes for spiritual realisation will not\nbe fulfilled and all their efforts are destined to failure. There complete\nlife was lived in vain.\nSo from this it can be understood that the necessity for the actions of\nyagna as prescribed in the Vedic scriptures are essential and indispensable\nfor the different varnas or castes and asramas or stages of society. Only\nthat person who has attained moksa or complete liberation from the cycle of\nbirth and death in the material nature is under no obligation to in any way\nwhatsoever to perform any activity due to the fact that the achievement of\natma-tattva self-realisation of the soul has already been attained."}