{"meta":"Bhagavad Gita Chapter 4 Verse 9","metahi":"भगवद् गीता 4.9","slok":"जन्म कर्म च मे दिव्यमेवं यो वेत्ति तत्त्वतः।त्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन।।4.9।।","htsrsd":"।।4.9।।हे अर्जुन मेरे जन्म और कर्म दिव्य हैं। इस प्रकार (मेरे जन्म और कर्मको) जो मनुष्य तत्त्वसे जान लेता अर्थात् दृढ़तापूर्वक मान लेता है वह शरीरका त्याग करके पुनर्जन्मको प्राप्त नहीं होता प्रत्युत मुझे प्राप्त होता है।","htstma":"।।4.9।। हे अर्जुन मेरा जन्म और कर्म दिव्य है इस प्रकार जो पुरुष तत्त्वत जानता है वह शरीर को त्यागकर फिर जन्म को नहीं प्राप्त होता वह मुझे ही प्राप्त होता है।।","transliteration":"Janma karma cha me divyam evam yo vetti tattwatah;\nTyaktwa deham punarjanma naiti maameti so’rjuna.","englishmeaning":"janma—birth; karma—activities; cha—and; me—of mine; divyam—divine; evam—thus; yaḥ—who; vetti—know; tattvataḥ—in truth; tyaktvā—having abandoned; deham—the body; punaḥ—again; janma—birth; na—never; eti—takes; mām—to me; eti—comes; saḥ—he; arjuna—Arjun","hcsrsd":" 4.9।। व्याख्या   जन्म कर्म च मे दिव्यम् भगवान् जन्ममृत्युसे सर्वथा अतीत अजन्मा और अविनाशी हैं। उनका मनुष्यरूपमें अवतार साधारण मनुष्योंकी तरह नहीं होता। वे कृपापूर्वक मात्र जीवोंका हित करनेके लिये स्वतन्त्रतापूर्वक मनुष्य आदिके रूपमें जन्मधारणकी लीला करते हैं। उनका जन्म कर्मोंके परवश नहीं होता। वे अपनी इच्छासे ही शरीर धारण करते हैं (टिप्पणी प0 226)।भगवान्का साकार विग्रह जीवोंके शरीरोंकी तरह हाड़मांसका नहीं होता। जीवोंके शरीर तो पापपुण्यमय अनित्य रोगग्रस्त लौकिक विकारी पाञ्चभौतिक और रजवीर्यसे उत्पन्न होनेवाले होते हैं पर भगवान्के विग्रह पापपुण्यसे रहित नित्य अनामय अलौकिक विकाररहित परम दिव्य और प्रकट होनेवाले होते हैं। अन्य जीवोंकी अपेक्षा तो देवताओंके शरीर भी दिव्य होते हैं पर भगवान्का शरीर उनसे भी अत्यन्त विलक्षण होता है जिसका देवतालोग भी सदा ही दर्शन चाहते रहते हैं (गीता 11। 52)।भगवान् जब श्रीराम तथा श्रीकृष्णके रूपमें इस पृथ्वीपर आये तब वे माता कौसल्या और देवकीके गर्भसे उत्पन्न नहीं हुए। पहले उन्हें अपने शङ्खचक्रगदापद्मधारी स्वरूपका दर्शन देकर फिर वे माताकी प्रार्थनापर बालरूपमें लीला करने लगे। भगवान् श्रीरामके लिये गोस्वामी तुलसीदासजी कहते हैं भए प्रगट कृपाला दीनदयाला कौसल्या हितकारी।हरषित महतारी मुनि मन हारी अद्भुत रूप बिचारी।।लोचन अभिरामा तनु घनस्यामा निज आयुध भुज चारी।भूषन बनमाला नयन बिसाला सोभासिंधु खरारी।।माता पुनि बोली सो मति डोली तजहु तात यह रूपा।कीजै सिसुलीला अति प्रियसीला यह सुख परम अनूपा।।सुनि बचन सुजाना रोदन ठाना होइ बालक सुरभूपा।भगवान् श्रीकृष्णके लिये आया है उपसंहर विश्वात्मन्नदो रूपमलौकिकम्।शङ्खचक्रगदापद्मश्रिया जुष्टं चतुर्भुजम्।।(श्रीमद्भा0 10। 3। 30)माता देवकीने कहा विश्वात्मन् शङ्ख चक्र गदा और पद्मकी शोभासे युक्त इस चार भुजाओंवाले अपने अलौकिक दिव्य रूपको अब छिपा लीजिये तब भगवान्ने मातापिताके देखतेदेखते अपनी मायासे तत्काल एक साधारण शिशुका रूप धारण कर लिया पित्रोः सम्पश्यतोः सद्यो बभूव प्राकृतः शिशुः।। (श्रीमद्भा0 10। 3। 46) जब भगवान् श्रीराम अपने धाम पधारने लगे तब वे अन्तर्धान हुए। जीवोंके शरीरोंकी तरह उनका शरीर यहाँ नहीं रहा प्रत्युत वे इसी शरीरसे अपने धाम चले गये पितामहवचः श्रुत्वा विनिश्चित्य महामतिः।विवेश वैष्णवं तेजः सशरीरः सहानुजः।।(वाल्मीकिरामायण उत्तर0 110। 12)महामति भगवान् श्रीरामने पितामह ब्रह्माजीके वचन सुनकर और तदनुसार निश्चय करके तीनों भाइयोंसहित अपने उसी शरीरसे वैष्णव तेजमें प्रवेश किया। भगवान् श्रीकृष्णके लिये भी ऐसी ही बात आयी है लोकाभिरामां स्वतनुं धारणाध्यानमङ्गलम्।योगधारणयाऽऽग्नेय्यादग्ध्वा धामाविशत् स्वकम्।।(श्रीमद्भा0 11। 31। 6)धारणा और ध्यानके लिये अति मङ्गलरूप अपनी लोकाभिरामा मोहिनी मूर्तिको योगधारणाजनित अग्निके द्वारा भस्म किये बिना ही भगवान्ने अपने धाममें सशरीर प्रवेश किया। भगवान्के विग्रह(दिव्य शरीर) के विषयमें महामुनि वाल्मीकिजी भगवान् श्रीरामसे कहते हैं चिदानंदमय देह तुम्हारी। बिगत बिकार जान अधिकारी।।नर तनु धरेहु संत सुर काजा। कहहु करहु जस प्राकृत राजा।।(मानस 2। 127। 3)एक बार सनकादि ऋषि वैकुण्ठधाममें जा रहे थे। वहाँ भगवान्के द्वारपालोंने उन्हें भीतर जानेसे रोका तब सनकादिने उन्हें शाप दे दिया। अपने अनुचरोंके द्वारा सनकादिका अपमान हुआ जानकर भगवान् स्वयं वहाँ पधारे। उस समय भगवान्का दर्शन करनेसे उनकी बड़ी विलक्षण दशा हुई। उन्होंने भगवान्के चरणोंमें प्रणाम किया तस्यारविन्दनयनस्य पदारविन्द किञ्जल्कमिश्रतुलसीमकरन्दवायुः।।अन्तर्गतः स्वविवरेण चकार तेषां संक्षोभमक्षरजुषामपि चित्ततन्वोः।।(श्रीमद्भा0 3। 15। 43)प्रणाम करनेपर उन कमलनेत्र भगवान्के चरणकमलके परागसे मिली हुई तुलसीमञ्जरीकी वायुने उनके नासिकाछिद्रोंमें प्रवेश करके उन अक्षर परमात्मामें नित्य स्थित रहनेवाले ज्ञानी महात्माओंके भी चित्त और शरीरको क्षुब्ध कर दिया। शब्दादि विषयोंमें गंध कोई इतनी विलक्षण चीज नहीं है जिसमें मन आकृष्ट हो जाय। पर भगवान्के चरणकमलोंकी गंधसे नित्यनिरन्तर परमात्मस्वरूपमें मग्न रहनेवाले सनकादिकोंके चित्तमें भी खलबली पैदा हो गयी। कारण कि वह पृथ्वीकी विकाररूप गंध नहीं थी प्रत्युत दिव्य गंध थी। ऐसे ही भगवान्के विग्रहकी प्रत्येक वस्तु (वस्त्र आभूषण आयुध आदि) दिव्य चिन्मय और अत्यन्त विलक्षण है।भगवान्की लीलाओंको सुनने पढ़ने याद करने आदिसे लोगोंका अन्तःकरण निर्मल पवित्र हो जाता है और उनका अज्ञान दूर हो जाता है यह भगवान्के कर्मोंकी दिव्यता है। ज्ञानस्वरूप भगवान् शंकर ब्रह्माजी सनकादिक ऋषि देवर्षि नारद आदि भी उनकी लीलाओंको गाकर और सुनकर मग्न हो जाते हैं। भगवान्के अवतारके जो लीलास्थल हैं उन स्थानोंमें आस्तिकभावसे श्रद्धाप्रेमपूर्वक निवास करनेसे एवं उनका दर्शन करनेसे भी मनुष्यका कल्याण हो जाता है। तात्पर्य है कि भगवान् मात्र जीवोंका कल्याण करनेके उद्देश्यसे ही अवतार लेते हैं और लीलाएँ करते हैं अतः उनकी लीलाओंको पढ़नेसुननेसे उनका मननचिन्तन करनेसे स्वाभाविक ही उस उद्देश्यकी सिद्धि हो जाती है।चौथे श्लोकमें अर्जुनने भगवान्से केवल उनके जन्म के विषयमें पूछा था परन्तु यहाँ भगवान्ने अर्जुनके पूछे बिना अपनी तरफसे कर्म के विषयमें कहना आरम्भ कर दिया इसमें भगवान्का यह अभिप्राय प्रतीत होता है कि जैसे मेरे कर्म दिव्य हैं वैसे तुम्हारे कर्म भी दिव्य होने चाहिये। कारण कि मनुष्यका जन्म तो दिव्य नहीं हो सकता पर उसके कर्म अवश्य दिव्य हो सकते हैं क्योंकि उसीके लिये उसका जन्म हुआ है। कर्मोंमें दिव्यता (शुद्धि) योगसे आती है। जो कर्म बाँधनेवाले होते हैं उनमें दिव्यता आनेसे वे ही कर्म मुक्ति देनेवाले हो जाते हैं। कर्म दिव्य (फलेच्छा ममताआसक्तिसे रहित) होनेपर कर्ता एक तो उन कर्मोंसे बँधतानहीं दूसरे वह पुराने कर्मोंसे भी नहीं बँधता मुक्त हो जाता है और तीसरे उसके द्वारा होनेवाले कर्मोंसे दूसरोंका भी हित स्वतः होता रहता है।गम्भीरतापूर्वक विचार करके देखें तो उत्पत्तिविनाशशील वस्तुओंके साथ अपना सम्बन्ध माननेसे ही कर्मोंमें मलिनता आती है और वे बाँधनेवाले होते हैं। विनाशीसे अपना सम्बन्ध माननेसे अन्तःकरण कर्म और पदार्थ तीनों ही मलिन हो जाते हैं और विनाशीसे माना हुआ सम्बन्ध छूट जानेसे ये तीनों स्वतः पवित्र हो जाते हैं। अतः विनाशीसे माना हुआ सम्बन्ध ही मूल बाधा है।एवं यो वेत्ति तत्त्वतः अजन्मा और अविनाशी होते हुए तथा प्राणिमात्रका ईश्वर होते हुए भी भगवान् मात्र जीवोंके हितके लिये अपनी प्रकृतिको अधीन करके स्वतन्त्रतापूर्वक युगयुगमें मनुष्य आदिके रूपमें अवतार लेते हैं इस तत्त्वको जानना अर्थात् दृढ़तापूर्वक मानना भगवान्के जन्मोंकी दिव्यताको जानना है।सम्पूर्ण क्रियाओँको करते हुए भी भगवान् अकर्ता ही हैं अर्थात् उनमें करनेका अभिमान नहीं है (गीता 4। 13) और किसी भी कर्मफलमें उनकी स्पृहा (फलेच्छा) नहीं है (गीता 4। 14) इस तत्त्वको जानना भगवान्के कर्मोंकी दिव्यताको जानना है।जैसे भगवान्के जन्ममें स्वाभाविक ही मात्र जीवोंकी हितैषिता और कर्ममें निर्लिप्तता है ऐसे ही मनुष्यमें भी मात्र जीवोंकी हितैषिता और कर्ममें निर्लिप्तता आ जाना ही वास्तवमें भगवान्के जन्म और कर्मके तत्त्वको जानना है।त्यक्त्वा देहं पुनर्जन्म नैति भगवान्को त्रिलोकीमें न तो कुछ करना शेष है और न कुछ पाना ही शेष है (गीता 3। 22)। फिर भी वे केवल जीवमात्रका उद्धार करनेके लिये कृपापूर्वक इस भूमण्डलपर अवतार लेते हैं और तरहतरहकी अलौकिक लीलाएँ करते हैं। उन लीलाओंको गानेसे सुननेसे पढ़नेसे और उनका चिन्तन करनेसे भगवान्के साथ सम्बन्ध जुड़ जाता है। भगवान्से सम्बन्ध जुड़नेपर संसारका सम्बन्ध छूट जाता है। संसारका सम्बन्ध छूटनेपर पुनर्जन्म नहीं होता अर्थात् मनुष्य जन्ममरणरूप बन्धनसे मुक्त हो जाता है। वास्तवमें कर्म बन्धनकारक नहीं होते। कर्मोंमें जो बाँधनेकी शक्ति है वह केवल मनुष्यकी अपनी बनायी हुई (कमाना) है। कामनाकी पूर्तिके लिये रागपूर्वक अपने लिये कर्म करनेसे ही मनुष्य कर्मोंसे बँध जाता है। फिर ज्योंज्यों कामना बढ़ती है त्योंत्यों वह पापोंमें प्रवृत्त होने लगता है इस प्रकार उसके कर्म अत्यन्त मलिन हो जाते हैं जिससे वह बारंबार नीच योनियों और नरकोंमें गिरता रहता है। परन्तु जब वह केवल दूसरोंकी सेवाके लिये निष्कामभावपूर्वक कर्म करता है तब उसके कर्मोंमें दिव्यता विलक्षणता आती चली जाती है। इस प्रकार कामनाका सर्वथा नाश होनेपर उसके कर्म दिव्य हो जाते हैं अर्थात् बन्धनकारक नहीं होते फिर उसके पुनर्जन्मका प्रश्न ही नहीं रहता।मामेति सोऽर्जुन नाशवान् कर्मोंसे अपना सम्बन्ध माननेके कारण नित्यप्राप्त परमात्मा भी अप्राप्त प्रतीत होते हैं। निष्कामभावपूर्वक केवल दूसरोंके हितके लिये सम्पूर्ण कर्म करनेसे मात्र कर्मोंका प्रवाह केवल संसारकी तरफ हो जाता है और नित्यप्राप्त परमात्माका अनुभव हो जाता है।जीवोंपर महान् कृपा ही भगवान्के जन्ममें कारण है इस प्रकार भगवान्के जन्मकी दिव्यताको जाननेसे मनुष्यकी भगवान्में भक्ति हो जाती है (टिप्पणी प0 228)। भक्तिसे भगवान्की प्राप्ति हो जाती है। भगवान्के कर्मोंकी दिव्यताको जाननेसे मनुष्यके कर्म भी दिव्य हो जाते हैं अर्थात् वे बन्धनकारक न होकर खुदका और दूसरोंका कल्याण करनेवाले हो जाते हैं जिससे संसारसे सम्बन्धविच्छेदपूर्वक भगवान्की प्राप्ति हो जातीहै।मार्मिक बात सम्पूर्ण कर्म आरम्भ और समाप्त होनेवाले हैं (और कर्मके फलस्वरूप जो कुछ प्राप्त होता है वह भी अनित्य और नाशवान् होता है) परन्तु स्वयं (जीवात्मा) नित्यनिरन्तर रहनेवाला है। अतः वास्तवमें स्वयंका कर्मोंके साथ कोई सम्बन्ध है नहीं प्रत्युत माना हुआ है। अतः सम्पूर्ण कर्मोंको करते हुए भी उनके साथ अपना सम्बन्ध है ही नहीं ऐसा अनुभव करे तो उसके कर्म दिव्य हो जाते हैं यह कर्मोंका तत्त्व है। यही कर्मयोग हैक्रियाशील प्रकृतिके साथ तादात्म्य होनेके कारण मनुष्यमात्रमें कर्म करनेका वेग रहता है। वह क्षणमात्र भी कर्म किये बिना नहीं रहता (गीता 3। 5)। संसारमें वह देखता है कि कर्म करनेसे ही सिद्धि (वस्तुकी प्राप्ति) होती है। इसी कारण वह परमात्माकी प्राप्ति भी कर्मोंके द्वारा ही करना चाहता है परन्तु यह उसकी महान् भूल है। कारण कि नाशवान् कर्मोंके द्वारा नाशवान् वस्तुकी ही प्राप्ति होती है अविनाशीकी प्राप्ति नहीं होती। अविनाशीकी प्राप्ति तो कर्मोंसे सम्बन्धविच्छेद होनेपर ही होती है। कर्मोंसे सम्बन्धविच्छेद कर्मयोगमें (ज्ञानयोगकी अपेक्षा भी) सरलतासे हो जाता है। कारण कि कर्मयोगमें स्थूल सूक्ष्म और कारण तीनों शरीरोंसे होनेवाले सम्पूर्ण कर्म निष्कामभावपूर्वक केवल संसारके हितके लिये होनेसे कर्मोंका प्रवाह संसारकी तरफ हो जाता है और अपना कर्मोंसे सम्बन्धविच्छेद हो जाता है।यहाँ भगवान्ने माम् एति पदोंसे यह भाव प्रकट किया है कि मनुष्य कर्मोंके द्वारा जिसकी सिद्धि चाहता है वह परमात्मतत्त्व स्वतःसिद्ध (नित्यप्राप्त) है। स्वतःसिद्ध वस्तुके लिये करना कैसा जो वस्तु प्राप्त है उसे प्राप्त करना कैसा करनेसे तो उस वस्तुकी प्राप्ति होती है जो पहले अप्राप्त थी।एक उत्पत्ति होती है और एक खोज होती है। उत्पत्ति उसकी होती है जिसकी स्वतन्त्र सत्ता नहीं है जिसका पहले अभाव है और बादमें जिसका विनाश हो जाता है। खोज उसकी होती है जिसकी स्वतन्त्र सत्ता है जो पहलेसे विद्यमान है और नित्यनिरन्तर रहता है किन्तु जो क्रिया और पदार्थरूप संसारका महत्त्व मान लेनेसे छिप गया है। जब मनुष्य क्रियाओँ और पदार्थोंको केवल दूसरोंकी सेवामें लगा देता है तब क्रियापदार्थरूप संसारसे स्वतः सम्बन्धविच्छेद और नित्यप्राप्त परमात्माका साक्षात् अनुभव हो जाता है। यही नित्यप्राप्तकी खोज है।कर्तव्यकर्मोंको न करके प्रमादआलस्य करना और कर्तव्यकर्मोंको करके उनके फलकी इच्छा रखना इन दोनों कारणोंसे मनुष्यको नित्यप्राप्त परमात्माके अनुभवमें बाधा लगती है। इस बाधाको दूर करनेका उपाय है फलकी इच्छा न रखकर दूसरोंकी सेवाके रूपसे कर्तव्यकर्म करना। फलकी इच्छा न रखकर कर्तव्यकर्म करनेसे कर्मोंसे सम्बन्धविच्छेद हो जाता है। कर्मोंसे सम्बन्धविच्छेद होते ही परमात्मासे हमारा जो स्वतःसिद्ध नित्यसम्बन्ध है उसका अनुभव हो जाता है। सम्बन्ध   भगवान्के जन्मकर्मकी दिव्यताको जाननेवाले कैसे होते हैं इसका वर्णन आगेके श्लोकमें करते हैं।","hcsca":"।।4.9।। अवतार कैसे होता है तथा उसका प्रयोजन भी बताने के पश्चात् श्रीकृष्ण यहाँ कहते हैं कि जो पुरुष उनके दिव्य जन्म और कर्म को तत्त्वत जानता है वह सब बन्धनों से मुक्त होकर परमात्मस्वरूप बन जाता है। तत्त्वत शब्द से यह स्पष्ट किया गया है कि इसे केवल बुद्धि के स्तर पर जानना नहीं है वरन् यह अनुभव करना है कि अपने ही हृदय में किस प्रकार परमात्मा का अवतरण होता है। आज निसन्देह ही हम एक पशु के समान जी रहे हैं परन्तु जब कभी हम निस्वार्थ इच्छा से प्रेरित हुए कर्म करते हैं उस समय परमात्मा की ही दिव्य क्षमता हमारे कर्मों में झलकती है।इस श्लोक में सूक्ष्म संकेत यह भी है कि आत्मविकास के लिये भगवान् के आनन्दरूप की उपासना करना निराकार आत्मा के ध्यान के समान ही प्रभावकारी है। कुछ वेदान्त विचारक ऐसे भी हैं जो भगवान् के सगुणसाकार होने की कल्पना को स्वीकार नहीं करते। अत वे अवतार को भी नहीं मानते। वास्तव में यह युक्तियुक्त नहीं है। पूरी लगन से जो पुरुष साधना करता है वह सगुण अथवा निर्गुण उपासना के द्वारा लक्ष्य को प्राप्त कर लेता है।यहाँ उस पूर्णत्व की स्थिति का संकेत किया गया है जिसे प्राप्त करके जीव का पुनर्जन्म नहीं होता। वैदिक साहित्य में अनेक स्थानों पर इसका संकेत अमृतत्त्व शब्द से किया गया है तो दूसरे स्थानों पर पुनर्जन्म के अभाव के रूप में। ऐसा प्रतीत होता है मानो पहले लोग मृत्यु से डरते थे इसलिये पूर्णत्व की स्थिति मे उसका अभाव बताया गया है। अन्य विचारकों ने यह अनुभव किया होगा कि मृत्यु से अधिक दुखदायी जन्म है क्योकि उसके पश्चात् दुखों की एक शृंखला प्रारम्भ हो जाती है। अत मोक्ष का लक्षण पुनर्जन्म का अभाव कहा गया है।जिनका जन्म होता हैउसी का नाश भी होता है इस कारण अमृतत्त्व और पुनर्जन्म के अभाव से पूर्णत्व की स्थिति का ही संकेत किया गया है। तथापि दूसरे शब्द से विचारकों की परिपक्वता स्पष्ट दृष्टिगोचर होती है।यह मोक्षमार्ग केवल वर्तमान में ही प्रवृत्त नहीं हुआ बल्कि प्राचीनकाल में भी अनेक साधकों ने इसका अनुसरण किया था राग भय और क्रोध से रहित मन्मय (मेरे में स्थिति वाले) मेरे शरण हुए बहुत से पुरुष ज्ञानरूप तप से पवित्र हुए मेरे स्वरूप को प्राप्त","etsga":"4.9 He who thus knows truly the divine birth and actions of Mine does not get rirth after casting off the body. He attains Me, O Arjuna.","etssa":"4.9 He who thus know, in their true light, My divine birth and action, having abandoned the body, is not born again, he comes to Me, O Arjuna.","etdss":"4.9. Whosoever knows thus correctly the divine birth and action of Mine, he, on abandoning the body does not go to rirth, [but] goes to Me, O Arjuna !","ecssa":"4.9 जन्म birth? कर्म action? च and? मे My? दिव्यम् divine? एवम् thus? यः who? वेत्ति knows? तत्त्वतः in true light? त्यक्त्वा having abandoned? देहम् the body? पुनः again? जन्म birth? नः not? एति gets? माम् to Me? एति comes? सः he? अर्जुन O Arjuna.Commentary The Lord? though apparently born? is always beyond birth and death though apparently active for firmly establishing righteousness? He is ever beyond all actions. He who knows this is never born again. He attains knowledge of the Self and becomes liberated while living.The birth of the Lord is an illusion. It is Aprakrita (beyond the pale of Nature). It is divine. It is peculiar to the Lord. Though He appears in human form? His body is Chinmaya (full of consciousness? not inert matter as are human bodies composed of the five elements).","scetsga":"4.9 Yah, he who; evam, thus, as described; vetti, knows tattvatah, truly, as they are in reality; that divyam, divine, supernatural; janma, birth, which is a form of Maya; ca karma, and actions, such as protection of the pious, etc.; mama, of Mine; na eti, does not get; punarjanma, rirth; tyaktva, after casting off; this deham, body. Sah, he; eti, attains, comes to; mam, Me-he gets Liberated, O Arjuna.\nThis path of Liberation has not been opened recently. What then? Even in earlier days-","scetdss":"4.5-9 Bahuni etc. upto Arjuna. Indeed the Bhagavat is Himself devoid of all bodily connections on account of His having the group of the six attributes in toto. Yet, out of His nature of stabilising [the universe], and out of compassion, He sends forth (or creates) that is which the Self is secondary. The meaning is this : He takes hold of a body, in which the Self, with the group of six alities in full, remains secondary because of Its role as a helper of the body. On account of this, His birth is divine. For, it has been created not by the results of actions, but by His own Trick-of-Illusion, by the highest knowledge of Yoga, and by the energy of Freedom of His own. His action too is divine, as it is incabable of yielding fruits [for Him]. Whosoever knows this truth in this manner i.e., realises in his own Self also in this manner, he necessarily understands the Bhagavat Vasudeva beng.","scetssa":"4.9 He who knows truly My life and actions, super-natural and special to Me, which are intended solely for the protection of the good and to enable them to take refuge in Me, - Me who am devoid of birth, unlike ordinary beings whose birth is caused by Karma associated with Prakrti and its three Gunas producing the evil of bondage, and who is endowed with auspicious attributes such as Lordship over all, omniscience, infallible will etc., - such a person after abandoning the present body will never be born, but will reach Me only. By true knowledge of My divine birth and acts, all his sins that stand in his way of taking refuge in Me are destroyed. In this birth itself, resorting to Me in the manner already described, and loving Me and concentrating on Me alone, he reaches Me.\nSri Krsna speaks of the same thing:","chakravarthi":"You will be successful just by knowing in truth about my birth which was previously described, and after my birth, my activities. That is expressed in this verse.\nRamanujacarya and Madhusudana SarasvatI say that divya means “non material, spiritual.” Sridhara Svami says divya means “uncommon.” As this means that it is not related to this material world, it also means “spiritual.” Being spiritual, beyond the gunas, means that the Lord’s birth and activities are eternal. Jiva Gosvami also explains, quoting from Bhagavatam in the Bhagavat Sandarbha that the Lord has no birth or activities:\nna vidyate yasya ca janma karma va\nna nama-rupe guna-dosa eva va\ntathapi lokapyaya-sambhavaya yah\nsva-mayaya tany anukalam rcchati\nThe Supreme Personality of Godhead has no material birth, activities, name, form, qualities or faults. To fulfill the purpose for which this material world is created and destroyed, He comes in the form of a human being like Lord Rama or Lord Krishna by His original internal potency. He has immense potency, and in various forms, all free from material contamination, He acts wonderfully. He is therefore the Supreme Brahman. I offer my respects to Him. SB 8.3.8\nOr the word divya can mean not approachable by logic, or inconceivable, on the strength of the words of sruti and smrti. The Purusa Bodhini Sruti (4.3) of the Pippaladi branch of the Vedas says:\neko devo nitya-lilanurakto bhakta-vyapi bhakta-hrdayantaratma\nThis one, who is inconceivable (deva), engaged in eternal pastimes, is spread in the devotees and resides in the devotee’s heart. The eternal nature of the Lord’s birth and activities is mentioned frequently in the Bhagavatam as well.\nYo vetti tattvatah means “he who knows my birth and activitie are truly eternal,” based on my statements that I am unborn anc with indestructible body (ajo ‘pi san avyayatma) and that my birth and activities are non material (janma karma ca me divyam), and not just an appearance of being eternal, dependent on some sort of trick.\nYo vetti tattvatah can also mean “one who knows me as the ver form of Brahman.”   This is because later Krishna will say: om tat sad iti nirdeso brahmanas trividhah smrtah: the three words om tat sat all indicate brahman. (Gita 17.18) Therefore tattva means the state of being brahman (tat). Yo vetti tattvatah means “one who know me as the form of brahman.”\nThat person does not take birth again, but rather attains me. The words tyaktva deham only indicate the last condition, for, not only on giving up the body one does not take birth again, but even not giving up the body, before that, one attains me.\nRamanujacarya says, “Destroying all sins which are unfavorable for surrender to me by true knowledge of my spiritual birth and activities, taking shelter of me in this life in the prescribed way, that person who holds me alone as dear, constantly thinking of me, attains me.”","rudra":"\nThe result of realising Lord Krishnas divine appearances and phenomenal\nexploits is being given by Him now. One who has truly realised that Lord\nKrishnas manifestations is due only to His sweet will and are for the\nprotection of eternal righteous and beneficial to all living beings by this\nrealisation becomes no more attached to their gross and subtle body is not\nsubject to rebirth and is eligible to attain the blessed eternal spiritual\nrealms in bliss with Him.","brahma":"\nFor the purpose of showing that moksa or complete liberation from the cycle\nof birth and death is only possible through complete knowledge of His\nessence and not by partial knowledge does Lord Krishna speak thus. The\ncomplete knowledge is by the knowledge of the Vedic scriptures. That is the\nway Lord Krishna must be adored. In the Kurma Purana it is stated that: who\nlives their life following the principles advised in the Vedic scriptures\nand adores Him accordingly, to those does the Supreme Lord reveal Himself\nand not to others. So it is clarified that only proceeding in this manner\nis salvation and liberation achieved and not by any other method digressing\nfrom the Vedic scriptures and this is irrevocable. The adjective tattvatah\nsignifies that the entire scope of knowledge is essential. Regarding it\nthus this is not contradictory. In the Skanda Purana it has been stated\nthat a human being will not be knowledgeable by understanding a single\nprinciple without first knowing the entirety of the principles and even\nShiva is not capable of doing so, therefore one should diligently endeavour\nto be aware of all the principles.\nNow begins the summation.\nOnly by learning and comprehending the knowledge revealed in the Vedic\nscriptures is moksa or liberation possible. By knowing and furthermore\ncorrelating this knowledge from different Vedic texts and applying it to\nones everyday life will the ultimate attainment be gained and no other\nway. It should be clearly understood that the mere knowledge of the facts\nand details of the Supreme Lords appearance and divine pastimes will not\nenable one to attain liberation from the material existence without having\nfirst applied this learning through the medium of the Vedic scriptures\nfully into ones life and all that ones life encompasses.","shri":"\nWhosoever is able to verily realise the divine, spiritual and uniquely\nphenomenal nature of the Supreme Lord Krishnas incarnations and\ntranscendental pastimes which are exclusively manifested for the benefit of\nall those who take refuge in Him solely and which are intended for the\nprotection of the righteous who understand the real tattva or truth\nconcerning His appearances. The word divyam in this verse meaning divine\nconfirms that Lord Krishna appearance is not the same as the compulsory\nbirths of the conditioned embodied entities as a consequent reaction to\ntheir past life activities arising from their timeless interaction with\nprakriti or material nature. So in conclusion whoever understands that all\navatars or incarnations emanate from Lord Krishna who is eternally\npossessed with all glorious qualities and wonderful attributes, such a\nperson is not subject to rebirth once they leave their present body, but\nattains the eternal spiritual abode with the Supreme Lord. Put more\nsuccinctly such a person possessing accurate discriminative knowledge from\ndisciplic succession regarding Lord Krishnas incarnations and divine\npastimes becomes free from all sins which stand in the way of coming to\nHim. Such a person in there present birth will attain Him by placing\nimplicit reliance and full faith in Him in the manner described in previous\nverses and by making Him the be all and end all of their lives makes\nthemselves extremely dear to the Lord which qualifies their existence for\nattaining Him. Next will be described the superb godly qualities of the\nthese saintly persons.","kumar":"Whosoever is able to verily realise the divine, spiritual and uniquely\nphenomenal nature of the Supreme Lord Krishnas incarnations and\ntranscendental pastimes which are exclusively manifested for the benefit of\nall those who take refuge in Him solely and which are intended for the\nprotection of the righteous who understand the real tattva or truth\nconcerning His appearances. The word divyam in this verse meaning divine\nconfirms that Lord Krishna appearance is not the same as the compulsory\nbirths of the conditioned embodied entities as a consequent reaction to\ntheir past life activities arising from their timeless interaction with\nprakriti or material nature. So in conclusion whoever understands that all\navatars or incarnations emanate from Lord Krishna who is eternally\npossessed with all glorious qualities and wonderful attributes, such a\nperson is not subject to rebirth once they leave their present body, but\nattains the eternal spiritual abode with the Supreme Lord. Put more\nsuccinctly such a person possessing accurate discriminative knowledge from\ndisciplic succession regarding Lord Krishnas incarnations and divine\npastimes becomes free from all sins which stand in the way of coming to\nHim. Such a person in there present birth will attain Him by placing\nimplicit reliance and full faith in Him in the manner described in previous\nverses and by making Him the be all and end all of their lives makes\nthemselves extremely dear to the Lord which qualifies their existence for\nattaining Him. Next will be described the superb godly qualities of the\nthese saintly persons."}