{"meta":"Bhagavad Gita Chapter 4 Verse 6","metahi":"भगवद् गीता 4.6","slok":"अजोऽपि सन्नव्ययात्मा भूतानामीश्वरोऽपि सन्।प्रकृतिं स्वामधिष्ठाय संभवाम्यात्ममायया।।4.6।।","htsrsd":"।।4.6।।मैं अजन्मा और अविनाशीस्वरूप होते हुए भी तथा सम्पूर्ण प्राणियोंका ईश्वर होते हुए भी अपनी प्रकृतिको अधीन करके अपनी योगमायासे प्रकट होता हूँ।","htstma":"।।4.6।। यद्यपि मैं अजन्मा और अविनाशी स्वरूप हूँ और भूतमात्र का ईश्वर हूँ (तथापि) अपनी प्रकृति को अपने अधीन रखकर (अधिष्ठाय) मैं अपनी माया से जन्म लेता हूँ।।","transliteration":"Ajo’pi sannavyayaatmaa bhootaanaam eeshwaro’pi san;\nPrakritim swaam adhishthaaya sambhavaamyaatmamaayayaa.","englishmeaning":"ajaḥ—unborn; api—although; san—being so; avyaya ātmā—Imperishable nature; bhūtānām—of (all) beings; īśhvaraḥ—the Lord; api—although; san—being; prakṛitim—nature; svām—of myself; adhiṣhṭhāya—situated; sambhavāmi—I manifest; ātma-māyayā—by my Yogmaya power","hcsrsd":" 4.6।। व्याख्या   यह छठा श्लोक है और इसमें छः बातोंका ही वर्णन हुआ है। अज अव्यय और ईश्वर ये तीन बातें भगवान्की हैं (टिप्पणी प0 217) प्रकृति और योगमाया ये दो बातें भगवान्की शक्तिकी हैं और एक बात भगवान्के प्रकट होनेकी है।अजोऽपि सन्नव्ययात्मा इन पदोंसे भगवान् यह बताते हैं कि साधारण मनुष्योंकी तरह न तो मेरा जन्म है और न मेरा मरण ही है। मनुष्य जन्म लेते हैं और मर जाते हैं परन्तु मैं अजन्मा होते हुए भी प्रकट हो जाता हूँ और अविनाशी होते हुए भी अन्तर्धान हो जाता हूँ। प्रकट होना और अन्तर्धान होना दोनों ही मेरी अलौकिक लीलाएँ हैं।सम्पूर्ण प्राणी जन्मसे पहले अप्रकट (अव्यक्त) थे और मरनेके बाद भी अप्रकट (अव्यक्त) हो जानेवाले हैं केवल बीचमें ही प्रकट (व्यक्त) हैं (गीता 2। 28)। परन्तु भगवान् सूर्यकी तरह सदा ही प्रकट रहते हैं। तात्पर्य है कि जैसे सूर्य उदय होनेसे पहले भी ज्योंकात्यों रहता है और अस्त होनेके बाद भी ज्योंकात्यों रहता है अर्थात् सूर्य तो सदा ही रहता है किन्तु स्थानविशेषके लोगोंकी दृष्टिमें उसका उदय और अस्त होना दीखता है। ऐसे ही भगवान्का प्रकट होना और अन्तर्धान होना लोगोंकी दृष्टिमें है वास्तवमें भगवान् सदा ही प्रकट रहते हैं।दूसरे प्राणी जैसे कर्मोंके परतन्त्र होकर जन्म लेते हैं भगवान्का जन्म वैसे नहीं होता। कर्मोंकी परतन्त्रतासे जन्म होनेपर दो बातें होती हैं आयु और सुखदुःखका भोग। भगवान्में ये दोनों ही नहीं होते।दूसरे लोग जन्मते हैं तो शरीर पहले बालक होता है फिर बड़ा होकर युवा हो जाता है फिर वृद्ध हो जाता है और फिर मर जाता है। परन्तु भगवान्में ये परिवर्तन नहीं होते। वे अवतार लेकर बाललीला करते हैं और किशोरअवस्था (पंद्रह वर्षकी अवस्था) तक बढ़नेकी लीला करते हैं। किशोरअवस्थातक पहुँचनेके बाद फिर वे नित्य किशोर ही रहते हैं। सैकड़ों वर्ष बीतनेपर भी भगवान् वैसे ही सुन्दरस्वरूप रहते हैं। इसीलिये भगवान्के जितने चित्र बनाये जाते हैं उसमें उनकी दाढ़ीमूछें नहीं होतीं। (अब कोई बना दे तो अलग बात है) इस प्रकार दूसरे प्राणियोंकी तरह न तो भगवान्का जन्म होता है न परिवर्तन होता है और न मृत्यु ही होती है।भूतानामीश्वरोऽपि सन् प्राणिमात्रके एकमात्र ईश्वर (महान् शासक) रहते हुए ही भगवान् अवतारके समय छोटेसे बालक बन जाते हैं परन्तु बालक बन जानेपर भी उनके ईश्वरभाव (शासकत्व) में कोई कमी नहीं आती जैसे भगवान् श्रीकृष्णने छठीके दिन ही पूतना राक्षसीको मार दिया। पूतनाका शरीर ढाई योजनका और महान् भयंकर था। यदि उनमें ईश्वरभाव न होता तो छठीके दिन पूतनाको कैसे मार देते भगवान्ने तीन महीनेकी अवस्थामें शकटासुरको एक वर्षकी अवस्थामें तृणावर्तको और पाँच वर्षकी अवस्थामें अघासुरको मार दिया। इस तरह भगवान्ने बाल्यावस्थामें ही अनेक राक्षसोंको मार दिया। सात वर्षकी अवस्थामें ही उन्होंने गोवर्धन पर्वतको एक अँगुलीपर उठा लियासम्पूर्ण प्राणियोंके ईश्वर होते हुए भी भगवान् अवतारके समय छोटेसेछोटे बन जाते हैं और छोटासाछोटा काम भी कर देते हैं। वास्तवमें यही भगवान्की भगवत्ता है। भगवान् अर्जुनके घोड़े हाँकते हैं और उनकी आज्ञाका पालन करते हैं फिर भी भगवान्का अर्जुनपर और दूसरे प्राणियोंपर ईश्वरभाव वैसाकावैसा ही है। सारथि होनेपर भी वे अर्जुनको गीताका महान् उपदेश देते हैं। भगवान् श्रीराम पिता दशरथकी आज्ञाको टालते नहीं और चौदह वर्षके लिये वनमें चले जाते हैं फिर भी भगवान्का दशरथपर और दूसरे प्राणियोंपर ईश्वरभाव वैसाकावैसा ही है।प्रकृतिं स्वामधिष्ठाय जो सत्त्व रज और तम इन तीनों गुणोंसे अलग है वह भगवान्की शुद्ध प्रकृति है। यह शुद्ध प्रकृति भगवान्का स्वकीय सच्चिदानन्दघनस्वरूप है। इसीको संधिनीशक्ति संवित्शक्ति और आह्लादिनीशक्ति कहते हैं (टिप्पणी प0 218.1)। इसीको चिन्मयशक्ति कृपाशक्ति आदि नामोंसे कहते हैं। श्रीराधाजी (टिप्पणी प0 218.2) श्रीसीताजी आदि भी यही हैं। भगवान्को प्राप्त करानेवाली भक्ति और ब्रह्मविद्या भी यही है।प्रकृति भगवान्की शक्ति है। जैसे अग्निमें दो शक्तियाँ रहती हैं प्रकाशिका और दाहिका। प्रकाशिकाशक्ति अन्धकारको दूर करके प्रकाश कर देती है तथा भय भी मिटाती है। दाहिकाशक्ति जला देती है तथा वस्तुको पकाती एवं ठण्डक भी दूर करती है। ये दोनों शक्तियाँ अग्निसे भिन्न भी नहीं हैं और अभिन्न भी नहीं हैं। भिन्न इसलिये नहीं हैं कि वे अग्निरूप ही हैं अर्थात् उन्हें अग्निसे अलग नहीं किया जा सकता और अभिन्न इसलिये नहीं हैं कि अग्निके रहते हुए भी मन्त्र औषध आदिसे अग्निकी दाहिकाशक्ति कुण्ठित की जा सकती है। ऐसे ही भगवान्में जो शक्ति रहती है उसे भगवान्से भिन्न और अभिन्न दोनों ही नहीं कह सकते।जैसे दियासलाईमें अग्निकी सत्ता तो सदा रहती है पर उसकी प्रकाशिका और दाहिकाशक्ति छिपी हुई रहती है ऐसे ही भगवान् सम्पूर्ण देश काल वस्तु व्यक्ति आदिमें सदा रहते हैं पर उनकी शक्ति छिपी हुई रहती है। उस शक्तिको अधिष्ठित करके अर्थात् अपने वशमें करके उसके द्वारा भगवान् प्रकट होते हैं। जैसे जबतक अग्नि अपनी प्रकाशिका और दाहिकाशक्तिको लेकर प्रकट नहीं होती तबतक सदा रहते हुए भी अग्नि नहीं दीखती ऐसे ही जबतक भगवान् अपनी शक्तिको लेकर प्रकट नहीं होते तबतक भगवान् हरदम रहते हुए भी नहीं दीखते।राधाजी सीताजी रुक्मिणीजी आदि सब भगवान्की निजी दिव्य शक्तियाँ हैं। भगवान् सामान्यरूपसे सब जगह रहते हुए भी कोई काम नहीं करते। जब करते हैं तब अपनी दिव्य शक्तिको लेकर ही करते हैं। उस दिव्य शक्तिके द्वारा भगवान् विचित्रविचित्र लीलाएँ करते हैं। उनकी लीलाएँ इतनी विचित्र और अलौकिक होती हैं कि उनको सुनकर गाकर और याद करके भी जीव पवित्र होकर अपना उद्धार कर लेते हैं। निर्गुणउपासनामें वही शक्ति ब्रह्मविद्या हो जाती है और सगुणउपासनामें वही शक्ति भक्ति हो जाती है। जीव भगवान्का ही अंश है। जब वह दूसरोंमें मानी हुई ममता हटाकर एकमात्र भगवान्की स्वतःसिद्धवास्तविक आत्मीयताको जाग्रत् कर लेता है तब भगवान्की शक्ति उसमें भक्तिरूपसे प्रकट हो जाती है। वह भक्ति इतनी विलक्षण है कि निराकार भगवान्को भी साकाररूपसे प्रकट कर देती है भगवान्को भी खींच लेती है। वह भक्ति भी भगवान् ही देते हैं।भगवान्की भक्तिरूप शक्तिके दो रूप हैं विरह और मिलन। भगवान् विरह भी भेजते हैं (टिप्पणी प0 218.3) और मिलन भी। जब भगवान् विरह भेजते हैं तब भक्त भगवान्के बिना व्याकुल हो जाता है। व्याकुलताकी अग्निमें संसारकी आसक्ति जल जाती है और भगवान् प्रकट हो जाते हैं।ज्ञानमार्गमें भगवान्की शक्ति पहले उत्कट जिज्ञासाके रूपमें आती है (जिससे तत्त्वको जाने बिना साधकसे रहा नहीं जाता) और फिर ब्रह्मविद्यारूपसे जीवके अज्ञानका नाश करके उसके वास्तविक स्वरूपको प्रकाशित कर देती है। परन्तु भगवान्की वह दिव्य शक्ति जिसे भगवान् विरहरूपसे भेजते हैं उससे भी बहुत विलक्षण है। भगवान् कहाँ हैं क्या करूँ कहाँ जाऊँ इस प्रकार भक्त व्याकुल हो जाता है तो यह व्याकुलता सब पापोंका नाश करके भगवान्को साकाररूपसे प्रकट कर देती है। व्याकुलतासे जितना जल्दी काम बनता है उतना विवेकविचारपूर्वक किये गये साधनसे नहीं।विशेष बात भगवान् अपनी प्रकृतिके द्वारा अवतार लेते हैं और तरहतरहकी अलौकिक लीलाएँ करते हैं। जैसे अग्नि स्वयं कुछ नहीं करती उसकी प्रकाशिकाशक्ति प्रकाश कर देती है दाहिकाशक्ति जला देती है ऐसे ही भगवान् स्वयं कुछ नहीं करते उनकी दिव्य शक्ति ही सब काम कर देती है। शास्त्रोंमें आता है कि सीताजी कहती हैं रावणको मारना आदि सब काम मैंने किया है रामजीने कुछ नहीं किया। जैसे मनुष्य और उसकी शक्ति (ताकत) है ऐसे ही भगवान् और उनकी शक्ति है। उस शक्तिको भगवान्से अलग भी नहीं कह सकते और एक भी नहीं कह सकते। मनुष्यमें जो शक्ति है उसे वह अपनेसे अलग करके नहीं दिखा सकता इसलिये वह उससे अलग नहीं है। मनुष्य रहता है पर उसकी शक्ति घटतीबढ़ती रहती है इसलिये वह मनुष्यसे एक भी नहीं है। यदि उसकी मनुष्यसे एकता होती तो वह उसके स्वरूपके साथ बराबर रहती घटतीबढ़ती नहीं। अतः भगवान् और उनकी शक्तिको भिन्न अथवा अभिन्न कुछ भी नहीं कह सकते। दार्शनिकोंने भिन्न भी नहीं कहा और अभिन्न भी नहीं कहा। वह शक्ति अनिर्वचनीय है। भगवान् श्रीकृष्णके उपासक उस शक्तिको श्रीजी(राधाजी) के नामसे कहते हैं। जैसे पुरुष और स्त्री दो होते हैं ऐसे श्रीकृष्ण और श्रीजी दो नहीं हैं। ज्ञानमें तो द्वैतका अद्वैत होता है अर्थात् दो होकर भी एक हो जाता है और भक्तिमें अद्वैतका द्वैत होता है अर्थात् एक होकर भी दो हो जाता है। जीव और ब्रह्म एक हो जायँ तो ज्ञान होता है और एक ही ब्रह्म दो रूप हो जाय तो भक्ति होती है। एक ही अद्वैततत्त्व प्रेमकी लीला करनेके लिये प्रेमका आस्वादन करनेके लिये सम्पूर्ण जीवोंको प्रेमका आनन्द देनेके लिये श्रीकृष्ण और श्रीजी इन दो रूपोंसे प्रकट होता है (टिप्पणी प0 219)। दो रूप होनेपर भी दोनोंमें बड़ा कौन है और कौन छोटा कौन प्रेमी है और कौन प्रेमास्पद इसका पता ही नहीं चलता। दोनों ही एकदूसरेसे बढ़कर विलक्षण दीखते हैं। दोनों एकदूसरेके प्रति आकृष्ट होते हैं। श्रीजीको देखकर भगवान् प्रसन्न होते हैं और भगवान्को देखकर श्रीजी। दोनोंकी परस्पर प्रेमलीलासे रसकी वृद्धि होती है। इसीको रास कहते हैं।भगवान्की शक्तियाँ अनन्त हैं अपार हैं। उनकी दिव्य शक्तियोंमें ऐश्वर्यशक्ति भी है और माधुर्यशक्ति भी। ऐश्वर्यशक्तिसे भगवान् ऐसे विचित्र और महान् कार्य करते हैं जिनको दूसरा कोई कर ही नहीं सकता। ऐश्वर्यशक्तिके कारण उनमें जो महत्ता विलक्षणता अलौकिकता दीखती है वह उनके सिवाय और किसीमेंदेखनेसुननेमें नहीं आती। माधुर्यशक्तिमें भगवान् अपने ऐश्वर्यको भूल जाते हैं। भगवान्को भी मोहित करनेवाली माधुर्यशक्तिमें एक मधुरता मिठास होती है जिसके कारण भगवान् बड़े मधुर और प्रिय लगते हैं। जब भगवान् ग्वालबालोंके साथ खेलते हैं तब माधुर्यशक्ति प्रकट रहती है। अगर उस समय ऐश्वर्यशक्ति प्रकट हो जाय तो सारा खेल बिगड़ जाय ग्वालबाल डर जायँ और भगवान्के साथ खेल भी न सकें। ऐसे ही भगवान् कहीं मित्ररूपसे कहीं पुत्ररूपसे और कहीं पतिरूपसे प्रकट हो जाते हैं तो उस समय उनकी ऐश्वर्यशक्ति छिपी रहती है और माधुर्यशक्ति प्रकट रहती है। तात्पर्य है कि भगवान् भक्तोंके भावोंके अनुसार उनको आनन्द देनेके लिये ही अपनी ऐश्वर्यशक्तिको छिपाकर माधुर्यशक्ति प्रकट कर देते हैं।जिस समय माधुर्यशक्ति प्रकट रहती है उस समय ऐश्वर्यशक्ति प्रकट नहीं होती और जिस समय ऐश्वर्यशक्ति प्रकट रहती है उस समय माधुर्यशक्ति प्रकट नहीं होती। ऐश्वर्यशक्ति केवल तभी प्रकट होती है जब माधुर्यभावमें कोई शङ्का पैदा हो जाय। जैसे माधुर्यशक्तिके प्रकट रहनेपर भगवान् श्रीकृष्ण बछड़ोंको ढूँढ़ते हैं। परन्तु बछड़े कहाँ गये यह शङ्का पैदा होते ही ऐश्वर्यशक्ति प्रकट हो जाती है और भगवान् तत्काल जान जाते हैं कि बछड़ोंको ब्रह्माजी ले गये हैं।भगवान्में एक सौन्दर्यशक्ति भी होती है जिससे हरेक प्राणी उनमें आकृष्ट हो जाता है। भगवान् श्रीकृष्णके सौन्दर्यको देखकर मथुरापुरवासिनी स्त्रियाँ आपसमें कहती हैं गोप्यस्तपः किमचरन् यदमुष्य रूपं लावण्यसारमसमोर्ध्वमनन्यसिद्धम्।दृग्भिः पिबन्त्यनुसवाभिनवं दुराप मेकान्तधाम यशसः श्रिय ऐश्वरस्य।।(श्रीमद्भा0 10। 44। 14)इन भगवान् श्रीकृष्णका रूप सम्पूर्ण सौन्दर्यका सार है सृष्टिमात्रमें किसीका भी रूप इनके रूपके समान नहीं है। इनका रूप किसीके सँवारनेसजाने अथवा गहनेकपड़ोंसे नहीं प्रत्युत स्वयंसिद्ध है। इस रूपको देखतेदेखते तृप्ति भी नहीं होती क्योंकि यह नित्य नवीन ही रहता है। समग्र यश सौन्दर्य और ऐश्वर्य इस रूपके आश्रित है। इस रूपके दर्शन बहुत ही दुर्लभ हैं। गोपियोंने पता नहीं कौनसा तप किया था जो अपने नेत्रोंके दोनोंसे सदा इनकी रूपमाधुरीका पान किया करती हैं शुकदेवजी कहते हैं निरीक्ष्य तावुत्तमपूरुषौ जना मञ्चस्थिता नागरराष्ट्रका नृप।प्रहर्षवेगोत्कलितेक्षणाननाः पपुर्न तृप्ता नयनैस्तदाननम्।।पिबन्त इव चक्षुर्भ्यां लिहन्त इव जिह्वया।जिघ्रन्त इव नासाभ्यां श्लिष्यन्त इव बाहुभिः।।(श्रीमद्भा0 10। 43। 20 21)परीक्षित् मञ्चोंपर जितने लोग बैठे थे वे मथुराके नागरिक और राष्ट्रके जनसमुदाय पुरुषोत्तम भगवान् श्रीकृष्ण और बलरामजीको देखकर इतने प्रसन्न हुए कि उनके नेत्र और मुखकमल खिल उठे उत्कण्ठासे भर गये। वे नेत्रोंद्वारा उनकी मुखमाधुरीका पान करतेकरते तृप्त ही नहीं होते थे मानो वे उन्हें नेत्रोंसे पी रहे हों जिह्वासे चाट रहे हों नासिकासे सूँघ रहे हों और भुजाओँसे पकड़कर हृदयसे सटा रहे हों भगवान् श्रीरामके सौन्दर्यको देखकर विदेह राजा जनक भी विदेह अर्थात् देहकी सुधबुधसे रहित हो जाते हैं मूरति मधुर मनोहर देखी। भयउ बिदेहु बिदेहु बिसेषी।।(मानस 1। 215। 4)और कहते हैं सहज बिरागरूप मनु मोरा। थकित होत जिमि चंद चकोरा।।(मानस 1। 216। 2)वनमें रहनेवाले कोलभील भी भगवान्के विग्रहको देखकर मुग्ध हो जाते हैं करहिं जोहारु भेंट धरि आगे। प्रभुहि बिलोकहिं अति अनुरागे।।चित्र लिखे जनु जहँ तहँ ठाढ़े। पुलक सरीर नयन जल बाढ़े।।(मानस 2। 135। 3)प्रेमियोंकी तो बात ही क्या वैरभाव रखनेवाले राक्षस खरदूषण भी भगवान्के विग्रहकी सुन्दरताको देखकर चकित हो जाते हैं और कहते हैं नाग असुर सुर नर मुनि जेते। देखे जिते हते हम केते।।हम भरि जन्म सुनहु सब भाई। देखी नहिं असि सुंदरताई।।(मानस 3। 19। 2)तात्पर्य है कि भगवान्के दिव्य सौन्दर्यकी ओर प्रेमी विरक्त ज्ञानी मूर्ख वैरी असुर और राक्षसतक सबका मन आकृष्ट हो जाता है।सम्भवाम्यात्ममायया जो मनुष्य भगवान्से विमुख रहते हैं उनके सामने भगवान् अपनी योगमायामें छिपे रहते हैं और साधारण मनुष्यजैसे ही दीखते हैं। मनुष्य ज्योंज्यों भगवान्के सम्मुख होता जाता है त्योंत्यों भगवान् उसके सामने प्रकट होते जाते हैं। इसी योगमायाका आश्रय लेकर भगवान् विचित्रविचित्र लीलाएँ करते हैं (टिप्पणी प0 220)।भगवद्विमुख मूढ़ पुरुषके आगे दो परदे रहते हैं एक तो अपनी मूढ़ताका और दूसरा भगवान्की योगमायाका (गीता 7। 25)। अपनी मूढ़ता रहनेके कारण भगवान्का प्रभाव साक्षात् सामने प्रकट होनेपर भी वह उसे समझ नहीं सकता जैसे द्रौपदीका चीरहरण करनके लिये दुःशासन अपना पूरा बल लगाता है उसकी भुजाएँ थक जाती हैं पर साड़ीका अन्त नहीं आता द्रुपद सुता निरबल भइ ता दिन तजि आये निज धाम।दुस्सासन की भुजा थकित भई बसनरूप भए स्याम।। इस प्रकार भगवान्ने सभाके भीतर अपना ऐश्वर्य साक्षात् प्रकट कर दिया। परन्तु अपनी मूढ़ताके कारण दुःशासन दुर्योधन कर्ण आदिपर इस बातका कोई असर ही नहीं पड़ा कि द्रौपदीके द्वारा भगवान्को पुकारनेमात्रसे कितनी विलक्षणता प्रकट हो गयी एक स्त्रीका चीरहरण भी नहीं कर सके तो और क्या कर सकते हैं इस तरफ उनकी दृष्टि ही नहीं गयी। भगवान्का प्रभाव सामने देखते हुए भी वे उसे जान नहीं सके।यदि जीव अपनी मूढ़ता (अज्ञान) दूर कर दे तो उसे अपने स्वरूपका अथवा परमात्मतत्त्वका बोध तो हो जाता है पर भगवान्के दर्शन नहीं होते (टिप्पणी प0 221.1)। भगवान्के दर्शन तभी होते है जब भगवान् अपनी योगमायाका परदा हटा देते हैं। अपना अज्ञान मिटाना तो जीवके हाथकी बात है पर योगमायाको दूर करना उसके हाथकी बात नहीं है। वह सर्वथा भगवान्के शरण हो जाय तो भगवान् अपनी शक्तिसे उसका अज्ञान भी मिटा सकते हैं और दर्शन भी दे सकते हैं। भगवान् जितनी लीलाएँ करते हैं सब योगमायाका आश्रय लेकर ही करते हैं। इसी कारण उनकी लीलाको देख सकते हैं उसका अनुभव कर सकते हैं। यदि वे योगमायाका आश्रय न लें तो उनकी लीलाको कोई देख ही नहीं सकता उसका आस्वादन कोई कर ही नहीं सकता।अवतारसम्बन्धी विशेष बातअवतारका अर्थ है नीचे उतरना। सब जगह परिपूर्ण रहनेवाले सच्चिदानन्दस्वरूप परमात्मा अपने अनन्य भक्तोंकी इच्छा पूरी करनेके लिये अत्यधिक कृपासे एक स्थानविशेषमें अवतार लेते हैं और छोटे बन जाते हैं। दूसरे लोगोंका प्रभाव या महत्त्व तो बड़े हो जानेसे होता है पर भगवान्का प्रभाव या महत्त्व छोटे हो जानेसे होता है। कारण कि अपार असीम अनन्त होकर भी भगवान् छोटेसे बन जाते हैं यह उनकी विलक्षणता ही है। जैसे भगवान् अनन्त ब्रह्माण्डोंको धारण करते हैं परन्तु एक पर्वतको धारण करनेसे भगवान् गिरिधारी नामसे प्रसिद्ध हो गये अनन्त ब्रह्माण्ड जिनके रोमरोममें स्थित है (टिप्पणी प0 221.2) ऐसे परमेश्वर एक पर्वतको उठा लें यह कोई बड़ी बात नहीं प्रत्युत छोटी बात है। परन्तु छोटी बातमें ही भगवान्की बड़ी बात होती है। इस प्रकार अवतार लेनेमें ही भगवान्की विशेषता है।साधारण आदमी जिस स्थितिपर है उसी स्थितिपर आकर भगवान् वैसी लीला करते हैं। बिलकुल भोलेभाले साधारण बालककी तरह बनकर लीला करते हैं। ग्वालबालोंसे खेलते समय वे दूसरे ग्वालबालसे हार भी जाते हैं। जो ग्वालबाल जीत जाता है वह सवार बन जाता है और भगवान् घोड़ा बन जाते हैं। यह उनकी विशेष महत्ता है।भगवान्के प्रभावको जाननेवाले ज्ञानी महात्मालोग तो उनके स्वरूपमें मस्त रहते हैं पर भक्तोंको उनकी साधारण अज्ञ बालककी तरह भोलीभाली लीला बड़ी विचित्र और मीठी लगती है। वहाँ ज्ञानियोंका ज्ञान नहीं चलता। ज्ञानियोंके शिरोमणि ब्रह्माजी भी भगवान्की लीलाको देखकर चकरा गये बड़ेबड़े ऋषिमुनि योगीतपस्वी संतमहात्मा भी उनकी लीलाओंके रहस्यको नहीं जान सकते और इस विषयमें मूक हो जाते हैं। भगवान् ही कृपा करके जिन प्यारे अन्तरङ्ग भक्तोंको जनाना चाहते हैं वे ही उनकी लीलाके तत्त्वको जान पाते हैं सोइ जानइ जेहि देहु जनाई (मानस 2। 127। 2)। गायें चराते समय ग्वालबालोंसे खेलते समय भी भगवान् बड़ेबड़े प्रभावशाली कार्य कर देते हैं। बड़ेबड़े बलवान् राक्षसोंको भी चुटकियोंमें ही खत्म कर देते हैं। छोटेसे बालक बननेपर भी उनका प्रभाव वैसाकावैसा ही रहता है।जैसे कोई बहुत बड़ा विद्वान् किसी बालकको वर्णमाला सिखाता है तो वह बालकका हाथ पकड़कर उससे क ख ग ৷৷. लिखवाता है और मुँहसे भी वैसा बोलता है परन्तु इसका अर्थ यह नहीं कि वह विद्वान् स्वयं वर्णमाला सीखता है। वह तो बालककी स्थितिमें आकर उसे सिखाता है जिससे वह सुगमतापूर्वक सीख जाय। ऐसे ही अनन्तब्रह्माण्डनायक भगवान् हमलोगोंके बीच हमारे सामने आते हैं और हमारी तरह ही बनकर हमें शिक्षा देते हैं। उनकी बड़ी अलौकिक विचित्रविचित्र लीलाएँ होती हैं जिनका श्रवण पठन और गायन करनेसे भी लोगोंका उद्धार हो जाता है। सम्बन्ध   अब भगवान् आगेके श्लोकमें अपने अवतारका अवसर बताते हैं।","hcsca":"।।4.6।। परमेश्वर अपनी निर्बाध स्वतन्त्रता और पूर्ण स्वेच्छा से एक विशिष्ट देह को धारण करके जगत् में उस काल की मोहित पीढी का मार्गदर्शन करने आते हैं। अज्ञानी के समान देहादि के बन्धन में रहना उनके लिये वास्तविकता न होकर एक नाटक की भूमिका के समान है। र्मत्य जीव अविद्या का शिकार बनता है जबकि ईश्वर स्वमाया के स्वामी बने रहते हैं। कार का चालक कार से बंधा रहता है और उसका स्वामी स्वतन्त्र। वाहन का स्वामी अपने प्रयोजन के लिये वाहन का उपयोग करता है और गन्तव्य स्थान पर पहुँचने पर उसे छोड़कर अपने कार्य में व्यस्त हो जाता है। परन्तु बेचारा चालक चोर आदि लोगों से उसको सुरक्षित रखने के लिये एक सेवक के समान उस कार से बंधा रहता है। सृष्टि की रक्षा के खेल में भगवान् इन उपाधियों तथा तज्जनित परिच्छिन्नताओं को साधन रूप में स्वीकारते हैं किन्तु स्वयं उनके दास अथवा शिकार नहीं बन जाते।इस प्रकार स्वस्वरूप में अज और अविनाशी तथा प्राणिमात्र के ईश्वर होते हुये भी भगवान् अपनी माया को पूर्णत अपने वश में रखकर स्वेच्छा से जन्म लेते हैं जीव के समान पूर्व कर्मों के अवश्यंभावी फलों को भोगने के लिये नहीं। उन्हें न स्वस्वरूप का विस्मरण है और न माया का बन्धन है।आप अपने सेवक से स्कूटर में पेट्रोल भरवाकर लाने के लिये कहकर फिर उसे काम करते देखिये तो इस श्लोक में कथित अर्थ को आप समझ सकते हैं। स्कूटर के विषय में अनजान उस बेचारे के लिये वह भारी मशीन एक बोझ और दुख का कारण ही बन जाती है। स्कूटर के भार के कारण उसे खींचकर ले जाना कठिन होता है। इसके विपरीत यदि आप स्कूटर पर बैठकर उसे चला रहे हों अथवा उसे धक्का भी देना पड़े तो भी आप उसे सहर्ष और सरलता से ले जा सकते हैं। स्कूटर तो वही है परन्तु आपके हाथों में वह आपका दास है और अनुचर को तो वह स्वयं इधरउधर खींचकर ले जाने वाला भार है।इसी प्रकार अज्ञानी मनुष्य अपनी उपाधियों के कार्यों के विषय में कुछ नहीं जानता और इसलिये उनकी दास बना रहता है। ईश्वर के लिये जगत् कोई समस्या नहीं क्योंकि वे प्रकृति को सर्वथा अपने वश में रखते हैं। ईश्वर के पूर्ण स्वातन्त्र्य को इन दो पंक्तियों में अत्यन्त सुन्दर शैली में व्यक्त किया गया है।ईश्वर का यह जन्म कब और किसलिये होता है इस पर कहते हैं","etsga":"4.6 Though I am birthless, undecaying by nature, and the Lord of beings, (still) by subjugating My Prakriti, I take birth by means of My own Maya.","etssa":"4.6 Though I am unborn, of imperishable nature, and though I am the Lord of all beings, yet, governing My own Nature, I am born by My own Maya.","etdss":"4.6. Though [I am] unborn and the changeless Self; though I am the the Lord of [all] beings; yet presiding over My own nature I take birth by My own Trick-of-illusion.","ecssa":"4.6 अजः unborn? अपि also? सन् being? अव्ययात्मा of imperishable nature? भूतानाम् of beings? ईश्वरः the Lord? अपि also? सन् being? प्रकृतिम् Nature? स्वाम् My own? अधिष्ठाय governing? संभवामि come into being? आत्ममायया by My own Maya.Commentary Man is bound by Karma. So he takes birth. He is under the clutches of Nature. He,is deluded by the three alities of Nature whereas the Lord has Maya under His perfect control. He rules over Nature? and so He is not under the thraldom of the alities o Nature. He appears to be born and embodied through His own Maya or illusory power? but is not so in reality. His embodiment is ? as a matter of fact? apparent? It cannot affect in the least His true divine nature. (Cf.IX.8).","scetsga":"4.6 Api, san ajah, though I am birthless; and avyayatma, undecaying by nature, though I am naturally possessed of an undiminishing power of Knowledge; and so also api san, though; isvarah, the Lord, natural Ruler; bhutanam, of beings, from Brahma to a clump of grass; (still) adhisthaya, by subjugating; svam, My own; prakrtim, Prakrti, the Maya of Visnu consisting of the three gunas, under whose; spell the whole world exists, and deluded by which one does not know ones own Self, Vasudeva;-by subjugating that Prakrti of Mine, sambhavami, I take birth, appear to become embodeid, as though born; atma-mayaya, by means of My own Maya; but not in reality like an ordinary man.\nIt is being stated when and why that birth occurs:","scetdss":"4.6 See Comment under 4.9","scetssa":"4.6 Without forsaking any of the My special alities, as supreme rulership, birthless, imperishability etc., I am born by My free will. Prakrti means ones own nature. The meaning is that by employment of My own Nature and taking a form of My choice, I incarnate by My own will (Maya).\nThe character of My own Nature becomes evident from the following Srutis: Him who is of sun-like colour, beyond darkness (Tamas) (Sve. U., 3.8), Him who abides beyond Rajas (active matter) (Sama 17.1.4.2); This Golden Person who is within the sun (Cha. U. 1.6.6); Within the heart, there is the Person consisting of mind, immortal and golden (Tai. U. 1.6.1); All mortal creatures have come from the self-luminous Person (Yaj., 32.2); Whose form is light, whose will is truth, who is the self of ethereal space, who contains all actions, contains all desires, contains all odours, contains all tastes (Cha. U., 3.14.2); Like a raiment of golden colour (Br. U., 4.3.6).\nAtma-mayaya means through the Maya which belongs to Myself. Here the term Maya is identical with knowledge as stated in the lexicon of Yaska: Maya is wisdom, knowledge. Further there is the usage of competent people: By Maya, He knows the good and bad of his creatures. Hence by My own knowledge means by My will. Hence, without abandoning My essential attributes which belong to Me the Lord of all, such as being free of sins, having auspicious attributes etc., and creating My own form similar to the configuration of gods, men etc., I incarnate in the form of gods etc. The Sruti teaches the same thing: Being unborn, He is born in various forms (Tai. A., 3.12.7). The purport is that His birth is ite unlike that of ordinary beings. The dissimilarity consists in that He is born out of His own will unlike ordinary beings whose birth is necessitated by their Karma. Thus constured, there is no contradiction also between what was taught earlier and what is taught later as in the statements: Many births of Mine have passed, O Arjuna, and similarly yours also. I know them all (4.5); I incarnate Myself (4.7); and He who thus knows in truth My birth and work (4.9). [All this elaboration is meant to refute the doctrine of mere apparency of incarnations as taught by the Advaitins. Ramanuja, as stated in his Introduction to the Bhasya, upholds the absolute reality of incarnations.]\nSri Krsna now specifies the times of His incarnations.","chakravarthi":"In this verse, he describes the manner of his appearance.\n“Though I am without birth, I appear. I descend in the forms of devas, humans and crawling animals and other forms.”\n“But what is remarkable about that? The jiva is also actually without birth, and is born again after the destruction of the gross body.”\nThe Lord answers: “I have an indestructible body (avyaya atma). The jiva is without birth in the sense that he is a soul apart from his body. He takes birth just because of his relationship with the body which produces ignorance. But my being without birth and my taking birth are not separate from my body, since I am the Lord. Both my birth and not being born are in the same form. As such a thing is difficult to happen, it is certainly astounding and inconceivable. And there is no worry that I will take birth in all sorts of wombs like the jiva who is under the influence of papa and punya, for I am the lord of all the living entities (bhutanam isvarah), not under the control of karma.”\n“But the jiva receives bodies of deva, human and animal according to karma by his subtle body which causes his bondage. You, the Supreme Lord, are without a subtle body, and you are all pervading and control karma, time and all other elements. The Sruti says bahu syam: may I become many. (Chandogya Upanisad 6.2.3) From that, it is understood that you are the form of the whole universe. When you say ‘I appear in this particular way,’ I think that must mean that your birth means simply your revealing to people the multitude of varieties of bodies in the whole universe, which are also eternal as types.”\n“But how can that be? I make my appearance, situated in my own form (prakrtim svam adhisthaya).”\nIf the word prakrti meant the external material energy, then its controller, the Supreme Lord, becomes, by inference, a material form, not a special object of realization. Therefore, in conformity to the dictionary meaning (samsiddhi-prakrti tv ime svarupam ca svabhavas ca), the word prakrti means svarupa in this verse. It does not refer to the material energy which arises from his svarupa. The Lord’s svarupa is sac cid ananda.\nConcerning the word prakrti, Sridhara Swami says, “You are prakrti which is composed of suddha sattva.” Ramanujacarya. says, “Prakrti means ones own nature. Thus the phrase ‘Being situated in my nature,’ means ‘I appear with my svarupa by my own will.”\nThus, prakrti means one’s nature, which is condensed sac cid ananda rasa, which is distinct from material energy. The word svam along with prakrti thus indicates “my own true form,” as distinct from others’ true forms.\nFor the sruti says:\nsa bhagavah kasmin pratisthitah sva mahimni\nDear sir, in what is the supreme situated? It is situated in its own glory.  Chandogya Upanisad 7.24.1\nMadhusudana Sarasvati gives the following meaning. “I appear, situated in my svarupa. Being situated spiritually, I act without duality of soul and body.”\n“But if you have indestructible bodies such as Matsya or Kurma, then why do not your present form and the previous forms appear all at once?\n“I appear through my maya coming from my self (atma means self, thus atma maya means my own maya), yoga maya, the function of the cit sakti, which both covers and reveals my svarupas. I appear revealing my present form, having covered the previous forms.”\nSridhar Swami says, “I appear by my energy of jnana, bala and virya which strongly manifest (atma mayaya).”\nAtma mayaya can also mean “By my own knowledge,” since maya can mean knowledge in this context: maya vayunam jnanam. The usage is stated by Ramanujacarya: “He continually knows the sin and piety of all entities by knowledge (mayaya).” Madhusadana Sarasvati says: “Maya means the awareness through that body (atma) that I am the Lord, Vasudeva, devoid of difference between body and soul.”","rudra":"\nBecause Lord Krishna has just confirmed he remembers many births it may be\npostulated how can He who is without beginning have a birth and how can he\nwho is imperishable have repeated births. How can the Supreme Lord of all\ntranscendant to all dualities such as virtue and sin be embodied like an\nindividual atma or soul. Lord Krishna responds that he comes into being\nperfectly with all powers such a omniscience, omnipotence and omnipresence\nby yogamaya which is His divine internal potency. It may be further\nquestioned how can Lord Krishna who does not have even a subtle body\ncomposed of the 16 material parts be born at all? To assuage these doubts\nLord Krishna reveals that from prakriti or material nature which is\ncompletely under His control He accepts the nature of sattva or pure\ngoodness and incarnates Himself in His original form of sac-cid-ananda or\npure eternity, knowledge and bliss.","brahma":"\nOne may wonder that if the Supreme Lord Krishna is eternal then is His\nsvarupa or transcendental body eternal as well? To this Lord Krishna\nreplies that He is unborn. In this verse the words avyaya atma means the\neternal body of the Supreme Lord. This also allows for the reality of His\nmany incarnations such as Rama and Buddha. Just as it has been explained\npreviously that the atma or soul being purely spiritual is without\nbeginning and eternal, in the same way the svarupa of Lord Krishna should\nbe understood to exist. One may further wonder how is it He appears to be\nborn if He is without a beginning and eternal? The answer is He manifests\nHimself by His Self as pure sattva or goodness by His internal potency\nknown as yogamaya through prakriti or material nature which is completely\nunder His control. One may also wonder how it is He being eternal is able\nto manifest Himself through a material father and mother such as Vasudeva\nand Devaki? But as both Vasudeva and Devaki are also part of prakriti, Lord\nKrishna establishes them in pure sattva as well by His yogamaya potency and\nmanifests Himself through them appearing to be born by normal human\nperception. It should not be thought that Lord Krishna is dependent upon\nanything or that He is ever born or that He ever dies nor should it be\nassumed that He uses the material elements of prakriti to create a form for\nHimself. His form is transcendental and completely in itself and prakriti\nwhich is the substratum of all material existence is subservient to Him.\nThe Supreme Lord Krishna manifests His appearances and disappearances and\nthe conditions necessary to descend and ascend by His own sweet will. Atma\nmayaya infers the consciousness of the soul. Since for material nature\nthere is the distinct word prakriti, here maya is understood to be\nreferring to yogamaya or the consciousness of Lord Krishnas internal\npotency. This means that yogamaya arranges the situation and all the\ndetails with phenomenal alacrity and intricacy so that Lord Krishna appears\nto be born like a normal human being but factually this not so. He appears\nto be born from a mother and a father but actually it is not the case. Isha\nmeans great but Ishvara means greater than isha.Therefore it is stated that\nsince Lord Krishna is superior to those who are isha such as Brahma, Shiva\nand Shesha, only He is to be known as Ishvara or the greatest of the great\nand none other.","shri":"\nLord Krishna affirms that although He enters prakriti or material nature\nwhich is under His complete control, by His own sweet will through His\ninternal potency known as yogamaya. He is never divested of His supreme\ntranscendental attributes and imperishable potencies as Sovereign Lord of\nall creation even though His external from appears human. The forms and\nplaces where the Supreme Lord resides as described in the Vedic scriptures.\n1) He the spirit who luminously resides in the interior of the sun\n2) He the spirit who luminously resides in the etheric region of the heart\n3) He who is immortal and eternal\n4) He who manifested all the demigods and humans\n5) He who is omniscient, omnipotent and omnipresent\n6) He who is resplendent and all pervasive\n7) He who is transcendental to prakriti or material nature.\n8) He who by His omniscience knows the actions and qualities of all beings\nThe Supreme Lord Krishna assumes forms suitable to time, place and\ncircumstances in regards to celestial being the demigods and terrestrial\nbeing humans. He manifests himself as if He were of their nature according\nto His desire. Being unborn He yet incarnates in many forms whenever and\nwherever He chooses whereas for material beings they are forcefully born\nimpelled by their karma or the bondage caused from reactions to past\nactions. Next the time of manifestation for the avatars or incarnations\nwill be indicated.","kumar":"Lord Krishna affirms that although He enters prakriti or material nature\nwhich is under His complete control, by His own sweet will through His\ninternal potency known as yogamaya. He is never divested of His supreme\ntranscendental attributes and imperishable potencies as Sovereign Lord of\nall creation even though His external from appears human. The forms and\nplaces where the Supreme Lord resides as described in the Vedic scriptures.\n1) He the spirit who luminously resides in the interior of the sun\n2) He the spirit who luminously resides in the etheric region of the heart\n3) He who is immortal and eternal\n4) He who manifested all the demigods and humans\n5) He who is omniscient, omnipotent and omnipresent\n6) He who is resplendent and all pervasive\n7) He who is transcendental to prakriti or material nature.\n8) He who by His omniscience knows the actions and qualities of all beings\nThe Supreme Lord Krishna assumes forms suitable to time, place and\ncircumstances in regards to celestial being the demigods and terrestrial\nbeing humans. He manifests himself as if He were of their nature according\nto His desire. Being unborn He yet incarnates in many forms whenever and\nwherever He chooses whereas for material beings they are forcefully born\nimpelled by their karma or the bondage caused from reactions to past\nactions. Next the time of manifestation for the avatars or incarnations\nwill be indicated."}