{"meta":"Bhagavad Gita Chapter 4 Verse 31","metahi":"भगवद् गीता 4.31","slok":"यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम्।नायं लोकोऽस्त्ययज्ञस्य कुतो़ऽन्यः कुरुसत्तम।।4.31।।","htsrsd":"।।4.31।।हे कुरुवंशियोंमें श्रेष्ठ अर्जुन यज्ञसे बचे हुए अमृतका अनुभव करनेवाले सनातन परब्रह्म परमात्माको प्राप्त होते हैं। यज्ञ न करनेवाले मनुष्यके लिये यह मनुष्यलोक भी सुखदायक नहीं है फिर परलोक कैसे सुखदायक होगा","htstma":"।।4.31।। हे कुरुश्रेष्ठ यज्ञ के अवशिष्ट अमृत को भोगने वाले पुरुष सनातन ब्रह्म को प्राप्त होते हैं। यज्ञ रहित पुरुष को यह लोक भी नहीं मिलता फिर परलोक कैसे मिलेगा","transliteration":"Yajnashishtaamritabhujo yaanti brahma sanaatanam;\nNaayam loko’styayajnasya kuto’nyah kurusattama.","englishmeaning":"yajña-śhiṣhṭa amṛita-bhujaḥ—they partake of the nectarean remnants of sacrifice; yānti—go; brahma—the Absolute Truth; sanātanam—eternal; na—never; ayam—this; lokaḥ—planet; asti—is; ayajñasya—for one who performs no sacrifice; kutaḥ—how; anyaḥ—other (world); kuru-sat-tama—best of the Kurus, Arjun","hcsrsd":" 4.31।। व्याख्या   यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम् यज्ञ करनेसे अर्थात् निष्कामभावपूर्वक दूसरोंको सुख पहुँचानेसे समताका अनुभव हो जाना ही यज्ञशिष्ट अमृत का अनुभव करना है। अमृत अर्थात् अमरताका अनुभव करनेवाले सनातन परब्रह्म परमात्माको प्राप्त हो जाते हैं ( गीता 3। 13)।स्वरूपसे मनुष्य अमर है। मरनेवाली वस्तुओंके सङ्गसे ही मनुष्यको मृत्युका अनुभव होता है। इन वस्तुओंको संसारके हितमें लगानेसे जब मनुष्य असङ्ग हो जाता है तब उसे स्वतःसिद्ध अमरताका अनुभव हो जाता है।कर्तव्यमात्र केवल कर्तव्य समझकर किया जाय तो वह यज्ञ हो जाता है। केवल दूसरोंके हितके लिये किया जानेवाला कर्म ही कर्तव्य होता है। जो कर्म अपने लिये किया जाता है वह कर्तव्य नहीं होता प्रत्युत कर्ममात्र होता है जिससे मनुष्य बँधता है। इसलिये यज्ञमें देनाहीदेना होता है लेना केवल निर्वाहमात्रके लिये होता है (गीता 4। 21)। शरीर यज्ञ करनेके लिये समर्थ रहे इस दृष्टिसे 2शरीरनिर्वाहमात्रके लिये वस्तुओंका2 उपयोग करना भी यज्ञके अन्तर्गत है। मनुष्यशरीर यज्ञके लिये ही है। उसे मानबड़ाई सुखआराम आदिमें लगाना बन्धनकारक है। केवल यज्ञके लिये कर्म करनेसे मनुष्य बन्धनरहित (मुक्त) हो जाता है और उसे सनातन ब्रह्मकी प्राप्ति हो जाती है।नायं लोकोऽस्त्ययज्ञस्य कुतोऽन्यः कुरुसत्तम जैसे तीसरे अध्यायके आठवें श्लोकमें भगवान्ने कहा कि कर्म न करनेसे तेरा शरीरनिर्वाह भी सिद्ध नहीं होगा ऐसे ही यहाँ कहते हैं कि यज्ञ न करनेसे तेरा यह लोक भी लाभदायक नहीं रहेगा फिर परलोकका तो कहना ही क्या है केवल स्वार्थभावसे (अपने लिये) कर्म करनेसे इस लोकमें संघर्ष उत्पन्न हो जायगा और सुखशान्ति भंग हो जायगी तथा परलोकमें कल्याण भी नहीं होगा।अपने कर्तव्यका पालन न करनेसे घरमें भी भेद और संघर्ष पैदा हो जाता है खटपट मच जाती है। घरमें कोई स्वार्थी पेटू व्यक्ति हो तो घरवालोंको उसका रहना सुहाता नहीं। स्वार्थत्यागपूर्वक अपने कर्तव्यसे सबको सुख पहुँचाना घरमें अथवा संसारमें रहनेकी विद्या है। अपने कर्तव्यका पालन करनेसे दूसरोंको भी कर्तव्यपालनकी प्रेरणा मिलती है। इससे घरमें एकता और शान्ति स्वाभाविक आ जाती है। परन्तु अपने कर्तव्यका पालन न करनेसे इस लोकमें सुखपूर्वक जीना भी कठिन हो जाता है और अन्य लोकोंकी तो बात ही क्या है इसके विपरीत अपने कर्तव्यका ठीकठीक पालन करनेसे यह लोक भी सुखदायक हो जाता है और परलोक भी। सम्बन्ध   इसी अध्यायके सोलहवें श्लोकमें भगवान्ने कर्मोंका तत्त्व बतानेकी प्रतिज्ञा की थी। उसका विस्तारसे वर्णन करके अब भगवान् उसका उपसंहार करते हैं।","hcsca":"।।4.31।। प्राचीनकाल में यज्ञकर्म में अग्नि की आहुति देने के पश्चात् जो कुछ अवशिष्ट रह जाता था उसे ही अमृत कहते थे जिसका सेवन भक्तगण ईश्वर का प्रसाद समझकर करते थे। उनका यह विश्वास था कि भक्तिपूर्वक इस अमृतसेवन से अन्तकरण की शुद्धि हो सकती है।इस रूपक के आध्यात्मिक लक्ष्यार्थ पर विचार करने पर ज्ञात होगा कि अवशिष्ट अमृत का अभिप्राय उपर्युक्त यज्ञों के आचरण से प्राप्त फल से है। इन यज्ञों के आचरण का फल है आत्मसंयम अथवा दूसरे शब्दों में संगठित व्यक्तित्व। इस फल को प्राप्त पुरुष ही ध्यानाभ्यास के योग्य होते हैं।संगठित व्यक्तित्व का पुरुष ही ध्यान के लिये आवश्यक मन के समत्व को प्राप्त करके अनन्तस्वरूप ब्रह्म को आत्मरूप से पहचान सकता है। इस श्लोक की दूसरी पंक्ति निषेध की भाषा में उपर्युक्त सिद्धांत को और अधिक स्पष्ट करती है। पुरुषार्थ के बिना आत्मविकास नहीं हो सकता। अकर्मण्यता से कोई किसी भी क्षेत्र में लाभान्वित नहीं हो सकता। निस्वार्थ कर्म के बिना जब इस लोक में ही कोई शाश्वत फल नहीं प्राप्त होता तब परलोक के सम्बन्ध में क्या कर सकता है इस स्थान पर दो शंकाएं मन में उठ सकती हैं। क्या ये सभी मार्ग एक ही लक्ष्य तक पहुँचाते हैं अथवा विभिन्न लक्ष्यों तक तथा दूसरी शंका यह हो सकती है कि क्या ये सब मार्ग भगवान् के बौद्धिक विचार मात्र तो नहीं हैं भगवान् इन शंकाओं का निराकरण करते हुए कहते हैं","etsga":"4.31 Those who partake of the nectar left over after a sacrifice, reach the eternal Brahman. This world ceases to exist for one who does not perform sacrifices. What to speak of the other (world), O best among the Kurus (Arjuna)!","etssa":"4.31 Those who eat the remnants of the sacrifice, which are like nectar, go to the eternal Brahman. This world is not for the man who does not perform sacrifice; how then can he have the other, O Arjuna?","etdss":"4.31. The eaters of the sacrifice-ordained (or sacrificial remnant) nectar, attain the eternal Brahman. [Even] this world is not for a non-sacrificer, how can there be the other ? O best of the Kurus !","ecssa":"4.31 यज्ञशिष्टामृतभुजः eaters of the nectar -- the remnants of the sacrifice? यान्ति go? ब्रह्म Brahman? सनातनम् eternal? न not? अयम् this? लोकः world? अस्ति is? अयज्ञस्य of the nonsacrificer? कुतः how? अन्यः other? कुरुसत्तम O best of the Kurus.Commentary They go to the eternal Brahman in course of time after attaining the knowledge of the Self through purification of the mind by performing the above sacrifices. He who does not perform any of these is not fit even for this miserable world. How then can he hope to get a better world than this (Cf.III.13)","scetsga":"4.31 Yajna-sista-amrta-bhujah, those who partake of the nectar left over after a sacrifice, i.e. those who, after performing the sacrifices described above, eat, during the leisure after the sacrifice, the food called nectar, as prescribed by the injunctions; yanti, reach; sanatanam brahma, the eternal Brahman. For the sake of consistency (with the Upanisads) it is understood that if they (the sacrificers) are seekers of liberation, (then they reach Brahman) in due course of time. [The Upanisads describe the different stages through which those who do good deeds and practise meditation have to pass before reaching the alified Brahman after death. For liberation there is need also of purification of the heart, Thus, they reach Brahman by stages, and not immediately after death. (See Ch. 8.5 and subseent portion; also, Br. 4.3.35 to 4.4.25, etc.)]\nEven ayam lokah, this world, common to all beings; na asti, ceases to exist; ayajnasya, for one who does not perform sacrifices, for him who does not have to his credit even a single one of the above sacrifices. Kutah anyah, what to speak of the other world which can be achieved through special disciplines; kurusattama, O best among the Kurus!","scetdss":"4.31 Yajna-etc. They enjoy the nectar of the Parananda and the Nirananda, which is of the nature of relaxing in their own Self and which has been ordained-i.e., brought about - by the sacrifice and which is the remnant of the sacrifice in the form of satisfying [the deities of] their own sense-organs. Yet, remaining as Brahman Itself, they get themselves mixed [in this mundane life] to their heart-content.\n \nHere we refrain [ourselves] from the free talk of clearly disclosing what is highly secret. Further, here a good amount of tasty secret has been kept well hidden. Yet, this becomes an object of [actual] chewing and [thus] becomes the cause for enjoying (realising) what is Real, in the case of those persons whose [bodily and internal] elements have been ealised by the powerful medicines of the tradition learnt from the revered teachers, pleased with service, laden with very assiduous devotion.\n \nIn this context other explanations have been offered by [other] commentators. However, let the intellectuals weigh and decide for themselves, those explanations and the etymological interpretations offered by our revered preceptors. So, look ! What is the use of the sport of criticising the statements of those commentators ? Hence let us stick to only what we have begun with.","scetssa":"4.31 He who offers no sacrifices, i.e., he who does not devote himself to obligatory and occasional actions, preceded by the performance of the great sacrifices etc., will not be able to achieve human ends which are associated with the material world and are called by the names of virtue, wealth and worldly satisfactions. How then can the mans supreme end called release (Moksa), which is other than these, be attained? As Moksa, mans supreme end, has been mentioned, other objectives different from it, are named this world. That is, indeed, the material world.\n[Perhaps the idea is that all types of sacrificers should perform the Panca-Maha-Yajnas, and take the remnants of it as their daily food. Only in this way can we give some meaning to ambrosial food connected with the performance of all the various kinds of sacrifice mentioned in the above verses.]","chakravarthi":"The results of not acting in this way are described in this verse. One who does not perform yajna does not attain the little happiness available on this planet, what to speak of attaining the planet of the devatas.","rudra":"\nHaving performed yagna or offerings of worship that are not prohibited by\nthe Vedic scriptures and after duly propitiating the Supreme Lord. Those\nwho partake of the sanctified food remnants that is leftover which is\nambrosial nectar they become spiritualised and attain by wisdom realisation\nof the eternal Brahman or the spiritual substratum pervading all existence.\nBut for those who ignore or neglect to perform yagna their defect is being\npointed out that in this material world which is full of the three fold\nmiseries of old age disease and death there will be no chance of happiness\nfor them. So there is no need for such offenders to even think for\nenjoyment in the heavenly spheres. Lord Krishna is indirectly stating that\nfor ones ultimate well being one must perform yagna as a way of life\nwithout reservation.","brahma":"\nBy diminishing the intake of food the influence of the senses are greatly\nreduced due to weakness of body. The speech is also so diminished as well.\nKnowing that the senses and tongue which governs both eating and speaking\nare all subservient to the mind as revealed in the Vedic scriptures, one of\ncontrolled mind should only eat what has been ordained and sanctified in\nyagna or offerings of worship to the Supreme Lord according to the\ninjunctions of the Vedic scriptures otherwise there is no hope for\nredemption in this world or the next.\nNow begins the summation.\nDue to yagna and propitiation to the Supreme Lord are the restraint of the\nsenses achieved. By considering that such efforts are the sole purpose of\nexistence one should wholeheartedly engage in yagna without reservation.\nOne should consider ones life as the oblation offered to the Supreme Lord\nin full surrender following the injunctions recommended in the Vedic\nscriptures. In the Brahma Vaivartaka Purana it states that one should\nrealise the Supreme Lord as the yagna and propitiate Him with body, mind\nand words. When the Brahman or the spiritual substratum pervading all\nexistence has been perceived then the relation between the performer, the\nactivity performed, the recepient of the performance and the result of the\nperformance are all factually not separate from the Supreme Lord one will\nthen experience the actual presence of the Supreme Lord everywhere in all\nsituations.","shri":"\nThat person who does not perform yagna or offerings of worship to\npropitiate the Supreme Lord and who does not perform the regular and\noccasional duties as prescribed in the Vedic scriptures according to\nvarnasrama or their rank and station in life. Such a person derives\nabsolutely no benefit for receiving a human existence in this world. They\nhave wasted a very precious opportunity as a human birth is very difficult\nto receive and humans are the only species on the Earth with freewill and\nthe power to reflect on the Supreme. All the goals which humanity aspires\nfor will also allude them for without following the ordinances of the Vedic\nscriptures which bequeath promotion in the material worlds how can one who\nnever performs yagna even on the level of the food they eat ever expect to\nbe promoted to the heavenly spheres or ever become qualified for the\nultimate achievement of moksa or liberation from the cycle of birth and\ndeath in the material existence. Moksa is the true goal of all human\nendeavour and real purpose of human existence. The divine discourse of the\nBhagavad-Gita is all about moksa which is the eternal summum bonum or\ngreatest good eternally for all humanity.","kumar":"That person who does not perform yagna or offerings of worship to\npropitiate the Supreme Lord and who does not perform the regular and\noccasional duties as prescribed in the Vedic scriptures according to\nvarnasrama or their rank and station in life. Such a person derives\nabsolutely no benefit for receiving a human existence in this world. They\nhave wasted a very precious opportunity as a human birth is very difficult\nto receive and humans are the only species on the Earth with freewill and\nthe power to reflect on the Supreme. All the goals which humanity aspires\nfor will also allude them for without following the ordinances of the Vedic\nscriptures which bequeath promotion in the material worlds how can one who\nnever performs yagna even on the level of the food they eat ever expect to\nbe promoted to the heavenly spheres or ever become qualified for the\nultimate achievement of moksa or liberation from the cycle of birth and\ndeath in the material existence. Moksa is the true goal of all human\nendeavour and real purpose of human existence. The divine discourse of the\nBhagavad-Gita is all about moksa which is the eternal summum bonum or\ngreatest good eternally for all humanity."}