{"meta":"Bhagavad Gita Chapter 4 Verse 37","metahi":"भगवद् गीता 4.37","slok":"यथैधांसि समिद्धोऽग्निर्भस्मसात्कुरुतेऽर्जुन।ज्ञानाग्निः सर्वकर्माणि भस्मसात्कुरुते तथा।।4.37।।","htsrsd":"।।4.37।।हे अर्जुन जैसे प्रज्वलित अग्नि ईंधनोंको सर्वथा भस्म कर देती है ऐसे ही ज्ञानरूपी अग्नि सम्पूर्ण कर्मोंको सर्वथा भस्म कर देती है।","htstma":"।।4.37।। जैसे प्रज्जवलित अग्नि ईन्धन को भस्मसात् कर देती है वैसे ही हे अर्जुन ज्ञानरूपी अग्नि सम्पूर्ण कर्मों को भस्मसात् कर देती है।।","transliteration":"Yathaidhaamsi samiddho’gnir bhasmasaat kurute’rjuna;\nJnaanaagnih sarvakarmaani bhasmasaat kurute tathaa.","englishmeaning":"yathā—as; edhānsi—firewood; samiddhaḥ—blazing; agniḥ—fire; bhasma-sāt—to ashes; kurute—turns; arjuna—Arjun; jñāna-agniḥ—the fire of knowledge; sarva-karmāṇi—all reactions from material activities; bhasma-sāt—to ashes; kurute—it turns; tathā—similarly","hcsrsd":" 4.37।। व्याख्या   यथैधांसि समिद्धोऽग्निर्भस्मसात् कुरुतेऽर्जुन पीछेके श्लोकमें भगवान्ने ज्ञानरूपी नौकाके द्वारा सम्पूर्ण पापसमुद्रको तरनेकी बात कही। उससे यह प्रश्न पैदा होता है कि पापसमुद्र तो शेष रहता ही है फिर उसका क्या होगा अतः भगवान् पुनः दूसरा दृष्टान्त देते हुए कहते हैं कि जैसे प्रज्वलित अग्नि काष्ठादि सम्पूर्ण ईंधनोंको इस प्रकार भस्म कर देती है कि उनका किञ्चिन्मात्र भी अंश शेष नहीं रहता ऐसे ही ज्ञानरूप अग्नि सम्पूर्ण पापोंको इस प्रकार भस्म कर देती है कि उनका किञ्चिन्मात्र भी अंश शेष नहीं रहता।ज्ञानाग्निः सर्वकर्माणि भस्मसात्कुरुते तथा जैसे अग्नि काष्ठको भस्म कर देती है ऐसे ही तत्त्वज्ञानरूपी अग्नि संचित प्रारब्ध और क्रियमाण तीनों कर्मोंको भस्म कर देती है। जैसे अग्निमें काष्ठका अत्यन्त अभाव हो जाता है ऐसे ही तत्त्वज्ञानमें सम्पूर्ण कर्मोंका अत्यन्त अभाव हो जाता है। तात्पर्य यह है कि ज्ञान होनेपर कर्मोंसे अथवा संसारसे सर्वथा सम्बन्धविच्छेद हो जाता है। सम्बन्धविच्छेद होनेपर संसारकी स्वतन्त्र सत्ताका अनुभव नहीं होता प्रत्युत एक परमात्मतत्त्व ही शेष रहता है।वास्तवमें मात्र क्रियाएँ प्रकृतिके द्वारा ही होती हैं (गीता 13। 29)। उन क्रियाओंसे अपना सम्बन्ध मान लेनेसे कर्म होते हैं। नाड़ियोंमें रक्तप्रवाह होना शरीरका बालकसे जवान होना श्वासोंका आनाजाना भोजनका पचना आदि क्रियाएँ जिस समष्टि प्रकृतिसे होती हैं उसी प्रकृतिसे खानापीना चलना बैठना देखना बोलना आदि क्रियाएँ भी होती हैं। परन्तु मनुष्य अज्ञानवश उन क्रियाओंसे अपना सम्बन्ध मान लेता है अर्थात् अपनेको उन क्रियाओंका कर्ता मान लेता है। इससे वे क्रियाएँ कर्म बनकर मनुष्यको बाँध देती हैं। इस प्रकार माने हुए सम्बन्धसे ही कर्म होते हैं अन्यथा क्रियाएँ ही होती हैं।तत्त्वज्ञान होनेपर अनेक जन्मोंके संचित कर्म सर्वथा नष्ट हो जाते हैं। कारण कि सभी संचित कर्म अज्ञानके आश्रित रहते हैं अतः ज्ञान होते ही (आश्रय आधाररूप अज्ञान न रहनेसे) वे नष्ट हो जाते हैं। तत्त्वज्ञान होनेपर कर्तृत्वाभिमान नहीं रहता अतः सभी क्रियमाण कर्म अकर्म हो जाते हैं अर्थात् फलजनक नहीं होते। प्रारब्ध कर्मका घटनाअंश (अनुकूलप्रतिकूल परिस्थिति) तो जबतक शरीर रहता है तबतक रहता है परन्तु ज्ञानीपर उसका कोई असर नहीं पड़ता। कारण कि तत्त्वज्ञान होनेपर भोक्तृत्व नहीं रहता अतः अनुकूलप्रतिकूल परिस्थिति सामने आनेपर वह सुखीदुःखी नहीं होता। इस प्रकार तत्त्वज्ञान होनेपर संचित प्रारब्ध और क्रियमाण तीनों कर्मोंसे किञ्चिन्मात्र भी सम्बन्ध नहीं रहता। कर्मोंसे अपना सम्बन्ध न रहनेसे कर्म नहीं रहते भस्म रह जाती है अर्थात् सभी कर्म अकर्म हो जाते हैं। सम्बन्ध   अब भगवान् आगे कहे श्लोकके पूर्वार्धमें तत्त्वज्ञानकी महिमा बताते हुए उत्तरार्धमें कर्मयोगकी विशेष महत्ता प्रकट करते हैं।","hcsca":"।।4.37।। यह दृष्टान्त सुपरिचित तथा अत्यन्त उपयुक्त है। ईन्धन की लकड़ियों का आकारप्रकार या रंग कुछ भी हो जब उन्हें अग्निकुण्ड में डाला जाता है तब सब का अन्तिम परिणाम एक ही होता है भस्म। उस भस्म के ढेर से हम विभिन्न लकड़ियों की राख को अलगअलग नहीं कर सकते। उनका मूलरूप सर्वथा नष्ट हो जाता है। इसी प्रकार पाप और पुण्य जो भी और जितने भी कर्म हैं वे सब ज्ञानाग्नि में भस्मीभूत हो जाते है। उनका पूर्व का कार्यकारण रूप नष्ट हो जाता है।कर्म फल प्रदान करते हैं। परन्तु सभी कर्म एक साथ ही फलदायी नहीं हो सकते। नियमानुसार जब वे परिपक्व हो जाते हैं तभी उनका फल प्राप्त होने लगता हैं। अनादि काल से जीव कर्तृत्व का अभिमान करके अनेक कर्मों को करता आ रहा है। इसीलिये उसे अनेक प्रकार के शरीर भी धारण करने पड़ते हैं। इन कर्मों का फलोपभोग आवश्यक होता है।शास्त्रों में इन कर्मों का वर्गीकरण तीन भागों में किया गया है (क) संचितअर्जित किये कर्म जो अभी फलदायी नहीं हुए हैं (ख) प्रारब्ध जिन्होंने फल देना प्रारम्भ कर दिया है तथा (ग) आगामी अर्थात् जिन कर्मों का फल भविष्य में मिलेगा। इस श्लोक में सब कर्मों से तात्पर्य संचित और आगामी कर्मों से है।इसलिये","etsga":"4.37 O Arjuna, as a blazing fire reduces pieces of wood to ashes, similarly the fire of Knowledge reduces all actions to ashes.","etssa":"4.37 As the blazing fire reduces fuel to ashes, O Arjuna, so does the fire of knowledge reduce all actions to ashes.","etdss":"4.37. Just as the fire, well inflamed, reduces the fuels to ashes, so also the fire of knowledge reduces all actions to ashes.","ecssa":"4.37 यथा as? एधांसि fuel? समिद्धः blazing? अग्निः fire? भस्मसात्कुरुते reduces to ashes? अर्जुन O Arjuna? ज्ञानाग्निः fire of knowledge? सर्वकर्माणि all actions? भस्मसात्कुरुते reduces to ashes? तथा so.Commentary Just as the sees that are roasted cannot germinate? so also the actions that are burnt by the fire of knowledge cannot bear fruits? i.e.? cannot bring man to this world again for the enjoyment of the fruits of his actions. This is reducing actions to ashes. The actions lose their potency as they are burnt by the fire of knowledge. When the knowledge of the Self dawns? all actions with their results are burnt by the fire of that knowledge just as fuel is burnt by the fire. When there is no agencymentality (the idea I do this)? when there is no desire for the fruits? action is no action at all. It has lost its potency. The fire of knowledge can burn all actions except the Prarabdha Karma? or the result of the past action which has brought this body into existence and which has thus already begun to bear fruits or produce effects.According to some philosophers even the Prarabdha Karma is destroyed by the fire of knowledge. Sri Sankara says in his AparokshanubhutiIn the passage his actions are destroyed when the Supreme is realised the Veda expressly speaks of actions (Karmas) in the plural? in order to signify the destruction of even the Prarabdha.There are three kinds of Karmas or reaction to or fructification of past actions (1) Prarabdha? so much of the past actions as has given rise to the present birth? (2) Sanchita? the balance of the past actions that will give rise to future births -- the storehouse of accumulated actions? and (3) Agami or Kriyamana? acts being done in the present life. If by the knowledge of the Self only the Sanchita and Agami were destroyed and not Prarabdha? the dual number would have been used and not the plural. (Sanskrit grammar has singular? dual and plural numbers). (Cf.IV.1019)","scetsga":"4.37 O Arjuna, yatha, as; a samiddhah, blazing; agnih, fire, a well lighted fire; kurute, reduces; edhamsi, pieces of wood; bhasmasat, to ashes; tatha, similarly; jnanagnih, the fire of Knowledge-Knowledge itself being the fire; kurute, reduces; bhasmasat, to ashes; sarva-karmani, all actions, i.e. it renders them ineffective, for the fire of Knowledge itself cannot directly [Knowledge destroys ignorance, and thery the idea of agentship is eradicated. This in turn makes actions impossible.] burn actions to ashes, like pieces of wood. So, the idea implied is that full enlightenment is the cuase of making all actions impotent.\nFrom the force the context [If the body were to die just with the dawn of Knowledge, imparting of Knowledge by enlightened persons would be impossible, and thus there would be no teacher to transmit Knowledge!] it follows that, since the result of actions owing to which the present body has been born has already become effective, therefore it gets eshausted only through experiencing it. Hence, Knowledge reduces to ashes only all those actions that were done (in this life) prior to the rise of Knowledge and that have not become effective, as also those performed along with (i.e. after the dawn of) Knowledge, and those that were done in the many past lives.\nSince this is so, therefore,","scetdss":"4.36-37 Api cet etc. Yatha etc. The idea is this : One should exert is such a way so that the fire of knowledge remains well fuelled with the knot of firmness of conviction born of practice.","scetssa":"4.37 The fire of knowledge concerning the real nature of the self reduces to ashes the collection of endless Karmas accumulated from beginningless times, just as a well-kindled fire reduces to ashes a bundle of firewood.","chakravarthi":"Knowledge arising from purity of heart destroys all karmas except the prarabdha karmas. This verse illustrates with an example. Samiddhah means “blazing.”","rudra":"\nTo remove any doubt or misconceptions that might arise from the previous\nverse that sins may be crossed over but not absolved Lord Krishna gives the\nillustration that fire of spiritual knowledge as revealed in the Vedic\nscriptures burns to ashes all karmas or reactions to actions, with the\nexception of the prarabdha karma which was the karma by which one received\ntheir physical body.","brahma":"There is no commentary for this verse.","shri":"\nLord Krishna uses this illustration citing the complete eradication of all\nsins and their destruction to further emphasise the potency of spiritual\nknowledge,","kumar":"Lord Krishna uses this illustration citing the complete eradication of all\nsins and their destruction to further emphasise the potency of spiritual\nknowledge,"}