{"meta":"Bhagavad Gita Chapter 4 Verse 19","metahi":"भगवद् गीता 4.19","slok":"यस्य सर्वे समारम्भाः कामसङ्कल्पवर्जिताः।ज्ञानाग्निदग्धकर्माणं तमाहुः पण्डितं बुधाः।।4.19।।","htsrsd":"।।4.19।।जिसके सम्पूर्ण कर्मोंके आरम्भ संकल्प और कामनासे रहित हैं तथा जिसके सम्पूर्ण कर्म ज्ञानरूपी अग्निसे जल गये हैं उसको ज्ञानिजन भी पण्डित (बुद्धिमान्) कहते हैं।","htstma":"।।4.19।। जिसके समस्त कार्य कामना और संकल्प से रहित हैं ऐसे उस ज्ञानरूप अग्नि के द्वारा भस्म हुये कर्मों वाले पुरुष को ज्ञानीजन पण्डित कहते हैं।।","transliteration":"Yasya sarve samaarambhaah kaamasankalpa varjitaah;\nJnaanaagni dagdhakarmaanam tam aahuh panditam budhaah.","englishmeaning":"yasya—whose; sarve—every; samārambhāḥ—undertakings; kāma—desire for material pleasures; saṅkalpa—resolve; varjitāḥ—devoid of; jñāna—divine knowledge; agni—in the fire; dagdha—burnt; karmāṇam—actions; tam—him; āhuḥ—address; paṇḍitam—a sage; budhāḥ—the wise","hcsrsd":"।।4.19।। व्याख्या   यस्य सर्वे समारम्भाः कामसंकल्पवर्जिताः (टिप्पणी प0 245) विषयोंका बारबार चिन्तन होनेसे उनकी बारबार याद आनेसे उन विषयोंमें ये विषय अच्छे हैं काममें आनेवाले हैं जीवनमें उपयोगी हैं और सुख देनेवाले हैं ऐसी सम्यग्बुद्धिका होना संकल्प है और ये विषयपदार्थ हमारे लिये अच्छे नहीं हैं हानिकारक हैं ऐसी बुद्धिका होना विकल्प है। ऐसे संकल्प और विकल्प बुद्धिमें होते रहते हैं। जब विकल्प मिटकर केवल एक संकल्प रह जाता है तब ये विषयपदार्थ हमें मिलने चाहिये ये हमारे होने चाहिये इस तरह अन्तःकरणमें उनको प्राप्त करनेकी जो इच्छा पैदा हो जाती है उसका नाम काम (कामना) है। कर्मयोगसे सिद्ध हुए महापुरुषमें संकल्प और कामना दोनों ही नहीं रहते अर्थात् उसमें न तो कामनाओंका कारण संकल्प रहता है और न संकल्पोंका कार्य कामना ही रहती है। अतः उसके द्वारा जो भी कर्म होते हैं वे सब संकल्प और कामनासे रहित होते हैं।संकल्प और कामना ये दोनों कर्मके बीज हैं। संकल्प और कामना न रहनेपर कर्म अकर्म हो जाते हैं अर्थात् कर्म बाँधनेवाले नहीं होते। सिद्ध महापुरुषमें भी संकल्प और कामना न रहनेसे उसके द्वारा होनेवाले कर्म बन्धनकारक नहीं होते। उसके द्वारा लोकसंग्रहार्थ कर्तव्यपरम्परासुरक्षार्थ सम्पूर्ण कर्म होते हुए भी वह उन कर्मोंसे स्वतः सर्वथा निर्लिप्त रहता है।भगवान्ने कहींपर संकल्पोंका (6। 4) कहींपर कामनाओंका (2। 55) और कहींपर संकल्प तथा कामना दोनोंका (6। 24 25) त्याग बताया है। अतः जहाँ केवल संकल्पोंका त्याग बताया गया है वहाँ कामनाओंका और जहाँ केवल कामनाओंका त्याग बताया गया है वहाँ संकल्पोंका त्याग भी समझ लेना चाहिये क्योंकि संकल्प कामनाओंका कारण है और कामना संकल्पोंका कार्य है। तात्पर्य है कि साधकको सम्पूर्ण संकल्पों और कामनाओंका त्याग कर देना चाहिये।मोटरकी चार अवस्थाएँ होती हैं 1 मोटर गैरेजमें खड़ी रहनेपर न इंजन चलता है और न पहिये चलते हैं। 2 मोटर चालू करनेपर इंजन तो चलने लगता है पर पहिये नहीं चलते। 3 मोटरको वहाँसे रवाना करनेपर इंजन भी चलता है और पहिये भी चलते हैं। 4 निरापद ढलवाँ मार्ग आनेपर इंजनको बंद कर देते हैं और पहिये चलते रहते हैं। इसी प्रकार मनुष्यकी भी चार अवस्थाएँ होती हैं 1 न कामना होती है और न कर्म होता है। 2 कामना होती है पर कर्म नहीं होता। 3 कामना भी होती है और कर्म भी होता है। 4 कामना नहीं होती और कर्म होता है।मोटरकी सबसे उत्तम (चौथी) अवस्था यह है कि इंजन न चले और पहिये चलते रहें अर्थात् तेल भी खर्च न हो और रास्ता भी तय हो जाय। इसी तरह मनुष्यकी सबसे उत्तम अवस्था यह है कि कामना न हो और कर्म होते रहें। ऐसी अवस्थावाले मनुष्यको ज्ञानिजन भी पण्डित कहते हैं।समारम्भाः (टिप्पणी प0 246.1) पदका यह भाव है कि कर्मयोगसे सिद्ध महापुरुषके द्वारा हरेक कर्म सुचारुरूपसे साङ्गोपाङ्ग और तत्परतापूर्वक होता है। दूसरा एक भाव यह भी है कि उसके कर्म शास्त्रसम्मत होते हैं। उसके द्वारा करनेयोग्य कर्म ही होते हैं। जिससे किसीका अहित होता हो वह कर्म उससे कभी नहीं होता।सर्वे पदका यह भाव है कि उसके द्वारा होनेवाले सबकेसब कर्म संकल्प और कामनासे रहित होते हैं। कोईसा भी कर्म संकल्पसहित नहीं होता। प्रातः उठनेसे लेकर रातमें सोनेतक शौचस्नान खानापीना पाठपूजा जपचिन्तन ध्यानसमाधि आदि शरीरनिर्वाहसम्बन्धी सम्पूर्ण कर्म संकल्प और कामनासे रहित ही होते हैं।ज्ञानाग्निदग्धकर्माणम् कर्मोंका सम्बन्ध पर(शरीरसंसार) के साथ है स्व(स्वरूप) के साथ नहीं क्योंकि कर्मोंका आरम्भ और अन्त होता है पर स्वरूप सदा ज्योंकात्यों रहता है इस तत्त्वको ठीकठीक जानना ही ज्ञान है। इस ज्ञानरूप अग्निसे सम्पूर्ण कर्म भस्म हो जाते हैं अर्थात् कर्मोंमें फल देनेकी (बाँधनेकी) शक्ति नहीं रहती (गीता 4। 16 32)।वास्तवमें शरीर और क्रिया दोनों संसारसे अभिन्न हैं पर स्वयं सर्वथा भिन्न होता हुआ भी भूलसे इनके साथ अपना सम्बन्ध मान लेता है। जब महापुरुषका अपने कहलानेवाले शरीरके साथ भी कोई सम्बन्ध नहीं रहता तब जैसे संसारमात्रसे सब कर्म होते हैं ऐसे ही उसके कहलानेवाले शरीरसे सब कर्म होते हैं। इस प्रकार कर्मोंसे निर्लिप्तताका अनुभव होनेपर उस महापुरुषके वर्तमान कर्म ही नष्ट नहीं होते प्रत्युत संचित कर्म भी सर्वथा नष्ट हो जाते हैं। प्रारब्धकर्म भी केवल अनुकूल या प्रतिकूल परिस्थितिके रूपमें उसके सामने आकर नष्ट हो जाते हैं परन्तु फलसे असङ्ग होनेके कारण वह उनका भोक्ता नहीं बनता अर्थात् किञ्चिन्मात्र भी सुखी या दुःखी नहीं होता। इसलिये प्रारब्धकर्म भी अस्थायी परिस्थितिमात्र उत्पन्न करके नष्ट हो जाते हैं।तमाहुः पण्डितं बुधाः जो कर्मोंका स्वरूपसे त्याग करके परमात्मामें लगा हुआ है उस मनुष्यको समझना तो सुगम है पर जो कर्मोंसे किञ्चिन्मात्र भी लिप्त हुए बिना तत्परतापूर्वक कर्म कर रहा है उसे समझना कठिन है। सन्तोंकी वाणीमें आया है त्यागी शोभा जगतमें करता है सब कोय। हरिया गृहस्थी संतका भेदी बिरला होय।।तात्पर्य यह है कि संसारमें (बाहरसे त्याग करनेवाले) त्यागी पुरुषकी महिमा तो सब गाते हैं पर गृहस्थमें रहकर सब कर्तव्यकर्म करते हुए भी जो निर्लिप्त रहता है उस (भीतरका त्याग करनेवाले) पुरुषको समझनेवाला कोई बिरला ही होता है।जैसे कमलका पत्ता जलमें ही उत्पन्न होकर और जलमें रहते हुए भी जलसे लिप्त नहीं होता ऐसे ही कर्मयोगी कर्मयोनि(मनुष्यशरीर) में ही उत्पन्न होकर और कर्ममय जगत्में रहकर कर्म करते हुए भी कर्मोंसे लिप्त नहीं होता (टिप्पणी प0 246.2)। कर्मोंसे लिप्त न होना कोई साधारण बुद्धिमानीका काम नहीं है। पीछेके अठारहवें श्लोकमें भगवान्ने ऐसे कर्मयोगीको मनुष्योंमें बुद्धिमान् कहा है और यहाँ कहा है कि उसे ज्ञानिजन भी पण्डित अर्थात् बुद्धिमान् कहते हैं। भाव यह है कि ऐसा कर्मयोगी पण्डितोंका भी पण्डित ज्ञानियोंका भी ज्ञानी है (टिप्पणी प0 246.3)।","hcsca":"।।4.19।। जिस पुरुष के सभी कर्म कामना और फलों के संकल्प (आसक्ति) से रहित होते हैं वह पुरुष सन्त या आत्मानुभवी कहलाता है। भविष्य में विषयोपभोग के द्वारा सुख पाने की बुद्धि की योजना को कामना कहते हंै। यह योजना बनाना स्वयं की स्वतन्त्रता को सीमित करना ही है। कामना करने का अर्थ है कि परिस्थितियों को अपने अनुकूल होने का आग्रह करना। इस प्रकार प्राप्त परिस्थितियों से सदा असन्तुष्ट रहते हुये भविष्य में उन्हें अनुकूल बनाने के प्रयत्न में हम अपने आप को भ्रमित करके अनेक विघ्नों का सामना करते रहते हैं। कर्म करने की यह पद्धति कर्त्ता के आनन्द और प्रेरणा का हरण कर लेती है।हम इस पर पहले ही विचार कर चुके हैं कि फलासक्ति किस प्रकार हमारी शक्तियों को नष्ट कर देती है। कर्मफल सदैव भविष्य में मिलता है इसलिए उसकी चिन्ता करने का तात्पर्य वर्तमान से पलायन करके अनुत्पन्न भविष्य में जीना है। यह नियम है कि कारणों अर्थात् कर्मों के अनुरूप ही कर्मफल मिलता है अत निश्चित रूप से सफलता पाने का एक मात्र उपाय है वर्तमान काल में पूरी लगन से कार्य करना।यहाँ कहा गया है कि ज्ञानी पुरुष के सब कर्म काम और संकल्प से रहित होते हैं। प्रकरण के सन्दर्भ में इन दो शब्दों को ठीक से समझने की आवश्यकता है क्योंकि केवल शाब्दिक अर्थ लेने से यह कथन अत्यन्त अनुपयुक्त होगा। भगवान् के कथन से कोई यह न समझ ले कि समत्व में स्थित ज्ञानी पुरुष अपने स्फूर्त कर्मों में इष्ट फल पाने के लिए अपनी बुद्धि का उपयोग नहीं करता है। इसका आशय इतना ही है कि वह कर्म करते समय काल्पनिक भय चिन्ता आदि में अपने मन की शक्ति विनष्ट नहीं करता। वेदान्त मनुष्य की बुद्धि की उपेक्षा नहीं करता है। गीता में उपदिष्ट जीवन यापन का मार्ग तो हमें वह साधन प्रदान करता है कि हम अधिकाधिक कुशलतापूर्वक कर्म करके अपनी क्षमताओं का पूर्ण उपयोग करते हुए अपने कार्य क्षेत्र में सर्वोच्च सफलता प्राप्त करें।जो व्यक्ति बुद्धिमत्तापूर्वक जीने और कुशलतापूर्वक काम करने की कला को सीख लेता है वह कर्म करने में ही आनन्द को पाकर उसी में रम जाता है। किसी दिव्य और श्रेष्ठ लक्ष्य के अभाव के कारण ही हमारा मन अनेक चिन्ताओं से ग्रस्त रहता है। ज्ञानी पुरुष का मन दिव्य चैतन्यस्वरूप में स्थित रहने के कारण जगत् में सब प्रकार के कर्म करते हुए भी वह आनन्द का ही अनुभव करता है।ज्ञानी पुरुष की मनस्थिति के वर्णन का प्रयोजन अर्जुन जैसे साधकों के लिए साधन मार्ग का निर्देश करना है। अर्जुन के निमित्त दिया भगवान् श्रीकृष्ण का यह उपदेश सभी कालों के साधकों के लिए भी अनुकरणीय है।यदि हमारा पुत्र चिकित्सक बनना चाहता है तो हम उसे अन्य चिकित्सकों के संघर्ष की कहानी बताते हैं जिससे उत्तम चिकित्सक बनने के लिए आवश्यक गुणों को वह अर्जित कर सके। इसी प्रकार यहाँ ज्ञानी पुरुष के स्वाभाविक लक्षण बताकर भगवान् श्रीकृष्ण अर्जुन को साधन मार्ग में प्रवृत्त करते हैं जिससे वह जीवन के लक्ष्य तक पहुँच सके।उपर्युक्त लक्षणों से युक्त ज्ञानी पुरुष समाज के लिए कर्म करता हुआ भी वास्तव में कुछ कर्म नहीं करता है। उसके कर्म अकर्म तुल्य ही हैं क्योंकि ज्ञानाग्नि से उसके कर्म (अर्थात् बन्धन के कारणभूत अहंकार और स्वार्थ) भस्म हो चुके होते हैं यह सात्त्विक स्थिति की चरम सीमा है। भगवान् कहते हैं","etsga":"4.19 The wise call him learned whose actions are all devoid of desires and their thougts, [Kama-sankalpa is variously translated as desires and purposes, plans and desires for results, hankering for desires, etc. But Sankarcarya shows sankalpa as the cause of kama. -Tr.] and whose actions have been burnt away by the fire of wisdom.","etssa":"4.19 He whose undertakings are all devoid of desires and (selfish) purposes and whose actions have been burnt by the fire of knowledge, him the wise call a sage.","etdss":"4.19. He, whose every exertion is devoid of intention for the desirable objects, and whose actions are burnt up by the fire of wisdom-him the wise call a man of learning.","ecssa":"4.19 यस्य whose? सर्वे all? समारम्भाः undertakings? कामसङ्कल्पवर्जिताः devoid of desires and purposes? ज्ञानाग्निदग्धकर्माणम् whose actions have been burnt by the fire of knowledge? तम् him? आहुः call? पण्डितम् a sage? बुधाः the wise.Commentary A sage performs actions only with a view to set an example to the masses. Though he works? he does nothing as he has no selfish interests? as his actions are burnt by the fire of wisdom which consists in the realisaion of inaction in action? through the knowledge of the Self or BrahmaJnana. BrahmaJnana is a mighty spiritual fire which consumes the results of all kinds of actions (Karmas)? good and bad? and makes the enlightened sage ite free from the bonds of action. The sage who leads a life of perfect renunciation does only what is reired for the bare existence of his body. (Cf.III.19IV.10IV.37).","scetsga":"4.19 Budhah, the wise, the knowers of Brahman; ahuh, call; tam, him; panditam, learned, in the real sense; yasya, whose, of the one who perceives as stated above; samarambhah, actions-whatever are undertaken; are sarve, all; kama-sankalpa-varjitah, devoid of desires and the thoughts which are their (desires) causes (see 2.62)-i.e., (those actions) are performed as mere movements, without any selfish purpose: if they are performed by one (already) engaged in actions, then they are for preventing people from going astray, and if they are done by one who has withdrawn from actions, then they are merely for the maintenance of the body-; and jnanagni-dagdha-karmanam, whose actions have been burnt away by the fire of wisdom.\nFinding inaction etc. in action etc. is jnana, wisdom; that itself is agnih, fire. He whose actions, karma, described as good and bad, have been dagdhani, burnt away by that fire of wisdom, is jnana-agni-dagdha-karma.\nHowever, one who is a perceiver of inaction etc. [Perceiver of inaction etc.: He who knows the truth about action and inaction as explained before.-Tr.] is free from actions owing to the very fact of his seeing inaction etc. He is a monk, who acts merely for the purpose of maintaining the body. Being so, he does not engage in actions although he might have done so before the dawn of discrimination. He again who, having been engaged in actions under the influence of past tendencies, later on becomes endowed with the fullest Self-knowledge, he surely renounces (all) [Ast. adds this word sarva, all.-Tr.] actions along with their accessories as he does nnot find any purpose in activity. For some reason, if it becomes impossible to renounce actions and he, for the sake of preventing people from going astray, even remains engaged as before in actions-without attachment to those actions and their results because of the absence of any selfish purpose-, still he surely does nothing at all! His actions verily become inaction because of having been burnt away by the fire of wisdom.\nBy way of pointing out this idea, the Lord says:","scetdss":"4.19 Yasya etc. The actions, performed without intention for the desirable objects, - i.e., the fruits desired for - are burnt up by putting them into the fire of wisdom, the nature of which has been earlier described , and also is to be described in the seel.","scetssa":"4.19 In the case of an aspirant for release, all undertakings of actions in the form of obligatory, occasional and desiderative acts accomplished through the acisition of materials for their performance as also other works, are free from desire, i.e., are devoid of attachment to fruits. They are devoid of delusive identification. If the mind identifies the self with Prakrti and its Gunas, it is Sankalpa, i.e., delusive identification. Genuine Karma Yoga is free from such identification. Such identification is overcome through contemplation on the real nature of the self as different from Prakrti. Those who know the truth call him a sage, who acts in this way and whose previous Karmas are thery burnt up by the fire of knowledge of the real nature of the self generated along with his actions. He is a true Karma Yogin.\nThus that knowledge is involved in true Karma Yoga, is established.\nSri Krsna elaborates this point again:","chakravarthi":"This concept is further explained in five verses. One who completely engages in activity (samarambha) devoid of desires to attain objects of enjoyment performs actions consumed by the fire of knowledge, whether the actions are prescribed (karma) or forbidden (vikarma). Just as the qualified person sees karma as not leading to bondage, he also sees vikarma or forbidden action as not accruing bondage. This verse is in agreement with the previous verse (seeing inaction in action). Later it will be said:\napi ced asi papebhyah sarvebhyah papa-krt-tamah sarvarh jnana-plavenaiva vrjinarh santarisyasi yathaidhamsi samiddho ‘gnir bhasma-sat kurute ‘rjuna jnanagnih sarva-karmani bhasma-sat kurute tatha\nEven if you are considered to be the most sinful of all sinners, when you are situated in the boat of transcendental knowledge you will be able to cross over the ocean of miseries. As a blazing fire turns firewood to ashes, O Arjuna, so does the fire of knowledge burn to ashes all reactions to material activities. BG 4.36-37","rudra":"\nThe twofold dialectic based on scriptural evidence and inference\nrespectively is one who sees inaction in action and is referred to by Lord\nKrishna in the previous verse. Those actions that are free from desire are\nknown as samarambha or properly consummated. Actions are desired because of\nhankering for rewards and these actions are not properly consummated. One\nwho is free from desire and hankering is considered to be intelligent and\nwise. This is because all actions of such a person turn into inaction by\nthe fire of knowledge that is kindled within the purified mind that is free\nfrom all desires and hankerings. Another interpretation of this verse is\nthat for one who is already properly situated in jnana yoga or the\ncultivation of knowledge and is free from desires to enjoy and hankerings\nfor rewards; whatever action they perform is done as a matter of duty and\nto inspire others.","brahma":"\nIn this verse and the next five verses Lord Krishna describes the nature of\nkarma or prescribed Vedic activities. The knowledge that one is completely\ndependent upon the Supreme Lord and that the Supreme Lord alone is the\nactual performer of all actions guarantees that all reactions to actions\nare neutralised by the fire of wisdom.","shri":"\nThe person performing karma or actions accrues reactions by attachment to\ndesires and hankering for rewards. This is delusion as desires are imagined\nand fantasised before enactment. Thus it is merely a false idea or wrong\nnotion of the mind. The fantasising alluded to here consists of the\nmentality which erroneously identifies the atma or soul with prakriti or\nmaterial nature along with the three gunas being the modes of goodness,\npassion and ignorance and mistakenly conceives of them as all being one\nprinciple. But to that person seeking moksa or liberation all acts regular\nand occasional performed by them and necessitated by bodily maintenance are\nnot subject to reactions being devoid of desire. Further exemption is\nguaranteed as the aspirant for moksa is not living in a world of\nimagination or fantasy because such a person performs every action while\nbeing cognisant of the eternal atma. Whoever performs karma in this manner\nwhile meditating on the atma is one of spiritual intelligence situated in\natma tattva or soul realisation and all reactions to a myriad of past\nactions have been eradicated by the fire of knowledge. Thus Lord Krishna is\npraising the person who performs prescribed Vedic activities in atma tattva\nas being highly laudable. This is in sharp contrast to the karmi or one who\nperforms actions for fruitive rewards being forced to accept reactions.","kumar":"The person performing karma or actions accrues reactions by attachment to\ndesires and hankering for rewards. This is delusion as desires are imagined\nand fantasised before enactment. Thus it is merely a false idea or wrong\nnotion of the mind. The fantasising alluded to here consists of the\nmentality which erroneously identifies the atma or soul with prakriti or\nmaterial nature along with the three gunas being the modes of goodness,\npassion and ignorance and mistakenly conceives of them as all being one\nprinciple. But to that person seeking moksa or liberation all acts regular\nand occasional performed by them and necessitated by bodily maintenance are\nnot subject to reactions being devoid of desire. Further exemption is\nguaranteed as the aspirant for moksa is not living in a world of\nimagination or fantasy because such a person performs every action while\nbeing cognisant of the eternal atma. Whoever performs karma in this manner\nwhile meditating on the atma is one of spiritual intelligence situated in\natma tattva or soul realisation and all reactions to a myriad of past\nactions have been eradicated by the fire of knowledge. Thus Lord Krishna is\npraising the person who performs prescribed Vedic activities in atma tattva\nas being highly laudable. This is in sharp contrast to the karmi or one who\nperforms actions for fruitive rewards being forced to accept reactions."}