{"meta":"Bhagavad Gita Chapter 4 Verse 18","metahi":"भगवद् गीता 4.18","slok":"कर्मण्यकर्म यः पश्येदकर्मणि च कर्म यः।स बुद्धिमान् मनुष्येषु स युक्तः कृत्स्नकर्मकृत्।।4.18।।","htsrsd":"।।4.18।।जो मनुष्य कर्ममें अकर्म देखता है और जो अकर्ममें कर्म देखता है वह मनुष्योंमें बुद्धिमान् है योगी है और सम्पूर्ण कर्मोंको करनेवाला है।","htstma":"।।4.18।। जो पुरुष कर्म में अकर्म और अकर्म में कर्म देखता है वह मनुष्यों में बुद्धिमान है वह योगी सम्पूर्ण कर्मों को करने वाला है।।","transliteration":"Karmanyakarma yah pashyed akarmani cha karma yah;\nSa buddhimaan manushyeshu sa yuktah kritsnakarmakrit.","englishmeaning":"karmaṇi—action; akarma—in inaction; yaḥ—who; paśhyet—see; akarmaṇi—inaction; cha—also; karma—action; yaḥ—who; saḥ—they; buddhi-mān—wise; manuṣhyeṣhu—amongst humans; saḥ—they; yuktaḥ—yogis; kṛitsna-karma-kṛit—performers all kinds of actions","hcsrsd":" 4.18।। व्याख्या   कर्मण्यकर्म यः पश्येत् कर्ममें अकर्म देखनेका तात्पर्य है कर्म करते हुए अथवा न करते हुए उससे निर्लिप्त रहना अर्थात् अपने लिये कोई भी प्रवृत्ति या निवृत्ति न करना। अमुक कर्म मैं करता हूँ इस कर्मका अमुक फल मुझे मिले ऐसा भाव रखकर कर्म करनेसे ही मनुष्य कर्मोंसे बँधता है। प्रत्येक कर्मका आरम्भ और अन्त होता है इसलिये उसका फल भी आरम्भ और अन्त होनेवाला होता है। परन्तु जीव स्वयं नित्यनिरंतर रहता है। इस प्रकार यद्यपि जीव स्वयं परिवर्तनशील कर्म और उसके फलसे सर्वथा सम्बन्धरहित है फिर भी वह फलकी इच्छाके कारण उनसे बँध जाता है। इसीलिये चौदहवें श्लोकमें भगवान्ने कहा है कि मेरेको कर्म नहीं बाँधते क्योंकि कर्मफलमें मेरी स्पृहा नहीं है। फलकी स्पृहा या इच्छा ही बाँधनेवाली है फले सक्तो निबध्यते (गीता 5। 12)।फलकी इच्छा न रखनेसे नया राग उत्पन्न नहीं होता और दूसरोंके हितके लिये कर्म करनेसे पुराना राग नष्ट हो जाता है। इस प्रकार रागरूप बन्धन न रहनेसे साधक सर्वथा वीतराग हो जाता है। वीतराग होनेसे सब कर्म अकर्म हो जाते हैं। जीवका जन्म कर्मोंके अनुबन्धसे होता है। जैसे जिस परिवारमें जन्म लिया है उस परिवारके लोगोंसे ऋणानुबन्ध है अर्थात् किसीका ऋण चुकाना है और किसीसे ऋण वसूल करना है। कारण कि अनेक जन्मोंमें अनेक लोगोंसे लिया है और अनेक लोगोंको दिया है। यह लेनदेनका व्यवहार अनेक जन्मोंसे चला आ रहा है। इसको बंद किये बिना जन्ममरणसे छुटकारा नहीं मिल सकता। इसको बंद करनेका उपाय है आगेसे लेना बंद कर दें अर्थात् अपने अधिकारका त्याग कर दें और हमारेपर जिनका अधिकार है उनकी सेवा करनी आरम्भ कर दें। इस प्रकार नया ऋण लें नहीं और पुराना ऋण (दूसरोंके लिये कर्म करके) चुका दें तो ऋणानुबन्ध (लेनदेनका व्यवहार) समाप्त हो जायगा अर्थात् जन्ममरण बंद हो जायगा (गीता 4। 23)। जैसे कोई दूकानदार अपनी दूकान उठाना चाहता है तो वह दो काम करेगा पहला जिसको देना है उसको दे देगा और दूसरा जिससे लेना है वह ले लेगा अथवा छोड़ देगा। ऐसा करनेसे उसकी दूकान उठ जायगी। अगर वह यह विचार रखेगा कि जो लेना है वह सबकासब ले लूँ तो दूकान उठेगी नहीं। कारण कि जबतक वह लेनेकी इच्छासे वस्तुएँ देता रहेगातबतक दूकान चलती ही रहेगी उठेगी नहीं।अपने लिये कुछ भी न करने और न चाहनेसे असङ्गता स्वतः प्राप्त हो जाती है। कारण कि करण (शरीर इन्द्रियाँ मन बुद्धि प्राण) और उपकरण (कर्म करनेमें उपयोगी सामग्री) संसारके हैं और संसारकी सेवामें लगानेके लिये ही मिले हैं अपने लिये नहीं। इसलिये सम्पूर्ण कर्तव्यकर्म (सेवा भजन जप ध्यान समाधि भी) केवल संसारके हितके लिये ही करनेसे कर्मोंका प्रवाह संसारकी ओर चला जाता है और साधक स्वयं असङ्ग निर्लिप्त रह जाता है। यही कर्ममें अकर्म देखना है।जबतक प्रकृतिके साथ सम्बन्ध है तबतक कर्म करना अथवा न करना दोनों ही कर्म हैं। इसलिये कर्म करने अथवा न करने दोनों ही अवस्थाओंमें कर्मयोगीको निर्लिप्त रहना चाहिये। कर्म करनेमें निर्लिप्त रहनेका तात्पर्य है कर्म करनेसे हमें अच्छा फल मिलेगा हमें लाभ होगा हमारी सिद्धि होगी लोग हमें अच्छा मानेंगे इस लोकमें और परलोकमें भोग मिलेंगे इस प्रकारकी किसी भी इच्छाका न होना। ऐसे ही कर्म न करनेमें निर्लिप्त रहनेका तात्पर्य है कर्मोंका त्याग करनेसे हमें मान आदर भोग शरीरका आराम आदि मिलेंगे इस प्रकारकी किञ्चिन्मात्र भी इच्छाका न होना।दुःख समझकर एवं शारीरिक क्लेशके भयसे कर्म न करना राजस त्याग है और मोह आलस्य प्रमादके कारण कर्म न करना तामस त्याग है। ये दोनों ही त्याग सर्वथा त्याज्य हैं। इसके सिवाय कर्म न करना यदि अपनी विलक्षण स्थितिके लिये है समाधिका सुख भोगनेके लिये है जीवन्मुक्तिका आनन्द लेनेके लिये है तो इस त्यागसे भी प्रकृतिका सम्बन्धविच्छेद नहीं होता। कारण कि जबतक कर्म न करनेसे सम्बन्ध है तबतक प्रकृतिसे सम्बन्ध बना रहता है। प्रकृतिसे सर्वथा सम्बन्धविच्छेद होनेपर कर्मयोगी कर्म करने और न करने इन दोनों अवस्थाओंमें ज्योंकात्यों निर्लिप्त रहता है।अकर्मणि च कर्म यः अकर्ममें कर्म देखनेका तात्पर्य है निर्लिप्त रहते हुए कर्म करना अथवा न करना। भाव है कि कर्म करते समय अथवा न करते समय भी नित्यनिरन्तर निर्लिप्त रहे।संसारमें कोई कार्य करनेके लिये प्रवृत्त होता है तो उसके सामने प्रवृत्ति (करना) और निवृत्ति (न करना) दोनों आती हैं। किसी कार्यमें प्रवृत्ति होती है और किसी कार्यसे निवृत्ति होती है। परन्तु कर्मयोगीकी प्रवृत्ति और निवृत्ति दोनों निर्लिप्ततापूर्वक और केवल संसारके हितके लिये होती हैं। प्रवृत्ति और निवृत्ति दोनोंसे ही उसका कोई प्रयोजन नहीं होता नैव तस्य कृतेनार्थो नाकृतेनेह कश्चन (गीता 3। 18)। यदि प्रयोजन होता है तो वह कर्मयोगी नहीं है प्रत्युत कर्मी है। साधक जबतक प्रकृतिसे अपना सम्बन्ध मानता है तबतक वह कर्म करनेसे अपनी सांसारिक उन्नति मानता है और कर्म न करनेसे अपनी पारमार्थिक उन्नति मानता है। परन्तु वास्तवमें प्रवृत्ति और निवृत्ति दोनों ही प्रवृत्ति हैं क्योंकि दोनोंमें ही प्रकृतिके साथ सम्बन्ध रहता है। जैसे चलनाफिरना खानापीना आदि स्थूलशरीरकी क्रियाएँ हैं ऐसे ही एकान्तमें बैठे रहना चिन्तन करना ध्यान लगाना सूक्ष्मशरीरकी क्रियाएँ और समाधि लगाना कारणशरीरकी क्रियाएँ हैं। इसलिये निर्लिप्त रहते हुए ही लोकसंग्रहार्थ कर्तव्यकर्म करना है। यही अकर्ममें कर्म है। इसीको दूसरे अध्यायके अड़तालीसवें श्लोकमें योगस्थः कुरु कर्माणि (योग अर्थात् समतामें स्थित होकर कर्म कर) पदोंसे कहा गया है।सांसारिक प्रवृत्ति और निवृत्ति दोनों कर्म हैं। प्रवृत्ति अथवा निवृत्ति करते हुए निर्लिप्त रहना और निर्लिप्त रहते हुए ही प्रवृत्ति अथवा निवृत्ति करना इस प्रकार प्रवृत्ति और निवृत्ति दोनोंमें सर्वथा निर्लिप्त रहना योग है। इसीको कर्मयोग कहते हैं। शङ्का   कर्म करते हुए अथवा न करते हुए निर्लिप्त रहना और निर्लिप्त रहते हुए कर्म करना अथवा न करना इन दोनोंमें अकर्म अर्थात् एक निर्लिप्तता ही मुख्य हुई फिर भगवान्ने कर्ममें अकर्म और अकर्ममें कर्म ये दो बातें क्यों कही हैं समाधान   कर्ममें अकर्म और अकर्ममें कर्म इन दोनोंमें एक निर्लिप्तता सार होते हुए भी पहले(कर्ममें अकर्म) में कर्म करते हुए अथवा न करते हुए दोनों अवस्थाओंमें रहनेवाली निर्लिप्तताकी मुख्यता है और दूसरे(अकर्ममें कर्म) में निर्लिप्त रहते हुए कर्म करने अथवा न करनेकी मुख्यता है। तात्पर्य है कि निर्लिप्तता अपने लिये और कर्म संसारके लिये है क्योंकि निर्लिप्तताका सम्बन्ध स्व(स्वरूप) के साथ और कर्म करने अथवा न करनेका सम्बन्ध पर(शरीर संसार) के साथ है। इसलिये निर्लिप्तता स्वधर्म और कर्म करना अथवा न करना परधर्म है। इन दोनोंका विभाग सर्वथा अलगअलग बतानेके लिये ही भगवान्ने उपर्युक्त दो बातें कही हैं।कर्ममें अकर्म और अकर्ममें कर्म ये दोनों बातें कर्मयोगकी हैं जिनका तात्पर्य यह है कि प्रकृतिसे तो सर्वथा सम्बन्धविच्छेद हो जाय अर्थात् करने अथवा न करनेसे अपना कोई प्रयोजन न रहे और लोकसंग्रहके लिये कर्मोंको करना अथवा न करना हो। कारण कि कर्म करते हुए निर्लिप्त रहना और निर्लिप्त रहते हुए भी दूसरोंके हितके लिये कर्म करना ये दोनों ही गीताके सिद्धान्त हैं।प्रवृत्ति (करना) और निवृत्ति (न करना) दोनों प्रकृतिके राज्यमें ही हैं। प्रकृति निरन्तर परिवर्तनशील है इसलिये प्रवृत्तिका भी आरम्भ और अन्त होता है तथा निवृत्तिका भी आरम्भ और अन्त होता है। परन्तु इनसे सर्वथा अतीत परमनिवृत्ततत्त्व अपने स्वरूपका आदि और अन्त नहीं होता। वह प्रवृत्ति और निवृत्तिके आरम्भमें भी रहता है और उनके अन्तमें भी रहता है तथा प्रवृत्ति और निवृत्तिकालमें भी ज्योंकात्यों रहता है। वह प्रवृत्ति और निवृत्ति दोनोंका प्रकाशक और आधार है। इसलिये उसमें न प्रवृत्ति है और न निवृत्ति है इस तत्त्वको समझनेके लिये और उसमें स्थित होकर लोकसंग्रहार्थ(यज्ञार्थ) कर्म करनेके लिये यहाँ कर्ममें अकर्म और अकर्ममें कर्म ये दो बातें कही गयी हैं।स बुद्धिमान्मनुष्येषु जो पुरुष कर्ममें अकर्म देखता है और अकर्ममें कर्म देखता है अर्थात् नित्यनिरन्तरनिर्लिप्त रहता है वही वास्तवमें कर्मतत्त्वको जाननेवाला है। जबतक वह निर्लिप्त नहीं हुआ है अर्थात् कर्म और पदार्थको अपना और अपने लिये मानता है तबतक उसने कर्मतत्त्वको समझा ही नहीं है।परमात्माको जाननेके लिये स्वयंको परमात्मासे अभिन्नताका अनुभव करना होता है और संसारको जाननेके लिये स्वयंको संसार(क्रिया और पदार्थ) से सर्वथा भिन्नताका अनुभव करना होता है। कारण कि वास्तवमें हम (स्वरूपसे) परमात्मासे अभिन्न और संसारसे भिन्न हैं। इसलिये कर्मोंसे अलग होकर अर्थात् निर्लिप्त होकर ही कर्मतत्त्वको जान सकते हैं। कर्म आदिअन्तवाले हैं और मैं (स्वयं जीव) नित्य रहनेवाला हूँ अतः मैं स्वरूपसे कर्मोंसे अलग (निर्लिप्त) हूँ इस वास्तविकताका अनुभव करना ही जानना है। वास्तविकताकी तहमें बैठे बिना जानना हो ही कैसे सकता है जैसे काजलकी कोठरीमें प्रवेश करके भी काजलसे सर्वथा निर्लिप्त रहना साधारण बुद्धिमान्का काम नहीं है ऐसे ही सम्पूर्ण कर्तव्यकर्मोंको करते हुए भी कर्मोंसे सर्वथा निर्लिप्त रहना साधारण बुद्धिमान्के वशका काम नहीं है। इसलिये भगवान् ऐसे कर्मयोगीको मनुष्योंमें बुद्धिमान् कहते हैं। अठारहवें अध्यायके दसवें श्लोकमें भी भगवान्ने उसे मेधावी (बुद्धिमान्) कहा है।अभी सत्रहवें श्लोकमें भगवान्ने कर्म अकर्म और विकर्म तीनोंका तत्त्व समझनेके लिये कहा था। यहाँ मनुष्येषु बुद्धिमान् पद देकर भगवान् मानो यह बताते हैं कि जिसने कर्ममें अकर्म और अकर्ममें कर्मके तत्त्वको जान लिया है उसने सब कुछ जान लिया है अर्थात् वह ज्ञातज्ञातव्य हो गया है।स युक्तः कर्मयोगी सिद्धिअसिद्धिमें सम रहता है। कर्मका फल मिले या न मिले उसमें कभी विषमता नहीं आती क्योंकि उसने फलेच्छाका सर्वथा त्याग कर दिया है। समताका नाम योग है। वह नित्यनिरन्तर समतामें स्थित है इसलिये वह योगी है।प्राणिमात्रका परमात्मासे स्वतःसिद्ध नित्ययोग है। परन्तु मनुष्यने संसारसे अपना सम्बन्ध मान लिया इसीसे वह उस नित्ययोगको भूल गया। तात्पर्य यह कि जडके साथ अपना सम्बन्ध मानना ही परमात्माके साथ अपने नित्य सम्बन्धको भूलना है। कर्मयोगी फलेच्छा ममता और आसक्तिका त्याग करके केवल दूसरोंके लिये ही कर्तव्यकर्म करता है जिससे उसका जडसे माना हुआ सम्बन्ध टूट जाता है और उसे परमात्मासे स्वतःसिद्ध नित्ययोगकी अनुभूति हो जाती है। इसलिये उसे योगी कहा गया है।युक्तः पदमें यह भाव है कि उसने प्राप्त करनेयोग्य तत्त्वको प्राप्त कर लिया है अर्थात् वह प्राप्तप्राप्तव्य हो गया है।कृत्स्नकर्मकृत् जबतक कुछ पाना शेष रहता है तबतक करना शेष रहता ही है अर्थात् जबतक कुछनकुछ पानेकी इच्छा रहती है तबतक करनेका राग नहीं मिटता।नाशवान् कर्मोंसे मिलनेवाला फल भी नाशवान् ही होता है। जबतक नाशवान् फलकी इच्छा है तबतक (कर्म) करना समाप्त नहीं होता। परन्तु जब नाशवान्से सर्वथा सम्बन्ध छूटकर परमात्मप्राप्तिरूप अविनाशी फलकी प्राप्ति हो जाती है तब (कर्म) करना सदाके लिये समाप्त हो जाता है और कर्मयोगीका कर्म करने तथा न करनेसे कोई प्रयोजन नहीं रहता। ऐसा कर्मयोगी सम्पूर्ण कर्मोंको करनेवाला है अर्थात् उसके लिये अब कुछ करना शेष नहीं है वह कृतकृत्य हो गया है।करना जानना और पाना शेष नहीं रहनेसे वह कर्मयोगी अशुभ संसारबन्धनसे मुक्त हो जाता है (गीता 4। 16 32)। सम्बन्ध   अब भगवान् आगेके दो श्लोकोंमें कर्ममें अकर्म और अकर्ममें कर्म देखनेवाले अर्थात् कर्मोंका तत्त्व जाननेवाले सिद्ध कर्मयोगी महापुरुषका वर्णन करते हैं।","hcsca":"।।4.18।। वेदान्त के वर्णनानुसार दीर्घकाल तक जब मनुष्य कर्तव्य कर्मों का पालन करता है तब सभी सच्चे साधकों के मन में एक प्रश्न उठता है कि उन्हें कैसे ज्ञात हो कि उन्होंने पूर्णत्व की स्थिति प्राप्त कर ली है। इस श्लोक में श्रीकृष्ण उस स्थिति का वर्णन कर रहे हैं।शारीरिक कर्म बुद्धि में स्थित किसी ज्ञात अथवा अज्ञात इच्छा की केवल स्थूल अभिव्यक्ति है। पूर्ण नैर्ष्कम्य की स्थिति का अर्थ निष्कामत्व की स्थिति होनी चाहिए इसे ही पूर्ण ईश्वरत्व की स्थिति कहते हैं। परन्तु यहाँ बताया हुआ लक्ष्य अनन्तस्वरूप पूर्णत्व न होकर ज्ञान की तीर्थयात्रा के मध्य पड़ने वाला एक स्थान है। विवेकी पुरुष सहजता से अवलोकन कर सकता है कि शरीर से अकर्म होने पर भी उसके मन और बुद्धि पूर्ण वेग से कार्य कर रहे होते हैं। वह यह भी अनुभव करता है कि शरीर द्वारा निरन्तर कर्म करते रहने पर भी वह शान्त और स्थिर रहकर केवल द्रष्टाभाव से उन्हें स्वयं अकर्म में रहते हुए देख सकता है यह अकर्म सात्त्विक गुण की चरम्ा सीमा है।ऐसा व्यक्ति समत्व की महान् स्थिति को प्राप्त हुआ समझना चाहिये जो ध्यानाभ्यास की सफलता के लिए अनिवार्य है। जैसा कि अनेक लोगों का विश्वास है कि कर्तव्य कर्म ही हमें पूर्णत्व की प्राप्ति करा देंगे ऐसा यहाँ नहीं कहा गया है। यह सर्वथा असंभव है। कर्म स्वयं ही इच्छा का शिशु है और कर्मों के द्वारा हम वस्तुओं को उत्पन्न कर सकते हैं और कोई भी उत्पन्न की हुई वस्तु स्वभाव से ही परिच्छिन्न विनाशी होती है। इस प्रकार कर्मों के द्वारा प्राप्त किया ईश्वरत्व रविवासरीय ईश्वरत्व होगा जो आगामी सोमवार को हम से विलग हो जायेगा श्री शंकराचार्य और अन्य आचार्यवृन्द पुनपुन यह दोहराते हैं कि कर्तव्य पालन से शुद्धान्तकरण वाले व्यक्ति में वह सार्मथ्य आ जाती है कि वह स्वयं के मन में तथा बाहर होने वाली क्रियाओं को साक्षी भाव से देख सकता है। जब वह यह जान लेता है कि उसके कर्म विश्व में हो रहे कर्मों के ही भाग हैं तब उसे एक अनिर्वचनीय समता का भाव प्राप्त हो जाता है जो ध्यान के अभ्यास के लिए आवश्यक है।किसी व्यक्ति के शान्त बैठे रहने मात्र से उसे निष्क्रिय नहीं कहा जा सकता। शारीरिक निष्क्रियता (अकर्म) किसी व्यक्ति के क्रियाहीन होने का मापदण्ड नहीं हो सकता। यह एक सुविदित तथ्य है कि जब कभी हम गम्भीर निर्माणकारी विचारों में मग्न होते हैं तो हम केवल शारीरिक दृष्टि से बिल्कुल शान्त और निष्क्रिय हो जाते हैं। इसलिए जीवन के पादमार्ग (फुटपाथ) पर ही चलने वाले लोगों की दृष्टि से जो व्यक्ति क्रियाहीन कहलाता है उसके हृदय में गम्भीर विचारों की क्रिया का चलना सम्भव हो सकता है। बोधि वृक्ष के नीचे बैठे हुए बुद्ध वाद्यों के समीप एक संगीतज्ञ हाथ में लेखनी लिए एक लेखक इन सब में कभीकभी निष्क्रयता देखी जाती है परन्तु वह निष्क्रियता सत्त्वगुण की है तमोगुण की नहीं। इन शान्त क्षणों के बाद ही वे अपनी श्रेष्ठ कलाकृति प्रस्तुत करते हैं। इस प्रकार जिस पुरुष में आत्मनिरीक्षण की क्षमता है वह अकर्म में कर्म को पहचान सकता है।एक विवेकी पुरुष जब जगत् में क्रियाशील रहता है उस समय मानो अपने आपको सब उपाधियों से अलग करके साक्षीभाव से स्वयं अकर्म में रहते हुए वह सब कर्मों को होते हुए देख सकता है।जब मैं इन शब्दों को लिख रहा हूँ तब मेरा ही कोई भाग मानों द्रष्टाभाव से देख सकता है कि हाथ में पकड़ी हुई लेखनी कागज पर शब्दों को लिख रही है। इसी प्रकार सभी कर्मों में स्वयं अकर्म में रहते हुए कर्मों को देखने की क्षमता दुर्लभ नहीं है। जो कोई पुरुष इसका उपयोग करेगा वह स्पष्ट रूप से सब कर्मों में इस द्रष्टा को अकर्म रूप से पहचान सकता है।रेल चलती है वाष्प नहीं। पंखा घूमता है विद्युत नहीं। इसी प्रकार ईंधन जलता है अग्नि नहीं। शरीर मन और बुद्धि कार्य करते है परन्तु चैतन्य आत्मा नहीं।इस प्रकार कर्म में अकर्म और अकर्म में कर्म देखने वाले पुरुष को सब मनुष्यों में बुद्धिमान कहा जाता है। उसे यहाँ आत्मानुभवी नहीं कहा गया है। निसन्देह वह मनुष्यों में श्रेष्ठ है और आत्मप्राप्ति के अत्यन्त समीपस्थ है।संक्षेप में निष्कर्ष यह है कि निस्वार्थ भाव तथा अर्पण की भावना से कर्माचरण करने पर चित्त शुद्ध होता है और बुद्धि में कर्म में अकर्म और अकर्म में कर्म देखने की क्षमता आती है। यह क्षमता दैवी और श्रेष्ठ है क्योंकि इसके द्वारा ही हम अपने आप को सांसारिक बन्धनों से मुक्त कर सकते हैं।उपर्युक्त ज्ञान की प्रशंसा अगले श्लोकों में की गयी है","etsga":"4.18 He who finds inaction in action, and action in inaction, he is the wise one [Possessed of the knowledge of Brahman] among men; he is engaged in yoga and is a performer of all actions!","etssa":"4.18 He who seeth inaction in action and action in inaction, he is wise among men; he is a Yogi and performer of all actions.","etdss":"4.18. He, who finds non-action in the action, and action in the non-action, is an intelligent one, among men and is said to be a performer or destroyer of all actions.","ecssa":"4.18 कर्मणि in action? अकर्म inaction? यः who? पश्येत् would see? अकर्मणि in inaction? च and? कर्म action? यः who? सः he? बुद्धिमान् wise? मनुष्येषु among men? सः he? युक्तः Yogi? कृत्स्नकर्मकृत् performer of all actions.Commentary In common parlance action means movement of the body? movement of the hands and feet? and inaction means to sit iet.It is the idea of agency? the idea I am the doer that binds man to Samsara. If this idea vanishes? action is no action at all. It will not bind one to Samsara. This is inaction in action. If you stand as s spectator or silent witness of Natures activities? feeling Nature does everything I am nondoer (Akarta)? if you identify yourself with the actionless Self? no matter what work or how much of it is done? action is no action at all. This is inaction in action. By such a practice and feeling? action loses its binding nature.A man may sit ietly. He may not do anything. But if he has the idea of agency or doership? or if he thinks that he is the doer? he is every doing action? though he is sitting ietly. This is action in inaction. The restless mind will ever be doing actions even though one sits ietly. Actions of the mind are real actions. Nor can anyone even for one moment remain really actionless? for helplessly is everyone driven to action by the alities of Nature. (Chapter III.5)Inaction also induces the feeling of egoism. The inactive man says? I sit ietly I do nothing. Inaction? like action? is wrongly attributed to the Self.He is the performer of all actions who knows this truth. He has attained the end of all actions? i.e.? freedom or knowledge or perfection.When a steamer moves? the trees on the shore which are motionless? appear to move in the opposite direction to a man who is in the steamer. Moving objects that are very far away appear to be stationary or motionless. Even so in the case of the Self inaction is mistaken for action and,action for inaction.The Self is actionless (Akarta or nondoer? Nishkriya or without work). The body and the senses perform action. The actions of the body and the senses are falsely and wrongly attributed by the ignorant to the actionless Self. Therefore the ignorant man thinks? I act. He thinks that the Self is the doer or the agent of the action. This is a mistake. This is ignorance.Just as motion does not really belong to the trees on the shore which appear to move in the opposite direction to a man on board the ship? so also action does not really pertain to the Self.This ignorance which is the cause of birth and death vanishes when you attain Selfrealisaion.","scetsga":"4.18 Since engagement and non-engagement (in action) depend on an agent, therefore, yah, he who; pasyet, ie. pasyati, finds; akarma, inaction, absence of action; karmani, in action-karma means whatever is done, action in general; in tha action-; and yah, who; finds karma, action; akarmani, in inaction, in the absence of action; sah, he; is buddhiman, a wise one; manusyesu, among men. All dealings involving an act, accessories, etc. exist certainly on the plane of ignorance, [Both engagement and non-engagement presuppose agentship and an act of some kind. This, however, holds good on the plane of ignorance, but not on that of Self-realization.] only so long as one has not attained to the Reality. He is a yogi, yuktah, engaged in yoga; and a krtsna-karma-krt, performer of all actions. One who discriminates between action and actions. One who discriminates between action and inaction is praised thus.\nObjection: Well, what is meant by this contradictory statement, He who finds inaction in action, and action in inaction? For action cannot become inaction, nor inaction action. That being so, how can a witness have (such) an incongruous perception?\nVedantin: Is it not that [Ast. reads na in place of nanu.-Tr.] to an ordinary foolsih observer, that which is reality is inaction appears as action, and similarly, action itself as inaction? That being so, in order to show things as they are the Lord says, He who finds inaction in action, etc. Therefore there is no incongruity. Besides, the alifications such as intelligent etc. (thus) become logical. And by saying, there is something to be known, is implied the perception of things as they are. Moreover, freedom from evil cannot follow from an erroneous perception; whereas it has been said, by knowing which you will become free from evil. Therefore, one account of action and inaction being perceived contrarily by the creatures, the Lords utterance, he who finds inaction in action, etc. is for dispelling their contrary perception.\nNot that in the empirical plane inaction has action as its receptacle, like a plum in a bowl! Nor even has action inaction as its receptacle, because inaction is a negation of action. Therefore, action and inaction are actually perceived contrarily by the ordinary persons-like seeing water in a mirage, or silver in nacre.\nObjection: Is it not that to every one action is action itself? Never is there an exception to this. \nVedantin: That is not so, becuase when a boat is moving, motionless trees on the bank appear to move in the opposite direction to a man on the boat; an absence of motion is noticed in distant moving things which are not near ones eyes. Similarly, here also occurs the contrary perceptions, viz seeing action in inaction under the idea, I am doing, [Ast. omits aham karomi iti, under the idea, I am doing.-Tr.] and seeing, inaction in acion,-because of which it is said, He who finds inaction in action, etc. in order to eliminate them. As such, although this answer has been given more than once, still a man becomes repeatedly deluded under the influence of a totally opposite perception. And forgetting the truth that has been heard again and again, he repeatedly raises false issues and estions! And therefore, observing that the subject is difficult to understand, the Lord gives His answer again and again.\nThe absence of action in the Self-well-known from the Vedas, Smrtis and logic, as stated in, (It is said that) This is unmanifest; This is inconceivable (2.25), Never is this One born, and never does It die (2.20; Ka. 1.2.18), etc.-has been and will be spoken of. The contrary perception of action in that actionless Self, i.e. in inaction, is very deep-rooted, owing to which even the intelligent are confounded as to what is action and what is inaction. And as a conseence of the superimposition of aciton pertaining to the body etc. on the Self, there arises such ideas as, I am an agent; this is my action; its result is to be enjoyed by me. Similarly, with the idea, I shall remain iet, whery I shall be free from exertion, free from activity, and happy, and superimposing on the Self the cessation of activities pertaining to the body and organs and the resulting happiness, a man imagines, I shall not do anything; I shall sit ietly and happily.\nThat being so, the Lord says, he who finds inaction in action, etc. with a view to removing this contrary understanding of man. And here in this world, though action belonging to the body and organs continues to be action, still it is superimposed by everyone on the acitonless, unchanging Self, as a result of which even a learned person things, I act.\nTherefore, in action (karmani), which is universally considered by all people to be inherent in the Self, like the perception of motion in the (stationary) trees on the bank of a river-(in that action) he who contrariwise finds the fact of inaction, like perceiving absence of motion in those trees-.\nAnd, in inaction (akarmani) in the cessation of the activities pertaining to the body and organs and ascribed to the Self in the same way that actions are ascribed-, in that action, he who sees action because of egoism being implicit in the idea, I am happily seated ietly, without doing anything-; he who knows thus the distinction between action and inaction, is wise, is learned among men; he is engaged in yoga, he is a yogi, and a performer of all actions. And he, freed from evil, attains fulfilment. This is the meaning.\nThis verse is interpreted by some in another way. \nHow?\n(Thus:) Since the daily obligatory duties (nityakarmas) certainly have no results when performed as a dedication to God, therefore, in a secondary sense, they are said to be inaction. Again, the non-performance of these (nitya-karmas) is inaction; since this produces an evil result, therefore it is called action, verily in a figurative sense. That being so, he who sees inaction in the daily obligatory duties (nitya-karmas) owing to the obsence of their results-in the same way as a cow that does not yield milk is said to be not a cow, though in reality it is so-so also, in the non-performance of the daily obligatory duties, i.e. in inaction, he who sees action since that yields results such as hell etc৷৷.\nThis explanation is not logical, because freedom from evil as a result of such knowledge is unreasonable, and the utterance of the Lord in the sentence, ৷৷.by knowing which you will become freed from evil, will be contradicted.\nHow?\nEven if it be that liberation from evil follows from the performance of nitya-karmas, it cannot, however, follow from the knowledge of the absence of their results. For it has not been enjoined (anywhere) that knowledge of the nityakarmas (themselves), leads to the result of freedom from evil. Nor has this been stated here by the Lord Himself.\nHery is refuted the seeing of action in inaction [As explained by others.-Tr.], for (according to the opponent) seeing of action in inaction has not been enjoined here [Here, in the present verse.] as a duty, but (what has been enjoined is) merely that performance of the nityakarmas is obligatory. Moreover, no result can accrue from the knowledge that evil arises from non-performance of nityakramas. Nor even has non-performance of nityakarmas. been enjoined as something that should be known. Besides, such results as freedom from evil, wisdom, engagement in yoga, and being a performer of all actions cannot reasonably follow from a false perception of action as inaction. Nor is this a eulogy of false perception. [The stated results accrue from correct knowledge, not from false perception; and correct knowledge alone is praise-worthy.] Indeed, false perception is itself an abvious form of evil! How can it bring about liberation from another evil? Surely, darkness does not become the remover of darkness!\nOpponent: Well, the seeing of inaction in action, or the seeing of action in inaction-that is not a false perception.\nVadantin: What then?\nOpponent: It is a figurative statement based on the existence or the non-existence of results.\nVedantin: Not so, because there is no such scriptural statement that something results from knowing action as inaction and inaction as action, even in a figurative sense. Besides, nothing particular is gained by rejecting what is heard of (in the scriptures) and imagining something that is not. Further, it was possible (for the Lord) to express in His own words that there is no result from the nityakarmas, and that by their non-performance one would have to go to hell. Under such circumstances, what was the need of the ambiguous statement, He who sees inaction in action, etc., which is misleading to others?\nThis being the case, such an explanation by anyone will be clearly tantamount to imagining that statement of the Lord as meant for deluding people. Moreover, this subject-matter (performance of nityakarmas) is not something to be protected with mystifying words. It is not even logical to say that the subject-matter will become easy for comprehension if it is stated again and again through different words. For, the subject-matter that was stated more clearly in, Your right is for action alone (2.47), does not need any repetition. And everwhere it is said that whatever is good and ought to be practised deserves to be understood; anything purposeloss does not deserve to be known. Besides, neither is false knowledge worth aciring nor is the semblance of an object presented by it worth knowing.\nNor even can any evil, which is an entity, arise from the non-performance of nityakarmas, which is a non-entity, for there is the statement, Of the unreal there is no being (2.16), and (in the Upanisad) it has been pointed out, How can existence originate from nonexistence? (Ch. 4.2.2). Since emergence of the existent from the nonexistent has been denied, therefore anyones assertion that the existent originates from the nonexistent will amount to saying that a non-entity becomes an entity, and an entity becomes a non-entity! And that is not rational because it runs counter to all the means of valid knowledge.\nFurther, the scriptures cannot enjoin fruitless actions, they being naturally painful; and it is illogical that what is painful should be done intentionally. Also, if it is admitted that falling into hell results from their non-performance (i.e. of the nityakarmas), then that too is surely a source of evil. In either case, whether one undertakes them or not, the scriptures will be imagined to be useless. And there will be a contradiction with your own standpoint when, after holding that the nityakarmas are fruitless, you assert that they lead to Liberation.\nTherefore, the meaning of He who finds inaction in action, etc. is just what stands out literally. And the verse has been explained by us accordingly.\nThe aforesaid perception of inaction in action, etc. is being praised:","scetdss":"4.18 Karmani etc : He who finds the actions, [seemingly] of his own, to be non-actions [of his], on account of his being non-performer [of any action], because of his state of total tranility; and he who recognises the non-actions [of his] i.e., the actions performed by others, as actions being performed by himself (or who recognises the non-actions undertaken by others as being undertaken by himself), because of his intrinsic nature of the fully risen state; that person alone is a man of intelligence in the midst of all; and he [alone] performs action fully i.e., in its entirity. Therefore what fruit should be borne for him by what action ? This is at the stage of rising. But, at the stage of total tranility he injures, or cuts all actions. Thus he performs all action or performs no action. This is the secret and sacred knowledge, got by sitting near (by serving) the feet of the preceptors.\n Therefore -","scetssa":"4.18 Here by the term non-action, the knowledge of the self, which is distinct from action and which forms the subject under consideration, is meant. He who sees non-action in action and also action in non-action, denotes him who can perceive knowledge of the self even while action is being performed and who can also perceive action while engaged in non-action, i.e., knowledge of the self. What is the import of this saying? What is taught here is this: One can perceive, by constant contemplation on the truth about the self, that the action that is being performed in itself is a form of knowledge. One can also perceive that this knowledge is also of the form of Karma because of its being contained in Karma Yoga. Both these (i.e., action in the form of knowledge and knowledge in the form of actions) are accomplished by contemplation on the true nature of the self, even while work is being performed. Thus, he who can see actions as included in contemplation on the reality of the self, is wise, i.e., he knows the full meaning of the Sastras; he is fit among men, i.e., fit to attain release. He alone has fulfilled all actions, i.e., carried out the entire purpose of the Sastras. [The purport is that no contradiction between knowledge and action is felt by one who knows the philosophy of the self].\nHow is the form of knowledge accomplished through works which are obviously activities that are being performed? Sri Krsna explains:","chakravarthi":"This verse gives an understanding of the truth of action and non-action. He is intelligent who sees that persons of pure heart fixed in knowledge like Janaka who do not renounce activity, but rather engage in action, in niskama karma yoga, do not accrue karma (akarma); and who sees that one who does not perform actions, renouncing actions as a sannyasi, being of impure heart without knowledge, though talking profusely of knowledge because of knowledge of scriptures, actually obtains bondage of karma leading to misery. He engages in all activities; he does not renounce action even through instructions or association of those who think themselves knowledgeable, talking a lot about jnana.\nThe Bhagavatam says:\nyas tv asamyata-sad-vargah pracandendriya-sarathih jnana-vairagya-rahitas tri-dandam upajlvati suran atmanam atma-stham nihnute mam ca dharma-ha avipakva-kasayo ‘smad amusmac ca vihiyate\nOne who has not controlled the six forms of illusion [lust, anger, greed, excitement, false pride and intoxication], whose intelligence, the leader of the senses, is extremely attached to material things, who is bereft of knowledge and detachment, who adopts the sannyasa order of life to make a living, who denies the worshipable demigods, his own self and the Supreme Lord within himself, thus ruining all religious principles, and who is still infected by material contamination, is deviated and lost both in this life and the next. SB 11.18.40-41","rudra":"\nShowing the mysterious intricacies of action and inaction is being\ndelineated by Lord Krishna. One who sees inactions in actions such as yagna\nor the worship of the Supreme Lord and who sees that such worship is\nactually non-action as it leads to knowledge and having no reactions does\nnot bind one to material existence. This person understands. Similarly one\nwho sees action in inaction such as the non-performance of prescribed\nactivities such as Ekadasi vrata or completely abstaining from all grains\non the 11th day of the waxing moon and waning moon when not performed\nresults in sinful reactions and binds one to material existence and who\nsees that such abstention is actually action within inaction is properly\nsituated. Lord Krishna actually praises such a person as being of superior\nintelligence by dint of their comprehension and subsequent application of\nthis esoteric subject matter. The word yuktah means yogi or one dedicated\nto the science of the individual consciousness in communion with the\nultimate consciousness. This verse verifies previous verse II.XXXXVI with\nactions offered to the Lord, verse III.IV by not performing actions and\nverse III.XVII the redundance of action once moksa or liberation is\nachieved.\nIn action even when the body and senses are active one who realises the\natma or soul is distinct from the physical body sees these actions as\ninaction. Contrarily one who is void of knowledge sees action as inaction\ndue to avoiding actions because they are troublesome and difficult, for\nthis person the non-performance of action is hypocritical as revealed in\nverse III.VI and is an obstruction to knowledge.\nThe performer of actions situated in knowledge of the atma observes the\nperformance of Vedic activities naturally in action and inaction as they\ncome of their own accord. So thus being guided by the atma within there is\nno scope or possibility for such a person to perform a prohibited act or to\nnot perform prescribed acts as they come of their own accord. Thus it\nshould be noted that the nature of prohibited actions is included as well.","brahma":"\nIn this verse Lord Krishna delineates the intricate and subtle forms of\nactions. When a person performing karma or prescribed Vedic activities\nresolves with certitude that the action performed is solely for the Supreme\nLord and not for the one performing the action whose consciousness is\nmerely a minute reflection of the ultimate consciousness then does\nrealisation begin to dawn within and all actions performed by such a one\nare factually inaction. Then one realises that all actions performed are\nactually performed by the Supreme Being Himself in the same consciousness\nas when the Supreme Reality even creates the universes. This person is\nspiritually intelligent and situated in true wisdom, for such a person is\nverily in communion with the Supreme Consciousness and even when this\nperson is not performing any actions, such a person should be understood to\nbe performing all actions and the knower of all actions.\nNow begins the summation.\nKarma or actions are the nature of all living beings. This is because they\nare not the actual performer of any action and are dependent. Akarma or\ninaction is the nature of the Supreme Lord because of His being independent\nand the factual performer of all actions. The living beings accept karma\nand reactions to actions when egoism is present in the belief that one is\nthe doer or thinks that the actions were performed by them. In the Narada\nPurana it states that since the Supreme Lord Krishna is never bound by\ncause and effect all His actions are to be understood as inaction. In the\nPancharatra it is noted that the word krtsna has the attribute of not being\nperceptible in regards to activities. This denotes that all actions are\nunder the control of the Supreme Lord. Since all material actions are\nvisible to the living beings, what is not visible is the karma or reactions\nthat come with the actions that the living beings are forced to accept due\nto having desires for the rewards of their actions and this perpetual\ndesire to enjoy causes tem to perform actions which keeps them attached.","shri":"\nAction is karma and inaction is akarma. Actions concerning the atma or soul\nwhich is the essential subject to be known in human existence is also\nconsidered akarma. How this is to be understood Lord Krishna is explaining\nhere. There are two categories to be considered.\n1) The person who performs actions while continuously contemplating the\natma \n2) The person who immersed within the atma perceives the atma performs all\nactions\nOne who by contemplating the true nature of the atma while performing all\nactivities is in the first category. One who conceives the nature of all\nactivities as actually the doings of the atma is in the second category. By\nactually performing prescribed Vedic activities with ones body and at the\nsame time meditating upon it within ones mind, the objective as well the\nsubjective realisations are achieved and the true nature of the atma is\nperceived. Whoever sees that karma is within akarma in regards to atma\ntattva or knowledge o the soul. Such a person is considered to be situated\nin wisdom and conversant with the ultimate purport of the Vedic scriptures.\nSuch a spiritually intelligent person has realised the essence of all Vedic\nteachings and has qualified themselves for moksa or liberation from\nmaterial existence.","kumar":"Action is karma and inaction is akarma. Actions concerning the atma or soul\nwhich is the essential subject to be known in human existence is also\nconsidered akarma. How this is to be understood Lord Krishna is explaining\nhere. There are two categories to be considered.\n1) The person who performs actions while continuously contemplating the\natma \n2) The person who immersed within the atma perceives the atma performs all\nactions\nOne who by contemplating the true nature of the atma while performing all\nactivities is in the first category. One who conceives the nature of all\nactivities as actually the doings of the atma is in the second category. By\nactually performing prescribed Vedic activities with ones body and at the\nsame time meditating upon it within ones mind, the objective as well the\nsubjective realisations are achieved and the true nature of the atma is\nperceived. Whoever sees that karma is within akarma in regards to atma\ntattva or knowledge o the soul. Such a person is considered to be situated\nin wisdom and conversant with the ultimate purport of the Vedic scriptures.\nSuch a spiritually intelligent person has realised the essence of all Vedic\nteachings and has qualified themselves for moksa or liberation from\nmaterial existence."}