{"meta":"Bhagavad Gita Chapter 4 Verse 13","metahi":"भगवद् गीता 4.13","slok":"चातुर्वर्ण्यं मया सृष्टं गुणकर्मविभागशः।तस्य कर्तारमपि मां विद्ध्यकर्तारमव्ययम्।।4.13।।","htsrsd":"।।4.13 4.14।।मेरे द्वारा गुणों और कर्मोंके विभागपूर्वक चारों वर्णोंकी रचना की गयी है। उस(सृष्टिरचना आदि) का कर्ता होनेपर भी मुझ अव्यय परमेश्वरको तू अकर्ता जान। कारण कि कर्मोंके फलमें मेरी स्पृहा नहीं है इसलिये मुझे कर्म लिप्त नहीं करते। इस प्रकार जो मुझे तत्त्वसे जान लेता है वह भी कर्मोंसे नहीं बँधता।","htstma":"।।4.13।। गुण और कर्मों के विभाग से चातुर्वण्य मेरे द्वारा रचा गया है। यद्यपि मैं उसका कर्ता हूँ तथापि तुम मुझे अकर्ता और अविनाशी जानो।।","transliteration":"Chaaturvarnyam mayaa srishtam gunakarma vibhaagashah;\nTasya kartaaram api maam viddhyakartaaram avyayam.","englishmeaning":"chātuḥ-varṇyam—the four categories of occupations; mayā—by me; sṛiṣhṭam—were created; guṇa—of quality; karma—and activities; vibhāgaśhaḥ—according to divisions; tasya—of that; kartāram—the creator; api—although; mām—me; viddhi—know; akartāram—non-doer; avyayam—unchangeable","hcsrsd":" 4.13।। व्याख्या   चातुर्वर्ण्यं (टिप्पणी प0 235.1) मया सृष्टं गुणकर्मविभागशः पूर्वजन्मोंमें किये गये कर्मोंके अनुसार सत्त्व रज और तम इन तीनों गुणोंमें न्यूनाधिकता रहती है। सृष्टिरचनाके समय उन गुणों और कर्मोंके अनुसार भगवान् ब्राह्मण क्षत्रिय वैश्य और शूद्र इन चारों वर्णोंकी रचना करते हैं (टिप्पणी प0 235.2)। मनुष्यके सिवाय देव पितर तिर्यक् आदि दूसरी योनियोंकी रचना भी भगवान् गुणों और कर्मोंके अनुसार ही करते हैं। इसमें भगवान्की किञ्चिन्मात्र भी विषमता नहीं है।चातुर्वर्ण्यम् पद प्राणिमात्रका उपलक्षण है। इसका तात्पर्य है कि मनुष्य ही चार प्रकारके नहीं होते अपितु पशु पक्षी वृक्ष आदि भी चार प्रकारके होते हैं जैसे पक्षियोंमें कबूतर आदि ब्राह्मण बाज आदि क्षत्रिय चील आदि वैश्य और कौआ आदि शूद्र पक्षी हैं। इसी प्रकार वृक्षोंमें पीपल आदि ब्राह्मण नीम आदि क्षत्रिय इमली आदि वैश्य और बबूल (कीकर) आदि शूद्र वृक्ष हैं। परन्तु यहाँ चातुर्वर्ण्यम् पदसे मनुष्योंको ही लेना चाहिये क्योंकि वर्णविभागको मनुष्य ही समझ सकते हैं और उसके अनुसार कर्म कर सकते हैं। कर्म करनेका अधिकार मनुष्यको ही है।चारों वर्णोंकी रचना मैंने ही की है इससे भगवान्का यह भाव भी है कि एक तो ये मेरे ही अंश हैं और दूसरे मैं प्राणिमात्रका सुहृद् हूँ इसलिये मैं सदा उनके हितको ही देखता हूँ। इसके विपरीत ये न तो देवताके अंश हैं और न देवता सबसे सुहृद् ही हैं। इसलिये मनुष्यको चाहिये कि वह अपने वर्णके अनुसार समस्त कर्तव्यकर्मोंसे मेरा ही पूजन करे (गीता 18। 46)।तस्य कर्तारमपि मां विद्ध्यकर्तारमव्ययम् यहाँ अकर्तारम् पद कर्म करते हुए भी कर्तृत्वाभिमानका अभाव बतानेके लिये आया है। सृष्टिकी रचना पालन संहार आदि सम्पूर्ण कर्मोंको करते हुए भी भगवान् उन कर्मोंसे सर्वथा अतीत निर्लिप्त ही रहते हैं।सृष्टिरचनामें भगवान् ही उपादान कारण हैं और वे ही निमित्त कारण हैं। मिट्टीसे बने पात्रमें मिट्टी उपादान कारण है और कुम्हार निमित्त कारण है। मिट्टीसे पात्र बननेमें मिट्टी व्यय (खर्च) हो जाती है और उसे बनानेमें कुम्हारकी शक्ति भी खर्च होती है परन्तु सृष्टिरचनामें भगवान्का कुछ भी व्यय नहीं होता। वे ज्योंकेत्यों ही रहते हैं। इसलिये उन्हें अव्ययम् कहा गया है।जीव भी भगवान्का अंश होनेसे अव्यय ही है। विचार करें कि शरीरादि सब वस्तुएँ संसारकी हैं और संसारसे ही मिली हैं। अतः उन्हें संसारकी ही सेवामें लगा देनेसे अपना क्या व्यय हुआ हम तो (स्वरूपतः) अव्यय ही रहे। इसलिये यदि साधक शरीर इन्द्रियाँ मन बुद्धि धन सम्पत्ति आदि मिले हुए सांसारिक पदार्थोंको अपना और अपने लिये न माने तो फिर उसे अपनी अव्ययताका अनुभव हो जायगा।यहाँ विद्धि पदसे भगवान्ने अपने कर्मोंकी दिव्यताको समझनेकी आज्ञा दी है। कर्म करते हुए भी कर्मकर्मसामग्री और कर्मफलसे अपना कोई सम्बन्ध न रहना ही कर्मोंकी दिव्यता है।न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा विश्वरचनादि समस्त कर्म करते हुए भी भगवान्का उन कर्मोंसे कुछ भी सम्बन्ध नहीं है। उनके कर्मोंमें विषमता पक्षपात आदि दोष लेशमात्र भी नहीं हैं। उनकी कर्मफलमें किञ्चिन्मात्र भी आसक्ति ममता या कामना नहीं है। इसलिये वे कर्म भगवान्को लिप्त नहीं करते।उत्पत्तिविनाशशील वस्तु मात्र कर्मफल है। भगवान् कहते हैं कि जैसे मेरी कर्मफलमें स्पृहा नहीं है ऐसे ही तुम्हारी भी कर्मफलमें स्पृहा नहीं होनी चाहिये। कर्मफलमें स्पृहा न रहनेसे सम्पूर्ण कर्म करते हुए भी तुम कर्मोंसे बँधोगे नहीं।पीछेके (तेरहवें) श्लोकमें भगवान्ने बताया कि सृष्टिरचनादि समस्त कर्मोंका कर्ता होते हुए भी मैं अकर्ता हूँ अर्थात् मुझमें कर्तृत्वाभिमान नहीं है और इस श्लोकमें बताते हैं कि कर्मफलमें मेरी स्पृहा नहीं है अर्थात् मुझमें भोक्तृत्वाभिमान भी नहीं है। अतः साधकको भी इन दोनोंसे रहित होना चाहिये। फलेच्छाका त्याग करके केवल दूसरोंके लिये कर्म करनेसे कर्तृत्व और भोक्तृत्व दोनों ही नहीं रहते। कर्तृत्वभोक्तृत्व ही संसार है। अतः इनके न रहनेसे मुक्ति स्वतःसिद्ध ही है।इति मां योऽभिजानाति मनुष्यमें जब कामनाएँ उत्पन्न होती हैं तब उसकी दृष्टि उत्पत्तिविनाशशील पदार्थोंपर रहती है। उत्पत्तिविनाशशील (अनित्य) पदार्थोंपर दृष्टि रहनेसे वह नित्य भगवान्को तत्त्वसे नहीं जान सकता। पर कामनाओंके मिटनेसे जब अन्तःकरण शुद्ध हो जाता है तब भगवान्की ओर स्वतः दृष्टि जाती है। भगवान्की ओर दृष्टि जानेपर मनुष्य जान जाता है कि भगवान् प्राणिमात्रके परम सुहृद् हैं इसलिये उनके द्वारा होनेवाली मात्र क्रियाएँ प्राणिमात्रके हितके लिये ही होती हैं। भगवान् तो जीवोंको कर्मबन्धनसे रहित करनेके लिये ही उन्हें मनुष्यशरीर देते हैं पर इस बातको न समझनेके कारण जीव कर्मोंसे नयेनये सम्बन्ध मानकर और बन्धन उत्पन्न कर लेता है। इसलिये कर्तापन और फलेच्छा न होनेपर भी वे केवल कृपा करके जीवोंको कर्मबन्धनसे रहित करके उनका उद्धार करनेके लिये ही सृष्टिरचनाका कार्य करते हैं। भगवान्को इस तरह जान लेनेसे मनुष्य भगवान्की ओर खिंच जाता है उमा राम सुभाउ जेहिं जाना। ताहि भजनु तजि भाव न आना।।(मानस 5। 34। 2)कर्मभिर्न स बध्यते भगवान्के कर्म तो दिव्य हैं ही सन्तमहात्माओंके कर्म भी दिव्य हो जाते हैं। वास्तवमें सन्तमहात्मा ही नहीं मनुष्यमात्र अपने कर्मोंको दिव्य बना सकता है। जब कर्मोंमें मलिनता (कामना ममता आसक्ति आदि) होती है तब वे कर्म बाँधनेवाले हो जाते हैं। जब मलिनताके दूर हो जानेपर कर्म दिव्य हो जाते हैं तब वे उसे नहीं बाँधते। इतना ही नहीं वे कर्म उस कर्ताको और दूसरोंको भी (उसके अनुसार आचरण करनेसे) मुक्त करनेवाले हो जाते हैं। अपने कर्मोंको दिव्य बनानेका सरल उपाय है संसारसे मिली हुई वस्तुओंको अपनी और अपने लिये न मानकर (संसारकी और संसारके लिये मानते हुए) संसारकी सेवामें लगा देना।विचार करना चाहिये कि हमारे पास शरीर आदि जितनी भी बाह्य वस्तुएँ हैं उन सबको हम साथ लाये नहीं और जायँगे तब साथ ले जा सकते नहीं उनके रहते हुए उनमें इच्छानुसार परिवर्तन कर सकते नहीं उन्हें इच्छानुसार रख सकते नहीं अर्थात् उनपर हमारा कोई आधिपत्य नहीं है। इसी प्रकार जन्मजन्मान्तरोंसेसाथ आये सूक्ष्म और कारणशरीर भी परिवर्तनशील और प्रकृतिके कार्य हैं इसलिये उनके साथ भी हमारा सम्बन्ध नहीं है। वे वस्तुएँ अपने लिये भी नहीं हैं क्योंकि उनके मिलनेपर भी और मिले यह इच्छा रहती है। यदि वे वस्तुएँ अपने लिये होतीं तो और मिलनेकी इच्छा नहीं रहती। ऐसा होनेपर भी उन वस्तुओँको अपनी और अपने लिये मानना कितनी बड़ी भूल है उन वस्तुओंमें जो अपनापन दीखता है वह वास्तवमें केवल उनका सदुपयोग करनेके लिये है उनपर अपना अधिकार जमानेके लिये नहीं।सेवा करनेके लिये तो सब अपने हैं पर लेनेके लिये कोई अपना नहीं है। संसारकी तो बात ही क्या है भगवान् भी लेनेके लिये अपने नहीं हैं अर्थात् भगवान्से भी कुछ नहीं लेना है प्रत्युत अपनेआपको ही भगवान्के समर्पित करना है। कारण कि जो वस्तु हमें चाहिये और हमारे हितकी है वह भगवान्ने हमें पहलेसे ही बिना माँगे दे रखी है और ज्यादा दे रखी है कम नहीं। हमारी जरूरतको जितना भगवान् समझते हैं उतना हम समझ भी नहीं सकते क्योंकि भगवान्की उदारता अपार है। उनके सामने हमारी समझ तो बहुत ही अल्प है। इसलिये उनसे माँगना किस बातका जो कुछ हमें मिला है उसीका हमें सदुपयोग करना है। वस्तुओँको अपनी और अपने लिये न मानकर निष्कामभावपूर्वक दूसरोंके हितमें लगा देना ही वस्तुओँका सदुपयोग है। इससे कर्मों और पदार्थोंसे सम्बन्धविच्छेद हो जाता है और महान् आनन्दस्वरूप परमात्माका अनुभव हो जाता है। सम्बन्ध   पूर्वश्लोकमें अपना उदाहरण देकर अब आगेके श्लोकमें भगवान् मुमुक्षु पुरुषोंका उदाहरण देते हुए अर्जुनको निष्कामभावपूर्वक अपना कर्तव्यकर्म करनेकी आज्ञा देते हैं।","hcsca":"।।4.13।। कुछ काल से इस श्लोक का अत्यन्त दुरुपयोग करके इसे विवादास्पद विषय बना दिया गया है। वर्ण शब्द का अर्थ है रंग। योगशास्त्र में प्रकृति के तीन गुणों सत्त्व रज और तम को तीन रंगों से सूचित किया जाता है। जैसाकि पहले बता चुके हैं इन तीन गुणों का अर्थ है मनुष्य के विभिन्न प्रकार के स्वभाव। सत्त्व रज और तम का संकेत क्रमश श्वेत रक्त और कृष्ण वर्णों से किया जाता है। मनुष्य अपने मन में उठने वाले विचारों के अनुरूप ही होता है। दो व्यक्तियों के विचारों में कुछ साम्य होने पर भी दोनों के स्वभाव में सूक्ष्म अन्तर देखा जा सकता है।इन स्वभावों की भिन्नता के आधार पर अध्यात्म की दृष्टि से अध्ययन करने के लिए मनुष्यों का चार भागों में वर्गीकरण किया जाता है इसको ही वर्ण कहते हैं। जैसे किसी बड़े नगर अथवा राज्य में व्यवसाय की दृष्टि से लोगों का वर्गीकरण चिकित्सक वकील प्राध्यापक व्यापारी राजनीतिज्ञ ताँगा चालक आदि के रूप में करते हैं उसी प्रकार विचारों के भेद के आधार पर प्राचीन काल में मनुष्यों को वर्गीकृत किया जाता था। किसी राज्य के लिये चिकित्सक और तांगा चालक उतने ही महत्व के हैं जितने कि वकील और यान्त्रिक। इसी प्रकार स्वस्थ सामाजिक जीवन के लिये भी इन चारों वर्णों अथवा जातियों को आपस में प्रतियोगी बनकर नहीं वरन् परस्पर सहयोगी बनकर रहना चाहिये। एक वर्ण दूसरे का पूरक होने के कारण आपस में द्वेषजन्य प्रतियोगिता का कोई प्रश्न ही नहीं होना चाहिये।तदोपरान्त भारत में मध्य युग की सत्ता लोलुपता के कारण साम्प्रदायिकता की भावना उभरने लगी जिसने आज अत्यन्य कुरूप और भयंकर रूप धारण कर लिया है। उस काल में शास्त्रीय विषयों में सामान्य जनों के अज्ञान का लाभ उठाते हुए अर्धपण्डितों ने शास्त्रों के कुछ अंशों को बिना किसी सन्दर्भ के उद्घृत करते हुए अपने ज्ञान का प्रदर्शन करना प्रारम्भ कर दिया।हिन्दुओं के पतनोन्मुखी काल में ब्राह्मण वर्ग को इस श्लोक की प्रथम पंक्ति का अर्ध भाग अत्यन्त अनुकूल लगा और वे इसे दोहराने लगे मैंने चातुर्र्वण्य की रचना की। इसका उदाहरण देदेकर समाज के वर्तमान दुर्भाग्यपूर्ण विभाजन को दैवी प्रमाणित करने का प्रयत्न किया गया। जिन लोगों ने ऐसे प्रयत्न किये उन्हें ही हिन्दू धर्म का विरोधी समझना चाहिये। वेदव्यासजी ने इसी श्लोक की प्रथम पंक्ति में ही इसी प्रकार के वर्गीकरण का आधार भी बताया कि गुणकर्म विभागश अर्थात् गुण और कर्मों के विभाग से चातुर्र्वण्य बनाया हुआ है।वर्ण शब्द की यह सम्पूर्ण परिभाषा न केवल हमारी वर्तमान विपरीत धारणा को ही दूर करती है बल्कि उसे यथार्थ रूप में समझने में भी सहायता करती है। जन्म से कोई व्यक्ति ब्राह्मण नहीं होता। शुभ संकल्पों एवं श्रेष्ठ विचारों के द्वारा ही ब्राह्मणत्व को प्राप्त किया जा सकता है। केवल शरीर पर तिलक चन्दन आदि लगाने से अथवा कुछ धार्मिक विधियों के पालन मात्र से हम ब्राह्मण होने का दावा नहीं कर सकते। परिभाषा के अनुसार उसके विचारों एवं कर्मों का सात्त्विक होना अनिवार्य है। रजोगुणप्रधान विचारों तथा कर्मों का व्यक्ति क्षत्रिय कहलाता है। जिसके केवल विचार ही तामसिक नहीं बल्कि जो अत्यन्त निम्न स्तर का जीवन शारीरिक सुखों के लिय्ो ही जीता है उस पुरुष को शूद्र समझना चाहिये। गुण और कर्म के आधार पर किये गये इस वर्गीकरण से इस परिभाषा की वैज्ञानिकता सिद्ध होती है।सत्त्व (ज्ञान) रज (क्रिया) और तम (जड़त्व) इन तीन गुणों से युक्त है जड़ प्रकृति अथवा माया। चैतन्य स्वरूप आत्मा के इसमें व्यक्त होने पर ही सृष्टि उत्पन्न होकर उसमें ज्ञान क्रिया रूप व्यवहार सम्भव होता है। उसके बिना जगत् व्यवहार संभव ही नहीं हो सकता। इस चैतन्य स्वरूप के साथ तादात्म्य करके श्रीकृष्ण कहते हैं कि वे चातुर्र्वण्यादि के कर्ता हैं क्योंकि उसके बिना जगत् का कोई अस्तित्व नहीं है और न कोई क्रिया संभव है। जैसे समुद्र तरंगों लहरों फेन आदि का कर्त्ता है अथवा स्वर्ण सब आभूषणों का कर्त्ता है वैसे ही भगवान् का कर्तृत्व भी समझना चाहिये।इसी श्लोक में भगवान् स्वयं को कर्त्ता कहते हैं परन्तु दूसरे ही क्षण कहते हैं कि वास्तव में वे अकर्त्ता हैं। कारण यह है कि अनन्त सर्वव्यापी चैतन्य आत्मा में किसी प्रकार की क्रिया नहीं हो सकती। देशकाल से परिच्छिन्न वस्तु ही क्रिया कर सकती हैं। आत्मस्वरूप की दृष्टि से भगवान् अकर्त्ता ही है।शास्त्रों की अध्ययन प्रणाली से अनभिज्ञ विद्यार्थियों को वेदान्त के ये परस्पर विरोधी वाक्य भ्रमित करने वाले होते हैं। परन्तु हम अपने दैनिक संभाषण में भी इस प्रकार के वाक्य बोलते हैं और फिर भी उसके तात्पर्य को समझ लेते हैं। जैसे हम कहते हैं कार मे बैठकर मैं गन्तव्य तक पहुँचा। अब यह तो सपष्ट है कि बैठने से मैं अन्य स्थान पर कभी नहीं पहुँच सकता तथापि कोई अन्य व्यक्ति हमारे वाक्य की अधिक छानबीन नहीं करता। इस प्रकार के वाक्यों में कार की गति का आरोप बैठे यात्री पर किया जाता है। वह अपनी दृष्टि से तो स्थिर बैठा है परन्तु वाहन की दृष्टि से गतिमान् प्रतीत होता है। इसी प्रकार विभिन्न स्वभावों की उत्पत्ति मन्ा और बुद्धि का धर्म है फिर भी उसका आरोप चैतन्य आत्मा पर करके उसे ही कर्त्ता कहते हैं किन्तु स्वस्वरूप से सर्वव्यापी अविकारी आत्मा अकर्त्ता ही है।वास्तव में मैं अकर्त्ता हूँ इसलिये","etsga":"4.13 The four castes have been created by Me through a classification of the gunas and duties. Even though I am the agent of that (act of classification), still know Me to be a non-agent and changeless.","etssa":"4.13 The fourfold caste has been created by Me according to the differentiation of Guna and Karma; though I am the author thereof know Me as non-doer and immutable.","etdss":"4.13. The four-fold caste-structure has been created by Me, according to the division of [their respective] alities and actions. Though I am the creator of this, know Me as a changeless non-creator.","ecssa":"4.13 चातुर्वर्ण्यम् the fourfold caste? मया be Me? सृष्टम् has been created? गुणकर्मविभागशः according to the differentiation of Guna and Karma? तस्य thereof? कर्तारम् the author? अपि also? माम् Me? विद्धि know? अकर्तारम् nondoer? अव्ययम् immutable.Commentary The four castes (Brahmana? Kshatriya? Vaishya and Sudra) are classified according to the differentiation of Guna and Karma. In a Brahmana? Sattva predominates. He possesses selfrestraint? purity? serenity? straightforwardness? devotion? etc. In a Kshatriya? Rajs predominates. He possesses prowess? splendour? firmness? dexterity? generosity and the nature of a ruler. In a Vaishya? Rajas predominates and Tamas is subordinate to Rajas. He does the duty of ploughing? protection of cattle and trade. In a Sudra Tamas predominates and Rajas is subordinate to Tamas. He does service to the other three castes. Human temperaments and tendencies vary according to the Gunas.Though the Lord is the author of the caste system? yet He is not the author as He is the nondoer. He is not subject to Samsara. Really Maya does everything. Maya is the real author. Society can exist in a flourishing state if the four castes do their duties properly. Otherwise there will be chaos? rupture and fighting. (Cf.XVIII.41).","scetsga":"4.13 Catur-varnyam-meaning the same as catvarah varnah, the four castes; srstam, have been created; maya, by Me who am God, which accords with such Vedic texts as, The Brahmanas were His face৷৷. (Rg. 10.90.12); guna-karma-vibhagasah, through a classification of the gunas and duties. [A.G. writes: guna-vibhagena karma-vibhagah, classification of the duties, determined by the classification of the gunas.-Tr] By the gunas are meant sattva, rajas and tamas (see note under 2.45; also see Chapter 14).\nAs to that, the control of the mind and body, austerity, etc. are the duties of the Brahmanas, who are sattvika, i.e. have a predominance of the ality of sattva (purity, goodness, etc.). Courage, valour, etc. are the duties of the Ksatriyas, in whom sattva becomes secondary and rajas (passion, attachment, etc.) preponderates. Agriculture etc. are the duties of the Vaisya, in whom tamas (indolence, ignorance, etc.) is secondary and rajas is predominant. Service is the only duty of the Sudra, in whom rajas is secondary and tamas predominates (see chapters 14, 16,17 and 18). In this way, the four castes have been created by Me through a classification of the gunas and duties. This is the idea. And these four castes do not prevail in the other worlds. Hence the specification, in the human world.\nWell, in that caste, by virtues of Your being he agent of the acts of creation of the four castes,etc. You become subject tothe conseence of those actions? Therefore you are not eternally free and the eternal Lord!\nThis is being answered: Api, even though; I am kartaram, the agent; tasya, of that act, from the empirical standpoint of maya; still, from the highest standpoint, viddhi, know; mam, Me; to be akartaram, a non-agent; and therefore, also know Me to be avyayam, changeless, not subject to the cycle of births and deaths.\nIn reality, however, I am not the agent of those actions of which you think I am the agent.\nBecause","scetdss":"4.13 See Comment under 4.14","scetssa":"4.13 The whole universe beginning with Brahma and ending with a cluster of grass, with the system of four stations divided according to Sattva and other Gunas and by actions like self-control corresponding to the Gunas, was created by Me. The mention of creation is for illustration. The universe is protected by Me alone and is withdrawn by Me alone. Know Me to be the creator of his manifold actions of creation etc., but at the same time to be non-agent.\nSri Krsna explains here how this is possible.","chakravarthi":"“Indeed, the paths of bhakti and jnana give liberation, but the path of karma leads to bondage. Therefore, there is some inequality in you, the creator of all paths, the Supreme Lord.”\n“That is not so at all. I have created the four varnas for people who want their own enjoyment.” The suffix ya in the word catur varna indicates self-interest in the four orders.\nThe brahmanas, predominated by sattva, perform activities such controlling the senses and mind. The ksatriyas, who are predominated by raja and sattva, perform actions such as warfare and acts of heroism. The vaiysas, predominately tama and raja, do farming and raise cows. The sudras, predominated by tamas, serve others. I have created this system of four varnas divided according to guna and activity, taking shelter of the path of dharma. Know me as the creator (kartaram) of the system, since it is created from the gunas of prakrti which is my energy. In that way I am the creator, but actually I am not the creator, since my svarapa is beyond the gunas and prakrti. Therefore, I am said to be indestructible (avyayam). I am not at all similar to the varnas or matter, though I have created it.","rudra":"\nSome beings perform actions with desire and others perform actions without\ndesire. Thus the difference in actions although subtle can be discerned.\nAmongst the performers of actions without desire like the Vaisnavas and\nBrahmins there are further classifications such as uttama or superior,\nmadhya or good and kanistha or average. How is it that Lord Krishna who is\nthe originator of all these classifications be free from any partiality.\nThe word catur-varnyam specifically denotes the four classes of Vedic\nculture only. The Brahmins or priestly class have a preponderance of sattva\nguna or mode of goodnes and having their mind and senses under control\ntheir duties are to spiritually guide mankind in righteousness. The\nksatriya or royal warrior class possesses some sattva but have a\npreponderance of rajas guna or mode of passion and their duties are to\nprotect dharma or righteousness from the influence of evil and to protect\nhumanity from demoniac forces. The vaisyas possess some rajas but have a\npreponderance of tama-guna or mode of ignorance and their duties are\nfarming, agriculture, trade and cow protection. The sudra or lower class\npossess only a preponderance for tama guna and their duty is to serve the\nthree previous classes to earn their livelihood. So although Lord Krishna\nis the origin of them all it should be understood that He is not affected\nby any of them the reason being that He is immutable, imperishable, eternal\nand transcendental to prakriti or material nature.","brahma":"\nLord Krishna is the origin of the four classifications in Vedic culture as\nspoken here. Those of sattva guna or the mode of goodness are designated as\nBrahmins or priestly class. Those of mixed sattva guna and rajas guna or\nthe mode of passion are known as ksatriyas or warrior class. Those mixed\nwith rajas guna and tama guna or the mode of ignorance are the vaisyas or\nmercantile class and those in tama guna are the sudras or servant class.\nThe actions of Lord always possess shama or tranquillity and dama or self-\ncontrol in their performance thus even if He appears to do nothing He is\nthe performer and if He appears to be the performer He is the non-\nperformer of His actions. Even though He is the origin of the entire\ncreation He has no desires and remains unattached. Thus it has been\nperceived that those who perform actions without desires, unattached to\nrewards have developed an attribute of the Lord.\nNow begins the summation.\nThe four orders descending in purity from sattva guna to rajas guna to tama\nguna have been described here. Those in sattva guna are the Vaisnava\ndevotees of the supreme Lord Krishna possessing tranquillity and self-\ncontrol. All others as their sattva decreases are in tama guna in\ndescending order. Thus sattva guna is determined by ones ability and\ncapacity to be a devotee of Lord Krishna and the further away one is from\nthis the deeper one is covered by tama guna . Thus this is the difference\nbetween them and occurs naturally due to their character and disposition.\nThe differences and conditions acquired due to birth should be understood\nto be merely a designation as devotion to the Supreme Lord Krishna has been\nseen to arise and manifest in all four orders of existence. Amongst some it\nis more potent and in others less so and even these differences happen\nnaturally according to an individuals inherent attributes. Although the\nresplendent Supreme Lord reveals He is kartaram or the origin of all\ncreation He also reveals He is akartaram or not originated from any source.\nHe is independent in Himself and not created from anything. The adjective\napi used here is to show this special at tribute that there is no creator\nfor Him.","shri":"\nThe entire material manifestation from Brahma down to a blade of grass has\nbeen divided by Lord Krishna into the four-fold divisions in accordance to\ntheir natural dispositions and qualities. For humans they are brahmin or\nthe priestly class, kshatriya the royal warrior class, vaisya the farmer\nand trading class and sudra the servant class. This is in conformance with\ntheir material natures being in goodness, passion or nescience which\nsubsequently qualifies them for the type of occupation they engage in their\nlife. Creation implies all the universes where He sustains and maintains as\nwell causing them to manifest and unmanifest. Although He is the origin of\nall these activities He should be known as not being the doer. This is\nbecause the wondrous activities to be found in creation although\noriginated from Lord Krishna do not bind him as He is not the doer. The\nwonderful variety of creation from demigods, humans, animal etc. are beings\ncreated by the effects of their own karma or present reactions to previous\nactions either by merits or demerits. In as much as ones own activities\ndetermines their karma activating what reward or punishment one will\nreceive; then this is totally determined by each individual themselves and\nthus Lord Krishna is no way answerable to the reactions living entities\nbring upon themselves by their actions. There is another reason Lord\nKrishna is not the doer as well and that is all the embodied being assuming\nvarious and diverse forms get endowed with limbs and senses to enjoy\nmaterial objects being interested in the rewards of their actions.\nConsequently pursuing this they trap themselves in samsara or the cycle of\nbirth and death in the material existence. It is all of their own doing and\nLord Krishna is not responsible for the desires the living entities choose\nto pursue. In the Vedanta-Sutras which are aphorisms exegetic of the 108\nUpanisads by Vedavyasa it states in II.III.XXXIV that: The Supreme Lord can\nnever be reproached for what seems to be partiality and injustice seen as\nrewards and punishments because the results for all human beings are\ndetermined solely by their actions. In the act of manifesting the creation\nLord Krishna is the original source but the instrumental cause is prakriti\nor material nature itself and the determining factor for all beings is that\nthey come into their various existences as a result of their own karma.\nExcept for the will from the original source of Lord Krishna no other cause\nis needed to manifest myriads of marvellous creations represented by\nunlimited and diverse variegated beings. This is because all embodied\nbeings accept a form in accordance to the inherent primal force of their\npast karma.","kumar":"The entire material manifestation from Brahma down to a blade of grass has\nbeen divided by Lord Krishna into the four-fold divisions in accordance to\ntheir natural dispositions and qualities. For humans they are brahmin or\nthe priestly class, kshatriya the royal warrior class, vaisya the farmer\nand trading class and sudra the servant class. This is in conformance with\ntheir material natures being in goodness, passion or nescience which\nsubsequently qualifies them for the type of occupation they engage in their\nlife. Creation implies all the universes where He sustains and maintains as\nwell causing them to manifest and unmanifest. Although He is the origin of\nall these activities He should be known as not being the doer. This is\nbecause the wondrous activities to be found in creation although\noriginated from Lord Krishna do not bind him as He is not the doer. The\nwonderful variety of creation from demigods, humans, animal etc. are beings\ncreated by the effects of their own karma or present reactions to previous\nactions either by merits or demerits. In as much as ones own activities\ndetermines their karma activating what reward or punishment one will\nreceive; then this is totally determined by each individual themselves and\nthus Lord Krishna is no way answerable to the reactions living entities\nbring upon themselves by their actions. There is another reason Lord\nKrishna is not the doer as well and that is all the embodied being assuming\nvarious and diverse forms get endowed with limbs and senses to enjoy\nmaterial objects being interested in the rewards of their actions.\nConsequently pursuing this they trap themselves in samsara or the cycle of\nbirth and death in the material existence. It is all of their own doing and\nLord Krishna is not responsible for the desires the living entities choose\nto pursue. In the Vedanta-Sutras which are aphorisms exegetic of the 108\nUpanisads by Vedavyasa it states in II.III.XXXIV that: The Supreme Lord can\nnever be reproached for what seems to be partiality and injustice seen as\nrewards and punishments because the results for all human beings are\ndetermined solely by their actions. In the act of manifesting the creation\nLord Krishna is the original source but the instrumental cause is prakriti\nor material nature itself and the determining factor for all beings is that\nthey come into their various existences as a result of their own karma.\nExcept for the will from the original source of Lord Krishna no other cause\nis needed to manifest myriads of marvellous creations represented by\nunlimited and diverse variegated beings. This is because all embodied\nbeings accept a form in accordance to the inherent primal force of their\npast karma."}