{"meta":"Bhagavad Gita Chapter 4 Verse 32","metahi":"भगवद् गीता 4.32","slok":"एवं बहुविधा यज्ञा वितता ब्रह्मणो मुखे।कर्मजान्विद्धि तान्सर्वानेवं ज्ञात्वा विमोक्ष्यसे।।4.32।।","htsrsd":"।।4.32।।इस प्रकार और भी बहुत तरहके यज्ञ वेदकी वाणीमें विस्तारसे कहे गये हैं। उन सब यज्ञोंको तू कर्मजन्य जान। इस प्रकार जानकर यज्ञ करनेसे तू (कर्मबन्धनसे) मुक्त हो जायगा।","htstma":"।।4.32।। ऐसे अनेक प्रकार के यज्ञों का ब्रह्मा के मुख अर्थात् वेदों में प्रसार है अर्थात् वर्णित हैं। उन सब को कर्मों से उत्पन्न हुए जानो इस प्रकार जानकर तुम मुक्त हो जाओगे।।","transliteration":"Evam bahuvidhaa yajnaa vitataa brahmano mukhe;\nKarmajaan viddhi taan sarvaan evam jnaatwaa vimokshyase.","englishmeaning":"evam—thus; bahu-vidhāḥ—various kinds of; yajñāḥ—sacrifices; vitatāḥ—have been described; brahmaṇaḥ—of the Vedas; mukhe—through the mouth; karma-jān—originating from works; viddhi—know; tān—them; sarvān—all; evam—thus; jñātvā—having known; vimokṣhyase—you shall be liberated","hcsrsd":"।।4.32।। व्याख्या   एवं बहुविधा यज्ञा वितता ब्रह्मणो मुखे चौबीसवेंसे तीसवें श्लोकतक जिन बारह यज्ञोंका वर्णन किया गया है उनके सिवाय और भी अनेक प्रकारके यज्ञोंका वेदकी वाणीमें विस्तारसे वर्णन किया गया है। कारण कि साधकोंकी प्रकृतिके अनुसार उनकी निष्ठाएँ भी अलगअलग होती हैं और तदनुसार उनके साधन भी अलगअलग होते हैं।वेदोंमें सकाम अनुष्ठानोंका भी विस्तारसे वर्णन किया गया है। परन्तु उन सबसे नाशवान् फलकी ही प्राप्ति होती है अविनाशीकी नहीं। इसलिये वेदोंमें वर्णित सकाम अनुष्ठान करनेवाले मनुष्य स्वर्गलोकको जाते हैं और पुण्य क्षीण होनेपर पुनः मृत्युलोकमें आ जाते हैं। इस प्रकार वे जन्ममरणके बन्धनमें पड़े रहते हैं (गीता 9। 21)। परन्तु यहाँ उन सकाम अनुष्ठानोंकी बात नहीं कही गयी है। यहाँ निष्कामकर्मरूप उन यज्ञोंकी बात कही गयी है जिनके अनुष्ठानसे परमात्माकी प्राप्ति होती है यान्ति ब्रह्म सनातनम् (गीता 4। 31)।वेदोंमें केवल स्वर्गप्राप्तिके साधनरूप सकाम अनुष्ठानोंका ही वर्णन हो ऐसी बात नहीं है। उनमें परमात्मप्राप्तिके साधनरूप श्रवण मनन निदिध्यासन प्राणायाम समाधि आदि अनुष्ठानोंका भी वर्णन हुआ है। उपर्युक्त पदोंमें उन्हींका लक्ष्य है।तीसरे अध्यायके चौदहवेंपंद्रहवें श्लोकोंमें कहा गया है कि यज्ञ वेदसे उत्पन्न हुए हैं और सर्वव्यापी परमात्मा उन यज्ञोंमें नित्य प्रतिष्ठित (विराजमान) हैं। यज्ञोंमें परमात्मा नित्य प्रतिष्ठित रहनेसे उन यज्ञोंका अनुष्ठान केवल परमात्मतत्त्वकी प्राप्तिके लिये ही करना चाहिये।कर्मजान्विद्धि तान्सर्वान् चौबीसवेंसे तीसवें श्लोकतक जिन बारह यज्ञोंका वर्णन हुआ है तथा उसी प्रकार वेदोंमें जिन यज्ञोंका वर्णन हुआ है उन सब यज्ञोंके लिये यहाँ तान् सर्वान् पद आये हैं।कर्मजान् विद्धि पदोंका तात्पर्य है कि वे सबकेसब यज्ञ कर्मजन्य हैं अर्थात् कर्मोंसे होनेवाले हैं। शरीरसे जो क्रियाएँ होती हैं वाणीसे जो कथन होता है और मनसे जो संकल्प होते हैं वे सभी कर्म कहलाते हैं शरीरवाङ्मनोभिर्यत्कर्म प्रारभते नरः (गीता 18। 15)।अर्जुन अपना कल्याण तो चाहते हैं पर युद्धरूप कर्तव्यकर्मको पाप मानकर उसका त्याग करना चाहते हैं। इसलिये कर्मजान् विद्धि पदोंसे भगवान् अर्जुनके प्रति ऐसा भाव प्रकट कर रहे हैं कि युद्धरूप कर्तव्यकर्मका त्याग करके अपने कल्याणके लिये तू जो साधन करेगा वह भी तो कर्म ही होगा। वास्तवमें कल्याण कर्मसे नहीं होता प्रत्युत कर्मोंसे सर्वथा सम्बन्धविच्छेद होनेसे होता है। इसलिये यदि तू युद्धरूप कर्तव्यकर्मको भी निर्लिप्त रहकर करेगा तो उससे भी तेरा कल्याण हो जायगा क्योंकि मनुष्यको कर्म नहीं बाँधते प्रत्युत (कर्मकी और उसके फलकी) आसक्ति ही बाँधती है (गीता 6। 4)। युद्ध तो तेरा सहज कर्म (स्वधर्म) है इसलिये उसे करना तेरे लिये सुगम भी है।एवं ज्ञात्वा विमोक्ष्यसे भगवान्ने इसी अध्यायके चौदहवें श्लोकमें बताया कि कर्मफलमें मेरी स्पृहा नहीं है इसलिये मुझे कर्म नहीं बाँधते इस प्रकार जो मुझे जान लेता है वह भी कर्मोंसे नहीं बँधता। तात्पर्य यह है कि जिसने कर्म करते हुए भी उनसे निर्लिप्त रहनेकी विद्या ( कर्मफलमें स्पृहा न रखना) को सीखकर उसका अनुभव कर लिया है वह कर्मबन्धनसे मुक्त हो जाता है। फिर पंद्रहवें श्लोकमें भगवान्ने इसी बातको एवं ज्ञात्वा पदोंसे कहा। वहाँ भी यही भाव है कि मुमुक्षु पुरुष भी इसी प्रकार जानकर कर्म करते आये हैं। सोलहवें श्लोकमें कर्मोंसे निर्लिप्त रहनेके इसी तत्त्वको विस्तारसे कहनेके लिये भगवान्ने प्रतिज्ञा की और यज्ज्ञात्वा मोक्ष्यसेऽशुभात् पदोंसे उसे जाननेका फल मुक्त होना बताया। अब इस श्लोकमें एवं ज्ञात्वा विमोक्ष्यसे पदोंसे ही उस विषयका उपसंहार करते हैं। तात्पर्य यह है कि फलकी इच्छाका त्याग करके केवल लोकहितार्थ कर्म करनेसे मनुष्य कर्मबन्धनसे मुक्त हो जाता है। संसारमें असंख्य क्रियाएँ होती रहती हैं परन्तु जिन क्रियाओंसे मनुष्य अपना सम्बन्ध जोड़ता है उन्हींसे वह बँधता है। संसारमें कहीं भी कोई क्रिया (घटना) हो जब मनुष्य उससे अपना सम्बन्ध जोड़ लेता है उसमें राजी या नाराज होता है तब वह उस क्रियासे बँध जाता है। जब शरीर या संसारमें होनेवाली किसी भी क्रियासे मनुष्यका सम्बन्ध नहीं रहता तब वह कर्मबन्धनसे मुक्त हो जाता है। सम्बन्ध  यज्ञोंका वर्णन सुनकर ऐसी जिज्ञासा होती है कि उन यज्ञोंमेंसे कौनसा यज्ञ श्रेष्ठ है इसका समाधान भगवान् आगेके श्लोकमें करते हैं।","hcsca":"।।4.32।। जगत् में देखा जाता है कि दो विभिन्न कर्मों के फल भी भिन्नभिन्न होते हैं। अत इन बारह यज्ञकर्मों के फल भी विभिन्न होने चाहिए। यह दर्शाने के लिये कि इनमें भेद प्रतीत होते हुए भी सब का लक्ष्य एक ही है यहाँ कहा है कि इस प्रकार बहुत से यज्ञ ब्रह्मा के मुख में फैले हुए है इसका तात्पर्य है कि सभी यज्ञों का लक्ष्य ब्रह्म ही है। सभी राजमार्ग राजधानी को ही जाते हैं।उन सबको कर्मों से उत्पन्न हुए जानो भगवान् के इस कथन से दो अभिप्राय हैं (क) वेदों में उपदिष्ट इन साधनों का अभ्यास प्रयत्नपूर्वक करना चाहिये। भगवान् अर्जुन को स्मरण दिलाते हैं कि यदि वह आत्मविकास का इच्छुक है तो कर्म अपरिहार्य है। तथा (ख) ये सब यज्ञ केवल साधन हैं साध्य नहीं। हमारा लक्ष्य है पूर्णत्व की स्थिति जबकि कर्म उस पूर्णस्वरूप के अज्ञान से उत्पन्न इच्छाओं के कारण ही होते हैं।इस प्रकार जानकर तुम मुक्त हो जाओगे जानने का अर्थ बौद्धिक स्तर पर न होकर साक्षात् आत्मानुभूति से है।सम्यक् ज्ञान को ज्ञानयज्ञ कहा गया था। तत्पश्चात् अनेक प्रकार के यज्ञों का वर्णन किया गया है। अब अन्य यज्ञों की अपेक्षा ज्ञानयज्ञ की विशेषता बताते हुए उसकी प्रशंसा करते हैं।","etsga":"4.32 Thus, various kinds of sacrifices lie spread at the mouth of the Vedas. Know them all to be born of action. Knowing thus, you will become liberated.","etssa":"4.32 Thus, manifold sacrifices are spread out before Brahman (literally) at the mouth or face of Brahman). Know them all as born of action and thus knowing, thou shalt be liberated.","etdss":"4.32. Thus, sacrifices of many varieties have been elaborated in the mouth of the Brahman. Know them all as having sprung from actions. By knowing thus you shall be liberated.","ecssa":"4.32 एवम् thus? बहुविधाः manifold? यज्ञाः sacrifices? वितताः are spread? ब्रह्मणः of Brahman (or of the Veda)? मुखे in the face? कर्मजान् born of action? विद्धि know (thou)? तान् them? सर्वान् all? एवम् thus? ज्ञात्वा having known? विमोक्ष्यसे thou shalt be liberated.Commentary The word Brahmanah has also been interpreted to mean In the Vedas.Various kinds of sacrifices are spread out at the mouth of Brahman? i.e.? they are known from the Vedas. Know that they are born of action? because the Self is beyond action. If you realise that these actions do not concern me? they are not my actin? and I am actionless? you will surely be liberated from the bondage of Samsara by this right knowledge. (Cf.IX.27XIII.15)","scetsga":"4.32 Evam, thus; bahu-vidha yajnah, various kinds of sacrifices as described; vitatah, lie spread; mukhe, at the mouth, at the door; brahmanah, of the Vedas. Those which are known through the Vedas- as for instance, We offer the vital force into speech, etc.-are said to be vitatah, spread, elaborated; mukhe, at the mouth; brahmanah, of the Vedas.\nViddhi, know; tan, them; sarvan, all; to be karmajan, born of action, accoplished through the activities of body, speech and mind, but not born of the Self. For the Self is actionless. Hence, jnatva, knowing; evam, thus; vimoksyase, you will become liberated from evil. By knowing thus- These are not my actions; I am actionless and detached-You will be freed from worldly bondage as a result of this full enlightenment. This is the purport.\nThrough the verse beginning with, The ladle is Brahman etc., complete Illumination has been represented as a sacrifice. And sacrifices of various kinds have been taught. With the help of [Some translate this as: As compared with৷৷.-Tr.] those (sacrifices) that are meant for accomplishing desireable human ends, Knowledge (considered as a sacrifice) is being extolled:\nHow?","scetdss":"4.32 Evam etc. All these sacrifices have been detailed in the mouth of i.e., at the entrance to, i.e., as means to [attain], the Brahman. In them there lies the practice of actions as common factor. By knowing in this manner, you too shall attain liberation from bondage.\n The speciality here is this :","scetssa":"4.32 Thus there are many kinds of Kamra Yoga, which are spread out for the attainment of the Brahman. That means, they lead to the realisaion of the true nature of the individual self. Know that all these are forms of Karma Yoga, which have been previoulsy defined and diversified, as born of actions. That means, know them as resulting from occasional and obligatory rites performed day by day. Knowing thus, observing them in the manner prescribed, you will be released.\nIt has been stated that actions have the form of knowledge because of the inclusion of knowledge in them. Now Sri Krsna explains the predominance of the component of knowledge in such actions which include knowledge within themselves.","chakravarthi":"Brahmanah means the Vedas. The phrase vitata brahmano mukhe whose literal meaning is “spread in the mouth of the Vedas” actually means “clearly spoken of by the Vedas themselves.” Karma jan means based on the actions of the body, mind and words.","rudra":"\nNow Lord Krishna concludes His appraisal of yagnas or offerings of worship\nto propitiate the Supreme Lord in karma yoga or prescribed Vedic activities\nin order to adequately praise yagnas performed in jnana yoga or the\ncultivation of Vedic knowledge. Thus yagna is directly prescribed by the\nVedic scriptures which are authorised by the Supreme Lord. Yet it should\nbe understood that all yagnas are accomplished by activity whether it is of\nthe mind, of speech or of the body. This activity material and not of the\nreality of the atma or soul which is purely spiritual. By comprehending\nthis and devoting oneself to acquiring spiritual knowledge one will attain\nmoksa or liberation from transmigratory existence.","brahma":"\nThe word brahmano is referring directly to the Supreme Lord Krishna the\nrecepient of all yagnas or offerings of worship, through His attribute the\nBrahman or the spiritual substratum pervading all existence. Such yagnas\naccording to the qualifiyation of the performer may be mentally performed,\norally performed or physically performed. Knowing this and performing\nordained activities according to the injunctions of the Vedic scriptures\none will attain moksa or liberation from the cycle of birth and death in\nthe material existence. Performing yagna according to ones rank and\nstation in life is what is being given here and whether it is mental, oral\nor physical the activity is still performed by concerted effort. So what is\nordained by the injunctions of the Vedic scriptures should never be ignored\nor disregarded.\nNow begins the summation.\nThe words vitata brahmano mukhe means everything should be offered to the\nSupreme Lord. In the Brahman Vaivartaka Purana it states that: In all\nyagnas the Supreme Lord alone is to be propitiated. This means that every\nactivity and all endeavours one undertakes should be in harmony with the\ninjunctions and ordinances of the Vedic scriptures which are in complete\nand total harmony with the divine will of the Supreme Lord. No other\nalternative is tenable or acceptable for a human being.","shri":"\nLord Krishna has described the 12 different performances of yagna or\nofferings of worship in propitiation to the Supreme Lord that are the means\nof attaining atma tattva or soul realisation performed in karma yoga or\nprescribed Vedic activities. It should be clearly understood that all\nyagnas manifest from activity of the mind, the speech or the body and\ninvolve the performance of regular daily duties and occasional special\nduties. Understanding this wisdom and practically applying this knowledge\none shall by their own efforts dissolve all their sins and become free from\nsamsara or bondage frrom the cycle of birth and death in the material\nexistence. The wisdom aspect of karma has been explained by showing how\njnana yoga or the cultivation of Vedic knowledge is involved in karma yoga.\nNext the importance of wisdom in jnana yoga will be elucidated.","kumar":"Lord Krishna has described the 12 different performances of yagna or\nofferings of worship in propitiation to the Supreme Lord that are the means\nof attaining atma tattva or soul realisation performed in karma yoga or\nprescribed Vedic activities. It should be clearly understood that all\nyagnas manifest from activity of the mind, the speech or the body and\ninvolve the performance of regular daily duties and occasional special\nduties. Understanding this wisdom and practically applying this knowledge\none shall by their own efforts dissolve all their sins and become free from\nsamsara or bondage frrom the cycle of birth and death in the material\nexistence. The wisdom aspect of karma has been explained by showing how\njnana yoga or the cultivation of Vedic knowledge is involved in karma yoga.\nNext the importance of wisdom in jnana yoga will be elucidated."}