{"meta":"Bhagavad Gita Chapter 4 Verse 11","metahi":"भगवद् गीता 4.11","slok":"ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम्।मम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः।।4.11।।","htsrsd":"।।4.11।।हे पृथानन्दन जो भक्त जिस प्रकार मेरी शरण लेते हैं मैं उन्हें उसी प्रकार आश्रय देता हूँ क्योंकि सभी मनुष्य सब प्रकारसे मेरे मार्गका अनुकरण करते हैं।","htstma":"।।4.11।। जो मुझे जैसे भजते हैं मैं उन पर वैसे ही अनुग्रह करता हूँ हे पार्थ सभी मनुष्य सब प्रकार से मेरे ही मार्ग का अनुवर्तन करते हैं।।","transliteration":"Ye yathaa maam prapadyante taamstathaiva bhajaamyaham;\nMama vartmaanuvartante manushyaah paartha sarvashah.","englishmeaning":"ye—who; yathā—in whatever way; mām—unto me; prapadyante—surrender; tān—them; tathā—so; eva—certainly; bhajāmi—reciprocate; aham—I; mama—my; vartma—path; anuvartante—follow; manuṣhyāḥ—men; pārtha—Arjun, the son of Pritha; sarvaśhaḥ—in all respects","hcsrsd":" 4.11।। व्याख्या   ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम् भक्त भगवान्की जिस भावसे जिस सम्बन्धसे जिस प्रकारसे शरण लेता है भगवान् भी उसे उसी भावसे उसी सम्बन्धसे उसी प्रकारसे आश्रय देते हैं। जैसे भक्त भगवान्को अपना गुरु मानता है तो वे श्रेष्ठ गुरु बन जाते हैं शिष्य मानता है तो वे श्रेष्ठ शिष्य बन जाते हैं मातापिता मानता है तो वे श्रेष्ठ मातापिता बन जाते हैं पुत्र मानता है तो वे श्रेष्ठ पुत्र बन जाते हैं भाई मानता है तो वे श्रेष्ठ भाई बन जाते हैं सखा मानता है तो वे श्रेष्ठ सखा बन जाते हैं नौकर मानता है तो वे श्रेष्ठ नौकर बन जाते हैं। भक्त भगवान्के बिना व्याकुल हो जाता है तो भगवान् भी भक्तके बिना व्याकुल हो जाते हैं।अर्जुनका भगवान् श्रीकृष्णके प्रति सखाभाव था तथा वे उन्हें अपना सारथि बनाना चाहते थे अतः भगवान् सखाभावसे उनके सारथि बन गये। विश्वामित्र ऋषिने भगवान् श्रीरामको अपना शिष्य मान लिया तो भगवान् उनके शिष्य बन गये। इस प्रकार भक्तोंके श्रद्धाभावके अनुसार भगवान्का वैसा ही बननेका स्वभाव है।अनन्त ब्रह्माण्डोंके स्वामी भगवान् भी अपने ही बनाये हुए साधारण मनुष्योंके भावोंके अनुसार बर्ताव करते हैं यह उनकी कितनी विलक्षण उदारता दयालुता और अपनापन है भगवान् विशेषरूपसे भक्तोंके लिये ही अवतार लेते हैं ऐसा प्रस्तुत प्रकरणसे सिद्ध होता है। भक्तलोग जिस भावसे जिस रूपमें भगवान्की सेवा करना चाहते हैं भगवान्को उनके लिये उसी रूपमें आना पड़ता है। जैसे उपनिषद्में आया है एकाकी न रमते (बृहदारण्यक0 1। 4। 3) अकेले भगवान्का मन नहीं लगा तो वे ही भगवान् अनेक रूपोंमें प्रकट होकर खेल खेलने लगे। ऐसे ही जब भक्तोंके मनमें भगवान्के साथ खेल खेलनेकी इच्छा हो जाती है तब भगवान् उनके साथ खेल खेलने(लीला करने) के लिये प्रकट हो जाते हैं। भक्त भगवान्के बिना नहीं रह सकता तो भगवान् भी भक्तके बिना नहीं रह सकते।यहाँ आये यथा और तथा इन प्रकारवाचक पदोंका अभिप्राय सम्बन्ध भाव और लगन से है। भक्त और भगवान्का प्रकार एकसा होनेपर भी इनमें एक बहुत बड़ा अन्तर यह है कि भगवान् भक्तकी चालसे नहीं चलते प्रत्युत अपनी चाल(शक्ति) से चलते हैं (टिप्पणी प0 232.1)। भगवान् सर्वत्र विद्यमान सर्वसमर्थ सर्वज्ञ परम सुहृद् और सत्यसंकल्प हैं। भक्तको केवल अपनी पूरी शक्ति लगा देनी है फिर भगवान् भी अपनी पूरी शक्तिसे उसे प्राप्त हो जाते हैं।भगवत्प्राप्तिमें बाधा साधक स्वयं लगाता है क्योंकि भगवत्प्राप्तिके लिये वह समझ सामग्री समय और सामर्थ्यको अपनी मानकर उन्हें पूरा नहीं लगाता प्रत्युत अपने पास बचाकर रख लेता है। यदि वह उन्हें अपना न मानकर उन्हें पूरा लगा दे तो उसे शीघ्र ही भगवत्प्राप्ति हो जाती है। कारण कि यह समझ सामग्री आदि उसकी अपनी नहीं हैं प्रत्युत भगवान्से मिली हैं भगवान्की हैं। अतः इन्हें अपनी मानना ही बाधा है। साधक स्वयं भी भगवान्का ही अंश है। उसने खुद अपनेको भगवान्से अलग माना है भगवान्ने नहीं। भक्ति (प्रेम) कर्मजन्य अर्थात् किसी साधनविशेषका फल नहीं है। भगवान्के सर्वथा शरण होनेवालेको भक्ति स्वतः प्राप्त होती है। दास्य सख्य वात्सल्य माधुर्य आदि भावोंमें सबसे श्रेष्ठ शरणागतिका भाव है। यहाँ भगवान् मानो इस बातको कह रहे हैं कि तुम अपना सब कुछ मुझे दे दोगे तो मैं भी अपना सब कुछ तुम्हें दे दूँगा और तुम अपनेआपको मुझे दे दोगे तो मैं भी अपनेआपको तुम्हें दे दूँगा। भगवत्प्राप्तिका कितना सरल और सस्ता सौदा हैअपनेआपको भगवच्चरणोंमें समर्पित करनेके बाद भगवान् भक्तकी पुरानी त्रुटियोंको यादतक नहीं करते। वे तो वर्तमानमें साधकके हृदयका दृढ़ भाव देखते हैं रहति न प्रभु चित चूक किए की।करत सुरति सय बार हिए की।।(मानस 1। 29। 3)इस (ग्यारहवें) श्लोकमें द्वैतअद्वैत सगुणनिर्गुण सायुज्यसामीप्य आदि शास्त्रीय विषयका वर्णन नहीं है प्रत्युत भगवान्से अपनेपनका ही वर्णन है। जैसे नवें श्लोकमें भगवान्के जन्मकर्मकी दिव्यताको जाननेसे भगवत्प्राप्ति होनेका वर्णन है। केवल भगवान् ही मेरे हैं और मैं भगवान्का ही हूँ दूसरा कोई भी मेरा नहीं है और मैं किसीका भी नहीं हूँ इस प्रकार भगवान्में अपनापन करनेसे उनकी प्राप्ति शीघ्र एवं सुगमतासेहो जाती है। अतः साधकको केवल भगवान्में ही अपनापन मान लेना चाहिये (जो वास्तवमें है) चाहे समझमें आये अथवा न आये। मान लेनेपर जब संसारके झूठे सम्बन्ध भी सच्चे प्रतीत होने लगते हैं फिर जो भगवान्का सदासे ही सच्चा सम्बन्ध है वह अनुभवमें क्यों नहीं आयेगा अर्थात् अवश्य आयेगा। शङ्का   जो भगवान्को जिस भावसे स्वीकार करते हैं भगवान् भी उनसे उसी भावसे बर्ताव करते हैं तो फिर यदि कोई भगवान्को द्वैष वैर आदिके भावसे स्वीकार करेगा तो क्या भगवान् भी उससे उसी (द्वेष आदिके) भावसे बर्ताव करेंगे  समाधान   यहाँ प्रपद्यन्ते पदसे भगवान्की प्रपत्ति अर्थात् शरणागतिका ही विषय है उनसे द्वेष वैर आदिका विषय नहीं। अतः यहाँ इस विषयमें शङ्का ही नहीं उठ सकती। फिर भी इसपर थोड़ा विचार करें तो भगवान्के स्वीकार करनेका तात्पर्य है कल्याण करना। जो भगवान्को जिस भावसे स्वीकार करता है भगवान् भी उससे वैसा ही आचरण करके अन्तमें उसका कल्याण ही करते हैं (टिप्पणी प0 232.2)। भगवान् प्राणिमात्रके परम सुहृद् हैं (गीता 5। 29)। इसलिये जिसका जिसमें हित होता है भगवान् उसके लिये वैसा ही प्रबन्ध कर देते हैं। वैरद्वेष रखनेवालोंका भी जिससे कल्याण हो जाय वैसा ही भगवान् कहते हैं। वैरद्वेष रखनेवाले भगवान्का बिगाड़ भी क्या कर लेंगे अंगदजीको रावणकी सभामें भेजते समय भगवान् श्रीराम कहते हैं कि वही बात कहना जिससे हमारा काम भी हो और रावणका हित भी हो काजु हमार तासु हित होई (मानस 6। 17। 4)।भगवान्की सुहृत्ताकी तो बात ही क्या भक्त भी समस्त प्राणियोंके सुहृद् होते हैं सुहृदः सर्वदेहिनाम् (श्रीमद्भा0 3। 25। 21)। जब भक्तोंसे भी किसीका किञ्चिन्मात्र भी अहित नहीं होता तब भगवान्से किसीका अहित हो ही कैसे सकता है भगवान्से किसी प्रकारका भी सम्बन्ध जोड़ा जाय वह कल्याण करनेवाला ही होता है क्योंकि भगवान् परम दयालु परम सुहृद् और चिन्मय हैं। जैसे गङ्गामें स्नान वैशाख मासमें किया जाय अथवा माघ मासमें दोनोंका ही माहात्म्य एक समान है। परन्तु वैशाखके स्नानमें जैसी प्रसन्नता होती है वैसी प्रसन्नता माघके स्नानमें नहीं होती। इसी प्रकार भक्तिप्रेमपूर्वक भगवान्से सम्बन्ध जोड़नेवालोंको जैसा आनन्द होता है वैसा आनन्द वैरद्वेषपूर्वक भगवान्से सम्बन्ध जोड़नेवालोंको नहीं होता।मम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः श्रेष्ठ पुरुष जैसा आचरण करता है दूसरे लोग भी उसीके अनुसार आचरण करने लग जाते हैं (गीता 3। 21)। भगवान् सबसे श्रेष्ठ (सर्वोपरि) हैं इसलिये सभी लोग उनके मार्गका अनुसरण करते हैं तीसरे अध्यायमें तेईसवें श्लोकके उत्तरार्धमें भी यही बात (उपर्युक्त पदोंसे ही) कही गयी है।साधक भगवान्के साथ जिस प्रकारका सम्बन्ध मानता है भगवान् उसके साथ वैसा ही सम्बन्ध माननेके लिये तैयार रहते हैं। महाराज दशरथजी भगवान् श्रीरामको पुत्रभावसे स्वीकार करते हैं तो भगवान् उनके सच्चे पुत्र बन जाते हैं और सामर्थ्यवान् होकर भी पिता दशरथजीके वचनोंको टालनेमें अपनेको असमर्थ मानते हैं (टिप्पणी प0 233)। इस प्रकारके आचरणोंसे भगवान् यह रहस्य प्रकट करते हैं कि यदि तुम्हारी संसारमें किसीके साथ सम्बन्धके नाते प्रियता हो तो वही सम्बन्ध तुम मेरे साथ कर लो जैसे मातामें प्रियता हो तो मेरेको अपनी माता मान लो पितामें प्रियता हो तो मेरेको अपना पिता मान लो पुत्रमें प्रियता हो तो मेरेको अपना पुत्र मान लो आदि। ऐसा माननेसे मेरेमें वास्तविक प्रियता हो जायगी और मेरी प्राप्ति सुगमतापूर्वक हो जायगी।दूसरी बात भगवान् अपने आचरणोंसे यह शिक्षा देते हैं कि जिस प्रकार मेरे साथ जो जैसा सम्बन्ध मानता है उसके लिये मैं भी वैसा ही बन जाता हूँ उसी प्रकार तुम्हारे साथ जो जैसा सम्बन्ध मानता है तुम भी उसके लिये वैसे ही बन जाओ जैसे मातापिताके लिये तुम सुपुत्र बन जाओ पत्नीके लिये तुम सुयोग्यपति बन जाओ बहनके लिये तुम श्रेष्ठ भाई बन जाओ आदि। परन्तु बदलेमें उनसे कुछ चाहो मत जैसे कुछ लेनेकी इच्छासे मातापिताको अपने न मानकर केवल सेवा करनेके लिये ही उन्हें अपने मानो। ऐसा मानना ही भगवान्के मार्गका अनुसरण करना है। अभिमानरहित होकर निःस्वार्थभावसे दूसरेकी सेवा करनेसे शीघ्र ही दूसरेकी ममता छूटकर भगवान्में प्रेम हो जायगा जिससे भगवान्की प्राप्ति हो जायगी।विशेष बात अहंकाररहित होकर निःस्वार्थभावसे कहीं भी प्रेम किया जाय तो वह प्रेम स्वतः प्रेममय भगवान्की तरफ चला जाता है। कारण कि अपना अहंकार और स्वार्थ ही भगवत्प्रेममें बाधा लगाता है। इन दोनोंके कारण मनुष्यका प्रेमभाव सीमित हो जाता है और इनका त्याग करनेपर उसका प्रेमभाव व्यापक हो जाता है। प्रेमभाव व्यापक होनेपर उसके माने हुए सभी बनावटी सम्बन्ध मिट जाते हैं और भगवान्का स्वाभाविक नित्यसम्बन्ध जाग्रत् हो जाता है।जीवमात्रका परमात्माके साथ स्वतः नित्यसम्बन्ध है (गीता 15। 7)। परन्तु जबतक जीव इस सम्बन्धको पहचानता नहीं और दूसरा सम्बन्ध जोड़ लेता है तबतक वह जन्ममरणके बन्धनमें पड़ा रहता है। उसका यह बन्धन दो ओरसे होता है एक तो वह भगवान्के साथ अपने नित्यसम्बन्धको पहचानता नहीं और दूसरे जिसके साथ वास्तवमें अपना सम्बन्ध है नहीं उसके सम्बन्धको नित्य मान लेता है। जब जीव ये यथा मां प्रपद्यन्ते के अनुसार अपना सम्बन्ध केवल भगवान्से मान लेता है अर्थात् पहचान लेता है तब उसे भगवान्से अपने नित्यसम्बन्धका अनुभव हो जाता है।भगवान्के नित्यसम्बन्धको पहचानना ही भगवान्के शरण होना है। शरण होनेपर भक्त निश्चिन्त निर्भय निःशोक और निःशङ्क हो जाता है। फिर उसके द्वारा भगवान्की आज्ञाके विरुद्ध कोई क्रिया कैसे हो सकती है उसकी सम्पूर्ण क्रियाएँ भगवान्के आज्ञानुसार ही होती हैं मम वर्त्मानुवर्तन्ते। सम्बन्ध   पूर्वश्लोकमें भगवान्ने बताया कि जो मुझे जिस भावसे स्वीकार करता है मैं भी उसे उसी भावसे स्वीकार करता हूँ अर्थात् मेरी प्राप्ति बहुत सरल और सुगम है। ऐसा होनेपर भी लोग भगवान्का आश्रय क्यों नहीं लेते इसका कारण आगेके श्लोकमें बताते हैं।","hcsca":"।।4.11।। भगवान् में राग द्वेष आदि की दुर्बलताओं का आरोप उचित नहीं है। वे तो शक्तिपुञ्ज हैं जो समस्त कर्मों एवं उपलब्धियों का मूल है। उस ईश्वर की शक्ति का आह्वान करने के लिये हमें उपाधियाँ दी गयी हैं। बुद्धिमत्ता पूर्वक यदि इन उपाधियों का तथा शक्ति का हम उपयोग करें तो निश्चय ही लक्ष्य को पा सकते हैं अन्यथा वही शक्ति हमारे नाश का कारण बन सकती है।यन्त्रों की सहायता से पेट्रोल की ईन्धन शक्ति को अश्वशक्ति में परिवर्तित किया जा सकता है। उस परिवर्तित शक्ति का उपयोग करके वाहन द्वारा हम अपने गन्तव्य तक पहुँच सकते हैं अथवा किसी वृक्ष आदि से टक्कर मारकर अपनी हड्डियाँ भी चूरचूर कर सकते हैं इस प्रकार की दुर्घटनायें वाहन चालकों की असावधानी के कारण होती हैं। यद्यपि जिस वेग से वाहन टकराया उस वेग को उसने पेट्रोल से ही प्राप्त किया था। हम यह नहीं कह सकते कि जो लोग लक्ष्य तक पहुँच गये उनके प्रति पेट्रोल को राग था और दुर्घटनाग्रस्त लोगों से द्वेष। बिना किसी पक्षपात के पेट्रोल अपनी शक्ति प्रदान करता है परन्तु यन्त्रों द्वारा उसका सदुपयोग अथवा दुरुपयोग करना हमारी अपनी बुद्धि पर निर्भर करता है। यही बात विद्युत् शक्ति के सम्बन्ध में भी समझनी चाहिये। विद्युत् की अभिव्यक्ति विभिन्न उपकरणों में विभिन्न प्रकार से होती है वह उन सब उपकरणों का गुण धर्म है और न कि विद्युत शक्ति का।इसी प्रकार भगवान् यहाँ कहते हैं जो मुझे जैसा भजते हैं मैं उन पर वैसी ही कृपा करता हूँ। जिस रूप में हम ईश्वर का आह्वान करेंगे उसी रूप में वे हमारी इच्छा को पूर्ण करेंगे।यदि भगवान् पक्षपातादि अवगुणों से सर्वथा मुक्त हैं तो उनकी कृपा सब पर एक समान ही होगी फिर सामान्य मनुष्य भगवान् की शरण में न जाकर अन्य विषयों की ही क्यों इच्छा करते हैं इस प्रश्न का उत्तर है","etsga":"4.11 According to the manner in which they approach Me, I favour them in that very manner. O son of Partha, human beings follow My path in every way.","etssa":"4.11 In whatever way men approach Me even so do I reward them; My path do men tread in all ways, O Arjuna.","etdss":"4.11. The way in which men resort to Me, in the same way I favour them. O son of Prtha, all sorts of men follow the path of Mine.","ecssa":"4.11 ये who? यथा in whatever way? माम् Me? प्रपद्यन्ते approach? तान् them? तथा so? एव even? भजामि reward? अहम् I? मम My? वर्त्म path? अनुवर्तन्ते follow? मनुष्याः men? पार्थ O Partha? सर्वशः in all ways.Commentary I reward men by bestowing on them the objects they desire in accordance with their ways and the motives with which they seek Me. If anyone worships Me with selfish motives I grant him the objects he desires. If he worships Me unselfishly for attaining knowledge of the Self? I grant him Moksha or final liberation. I am not at all partial to anyone. (Cf.VII.21andIX.23).","scetsga":"4.11 Yatha, according to the manner in which, the purpose for which, seeking, whatever fruit; prapadyante, they approach; mam, Me; aham, I; bhajami, favour; tan, them; tatha eva, in that very manner, by granting that fruit. This is the idea. For they are not seekers of Liberation. It is certainly impossible for the same person to be a seeker of Liberation and, at the same time, a seeker of rewards (of actions).\nTherefore, by granting fruits to those who hanker after fruits; by granting Knowledge to those who follow what has been stated (in the scriptures) and are seekers of Liberation, but do not hanker after rewards; and by granting Liberation to those who are men of wisdom and are monks aspiring for Liberation; and so also by removing the miseries of those who suffer- in these ways I favour them just according to the manner, in which they approach Me. This is the meaning. On the other hand, I do not favour anybody out of love or aversion, or out of delusion.\nUnder all circumstances, O son of Prtha, manusyah, human beings; anuvartante, follow; sarvasah, in every way; mama, My; vartma, path, [The paths characterized by Knowledge and by action (rites and duties).] the path of God who am omnipresent. By human beings are meant those people who become engaged in their respective duties to which they are alified according to the results they seek.\nIf Your wish to be favourable is the same towards all creatures on account of the absence of the defects of love and aversion in You who are God, and You are there with Your capacity to grant all rewards, why then do not all, becoming desirous of Liberation, take refuge in You alone with the very knowledge that Vasudeva is everything?\nAs to that, hear the reason for this:","scetdss":"4.11 See Comment under 4.12","scetssa":"4.11 Whoever desirous of resorting to Me, in whatever manner they think of Me according to their inclinations and take refuge in Me, i.e., resort to Me - I favour them in the same manner as desired by them; I reveal Myself to them. Why say much here! All men who are intent on following Me do experience, with their own eyes and other organs of sense in all ways, i.e., in every way wished by them, My form (including images), however inaccessible it might be to speech and thought of the Yogins.\nNow, after completing the incidental topic (with regard to divine incarnations), in order to teach the mode in which Karma Yoga itself acires the form of Jnana, He begins to speak of the difficulty in finding persons who are alified for Karma Yoga of this kind.","chakravarthi":"“Your dedicated devotees consider your birth and activities to be eternal, but others such as jnanis, surrendering to you for the purpose of perfecting jnana or other goals, do not consider your birth and activities to be eternal.”\n“In whatever way they worship me (prapadyante), also give them the fruits of their worship (bhajami) in a similar manner.”\nThe meaning is this. Those who think that my birth and activities are eternal and, having a particular desire for my respective pastimes, worship me, attain happiness. And I, because I am the Lord, can do, or not do, or do anything. But making them my associates, with them I appear and disappear in this world at the appropriate time, in order to give my birth and pastimes an eternal nature, favoring them at every moment, bestowing upon them the fruit of their worship, prema.\nThe jnanis and others who surrender unto me thinking of my birth and activities as temporary, and thinking of my deity forms as material – I throw those jnanis again and again into the noose of maya with its temporary births and deaths, and bestow upon them the sorrow of birth and death, the fruit of their worship.\nBut those jnanis who accept the eternal nature of my birth activities and consider my deity form to be sac cid ananda, an surrender to me for perfection of their jnana, I liberate thos jnanis, since they desire the destruction of their gross and subt bodies, and I give them the bliss of brahman. I bestow up them the desired result of their worship: the destruction of birth and death born from ignorance.\nTherefore, not only devotees surrender to me, but rather everyone (sarvasah), all men, jnanis, karmis, yogis, and worshippers other than the devatas, follow my path. Jnana, karma and other processes are all my path, since I am the essence of all those paths.","rudra":"\nThere may arise the opinion that Lord Krishna is partial to those who take\nrefuge in Him and disregards those who are more partial to fulfilling their\ndesires with sense objects. To clarify this false assumption the Supreme\nLord stated this verse confirming that by whatever mode or method a person\nworships Him, direct or indirect, full of desires or free from desires He\nrewards them proportionately. It should not be falsely speculated that the\nSupreme Lord Krishna ignores those who due to ignorance neglect Him and\ninstead offer others worship in various religions and denominations. It is\nimpossible for Lord Krishna to ignore or exclude anyone because all living\nbeings are factually following His path in every respect. Thus He is\nworshipped directly by those who are knowledgeable and indirectly by those\nwho are unknowledgeable and correspondingly to their worship He\nreciprocates to each.","brahma":"\nNot by propitiation to Lord Krishna by itself will moksa or liberation from\nmaterial existence be granted. Nor will it be granted to other paths of\nreligiosity that are not Vedic; but to all, in the manner which as well as\nhow much they surrender unto the Supreme Lord, He rewards proportionately,\ngranting the rewards to each accordingly. Here the word bhajami means\nreciprocation indicating that the most beneficial is directly propitiating\nHim as direct service returns direct reciprocation from the Lord. Those who\npropitiate others are indirectly also propitiating Lord Krishna as well but\nwithout being aware. This is because Lord Krishna is the maintainer and\nenergiser of all creation. Lord Krishna and His authorised avatars or\nincarnations are what is revealed in the Vedic scriptures to be the\nultimate reality and the ultimate goal of human existence.\nNow begins the summation.\nTathaiva bhajamy means Lord Krishna reciprocates rewards to all in\nproportion accordingly to how one propitiates Him. Even those who follow\nother religions and denominations and propitiate others and are not\nfollowing the Vedic culture in any way; for them also an allotment of\nmaterialistic rewards are made available but in an indirect way because the\npropitiation to Lord Krishna was made in an indirect way through the\nworship of other religions and denominations not connected to the eternal\nVedic culture. So although it is true that even the worship of our\nreligions and denominations eventually reaches Lord Krishna finally; the\nAgni Purana advises: Since sanction and entrance to the immortal and\neternal regions comes from Him alone and no other; therefore by all means\npossible one should propitiate the Supreme Lord alone.","shri":"\nNot only in His unlimited avatar or incarnation forms in the Vedic pantheon\nsuch as Rama or Buddha is Lord Krishna approachable to those who seek\nrefuge in Him as the saviour and maintainer of all creation; but He is also\nthe saviour and maintainer of all those outside of the Vedic culture who\nseek refuge and redemption from any other religion or denomination as well.\nBy whatever conception the righteous choose to seek god, Lord Krishna\nmanifests Himself in that same manner so that He is always available for\nthem to approach Him in the manner in which they have chosen. The word\nbhajamy literally means I give service to them. Here it means that the\nSupreme Lord is available to reciprocate with them. Although Lord Krishnas\ndivine nature is such that even realised saints and yogis find His sublime\nnature transcendental to speech and even thought; yet for all those who are\nsituated in righteousness even in other religions and denominations He\nmanifests the way to receive their mode of worship maintaining their faith.\nThis manifestation is not only apparent by their faith but also by their\nability to reciprocate with Him by all their senses in as many variegated\nand diverse ways as they are capable of. Bringing now to a close the\nsubject of avatars, the discourse on karma yoga or the performance of\nprescribed Vedic activities is resumed. Before presenting the jnana-yoga or\ncultivation of Vedic knowledge aspect of karma yoga or the performance of\nprescribed Vedic activities, Lord Krishna first explains how rare is the\nperson who performs this type of karma yoga.","kumar":"Not only in His unlimited avatar or incarnation forms in the Vedic pantheon\nsuch as Rama or Buddha is Lord Krishna approachable to those who seek\nrefuge in Him as the saviour and maintainer of all creation; but He is also\nthe saviour and maintainer of all those outside of the Vedic culture who\nseek refuge and redemption from any other religion or denomination as well.\nBy whatever conception the righteous choose to seek god, Lord Krishna\nmanifests Himself in that same manner so that He is always available for\nthem to approach Him in the manner in which they have chosen. The word\nbhajamy literally means I give service to them. Here it means that the\nSupreme Lord is available to reciprocate with them. Although Lord Krishnas\ndivine nature is such that even realised saints and yogis find His sublime\nnature transcendental to speech and even thought; yet for all those who are\nsituated in righteousness even in other religions and denominations He\nmanifests the way to receive their mode of worship maintaining their faith.\nThis manifestation is not only apparent by their faith but also by their\nability to reciprocate with Him by all their senses in as many variegated\nand diverse ways as they are capable of. Bringing now to a close the\nsubject of avatars, the discourse on karma yoga or the performance of\nprescribed Vedic activities is resumed. Before presenting the jnana-yoga or\ncultivation of Vedic knowledge aspect of karma yoga or the performance of\nprescribed Vedic activities, Lord Krishna first explains how rare is the\nperson who performs this type of karma yoga."}