{"meta":"Bhagavad Gita Chapter 4 Verse 20","metahi":"भगवद् गीता 4.20","slok":"त्यक्त्वा कर्मफलासङ्गं नित्यतृप्तो निराश्रयः।कर्मण्यभिप्रवृत्तोऽपि नैव किञ्चित्करोति सः।।4.20।।","htsrsd":"।।4.20।।जो कर्म और फलकी आसक्तिका त्याग करके आश्रयसे रहित और सदा तृप्त है वह कर्मोंमें अच्छी तरहसे लगा हुआ भी वास्तवमें कुछ भी नहीं करता।","htstma":"।।4.20।। जो पुरुष कर्मफलासक्ति को त्यागकर नित्यतृप्त और सब आश्रयों से रहित है वह कर्म में प्रवृत्त होते हुए भी (वास्तव में) कुछ भी नहीं करता है।।","transliteration":"Tyaktwaa karmaphalaasangam nityatripto niraashrayah;\nKarmanyabhipravritto’pi naiva kinchit karoti sah.","englishmeaning":"tyaktvā—having given up; karma-phala-āsaṅgam—attachment to the fruits of action; nitya—always; tṛiptaḥ—satisfied; nirāśhrayaḥ—without dependence; karmaṇi—in activities; abhipravṛittaḥ—engaged; api—despite; na—not; eva—certainly; kiñchit—anything; karoti—do; saḥ—that person","hcsrsd":" 4.20।। व्याख्या   त्यक्त्वा कर्मफलासङ्गम् जब कर्म करते समय कर्ताका यह भाव रहता है कि शरीरादि कर्मसामग्री मेरी है मैं कर्म करता हूँ कर्म मेरा और मेरे लिये है तथा इसका मेरेको अमुक फल मिलेगा तब वह कर्मफलका हेतु बन जाता है। कर्मयोगसे सिद्ध महापुरुषको प्राकृत पदार्थोंसे सर्वथा सम्बन्धविच्छेदका अनुभव हो जाता है इसलिये कर्म करनेकी सामग्रीमें कर्ममें तथा कर्मफलमें किञ्चिन्मात्र भी आसक्ति न रहनेके कारण वह कर्मफलका हेतु नहीं बनता।सेना विजयकी इच्छासे युद्ध करती है। विजय होनेपर विजय सेनाकी नहीं प्रत्युत राजाकी मानी जाती है क्योंकि राजाने ही सेनाके जीवननिर्वाहका प्रबन्ध किया है उसे युद्ध करनेकी सामग्री दी है और उसे युद्ध करनेकी प्रेरणा की है और सेना भी राजाके लिये ही युद्ध करती है। इसी प्रकार शरीर इन्द्रियाँ मन बुद्धि आदि कर्मसामग्रीके साथ सम्बन्ध जोड़नेसे ही जीव उनके द्वारा किये गये कर्मोंके फलका भागी होता है।कर्मसामग्रीके साथ किञ्चिन्मात्र भी सम्बन्ध न होनेके कारण महापुरुषका कर्मफलके साथ कोई सम्बन्ध नहीं होता।वास्तवमें कर्मफलके साथ स्वरूपका सम्बन्ध है ही नहीं। कारण कि स्वरूप चेतन अविनाशी और निर्विकार है परन्तु कर्म और कर्मफल दोनों जड तथा विकारी हैं और उनका आरम्भ तथा अन्त होता है। सदा स्वरूपके साथ न तो कोई कर्म रहता है तथा न कोई फल ही रहता है। इस तरह यद्यपि कर्म और फलसे स्वरूपका कोई सम्बन्ध नहीं है तथापि जीवने भूलसे उनके साथ अपना सम्बन्ध मान लिया है। यह माना हुआ सम्बन्ध ही बन्धनका कारण है। अगर यह माना हुआ सम्बन्ध मिट जाय तो कर्म और फलसे उसकी स्वतःसिद्ध निर्लिप्तताका बोध हो जाता है।निराश्रयः देश काल वस्तु व्यक्ति परिस्थिति आदिका किञ्चिन्मात्र भी आश्रय न लेना ही निराश्रय अर्थात् आश्रयसे रहित होना है। कितना ही बड़ा धनी राजामहाराजा क्यों न हो उसको देश काल आदिका आश्रय लेना ही पड़ता है। परन्तु कर्मयोगसे सिद्ध महापुरुष देश काल आदिका कोई आश्रय नहीं मानता। आश्रय मिले या न मिले इसकी उसे किञ्चिन्मात्र भी परवाह नहीं होती। इसलिये वह निराश्रय होता है।नित्यतृप्तः जीव (आत्मा) परमात्माका सनातन अंश होनेसे सत्स्वरूप है। सत्का कभी अभाव नहीं होता नाभावो विद्यते सतः (गीता 2। 16)। परन्तु जब वह असत्के साथ अपना सम्बन्ध मान लेता है तब उसे अपनेमें अभाव अर्थात् कमीका अनुभव होने लगता है। उस कमीकी पूर्ति करनेके लिये वह सांसारिक वस्तुओंकी कामना करने लगता है। इच्छित वस्तुओंके मिलनेसे एक तृप्ति होती है परन्तु वह तृप्ति ठहरती नहीं वह क्षणिक होती है। कारण कि संसारकी प्रत्येक वस्तु व्यक्ति परिस्थिति आदि प्रतिक्षण अभावकी ओर जा रही है अतः उनके आश्रित रहनेवाली तृप्ति स्थायी कैसे रह सकती है सत्वस्तुकी तृप्ति असत् वस्तुसे हो ही कैसे सकती है अतः जीव जबतक उत्पत्तिविनाशशील क्रियाओँ और पदार्थोंसे अपना सम्बन्ध मानता है तथा उनके आश्रित रहता है तबतक उसे स्वतःसिद्ध नित्यतृप्तिका अनुभव नहीं होता।कर्मयोगसे सिद्ध महापुरुष निराश्रय अर्थात् संसारके आश्रयसे सर्वथा रहित होता है इसलिये उसे स्वतःसिद्ध नित्यतृप्तिका अनुभव हो जाता है। तीसरे अध्यायके सत्रहवें श्लोकमें आत्मतृप्तः पदसे भी इसी नित्यतृप्तिकी बात आयी है।कर्मण्यभिप्रवृत्तोऽपि नैव किञ्चित्करोति सः अभिप्रवृत्तः पदका तात्पर्य है कि कर्मयोगसे सिद्ध महापुरुषके द्वारा होनेवाले सब कर्म साङ्गोपाङ्ग रीतिसे होते हैं क्योंकि कर्मफलमें उसकी किञ्चिन्मात्र भी आसक्ति नहीं होती। उसके सम्पूर्ण कर्म केवल संसारके हितके लिये होते हैं।जिसकी कर्मफलमें आसक्ति होती है वह साङ्गोपाङ्ग रीतिसे कर्म नहीं कर सकता क्योंकि फलके साथ सम्बन्ध होनेसे कर्म करते हुए बीचबीचमें फलका चिन्तन होनेसे उसकी शक्ति व्यर्थ खर्च हो जाती है जिससे उसकी शक्ति पूरी तरह कर्म करनेमें नहीं लगती।अपि पदका तात्पर्य है कि साङ्गोपाङ्ग रीतिसे सब कर्म करते हुए भी वह वास्तवमें किञ्चिन्मात्र भी कोई कर्म नहीं करता क्योंकि सर्वथा निर्लिप्त होनेके कारण कर्मका स्पर्श ही नहीं होता। उसके सब कर्म अकर्म हो जाते हैं।जब वह कुछ भी नहीं करता तब वह कर्मफलसे बँध ही कैसे सकता है इसीलिये अठारहवें अध्यायके बारहवें श्लोकमें भगवान्ने कहा है कि कर्मफलका त्याग करनेवाले कर्मयोगीको कर्मोंका फल कहीं भी नहीं मिलता न तु संन्यासिनां क्वचित्।प्रकृति निरन्तर क्रियाशील है। अतः जबतक प्रकृतिके गुणों(क्रिया और पदार्थ) से सम्बन्ध है तबतक कर्म न करते हुए भी मनुष्यका कर्मोंके साथ सम्बन्ध हो जाता है। प्रकृतिके गुणोंसे सम्बन्ध न रहनेपर मनुष्य कर्म करते हुए भी कुछ नहीं करता। कर्मयोगसे सिद्ध महापुरुषका प्रकृतिजन्य गुणोंसे कोई सम्बन्ध नहीं रहता इसलिये वह लोकहितार्थ सब कर्म करते हुए भी वास्तवमें कुछ नहीं करता। सम्बन्ध   उन्नीसवेंबीसवें श्लोकोंमें कर्मयोगसे सिद्ध महापुरुषकी कर्मोंसे निर्लिप्तताका वर्णन करके अब भगवान् इक्कीसवें श्लोकमें निवृत्तिपरायण और बाईसवें श्लोकमें प्रवृत्तिपरायण कर्मयोगके साधककी कर्मोंसे निर्लिप्तताका वर्णन करते हैं।","hcsca":"।।4.20।। यहाँ हमें न कर्मफल त्यागने को कहा गया है और न ही उसकी उपेक्षा करने को किन्तु फल के साथ हमारी मानसिक दासता तथा आसक्ति का त्याग करने को कहा गया है। जब हम इच्छित फलों की चिन्ताओं से ग्रस्त हो जाते हैं तब हम अपने कर्मों को कुशलतापूर्वक नहीं कर पाते हैं। इस चिन्ता और आसक्ति का त्याग करके समाज कल्याण के लिए हमको प्रयत्नशील होना चाहिये।एक सच्चा कलाकार अपनी सर्वश्रेष्ठ कलाकृति का कभी भी स्वेच्छा से विक्रय करने को तैयार नहीं होगा जिस चित्र को चित्रित करने के लिए उसने इतना अधिक परिश्रम किया और समय दिया वह चित्र ही उसका वास्तविक पारितोषिक होता है। यदि भूखे भी रहना पड़े तो भी वह उस चित्र की बिक्री करना नहीं चाहेगा उस चित्र को देखने मात्र से उसे जो सन्तोष और आनन्द का अनुभव होता है उसकी तुलना में सम्पूर्ण जगत् की सम्पत्ति भी तुच्छ प्रतीत होती है। यदि एक लघु परिच्छिन्न कलाकृति उस सामान्य व्यक्ति को इतना अधिक आनन्द प्रदान कर सकती है तो आत्मस्वरूप में स्थित दैवी आनन्द की अनुभूति में रमे हुए नामरूपमय जगत् में काम करते हुए ज्ञानी पुरुष के आनन्द का क्या मापदण्ड हो सकता है वास्तव में अनन्त तत्त्व को आत्मरूप से अनुभव किया हुआ पुरुष बाह्य आश्रयों से सर्वथा मुक्त हो जाता है।फलासक्ति असन्तोष तथा बाह्य वस्तुओं पर आश्रय ये सब अविद्याजनित जीव के लिए ही होते हैं। यह जीव ही इन सबसे पीड़ित होता है। जब सत्य का साधक यह पहचान लेता है कि इस जीव का वास्तविक स्वरूप अनन्त और परिपूर्ण है तब यह जीवभाव (अहंकार) नष्ट हो जाता है और स्वभावत उसके सब दुखो का अन्त होना अवश्यंभावी है। पात्र में रखे हुये जल को हिलाने से उसमें स्थित सूर्य का प्रतिबिम्ब भी हिलता है। परन्तु जल को फेंक देने पर प्रतिबिम्ब लुप्त हो जाता है और फिर किसी भी प्रकार आकाश में स्थित सूर्य को हिलाया नहीं जा सकता । ऐसा आत्मज्ञानी पुरुष कर्म में प्रर्वत्त हुआ भी किञ्चिन्मात्र कर्म नहीं करता है।शरीर मन और बुद्धि बाह्य जगत् में कार्य करते रहते हैं किन्तु सर्वव्यापी आत्मा नहीं। इस चैतन्य आत्मा के बिना शरीर कार्य नहीं कर सकता परन्तु उसकी क्रिया का आरोप अकर्म आत्मा पर नहीं किया जा सकता है। अत आत्मस्वरूप में स्थित पुरुष कार्य करते हुए भी कर्त्ता नहीं कहा जा सकता। रेल चलती है परन्तु यह कहना ठीक नहीं होगा कि वाष्प गतिशील है।वेदान्त के शिक्षार्थी के मन में यह शंका उठती है कि आत्मानुभव होने पर ज्ञानी के पूर्वार्जित सभी कर्म नष्ट हो सकते हैं परन्तु तत्पश्चात् पुन जगत् में कर्म करने से हो सकता है कि वह नये पापपुण्यरूप कर्म करें जिसका फल भोगने हेतु उसे नए जन्मों को भी लेना पड़े। इस श्लोक में उपर्युक्त शंका को निर्मूल कर दिया गया है। यहाँ स्पष्ट कहा गया है कि ज्ञानी पुरुष कर्म करने पर भी किञ्चित कर्म नहीं करता है तब फिर उसे बन्धन कैसे होगा प्रत्येक क्रिया की प्रतिक्रिया होती है। सन्त पुरुष के शारीरिक कर्मों का भी कुछ तो फल होना ही चाहिये। यह सामान्य युक्तिवाद है जिसका खण्डन करते हुये भगवान् कहते हैं","etsga":"4.20 Having given up attachment to the results of action, he who is ever-contented, dependent on nothing, he really does not do anything even though engaged in action.","etssa":"4.20 Having abandoned attachment to the fruits of the action, ever content, depending on nothing, he does not do anything though engaged in activity.","etdss":"4.20. By abandoning attachment for fruits of actions, remaining ever content and depending on nothing, that person, even though he is engaged in action, does not at all perform anything.","ecssa":"4.20 त्यक्त्वा having abandoned? कर्मफलासङ्गम् attachment to the fruits of action? नित्यतृप्तः even content? निराश्रयः depending on nothing? कर्मणि in action? अभिप्रवृत्तः engaged? अपि even? न not? एव verily? किञ्चित् anything? करोति does? सः he.Commentary The same idea of inaction in action is repeated here to produce a deep impression on the minds of the aspirants. He who works for the wellbeing of the world and he who performs actions without egoism and attachment for the fruits? to set an example to the masses? really does nothing at all though he is ever engaged in activity? as he possesses the knowledge of the Self which is beyond all activity and as he has realised his identity with It.As Brahman the Absolute is selfcontained? all the desires are gratified if one realises the Self. He is ever satisfied and does not depend on anything? just as a man who has the favour of the king does not depend on the minister or the government official for anything. (Cf.IV.41)","scetsga":"4.20 With the help of the above-mentioned wisdom, tyaktva, having given up the idea of agentship; and phala-asangam, attachment to the results of action; he who is nitya-trptah, ever-trptah, ever-contented, i.e. has no hankering for objects; and nirasrayah, dependent on nothing-. Asraya means that on which a person leans, desiring to achieve some human goal. The idea is that he is dependent of any support which may be a means of attaining some coveted seen or unseen result. \nIn reality, actions done by a man of Knowledge are certainly inactions, since he is endowed with the realization of the actionless Self. Actions together with their accessories must be relinished by one who has become thus, because they have no end to serve. This being so, api, even though; he remains abhi-pravrttah, engaged as before; karmani, in actions-getting out of those (actions) being impossible-, either with the intention of preventing people from going astray or with a view to avoiding the censure of the wise people; sah, he; eva, really; na karoti, does not do; kincit, anything, because he is endued with the realization of the actionless Self. [From the subjective standpoint of the enlightened there are no actions, but ordinary people mistakenly think them to be actions, which in reality are a mere semblance of it.]\nOn the other hand, one who is the opposite of the above-mentioned one, (and) in whom, even before undertaking works, has dawned the realization of his identity with Brahman, the all-pervasive, inmost, actionless Self; who,being bereft of solicitation for desirable objects seen or unseen, has renounced actions along with their accessories, by virtue of seeing no purpose to be served by undertaking actions meant to secure some seen or unseen result, and makes effort only for the maintenance of the body, he, the monk steadfast in Knowledge, becomes free.\nHence, in order to express this idea the Lord says:","scetdss":"4.20 See Comment under 4.21","scetssa":"4.20 Whoever performs actions, renouncing attachment to their fruits and is satisfied with the eternal, i.e., satisfied with his own self, and dependent on none, i.e., devoid of dependence on transient Prakrti (body and external nature) - such a perosn, even though fully engaged in actions, does not act at all. He is engaged in the practice of knowledge under the form of action.\nAgain, Karma, having the form of knowledge, is examined:","chakravarthi":"This person is always satisfied by his own bliss (nitya trptah). He does not take shelter at all of anything for his livelihood (nirasrayah).","rudra":"\nOnce one has given up attachment to actions as a means of obtaining rewards\nas well as giving up the desire for the rewards of actions one becomes\ntranquil and content without any need for acquisition or accumulation. Such\npersons although sometimes appearing to be engaged in actions naturally or\nprescribed, factually do nothing as all their activities are actually\ninaction. This is Lord Krishnas meaning here.","brahma":"\nIt is not only by the mere renunciation of the intention for fruits of\ndesire but also it is essential to renounce the affection and intense\nliking for these fruits in whatever form one is remembering them. This is\nwhat Lord Krishna is emphasising here. The nature of spiritual intelligence\nis being always tranquil and ever content. By acting in this way one\nassumes the qualities of the eternally equipoised and infinitely\nindependent Supreme Lord.","shri":"\nWhoever has completely given up all desires and attachments to rewards for\nactions, who is also nitya-trypto or totally content immersed in the atma\nor soul, whoever is self satisfied never depending on anything from\nprakriti or material existence. Such a person although seen to be intently\nperforming various prescribed actions, in reality performs inaction meaning\nno action that has any binding effect. Because although externally such a\nperson might appear as if performing activities but internally that person\nis actually cultivating spiritual knowledge and meditating on the atma and\nthus exempt from any binding effect. Lord Krishna gives the spiritual\nintelligence aspect of actions is next.","kumar":"Whoever has completely given up all desires and attachments to rewards for\nactions, who is also nitya-trypto or totally content immersed in the atma\nor soul, whoever is self satisfied never depending on anything from\nprakriti or material existence. Such a person although seen to be intently\nperforming various prescribed actions, in reality performs inaction meaning\nno action that has any binding effect. Because although externally such a\nperson might appear as if performing activities but internally that person\nis actually cultivating spiritual knowledge and meditating on the atma and\nthus exempt from any binding effect. Lord Krishna gives the spiritual\nintelligence aspect of actions is next."}