{"meta":"Bhagavad Gita Chapter 4 Verse 21","metahi":"भगवद् गीता 4.21","slok":"निराशीर्यतचित्तात्मा त्यक्तसर्वपरिग्रहः।शारीरं केवलं कर्म कुर्वन्नाप्नोति किल्बिषम्।।4.21।।","htsrsd":"।।4.21।।जिसका शरीर और अन्तःकरण अच्छी तरहसे वशमें किया हुआ है जिसने सब प्रकारके संग्रहका परित्याग कर दिया है ऐसा आशारहित कर्मयोगी केवल शरीरसम्बन्धी कर्म करता हुआ भी पापको प्राप्त नहीं होता।","htstma":"।।4.21।। जो आशा रहित है तथा जिसने चित्त और आत्मा (शरीर) को संयमित किया है जिसने सब परिग्रहों का त्याग किया है ऐसा पुरुष शारीरिक कर्म करते हुए भी पाप को नहीं प्राप्त होता है।।","transliteration":"Niraasheer yatachittaatmaa tyaktasarvaparigrahah;\nShaareeram kevalam karma kurvannaapnoti kilbisham.","englishmeaning":"nirāśhīḥ—free from expectations; yata—controlled; chitta-ātmā—mind and intellect; tyakta—having abandoned; sarva—all; parigrahaḥ—the sense of ownership; śhārīram—bodily; kevalam—only; karma—actions; kurvan—performing; na—never; āpnoti—incurs; kilbiṣham—sin","hcsrsd":"।।4.21।। व्याख्या   यतचित्तात्मा संसारमें आशा या इच्छा रहनेके कारण ही शरीर इन्द्रियाँ मन आदि वशमें नहीं होते। इसी श्लोकमें निराशीः पदसे बताया है कि कर्मयोगीमें आशा या इच्छा नहीं रहती। अतः उसके शरीर इन्द्रियाँ और अन्तःकरण स्वतः वशमें रहते हैं। इनके वशमें रहनेसे उसके द्वारा व्यर्थकी कोई क्रिया नहीं होती। त्यक्तसर्वपरिग्रहः कर्मयोगी अगर संन्यासी है तो वह सब प्रकारकी भोगसामग्रीके संग्रहका स्वरूपसे त्याग कर देता है। अगर वह गृहस्थ है तो वह भोगबुद्धिसे (अपने सुखके लिये) किसी भी सामग्रीका संग्रह नहीं करता। उसके पास जो भी सामग्री है उसको वह अपनी और अपने लिये न मानकर संसारकी और संसारके लिये ही मानता है तथा संसारके सुखमें ही उस सामग्रीको लगाता है। भोगबुद्धिसे संग्रहका त्याग करना तो साधकमात्रके लिये आवश्यक है।ऐसा निवृत्तिपरक श्लोक गीतामें और कहीं नहीं आया है। छठे अध्यायके दसवें श्लोकमें ध्यानयोगीके लिये और अठारहवें अध्यायके तिरपनवें श्लोकमें ज्ञानयोगीके लिये परिग्रहका त्याग करनेकी बात आयी है। परन्तु उनसे भी ऊँची श्रेणीके परिग्रहत्यागकी बात त्यक्तसर्वपरिग्रहः पदसे यहीं आयी है क्योंकि परिग्रह के साथ सर्व शब्द केवल यहाँ आया है। बारहवें अध्यायके उन्नीसवें श्लोकमें भक्तियोगीके लिये अनिकेतः पद आया है पर वहाँ इसका अर्थ निवासस्थानमें ममताआसक्तिसे रहित होना है।निराशीः कर्मयोगीमें आशा कामना स्पृहा वासना आदि नहीं रहते। वह बाहरसे ही भोगसामग्रीके संग्रहका त्याग करता हो इतनी ही बात नहीं है प्रत्युत वह भीतरसे भी भोगसामग्रीकी आशा या इच्छाका त्याग कर देता है। आशा या इच्छाका सर्वथा त्याग न होनेपर भी उसका उद्देश्य इनके त्यागका ही रहता है।शारीरं केवलं कर्म कुर्वन् शारीरम् कर्म (शरीरसम्बन्धी कर्म) के दो अर्थ होते हैं एक तो शरीरसे होनेवाला कर्म और दूसरा शरीरनिर्वाहके लिये किया जानेवाला कर्म। शरीरसे होनेवाले कर्मकी बात पाँचवें अध्यायके ग्यारहवें श्लोकमें भी आयी है जिसका तात्पर्य है कि सभी कर्म केवल शरीर इन्द्रियाँ मन बुद्धिके द्वारा ही हो रहे हैं मेरा उनसे कुछ भी सम्बन्ध नहीं है ऐसा मानकर कर्मयोगी अन्तःकरणकी शुद्धिके लियेकर्म करते हैं। परन्तु यहाँ आया श्लोक निवृत्तिपरक है इसलिये यहाँ उपर्युक्त पदोंका अर्थ शरीरनिर्वाहमात्रके लिये किये जानेवाले आवश्यककर्म (खानपान शौचस्नान आदि) मानना ही उपयुक्त प्रतीत होता है। निवृत्तिपरायण कर्मयोगी केवल उतने ही कर्म करता है जितनेसे केवल शरीरनिर्वाह हो जाय।नाप्नोति किल्बिषम् जो कर्म करने अथवा न करनेसे अपना किञ्चिन्मात्र भी सम्बन्ध रखता है वह पापको अर्थात् जन्ममरणरूप बन्धनको प्राप्त होता है। परन्तु आशारहित कर्मयोगी कर्म करने अथवा न करनेसे अपना कुछ भी सम्बन्ध नहीं रखता इसलिये वह पापको प्राप्त नहीं होता अर्थात् उसके सब कर्म अकर्म हो जाते हैं।निवृत्तिपरायण होनेपर भी कर्मयोगी कभी आलस्यप्रमाद नहीं करता। आलस्यप्रमादका भी भोग होता है। एकान्तमें यों ही पड़े रहनेसे आलस्यका भोग होता है और शास्त्रविरुद्ध तथा निरर्थक कर्म करनेसे प्रमादका भोग होता है। इस प्रकार निवृत्तिमें आलस्यके सुखका और प्रवृत्तिमें प्रमादके सुखका भोग हो सकता है। अतः आलस्यप्रमादसे मनुष्य पापको प्राप्त होता है। परन्तु बहुत कम कर्म करनेपर भी निवृत्तिपरायण कर्मयोगीमें किञ्चिन्मात्र भी आलस्यप्रमाद नहीं आते। यदि उसमें किञ्चिन्मात्र भी आलस्यप्रमाद आते तो किल्बिषम् न आप्नोति कहना बनता ही नहीं। वह यतचित्तात्मा है अर्थात् उसके शरीर इन्द्रियाँ और अन्तःकरण संयत हैं इसलिये उसमें आलस्यप्रमाद आ ही नहीं सकते। शरीर इन्द्रियाँ तथा अन्तःकरणके वशमें होनेसे भोगसामग्रीका त्याग करनेसे तथा आशा कामना ममता आदिसे रहित होनेसे उसके द्वारा निषिद्ध क्रिया हो सकती ही नहीं।यहाँ शङ्का हो सकती है कि जब उसके द्वारा पापक्रिया हो सकती ही नहीं तब यह क्यों कहा गया कि वह पापको प्राप्त नहीं होता इसका समाधान यह है कि क्रियामात्रके आरम्भमें अनिवार्य दोष (पाप) पाये जाते हैं सर्वारम्भा हि दोषेण धूमेनाग्निरिवावृताः (गीता 18। 48)। परन्तु मूलमें असत्के सङ्ग कामना ममता और आसक्तिसे ही पाप लगते हैं। कर्मयोगीमें कामना ममता और आसक्ति होती ही नहीं अथवा उसका कामना ममता और आसक्तिका उद्देश्य ही नहीं होता इसलिये उसका कर्म करनेसे अथवा न करनेसे कोई प्रयोजन नहीं होता। इसी कारण न तो उसे कर्मोंमें रहनेवाला आनुषङ्गिक पाप लगता है और न उसे शास्त्रविहित कर्मोंके त्यागका ही पाप लगता है।दूसरी एक शङ्का यह हो सकती है कि तीसरे अध्यायमें भगवान्ने सिद्ध महापुरुषको भी (अपने लिये कोई कर्तव्य शेष न रहनेपर भी) लोकसंग्रहके लिये कर्म करनेकी प्रेरणा की है (3। 25 26)। अपने लिये भी भगवान्ने कहा है कि त्रिलोकीमें कुछ भी कर्तव्य और प्राप्तव्य न होनेपर भी मैं सावधानीपूर्वक कर्म करता हूँ (3। 22 24)। अतः शरीरनिर्वाहमात्रके लिये कर्म करनेवाले कर्मयोगीको क्या लोकसंग्रहके त्यागका दोष नहीं लगेगा इसका समाधान यह है कि कामना ममता आदि न रहनेके कारण उसे कोई दोष नहीं लगता। यद्यपि सिद्ध महापुरुषमें और भगवान्में कामना ममता आदिका सर्वथा अभाव होता है तथापि वे जो लोकसंग्रहके लिये कर्म करते हैं यह उनकी दया कृपा ही है। वास्तवमें वे लोकसंग्रह करें अथवा न करें इसमें वे स्वतन्त्र हैं इसकी उनपर कोई जिम्मेवारी नहीं है (गीता 3। 18)। वास्तवमें यह भी निवृत्तिपरायण साधकोंके लिये एक लोकसंग्रह ही है। लोकसंग्रह किया नहीं जाता प्रत्युत होता है।तीसरी एक शङ्का यह भी हो सकती है कि तीसरे अध्यायके तेरहवें श्लोकमें भगवान्ने केवल अपने शरीरका पोषण करनेवाले मनुष्यको पापी कहा है और यहाँ कहते हैं कि शरीरनिर्वाहमात्रके लिये कर्म करनेवाले पापको नहीं प्राप्त होता। दोनोंका सामञ्जस्य कैसे हो इसका समाधान यह है कि जबतक भोगबुद्धि है और कर्मों तथा पदार्थोंमें आसक्ति बनी हुई है तबतक कर्म करने अथवा न करनेसे पाप लगता ही है इसीलिये वहाँ पचन्ति आत्मकारणात् पद आये हैं। परन्तु उस कर्मयोगीमें भोगबुद्धि नहीं है और कर्मों तथा पदार्थोंमें आसक्ति भी नहीं है अतः सर्वथा निर्लिप्त होनेसे उसे कर्म करने अथवा न करनेसे किञ्चिन्मात्र भी पाप नहींलगता। प्रश्न   इस श्लोकको अगर सांख्ययोगीका मान लें तो क्या आपत्ति है क्योंकि इसमें आये सब लक्षण सांख्ययोगीमें घटते हैं उत्तर   पहली बात तो यह है कि यहाँ कर्मयोगका प्रसङ्ग है इसलिये यह श्लोक मुख्यरूपसे कर्मयोगीका ही है। दूसरी बात सांख्ययोगी अपनेको कर्ता मानता ही नहीं। उसमें मैं कुछ भी नहीं करता हूँ (गीता 5। 8) ऐसा स्पष्ट विवेक रहता है फिर उसके लिये कर्म करता हुआ भी पापको नहीं प्राप्त होता ऐसा कहना कैसे बन सकता हैकर्मयोगके साधकमें वैसा स्पष्ट विवेक जाग्रत् न होनेपर भी उसका यह निश्चय रहता है कि मेरा कुछ नहीं है मेरे लिये कुछ नहीं चाहिये मेरे लिये कुछ नहीं करना है। इन तीन बातोंका दृढ़ निश्चय रहनेके कारण वह कर्म करते हुए भी उनसे निर्लिप्त रहता है।लोगोंमें प्रायः ऐसी मान्यता है कि कर्मयोगी गृहस्थआश्रममें और ज्ञानयोगी (सांख्ययोगी) संन्यासआश्रममें रहता है। परन्तु वास्तवमें ऐसी बात नहीं है। जिसे शरीरसे अपनी अलग सत्ताका स्पष्ट विवेक है वह ज्ञानयोगी ही है चाहे वह गृहस्थआश्रममें हो अथवा संन्यासआश्रममें। जिसमें इतना विवेक नहीं है पर उपर्युक्त तीन बातोंका निश्चय पक्का है वह कर्मयोगी ही है चाहे वह गृहस्थआश्रममें हो अथवा संन्यासआश्रममें।","hcsca":"।।4.21।। केवल शरीर द्वारा कर्म किए जाने से वासना के रूप में प्रतिक्रिया उत्पन्न नहीं हो सकती। वासनायें अन्तकरण में उत्पन्न होती हैं और उनकी उत्पत्ति का कारण कर्तृत्वाभिमान के साथ किए कर्म हैं। स्वार्थ के प्रबल होने पर ही ये वासनाएँ बन्धनकारक बनती हैं।आत्मा के साथ शरीर मन और बुद्धि इन अविद्याजनित उपाधियों के मिथ्या तादात्म्य से अहंकार उत्पन्न होता है। इस अहंकार की प्रतिष्ठा भविष्य की आशाओं तथा वर्तमान में प्राप्त विषयोपभोगजनित सन्तोष में है।इसलिए इस श्लोक में कहा गया है कि जो व्यक्ति (क) आशारहित है (ख) जिसने शरीर और मन को संयमित किया है (ग) जो सब परिग्रहों से मुक्त है उस व्यक्ति में इस मिथ्या अहंकार का कोई अस्तित्व शेष नहीं रह सकता। अहंकार के नष्ट होने पर केवल शरीर द्वारा किये गये कर्मों में यह सार्मथ्य नहीं होती कि वे अंतकरण में नये संस्कारों को उत्पन्न कर सकें।निद्रावस्था में किसी व्यक्ति के विवस्त्र हो जाने पर किसी प्रकार के अशोभनीय व्यवहार का आरोप नहीं किया जा सकता। निद्रा में यदि किसी व्यक्ति का पदाघात उसके अपने पुत्र को लगता है तो उस पर क्रूरता का आरोप भी नहीं हो सकता। क्योंकि उस समय शरीर में मैं नहीं था। इसका कारण है कि दोनों ही स्थितियों में व्यक्ति में कर्तृत्त्व का अभिमान नहीं था। अत स्पष्ट है कि सभी प्रकार के दुख कष्ट बन्धन आदि केवल कर्तृत्वाभिमानी जीव को ही होते हैं और उसके अभाव में शारीरिक कर्मों में मनुष्य को बांधने की क्षमता नहीं होती है।आत्मानुभवी सन्त पुरुष के कर्म उसे स्पर्श तक नहीं कर सकते क्योंकि वह उनका कर्ता ही नहीं है कर्म केवल उसके द्वारा व्यक्त होते हैं। ऐसा महान् पुरुष कर्मों का कर्त्ता नहीं वरन् ईश्वर की इच्छा को व्यक्त करने का सर्वोत्तम करण अथवा माध्यम है।यदि वीणा से मधुर संगीत व्यक्त नहीं हो रहा हो तो श्रोतागण उस वाद्य पर आक्रमण नहीं करते यद्यपि वीणा वादक भी सुरक्षित नहीं रह सकता है वीणा अपने आप मधुर ध्वनि को उत्पन्न नहीं करती परन्तु वादक की उंगलियों के स्पर्शमात्र से अपने में से संगीत को व्यक्त होने देती है। वादक की इच्छा और स्पर्श के अनुसार झुक जाने भर से उसका कर्त्तव्य समाप्त हो जाता है। अहंकार से रहित आत्मज्ञानी पुरुष भी वह श्रेष्ठतम माध्यम है जिसके द्वारा ईश्वर की इच्छा पूर्णरूप से प्रगट होती है। ऐसे पुरुष के कर्म उसके लिए पाप और पुण्य रूप बन्धन नहीं उत्पन्न कर सकते वह तो केवल माध्यम है।ज्ञानयोग में स्थित शरीर धारण के लिये आवश्यक कर्म करता हुआ पुरुष नित्य मुक्त ही है। भगवान् कहते हैं","etsga":"4.21 One who is without solicitation, who has the mind and organs under control, (and) is totally without possessions, he incurs no sin by performing actions merely for the (maintenance of the) body.","etssa":"4.21 Without hope and with the mind and the self controlled, having abandoned all covetousness, doing mere bodily action, he incurs no sin.","etdss":"4.21. Being rid of cravings, having mind and self (body) all controlled, abandoning all sense of possession, and performing exclusively bodily action, he does not incur any sin.","ecssa":"4.21 निराशीः without hope? यतचित्तात्मा one with the mind and self controlled? त्यक्तसर्वपरिग्रहः having abandoned all covetousness? शारीरम् bodily? केवलम् merely? कर्म action? कुर्वन् doing? न not? आप्नोति obtains? किल्बिषम् sin.Commentary The liberated sage renounces all actions except what is necessary for the bare maintenance of the body. He has abandoned all possessions. He incurs no sin which will cause evil effects. For a man who thirsts for liberation (Mumukshu) even righteous activity (Dharma) is a sin as it causes bondage to Samsara. Dharma is a golden fetter for him. A golden fetter is also a fetter. A sage is liberated from both Dharma and Adharma? good and evil or virtue and vice. (Cf.III.7)","scetsga":"4.21 Nirasih, one who is without solicitation-one from whom asisah [Asih is a kind of desire that can be classed under prayer. (Some translate it as desire, hope.-Tr.)], solicitations, have departed; yata-citta-atma, who has the mind and organs under control-one by whom have been controlled (yatau) both the internal organ (citta) and the external aggregate of body and organs (atma); (and) is tyakta-sarva-parigrahah, [ Parigraha: receiving, accepting, possessions, belongings.-V.S.A] totally without possessions- one by whom have been renounced (tyaktah) all (sarvah) possessions (parigrahah); na apnoti, he does not incur; kilbisam, sin, in the form of evil as also rigtheousness-to one aspiring for Liberation, even righteousness is surely an evil because it brings bondage-; [Here Ast. adds tasmat tabhyam mukto bhavati samsarat mukto bhavati ityarthah, therefore, he becomes free from both of them, i.e. he becomes liberated from transmigration.-Tr.] kurvan, by performing; karma, actions; kevalam, merely; sariram, for the purpose of maintaining the body-without the idea of agenship even with regard to these (actions).\nFurther, in the expression, kevalam sariram karma, do the words sariram karma mean actions done by the body or actions merely for the purpose of maintaining the body? Again, what does it matter if by (the words) sariram karma is meant actions done by the body or actions merely for the purpose of maintaning the body?\nThe answer is: If by sariram karma is meant actions done by the body, then it will amount to a contradiction [Contradiction of the scriptures.] when the Lord says, one does not incur sin by doing with his body any action meant for seen or unseen purposes, even though it be prohibited. Even if the Lord were to say that one does not incur sin by doing with his body some scripturally sanctioned action intended to secure a seen or an unseen end, then there arises the contingency of His denying something (some evil) that has not come into being!\n(Further,) from the specification, sariram karma kurvan (by doing actions with the body), and from the use of the word kevala (only), it will amount to saying that one incurs sin by performing actions, called righteous and unrighteous, which can be accomplished with the mind and speech and which come within the purview of injunction and prohibition. Even there, the statement that one incurs sin by performing enjoined actions through the mind and speech will involve a contradiction; even in the case of doing what is prohibited, it will amount to a mere purposeless restatement of a known fact.\nOn the other hand, when the sense conveyed by sariram karma is taken as acctions merely for the purpose of maintaining the body, then the implication will be that he does not do any other work as can be accomplished physically, orally, or mentally, which are known from injunctions and prohibitions (of the scriptures) and which have in view seen or unseen results; while he appears to people to be working with those very body (speech) etc. merely for the purpose of maintaining the body, yet he does not incur sin by merely making movements of the body etc., because from the use of the word kevala, (merely) it follows that he is devoid of the sense of agentship implicit in the idea, I do. Since there is no possibility of a person who has reached such a state incurring evil as suggest by the word sin, therefore he does not become subject to the evil of transmigration. That is to say, he certainly becomes free without any obstacle since he has all his actions burnt away by the fire of wisdom.\nThis verse is only a reiteration of the result of full illumination stated earlier. It becomes faultless by accepting the interpretation of sariram karma thus. \nIn the case of the monk who has renounced all possessions, since owning food etc. meant for the bare sustenance of the body is absent, therefore it becomes imperative to beg for alms etc. for the upkeep of the body. Under this circumstance, by way of pointing out the means of obtaining food etc. for the maintenance of the body of a monk as permitted by the text, What comes unasked for, without forethought and spontaneously৷৷. [Unasked for: what comes before the monk gets ready for going out for alms; without forethought: alms that are not given with abuses, and have not fallen on the ground, but collected from five or seven houses without any plan; spontaneously: alms brought to one spontaneously by devoted people.] (Bo. Sm. 21. 8. 12) etc., the Lord says:","scetdss":"4.21 Tyaktva etc. Nirasih etc. Even though he sets upon : Even though he is directly exerting in. Bodily action : the action which is in the form of activity of the organs for simply maintaining the body, and which is not coloured (desired) so much by the mind and intellect.","scetssa":"4.21 Free from desire means having no attachment to the fruits of actions. His intellect and mind controlled means one whose intellect and mind are under control. Giving up all possessions means one who, on account of his having the self as his primary objective, is devoid of the sense of ownership in relation to Prakrti and its derivatives. One who is thus engaged in bodily work alone as long as he lives, does not incur any sin, i.e., does not get engrossed in Samsara. He gets the vision of the self by Karma Yoga of this kind itself, and need not resort to any exlusive practice of Jnana Yoga in between liberation and the practice of Karma Yoga of the alone description.","chakravarthi":"He is controlled in mind (cit) and gross body (atma). For the purpose of maintaining his body he may accept even from sinful persons, but does not incur sin. This is an extended explanation of the statement “one must understand the truth concerning vikarma.”","rudra":"\nLord Krishna continuing this theme now explains that one who is completely\nfree from desire does not become tainted by the disease of materialism\nwhile performing the natural functions that occur automatically to insure\nbodily maintenance. Another interpretation of this verse for one who is\nalready situated in jnana yoga or the cultivation of knowledge and is free\nfrom desires to enjoy and hankering for rewards and has relinquished all\npossessions as well. Such a person who performs natural activities for a\nrenunciate like biksa or begging alms from householders at meal times to\nmaintain their existence or prescribed activities such as fasting from all\ngrains on Ekadasi which is the 11th day of the waxing and waning moon. Such\na person is not implicated by the disease of materialism by what they\nperform.","brahma":"\nLord Krishna now gives the method of renouncing desires. Restraining ones\nmind and body by the conscious of the atma or soul which is referred to\nhere denotes not being dependent. By renunciation of the senses one becomes\ndevoid of pride. One who is convinced that the Supreme Lord performs all\nactions and that they do not perform any actions is free from all\nreactions.","shri":"\nHere Lord Krishna uses the word nirasir means bereft of expectancy or\ndevoid of all desires for rewards. The words yata-cittatma means to control\nthe mind by the power of the atma or soul, keeping the mind tranquil and\nequiposed, free from agitation. The words tyakta-sarva-parigrahah means\nabandoning all cravings for sense objects and sense pleasures. As long as\none has life one should perform all actions as a matter of duty merely as a\nfunction of their body; in this way there are no reactions to actions and\nno disease is incurred. One will be free of this. The disease is samsara or\nrepetitive bondage of birth and death in the material existence. If karma\nyoga or prescribed Vedic activities are performed in this way by those\nseeking moksa or liberation from samsara this in itself is sufficient\nenough to lead one to atma tattva or realisation of the soul, eliminating\nthe necessity of having to engage in the intermediate step of performing\njnana yoga or the cultivation of Vedic knowledge by strictly controlling\nthe senses and the cessation of actions.","kumar":"Here Lord Krishna uses the word nirasir means bereft of expectancy or\ndevoid of all desires for rewards. The words yata-cittatma means to control\nthe mind by the power of the atma or soul, keeping the mind tranquil and\nequiposed, free from agitation. The words tyakta-sarva-parigrahah means\nabandoning all cravings for sense objects and sense pleasures. As long as\none has life one should perform all actions as a matter of duty merely as a\nfunction of their body; in this way there are no reactions to actions and\nno disease is incurred. One will be free of this. The disease is samsara or\nrepetitive bondage of birth and death in the material existence. If karma\nyoga or prescribed Vedic activities are performed in this way by those\nseeking moksa or liberation from samsara this in itself is sufficient\nenough to lead one to atma tattva or realisation of the soul, eliminating\nthe necessity of having to engage in the intermediate step of performing\njnana yoga or the cultivation of Vedic knowledge by strictly controlling\nthe senses and the cessation of actions."}