{"meta":"Bhagavad Gita Chapter 4 Verse 22","metahi":"भगवद् गीता 4.22","slok":"यदृच्छालाभसन्तुष्टो द्वन्द्वातीतो विमत्सरः।समः सिद्धावसिद्धौ च कृत्वापि न निबध्यते।।4.22।।","htsrsd":"।।4.22।।जो (कर्मयोगी) फलकी इच्छाके बिना अपनेआप जो कुछ मिल जाय उसमें सन्तुष्ट रहता है और जो ईर्ष्यासे रहित द्वन्द्वोंसे अतीत तथा सिद्धि और असिद्धिमें सम है वह कर्म करते हुए भी उससे नहीं बँधता।","htstma":"।।4.22।। यदृच्छया (अपने आप) जो कुछ प्राप्त हो उसमें ही सन्तुष्ट रहने वाला द्वन्द्वों से अतीत तथा मत्सर से रहित सिद्धि व असिद्धि में समभाव वाला पुरुष कर्म करके भी नहीं बन्धता है।।","transliteration":"Yadricchaalaabhasantushto dwandwaateeto vimatsarah;\nSamah siddhaavasiddhau cha kritwaapi na nibadhyate.","englishmeaning":"yadṛichchhā—which comes of its own accord; lābha—gain; santuṣhṭaḥ—contented; dvandva—duality; atītaḥ—surpassed; vimatsaraḥ—free from envy; samaḥ—equipoised; siddhau—in success; asiddhau—failure; cha—and; kṛitvā—performing; api—even; na—never; nibadhyate—is bound","hcsrsd":" 4.22।। व्याख्या   यदृच्छालाभसंतुष्टः कर्मयोगी निष्कामभावपूर्वक साङ्गोपाङ्ग रीतिसे सम्पूर्ण कर्तव्यकर्म करता है। फलप्राप्तिका उद्देश्य न रखकर कर्म करनेपर फलके रूपमें उसे अनुकूलता या प्रतिकूलता लाभ या हानि मान या अपमान स्तुति या निन्दा आदि जो कुछ मिलता है उससे उसके अन्तःकरणमें कोई असन्तोष पैदा नहीं होता। जैसे वह व्यापार करता है तो उसे व्यापारमें लाभ हो अथवा हानि उसके अन्तःकरणपर उसका कोई असर नहीं पड़ता। वह हरेक परिस्थितिमें समानरूपसे सन्तुष्ट रहता है क्योंकि उसके मनमें फलकी इच्छा नहीं होती। तात्पर्य यह है कि व्यापारमें उसे लाभहानिका ज्ञान तो होता है तथा वह उसके अनुसार यथोचित चेष्टा भी करता है पर परिणाममें वह सुखीदुःखी नहीं होता। यदि साधकके अन्तःकरणपर अनुकूलताप्रतिकूलताका थोड़ा असर पड़ भी जाय तो भी उसे घबराना नहीं चाहिये क्योंकि साधकके अन्तःकरणमें वह प्रभाव स्थायी नहीं रहता शीघ्र मिट जाता है।उपर्युक्त पदोंमें आया लाभ शब्द प्राप्तिके अर्थमें है जिसके अनुसार केवल लाभ या अनुकूलताका मिलना ही लाभ नहीं है प्रत्युत लाभहानि अनुकूलताप्रतिकूलता आदि जो कुछ प्राप्त हो जाय वह सब लाभ ही है।विमत्सरः कर्मयोगी सम्पूर्ण प्राणियोंके साथ अपनी एकता मानता है सर्वभूतात्मभूतात्मा (गीता 5। 7)। इसलिये उसका किसी भी प्राणीसे किञ्चिन्मात्र भी ईर्ष्याका भाव नहीं रहता।विमत्सरः पद अलगसे देनेका भाव यह है कि अपनेमें किसी प्राणीके प्रति किञ्चिन्मात्र भी ईर्ष्याका भाव न आ जाय इस विषयमें कर्मयोगी बहुत सावधान रहता है। कारण कि कर्मयोगीकी सम्पूर्ण क्रियाएँ प्राणिमात्रके हितके लिये ही होती हैं अतः यदि उसमें किञ्चिन्मात्र भी ईर्ष्याका भाव होगा तो उसकी सम्पूर्ण क्रियाएँ दूसरोंके हितके लिये नहीं हो सकेंगी।ईर्ष्यादोष बहुत सूक्ष्म है। दो दूकानदार हैं और आपसमें मित्रता रखते हैं। उनमें एककी दूकान दूसरेकीअपेक्षा ज्यादा चल जाय तो दूसरेमें थोड़ी ईर्ष्या पैदा हो जायगी कि उसकी दूकान ज्यादा चल गयी मेरी कम चली। इस प्रकार ईर्ष्यादोषके कारण मित्रसे भी मित्रकी उन्नति नहीं सही जाती। जहाँ आपसमें प्रेम है एकता है मित्रता है वहाँ भी ईर्ष्यादोष आ जाता है फिर जहाँ वैर भिन्नता आदि हो वहाँका तो कहना ही क्या है इसलिये साधकको इस दोषसे बचनेके लिये विशेष सावधान रहना चाहिये।द्वन्द्वातीतः कर्मयोगी लाभहानि मानअपमान स्तुतिनिन्दा अनुकूलताप्रतिकूलता सुखदुःख आदि द्वन्द्वोंसे अतीत होता है इसलिये उसके अन्तःकरणमें उन द्वन्द्वोंसे होनेवाले रागद्वेष हर्षशोक आदि विकार नहीं होते।द्वन्द्व अनेक प्रकारके होते हैं जैसे भगवान्का सगुणसाकाररूप ठीक है या निर्गुणनिराकाररूप ठीक है अद्वैत सिद्धान्त ठीक है या द्वैत सिद्धान्त ठीक है भगवान्में मन लगा या नहीं लगा एकान्त मिला या नहीं मिला शान्ति मिली या नहीं मिली सिद्धि मिली या नहीं मिली इत्यादि। इन सब द्वन्द्वोंके साथ सम्बन्ध न होनेसे ही साधक निर्द्वन्द्व होता है। जैसे तराजू किसी भी तरफ झुक जाय तो वह बराबर नहीं कहलाता ऐसे ही साधकके अन्तःकरणमें किसी भी तरफ झुकाव हो जाय तो वह द्वन्द्वातीत नहीं कहलाता।कर्मयोगी सब प्रकारके द्वन्द्वोंसे अतीत होता है इसलिये वह सुखपूर्वक संसारबन्धनसे मुक्त हो जाता है (गीता 5। 3)।समः सिद्धावसिद्धौ च किसी भी कर्तव्यकर्मका निर्विघ्नरूपसे पूरा हो जाना सिद्धि है और किसी प्रकारके विघ्न बाधाके कारण उसका पूरा न होना असिद्धि है। कर्मका फल मिल जाना सिद्धि है और न मिलना असिद्धि है। सिद्धि और असिद्धिमें रागद्वेष हर्षशोक आदि विकारोंका न होना ही सिद्धिअसिद्धिमें सम रहना है। दूसरे अध्यायके अड़तालीसवें श्लोकमें सिद्ध्यसिद्ध्योः समो भूत्वा पदोंमें भी यही भाव आया है।अपना कुछ भी नहीं है अपने लिये कुछ भी नहीं चाहिये और अपने लिये कुछ भी नहीं करना है ये तीनों बातें ठीकठीक अनुभवमें आ जायँ तभी सिद्धि और असिद्धिमें पूर्णतः समता आयेगी।कृत्वापि न निबध्यते यहाँ कृत्वा अपि पदोंका तात्पर्य है कि कर्मयोगी कर्म करते हुए भी नहीं बँधता फिर कर्म न करते हुए बँधनेका प्रश्न ही पैदा नहीं होता। वह दोनों अवस्थाओंमें निर्लिप्त रहता है।जैसे शरीरनिर्वाहमात्रके लिये कर्म करनेवाला कर्मयोगी कर्मोंसे नहीं बँधता वैसे ही शास्त्रविहित सम्पूर्ण कर्मोंको करनेवाला कर्मयोगी भी कर्मोंसे नहीं बँधता। वास्तवमें देखा जाय तो कर्मयोगमें कर्म करना अधिक करना कम करना अथवा न करना बन्धन या मुक्तिका कारण नहीं है। इनके साथ जो लिप्तता (लगाव) है वही बन्धनका कारण है और जो निर्लिप्तता है वही मुक्तिका कारण है। जैसे नाटकमें एक व्यक्ति लक्ष्मणका और दूसरा व्यक्ति मेघनादका स्वाँग धारण करता है और दोनों व्यक्ति अपनेअपने स्वाँगको ठीकठीक निभाते हुए भी उससे निर्लिप्त रहते हैं अर्थात् अपनेको वास्तवमें लक्ष्मण या मेघनाद नहीं मानते। ऐसे ही कर्मयोगी अपने वर्ण आश्रम आदिके अनुसार कर्तव्यका पालन करते हुए भी उनसे निर्लिप्त रहता है अर्थात् उनसे अपना कोई सम्बन्ध नहीं मानता। उसका सम्बन्ध नित्यनिरन्तर रहनेवाले स्वरूपके साथ रहता है प्रतिक्षण परिवर्तनशील प्रकृतिके साथ नहीं। इसलिये उसकी स्थिति स्वाभाविक ही समतामें रहती है। समतामें स्थिति रहनेसे वह कर्म करते हुए भी उनसे नहीं बँधता।यदि विशेष विचारपूर्वक देखा जाय तो समता स्वतःसिद्ध है। यह प्रत्येक मनुष्यका अनुभव है कि अनुकूल परिस्थितिमें हम जो रहते हैं प्रतिकूल परिस्थिति आनेपर भी हम वही रहते हैं। यदि हम वही (एक ही) नरहते तो दो अलगअलग (अनुकूल और प्रतिकूल) परिस्थितियोंका ज्ञान किसे होता इससे सिद्ध हुआ कि परिवर्तन परिस्थितियोंमें होता है अपने स्वरूपमें नहीं। इसलिये परिस्थितियोंके बदलनेपर भी स्वरूपसे हम सम (ज्योंकेत्यों) ही रहते हैं। भूल यह होती है कि हम परिस्थितियोंकी ओर तो देखते हैं पर स्वरूपकी ओर नहीं देखते। अपने सम स्वरूपकी ओर न देखनेके कारण ही हम आनेजानेवाली परिस्थितियोंसे मिलकर सुखीदुःखी होते हैं। सम्बन्ध   तीसरे अध्यायके नवें श्लोकके पूर्वार्धमें भगवान्ने व्यतिरेक रीति से कहा था कि यज्ञसे अतिरिक्त कर्म मनुष्यको बाँधते हैं। अब तेईसवें श्लोकके उत्तरार्धमें उसी बातको अन्वय रीति से कहते हैं।","hcsca":"।।4.22।। अहंकार से परे आत्मस्वरूप में स्थित पुरुष इच्छा तथा फलासक्ति से प्रेरित होकर कर्म नहीं करता। कर्मों को करने से प्राप्त फल से ही वह सन्तुष्ट रहता है। अहंकाररहित अवस्था का अर्थ है अन्तकरण पर पूर्ण संयम। स्वभाविक ही शीतउष्ण सिद्धिअसिद्धि सुखदुख इत्यादि द्वन्द्वात्मक अनुभव उसे व्यथित नहीं कर सकते क्योंकि वे सब मन की बाह्यजगत् के साथ होने वाली प्रतिक्रियायें मात्र हैं।मन के प्रभावहीन होने पर बुद्धि अपने पूर्वाग्रह ईर्ष्या और मत्सर आदि से ज्ञानी पुरुष को प्रभावित नहीं कर सकती। सामान्यत सिद्धि में हमें हर्षातिरेक और असिद्धि में अत्यन्त विषाद होता है। परन्तु जब अविद्याजनित अहंकार पूर्णरूप से दैवी स्वरूप को प्राप्त हो जाता है तब वह पुरुष सफलता और असफलता में समान भाव से स्थित रहता है। ऐसा ज्ञानी पुरुष कर्म करके भी कर्मफलों से नहीं बंधता।जब आत्मज्ञानी पुरुष हमारे मध्य रहता हुआ कर्म करता है तब उसका व्यवहार सामान्य जनों के समान ही प्रतीत होता है तथापि उसके कर्मों में एक विशेष शक्ति और प्रभाव दिखाई पड़ता है जो उसे कर्मक्षेत्र में सामान्य से कहीं अधिक सफलता प्रदान करता है। श्रीकृष्ण के कथनानुसार ऐसे पुरुष को कर्मों का बंधन नहीं होता। सामान्य जनों को ज्ञानी पुरुष की इस उपलब्धि को समझने में कठिनाई होती है।जिस दैवी प्रेरणा एवं भावना से ज्ञानी पुरुष जगत् में कर्म करता है उसका वर्णन भगवान् अगले श्लोकों में करते हैं","etsga":"4.22 Remaining satisfied with what comes unasked for, having transcended the dualities, being free from spite, and eipoised under success and failure, he is not bound even by performing actions.","etssa":"4.22 Content with what comes to him without effort, free from the pairs of opposites and envy, even-minded in success and failure, though acting, he is not bound.","etdss":"4.22. Remaining contended wiht the gain brought by chance, transcending the dualities (pairs of opposites), entertaining no jealously, and remaning eal in success and in failure, he does not get bound, even when he acts.","ecssa":"4.22 यदृच्छालाभसन्तुष्टः content with what comes to him without effort? द्वन्द्वातीतः free from the pairs of,opposites? विमत्सरः free from envy? समः evenminded? सिद्धौ in success? असिद्धौ in failure? च and? कृत्वा acting? अपि even? न not? निबध्यते is bound.Commentary The sage is ite satisfied with what comes to him by chance. In verses IV. 18? 19? 20? 22? 22 and 23 there is only a reiteration of the results of the knowledge of the Self which is beyond action. The sage who identifies himself with the actionless Self is not bound as action and its cause which bind one to the round of birth and death have been burnt in the fire of the knowledge of the Self or BrahmaJnana. Just as a seed burnt in the fire cannot germinate? so also the Karmas or actions burnt by the fire of knowledge of the Self cannot produce future birth.Ordinary people think that the sage is also a doer of actions? an agent? active and therefore bound? when they see him doing actions. This is a mistake. From his own point of view and? in truth? he is not an agent at all. He really does no action at all. He feels and says? I do nothing at all. Nature does or the three alities of Nature do everything.He is not affected by heat and cold? pleasure and pain? success and failure? as he always has a balanced state of mind. He is not attached even to the things which are necessary for the bare maintenance of his body. He experiences neither pleasure nor pain? whether or not he obtains food and the other things which are reired for the maintenance of his body. The reason is that he is resting in his essential nature as ExistenceKnowledgeBliss Absolute (SatchidanandaSvarupa) he is swimming in the ocean of bliss. So he does not care for his body and its needs.","scetsga":"4.22 Yadrccha-labha-santustah, remaining satisfied with what comes unasked for-yadrccha-labha means coming to possess something without having prayed for it; feeling contented with that-. Dvandva-atitah,having transcended the dualities-one is said to be beyond dualities when his mind is not distressed even when afflicted by such opposites as heat and cold, etc.-. Vimatsarah, being free from spite, from the idea of enmity; and samah, eipoised; siddhau ca asiddhau, is success and failure, with regard to things that come unasked for-.\nThe monk who is such, who is eipoised, not delighted or sorrowful in getting or not getting food etc. for the sustenance of the body, who sees inaction etc. in action etc., who is ever poised in the realization of the Self as It is, who, with regard to the activities accomplished by the body etc. in the course of going about for alms etc. for the bare maintenance of the body, is ever clearly conscious of the fact, I certainly do not anything; the organs act on the objects of the organs (see 5.8; 3.28), he, realizing the absence of agentship in the Self, certainly does not do any actions like going about for alms etc. But when, abserving similarly with common human behaviour, agentship is attributed to him by ordinary poeple, then he (apparently) becomes an agent with regard to such actions as moving about for alms etc. However, from the standpoint of his own realization which has arisen from the valid means of knowledge presented in the scriptures, he is surely not an agent.\nHe, to whom is thus ascribed agentship by others, na nibadhyate, is not bound; api, even; krtva, by performing such actions as moving about for alms merely for the maintenance of the body, because action which is a source of bondage has been burnt away along with its cause by the fire of wisdom. Thus, this is only a restatement of what has been said earilier. \nWhen a person who has already started works becomes endowed with the realization of the identity of the Self with the actionless Brahman, then it follows that in the case of that man, who has experienced the absence of agentship, actions and purposes in the Self, actions become relinished. But if this becomes impossible for some reason and he continues to be engaged in those acitons as before, still he certainly does not do anything. This absence of action has been shown in the verse, Having given up attachment to the results of action৷৷. (20).\nOf that very person with regard to whom has been shown the absence of aciton-","scetdss":"4.22 Yadrccha-etc. He does not get bound even when he acts : Here nibadhyate gets bound is a usage of transitive verb with its object functioning as the subject. [Hence] the meaning is : The Self binds Itself by undertaking the dirt of mental impressions for fruits [of action]. Otherwise [the usage would amount to attribute] freedom of actions to the insentient in binding [the Self] - a proposition which is not a very happy one.","scetssa":"4.22 Content with whatever chance may bring for the maintenance of the body; rising above the pairs of opposites means enduring cold, heat and such other experiences until one has completed the practice of Karma Yoga; free from ill-will? i.e., free from ill-will towards others, seeing his own Karma as the cause of his adversity; even-minded in success and failure, i.e., even-minded at success like victory in war, etc., and failure therein - such a person is not bound, i.e., he does not fall into Samsara, though devoted to action without any exclusive practice of Jnana Yoga.","chakravarthi":"No commentary by Sri Visvanatha Cakravarti Thakur.","rudra":"\nCompletely content with what comes, unsought, by its own accord, patiently\nenduring all dualities such as success and failure, happiness and\ndisappointment, free from elation and depression, not subject to jealousy\nand envy. Lord Krishna confirms that such a person is not bound to accept\nreactions even though performing actions, such actions being those actions\nexclusively that are prescribed in Vedic scriptures.","brahma":"\nThe characteristics of one who has constrained their mind are being given\nby Lord Krishna, along with the method of transcending all dualities by\nbeing equipoised in all situations whether it is success or failure.","shri":"\nOne who is tranquil and content with whatever spontaneously comes to one of\nits own accord to maintain ones existence is the being who has gone beyond\nthe dualities of material existence. This means that such a being patiently\nendures pleasure and pain, acceptance and rejection, sadness and happiness\nand the rest of the opposites which inevitably all mortals must face until\none attains the goal of their endeavours which is atma tattva or soul\nrealisation. The word vimatsarah means free from malice. One who\ncomprehends that only due to ones previous activities are present\nactivities manifesting, such a one does not hold malice against others and\nblaming them others for any negative reactions one may experience. The\ncompound words siddhau-asiddhau samah which means one who keeps their mind\nbalanced and equipoised in success or failure while performing their\nduties. The essence of what Lord Krishna is saying is that if a person has\nthis mentality while performing activities they will not be bound to\nsamsara or the cycle of birth and death in material existence even though\nthey are not fully following the path of jnana yoga or the cultivation of\nVedic knowledge.","kumar":"One who is tranquil and content with whatever spontaneously comes to one of\nits own accord to maintain ones existence is the being who has gone beyond\nthe dualities of material existence. This means that such a being patiently\nendures pleasure and pain, acceptance and rejection, sadness and happiness\nand the rest of the opposites which inevitably all mortals must face until\none attains the goal of their endeavours which is atma tattva or soul\nrealisation. The word vimatsarah means free from malice. One who\ncomprehends that only due to ones previous activities are present\nactivities manifesting, such a one does not hold malice against others and\nblaming them others for any negative reactions one may experience. The\ncompound words siddhau-asiddhau samah which means one who keeps their mind\nbalanced and equipoised in success or failure while performing their\nduties. The essence of what Lord Krishna is saying is that if a person has\nthis mentality while performing activities they will not be bound to\nsamsara or the cycle of birth and death in material existence even though\nthey are not fully following the path of jnana yoga or the cultivation of\nVedic knowledge."}