{"meta":"Bhagavad Gita Chapter 4 Verse 29","metahi":"भगवद् गीता 4.29","slok":"अपाने जुह्वति प्राण प्राणेऽपानं तथाऽपरे।प्राणापानगती रुद्ध्वा प्राणायामपरायणाः।।4.29।।","htsrsd":"।।4.29 4.30।।दूसरे कितने ही प्राणायामके परायण हुए योगीलोग अपानमें प्राणका पूरक करके प्राण और अपानकी गति रोककर फिर प्राणमें अपानका हवन करते हैं तथा अन्य कितने ही नियमित आहार करनेवाले प्राणोंका प्राणोंमें हवन किया करते हैं। ये सभी साधक यज्ञोंद्वारा पापोंका नाश करनेवाले और यज्ञोंको जाननेवाले हैं।","htstma":"।।4.29।। अन्य (योगीजन) अपानवायु में प्राणवायु को हवन करते हैं तथा प्राण में अपान की आहुति देते हैं प्राण और अपान की गति को रोककर वे प्राणायाम के ही समलक्ष्य समझने वाले होते हैं।।","transliteration":"Apaane juhwati praanam praane’paanam tathaa’pare;\nPraanaapaana gatee ruddhwaa praanaayaamaparaayanaah.","englishmeaning":"apāne—the incoming breath; juhvati—offer; prāṇam—the outgoing breath; prāṇe—in the outgoing breath; apānam—incoming breath; tathā—also; apare—others; prāṇa—of the outgoing breath; apāna—and the incoming breath; gatī—movement; ruddhvā—blocking; prāṇa-āyāma—control of breath; parāyaṇāḥ—wholly devoted; apare—others; niyata—having controlled; āhārāḥ—food intake; prāṇān—life-breaths; prāṇeṣhu—life-energy; juhvati—sacrifice; sarve—all; api—also; ete—these; yajña-vidaḥ—knowers of sacrifices; yajña-kṣhapita—being cleansed by performances of sacrifices; kalmaṣhāḥ—of impurities","hcsrsd":" 4.29। व्याख्या   अपाने जुह्वति ৷৷. प्राणायामपरायणाः (टिप्पणी प0 258.1) प्राणका स्थान हृदय (ऊपर) तथा अपानका स्थान गुदा (नीचे) है (टिप्पणी प0 258.2)। श्वासको बाहर निकालते समय वायुकी गति ऊपरकी ओर तथा श्वासको भीतर ले जाते समय वायुकी गति नीचेकी ओर होती है। इसलिये श्वासको बाहर निकालना प्राण का कार्य और श्वासको भीतर ले जाना अपान का कार्य है। योगीलोग पहले बाहरकी वायुको बायीं नासिका(चन्द्रनाड़ी) के द्वारा भीतर ले जाते हैं। वह वायु हृदयमें स्थित प्राणवायुको साथ लेकर नाभिसे होती हुई स्वाभाविक ही अपानमें लीन हो जाती है। इसको पूरक कहते हैं। फिर वे प्राणवायु और अपानवायु दोनोंकी गति रोक देते हैं। न तो श्वास बाहर जाता है और न श्वास भीतर ही आता है। इसको कुम्भक कहते हैं। इसके बाद वे भीतरकी वायुको दायीं नासिका(सूर्यनाड़ी) के द्वारा बाहर निकालते हैं। वह वायु स्वाभाविक ही प्राणवायुको तथा उसके पीछेपीछे अपानवायुको साथ लेकर बाहर निकलती है। यही प्राणवायुमें अपानवायुका हवन करना है। इसको रेचक कहते हैं। चार भगवन्नामसे पूरक सोलह भगवन्नामसे कुम्भक और आठ भगवन्नामसे रेचक किया जाता है।इस प्रकार योगीलोग पहले चन्द्रनाड़ीसे पूरक फिर कुम्भक और फिर सूर्यनाड़ीसे रेचक करते हैं। इसके बाद सूर्यनाड़ीसे पूरक फिर कुम्भक और फिर चन्द्रनाड़ीसे रेचक करते हैं। इस तरह बारबार पूरककुम्भकरेचक करना प्राणायामरूप यज्ञ है। परमात्मप्राप्तिके उद्देश्यसे निष्कामभावपूर्वक प्राणायामके परायण होनेसे सभी पाप नष्ट हो जाते हैं (टिप्पणी प0 258.3)।अपरे नियताहाराः प्राणान् प्राणेषु जुह्वति नियमित आहारविहार करनेवाले साधक ही प्राणोंका प्राणोंमें हवन कर सकते हैं। अधिक या बहुत कम भोजन करनेवाला अथवा बिलकुल भोजन न करनेवाला यह प्राणायाम नहीं कर सकता (गीता 6। 16 17)।प्राणोंका प्राणोंमें हवन करनेका तात्पर्य है प्राणका प्राणमें और अपानका अपानमें हवन करना अर्थात् प्राण और अपानको अपनेअपने स्थानोंपर रोक देना। न श्वास बाहर निकालना और न श्वास भीतर लेना। इसे स्तम्भवृत्ति प्राणायाम भी कहते हैं। इस प्राणायामसे स्वाभाविक ही वृत्तियाँ शान्त होती हैं और पापोंका नाश हो जाता है। केवल परमात्मप्राप्तिका उद्देश्य रखकर प्राणायाम करनेसे अन्तःकरण निर्मल हो जाता है और परमात्मप्राप्ति हो जाती है।सर्वेऽप्येते यज्ञविदो यज्ञक्षपितकल्मषाः चौबीसवें श्लोकसे तीसवें श्लोकके पूर्वार्धतक जिन यज्ञोंका वर्णन हुआ है उनका अनुष्ठान करनेवाले साधकोंके लिये यहाँ सर्वेऽप्येते पद आया है। उन यज्ञोंका अनुष्ठान करते रहनेसे उनके सम्पूर्ण पाप नष्ट हो जाते हैं और अविनाशी परमात्माका प्राप्ति हो जाती है।वास्तवमें सम्पूर्ण यज्ञ केवल कर्मोंसे सम्बन्धविच्छेद करनेके लिये ही हैं ऐसा जाननेवाले ही यज्ञवित् अर्थात् यज्ञके तत्त्वको जाननेवाले हैं। कर्मोंसे सर्वथा सम्बन्धविच्छेद होनेपर परमात्माका अनुभव हो जाता है। जो लोग अविनाशी परमात्माका अनुभव करनेके लिये यज्ञ नहीं करते प्रत्युत इस लोक और परलोक (स्वर्गादि) के विनाशी भोगोंकी प्राप्तिके लिये ही यज्ञ करते हैं वे यज्ञके तत्त्वको जाननेवाले नहीं हैं। कारण कि विनाशी पदार्थोंकी कामना ही बन्धनका कारण है गतागतं कामकामा लभन्ते (गीता 9। 21)। अतः मनमें कामनावासना रखकर परिश्रमपूर्वक बड़ेबड़े यज्ञ करनेपर भी जन्ममरणका बन्धन बना रहता है मिटी न मनकी वासना नौ तत भये न नास।तुलसी केते पच मुये दे दे तन को त्रास।।विशेष बात यज्ञ करते समय अग्निमें आहुति दी जाती है। आहुति दी जानेवाली वस्तुओंके रूप पहले अलगअलग होते हैं परन्तु अग्निमें आहुति देनेके बाद उनके रूप अलगअलग नहीं रहते अपितु सभी वस्तुएँ अग्निरूप हो जाती हैं। इसी प्रकार परमात्मप्राप्तिके लिये जिन साधनोंका यज्ञरूपसे वर्णन किया गया है उनमें आहुति देनेका तात्पर्य यही है कि आहुति दी जानेवाली वस्तुओँकी अलग सत्ता रहे ही नहीं सब स्वाहा हो जायँ। जबतक उनकी अलग सत्ता बनी हुई है तबतक वास्तवमें उनकी आहुति दी ही नहीं गयी अर्थात् यज्ञका अनुष्ठान हुआ ही नहीं।इसी अध्यायके सोलहवें श्लोकसे भगवान् कर्मोंके तत्त्व (कर्ममें अकर्म) का वर्णन कर रहे हैं। कर्मोंका तत्त्व है कर्म करते हुए भी उनसे नहीं बँधना। कर्मोंसे न बँधनेका ही एक साधन है यज्ञ। जैसे अग्निमें डालनेपर सब वस्तुएँ स्वाहा हो जाती हैं ऐसे ही केवल लोकहितके लिये किये जानेवाले सब कर्म स्वाहा हो जाते हैं यज्ञायाचरतः कर्म समग्रं प्रविलीयते (गीता 4। 23)।निष्कामभावपूर्वक केवल लोकहितार्थ किये गये साधारणसेसाधारण कर्म भी परमात्माकी प्राप्ति करानेवाले हो जाते हैं। परन्तु सकामभावपूर्वक किये गये बड़ेसेबड़े कर्मोंसे भी परमात्माकी प्राप्ति नहीं होती। कारण कि उत्पत्तिविनाशशील पदार्थोंकी कामना ही बाँधनेवाली है। पदार्थ और क्रियारूप संसारसे अपना सम्बन्ध माननेके कारण मनुष्यमात्रमें पदार्थ पाने और कर्म करनेका राग रहता है कि मुझे कुछनकुछ मिलता रहे और मैं कुछनकुछ करता रहूँ। इसीको पानेकी कामना तथा करनेका वेग कहते हैं।मनुष्यमें जो पानेकी कामना रहती है वह वास्तवमें अपने अंशी परमात्माको ही पानेकी भूख है परन्तु परमात्मासे विमुख और संसारके सम्मुख होनेके कारण मनुष्य इस भूखको सांसारिक पदार्थोंसे ही मिटाना चाहता है। सांसारिक पदार्थ विनाशी हैं और जीव अविनाशी है। अविनाशीकी भूख विनाशी पदार्थोंसे मिट ही कैसे सकती है परन्तु जबतक संसारकी सम्मुखता रहती है तबतक पानेकी कामना बनी रहती है। जबतक मनुष्यमें पानेकी कामना रहती है तबतक उसमें करनेका वेग बना रहता है। इस प्रकार जबतक पानेकी कामना और करनेका वेग बना हुआ है अर्थात् पदार्थ और क्रियासे सम्बन्ध बना हुआ है तबतक जन्ममरण नहीं छूटता। इससे छूटनेका उपाय है कुछ भी पानेकी कामना न रखकर केवल दूसरोंके हितके लिये कर्म करना। इसीको लोकसंग्रह यज्ञार्थ कर्म लोकहितार्थ कर्म आदि नामोंसे कहा गया है।केवल दूसरोंके हितके लिये कर्म करनेसे संसारसे सम्बन्ध छूट जाता है और असङ्गता आ जाती है। अगर केवल भगवान्के लिये कर्म किये जायँ तो संसारसे सम्बन्ध छूटकर असङ्गता तो आ ही जाती है इसके साथ एक और विलक्षण बात यह होती है कि भगवान्का प्रेम प्राप्त हो जाता है सम्बन्ध   चौबीसवें श्लोकसे तीसवें श्लोकके पूर्वार्धतक भगवान्ने कुल बारह प्रकारके यज्ञोंका वर्णन किया और तीसवें श्लोकके उत्तरार्धमें यज्ञ करनेवाले साधकोंकी प्रशंसा की। अब भगवान् आगेके श्लोकमें यज्ञ करनेसे होनेवाले लाभ और न करनेसे होनेवाली हानि बताते हैं।","hcsca":"।।4.29।। इस श्लोक में आत्मसंयम के लिये उपयोगी प्राणायाम विधि का वर्णन किया गया है जिसका अभ्यास कुछ साधकगण करते हैं।अन्दर ली जाने वाली वायु को प्राण तथा बाहर छोड़ी जाने वाली वायु को अपान कहते हैं। योगशास्त्र के अनुसार हमारी श्वसन क्रिया के तीन अंग हैं पूरक रेचक और कुम्भक। श्वास द्वारा वायु को अन्दर लेने को पूरक तथा उच्छ्वास द्वारा बाहर छोड़ने को रेचक कहते हैं। एक पूरक और एक रेचक के बीच कुछ अन्तर होता है। जब वायु केवल अन्दर ही या केवल बाहर ही रहती है तो इसे कुम्भक कहते हैं। सामान्यत हमारी श्वसन क्रिया नियमबद्ध नहीं होती। अत पूरककुम्भकरेचककुम्भक रूप प्राणायाम की विधि का उपदिष्ट अनुपात में अभ्यास करने से प्राण को संयमित किया जा सकता है जो मनसंयम के लिये उपयोगी सिद्ध हो सकता है। इस श्लोक में क्रमश रेचक पूरक और कुम्भक का उल्लेख है। प्राणायाम को यज्ञ समझ कर जो व्यक्ति इसका अभ्यास करता है वह अन्य उपप्राणों को मुख्य प्राण में हवन करना भी सीख लेता है।जैसी कि सामान्य धारणा है प्राण का अर्थ केवल वायु अथवा श्वास नहीं है। हिन्दु शास्त्रों में प्रयुक्त प्राण शब्द का अभिप्राय जीवन शक्ति के उन कार्यो से है जो एक जीवित व्यक्ति के शरीर में होते रहते हैं। शास्त्रों में वर्णित पंचप्राणों का अध्ययन करने से ज्ञात होता है कि वे शरीर धारणा के पाँच प्रकार के कार्य हैं। वे पंचप्राण हैं प्राण अपान व्यान समान और उदान जो क्रमश विषय ग्रहण मलविसर्जन शरीर में रक्त प्रवाह अन्नपाचन एवं विचार की क्षमताओं को इंगित करते हैं। सामान्यत मनुष्य को इन क्रियायों का कोई भान नहीं रहता परन्तु प्राणायाम के अभ्यास से इन सबको अपने वश में रखा जा सकता है। अत वास्तव में प्राणायाम भी एक उपयोगी साधना है।अगले श्लोक में अन्तिम बारहवीं प्रकार की साधना का वर्णन किया गया है","etsga":"4.29 Constantly practising control of the vital forces by stopping the movements of the outgoing and the incoming breaths, some offer as a sacrifice the outgoing breath in the incoming breath; while still others, the incoming breath in the outgoing breath.","etssa":"4.29 Others offer as sacrifice the outgoing breath in the incoming, and the incoming in the outgoing, restraining the course of the outgoing and the incoming breaths, solely absorbed in the restraint of the breath.","etdss":"4.29. - 4.30. [Some sages] offer the prana into the apana; like-wise others offer the apana into the prana. Having controlled both the courses of the prana and apana, the same sages, with their desire fulfilled by the above activities, and with their food restricted, offer the pranas into pranas. All these persons know what sacrifices are and have their sins destroyed by sacrifices.","ecssa":"4.29 अपाने in the outgoing breath? जुह्वति sacrifice? प्राणम् incoming breath? प्राणे in the incoming breath? अपानम् outgoing breath? तथा thus? अपरे others? प्राणापानगती courses of the outgoing and incoming breaths? रुद्ध्वा restraining? प्राणायामपरायणाः solely absorbed in the restraint of breath.Commentary Some Yogis practise Puraka (inhalation)? some Yogis practise Rechaka (exhalation)?,and some Yogis practise Kumbhaka (retention of breath).The five subPranas and the other Pranas are merged in the chief Prana (MukhyaPrana) by the practice of Pranayama. When the Prana is controlled? the mind also stops its wanderings and becomes steady the senses are also thinned out and merged in the Prana. It is through the vibration of Prana that the activities of the mind and the senses are kept up. If the Prana is controlled? the mind? the intellect and the senses cease to function.","scetsga":"4.29 Pranayama-parayanah, constantly practising control of the vital forces-i.e. they practise a form of pranayama called Kumbhaka (stopping the breath either inside or outside) [Three sorts of motion of Pranayama (control of the vital forces) are, one by which we draw the breath in, another by which we throw it out, and the third action is when the breath is held in the lungs or stopped from entering the lungs.-C.W., Vol.I, 1962, p. 267. \nThus, there are two kinds of Kumbhaka-internal and external.]-; prana-apana-gati ruddhva, by stopping the movements of the outgoing and the incoming breaths-the outgoing of breath (exhalation) through the mouth and the nostrils is the movement of the Prana; as opposed to that, the movement of Apana is the going down (of breath) (inhalation); these constitute the prana-apana-gati, movements of Prana and Apana; by stopping these; some juhvati, offer as a sacrifice; pranam, the outgoing breath, which is the function of Prana; apane, in the incoming breath, which is the function of Apana-i.e. they practised a form of pranayama called Puraka (filling in); while tatha apare, still others; offer apanam, the incoming breath; prane, in the outgoing breath, i.e. they practise a form of pranayama called Recaka (emptying out). [Constantly practising control of the vital, forces, they perform Kumbhaka after Recaka and Puraka.]","scetdss":"4.29 See Comment under 4.30","scetssa":"4.29 - 4.30 Other Karma Yogins are devoted to the practice of breath control. They are of three types because of the differences in inhalation, exhalation and stoppage of breath. Puraka (inhalation) is that in which the inward breath is sacrificed in the outward breath. Recaka (exhalation) is that when the outward breath is sacrificed in the inward breath. Kumbhaka (stoppage of breath) is that when the flow of both inward and outward breaths is stopped. The clause, restricting of diet, applies to all the three types of persons devoted to the control of breath.\nAll these, according to their liking and capacity are engaged in performing the various kinds of Karma Yoga beginning from the sacrifice of material objects to the control of breath. They know and are devoted to sacrifices comprising obligatory and occasional rituals preceded by the performance of the great sacrifices (Panca-Maha-Yajna), as alluded to in Creating men along with the sacrifices (3.10). Because of this only, their sins are done away with. Those who are engaged in Karma Yoga by sustaining their bodies only by the ambrosia of sacrificial remains will go to the eternal Brahman. Go to Brahman here means realise the self which has Brahman for Its soul.","chakravarthi":"Others who are expert in pranayama offer the upward prana into the downward apana. At the time of fully inhaling, they merge the prana with the apana. At the time of fully exhaling (recaka) they offer the apana into the prana. At the time of kumbaka, they stop the movement of both prana and apana, and become completely absorbed in the practice of pranayama.\nOthers, desiring to conquer the senses, control the eating process; that is, they eat little. They offer the senses (pranan) into the pranas which are subsisting on restricted eating. When the pranas become weak, the senses, being dependent on the pranas, become incapable of grasping the sense objects, and become merged in the pranas.","rudra":"\nLord Krishna is explaining here that some offer the prana or outgoing\nbreath as a yagna or offering of worship to the apana or incoming breath\nand the apana as a yagna to the prana continuous practice of this leads to\nboth the prana and apana become an offering to kumbhaka which is the\ncomplete cessation of both breaths. When the breath is suspended all the\nvital forces merge into one and are controlled and the yagna is the merging\nof the senses into one. Others practice decreasing their food intake until\nit becomes minimal using it to offer as a yagna the senses which become\ngreatly weakened due to lack of food. They follow the Vedic injunctions\nthat the stomach should be half filled with food, a quarter filled with\nwater and a quarter filled with air. Others meditate on the mystic sound of\nHamsah meaning that I am and I am that in reference to the Supreme, for\nevery breath inhaled meditating on ham as that I am and as every breathe\nexhaled meditating on sah as I am that. It is a known fact that to the\nextent that the mind becomes steady through continuous practice to that\nextent so does the breath, speech, body and the gaze become steady.","brahma":"\nContinuing Lord Krishna explains that others who are devoted to pranayama\nor regulation of the breath offer the prana or outgoing breath to the apana\nor incoming breath and the incoming breath to the outgoing breath. In this\nway they arrive at the stage of kumbhaka or complete restraint of the\nbreath and this is considered to be yagna or offerings of worship.","shri":"\nLord Krishna states that other yogis or those practising the science of the\nindividual consciousness attaining communion with the ultimate\nconsciousness; they devote themselves to pranayama or breath control\nconsisting of three parts called rechaka or exhalation for 16 beats, puraka\nor inhaling for 32 beats and kumbhaka or cessation of breath for 64 beats.\nFor every breath the prana or outgoing breath is offerred as yagna or\nworship into the apana or incoming breath and the apana is offered into the\nprana. These yogis require light diets and follow strict regimens of\npractice.","kumar":"Lord Krishna states that other yogis or those practising the science of the\nindividual consciousness attaining communion with the ultimate\nconsciousness; they devote themselves to pranayama or breath control\nconsisting of three parts called rechaka or exhalation for 16 beats, puraka\nor inhaling for 32 beats and kumbhaka or cessation of breath for 64 beats.\nFor every breath the prana or outgoing breath is offerred as yagna or\nworship into the apana or incoming breath and the apana is offered into the\nprana. These yogis require light diets and follow strict regimens of\npractice."}