{"meta":"Bhagavad Gita Chapter 4 Verse 40","metahi":"भगवद् गीता 4.40","slok":"अज्ञश्चाश्रद्दधानश्च संशयात्मा विनश्यति।नायं लोकोऽस्ति न परो न सुखं संशयात्मनः।।4.40।।","htsrsd":"।।4.40।।विवेकहीन और श्रद्धारहित संशयात्मा मनुष्यका पतन हो जाता है। ऐसे संशयात्मा मनुष्यके लिये न यह लोक है न परलोक है और न सुख ही है।","htstma":"।।4.40।। अज्ञानी तथा श्रद्धारहित और संशययुक्त पुरुष नष्ट हो जाता है (उनमें भी) संशयी पुरुष के लिये न यह लोक है न परलोक और न सुख।।","transliteration":"Ajnashchaashraddhadhaanashcha samshayaatmaa vinashyati;\nNaayam loko’sti na paro na sukham samshayaatmanah.","englishmeaning":"ajñaḥ—the ignorant; cha—and; aśhraddadhānaḥ—without faith; cha—and; sanśhaya—skeptical; ātmā—a person; vinaśhyati—falls down; na—never; ayam—in this; lokaḥ—world; asti—is; na—not; paraḥ—in the next; na—not; sukham—happiness; sanśhaya-ātmanaḥ—for the skeptical soul","hcsrsd":" 4.40।। व्याख्या   अज्ञश्चाश्रद्दधानश्च संशयात्मा विनश्यति जिस पुरुषका विवेक अभी जाग्रत् नहीं हुआ है तथा जितना विवेक जाग्रत् हुआ है उसको महत्त्व नहीं देता और साथ ही जो अश्रद्धालु है ऐसे संशययुक्त पुरुषका पारमार्थिक मार्गसे पतन हो जाता है। कारण कि संशययुक्त पुरुषकी अपनी बुद्धि तो प्राकृत शिक्षारहित है और दूसरेकी बातका आदर नहीं करता फिर ऐसे पुरुषके संशय कैसे नष्ट हो सकते हैं और संशय नष्ट हुए बिना उसकी उन्नति भी कैसे हो सकती हैअलगअलग बातोंको सुननेसे यह ठीक है अथवा वह ठीक है इस प्रकार सन्देहयुक्त पुरुषका नाम संशयात्मा है। पारमार्थिक मार्गपर चलनेवाले साधकमें संशय पैदा होना स्वाभाविक है क्योंकि वह किसी भी विषयको पढ़ेगा तो कुछ समझेगा और कुछ नहीं समझेगा। जिस विषयको कुछ नहीं समझते उस विषयमें संशय पैदा नहीं होता और जिस विषयको पूरा समझते हैं उस विषयमें संशय नहीं रहता। अतः संशय सदा अधूरे ज्ञानमें ही पैदा होता है इसीको अज्ञान कहते हैं (टिप्पणी प0 272.1)। इसलिये संशयका उत्पन्न होना हानिकारक नहीं है प्रत्युत संशयको बनाये रखना और उसे दूर करनेकी चेष्टा न करना ही हानिकारक है। संशयको दूर करनेकी चेष्टा न करनेपर वह संशय ही सिद्धान्त बन जाता है। कारण कि संशय दूर न होनेपर मनुष्य सोचता है कि पारमार्थिक मार्गमें सब कुछ ढकोसला है और ऐसा सोचकर उसे छोड़ देता है तथा नास्तिक बन जाता है। परिणामस्वरूप उसका पतन हो जाता है। इसलिये अपने भीतर संशयका रहना साधकको बुरा लगना चाहिये। संशय बुरा लगनेपर जिज्ञासा जाग्रत् होती है जिसकी पूर्ति होनेपर संशयविनाशक ज्ञानकी प्राप्ति होती है।साधकका लक्षण है खोज करना। यदि वह मन और इन्द्रियोंसे देखी बातको ही सत्य मान लेता है तो वहीं रुक जाता है आगे नहीं बढ़ पाता। साधकको निरन्तर आगे ही बढ़ते रहना चाहिये। जैसे रास्तेपर चलते समय मनुष्य यह न देखे कि कितने मील आगे आ गये प्रत्युत यह देखे कि कितने मील अभी बाकी पड़े हैं तब वह ठीक अपने लक्ष्यतक पहुँच जायगा। ऐसे ही साधक यह न देखे कि कितना जान लिया अर्थात् अपने जाने हुएपर सन्तोष न करे प्रत्युत जिस विषयको अच्छी तरह नहीं जानता उसे जाननेकी चेष्टा करता रहे। इसलिये संशयके रहते हुए कभी सन्तोष नहीं होना चाहिये प्रत्युत जिज्ञासा अग्निकी तरह दहकती रहनी चाहिये। ऐसा होनेपर साधकका संशय सन्तमहात्माओंसे अथवा ग्रन्थोंसे किसीनकिसी प्रकारसे दूर हो ही जाता है। संशय दूर करनेवाला कोई न मिले तो भगवत्कृपासे उसका संशय दूर हो जाता है।विशेष बातजीवात्मा परमात्माका अंश है ममैवांशो जीवलोके (गीता 15। 7)। इसलिये जब उसमें अपने अंशी परमात्माको प्राप्त करनेकी भूख जाग्रत् होती है और उसकी पूर्ति न होनेका दुःख होता है तब उस दुःखको भगवान् सह नहीं सकते। अतः उसकी पूर्ति भगवान् स्वतः करते हैं। ऐसे ही जब साधकको अपने भीतर स्थित संशयसे व्याकुलता या दुःख होता है तब वह दुःख भगवान्को असह्य होता है। संशय दूर करनेके लिये भगवान्से प्रार्थना नहीं करनी पड़ती प्रत्युत जिस संशयको लेकर साधकको दुःख हो रहा है उससंशयको दूर करके भगवान् स्वतः उसका वह दुःख मिटा देते हैं। संशयात्मा पुरुषकी एक पुकार होती है जो स्वतः भगवान्तक पहुँच जाती है।संशयके कारण साधककी वास्तविक उन्नति रुक जाती है इसलिये संशय दूर करनेमें ही उसका हित है। भगवान् प्राणिमात्रके सुहृद् हैं सुहृदं सर्वभूतानाम् (गीता 5। 29) इसलिये जिस संशयको लेकर मनुष्य व्याकुल होता है और वह व्याकुलता उसे असह्य हो जाती है तो भगवान् उस संशयको किसी भी रीति उपायसे दूर कर देते हैं। गलती यही होती है कि मनुष्य जितना जान लेता है उसीको पूरा समझकर अभिमान कर लेता है कि मैं ठीक जानता हूँ। यह अभिमान महान् पतन करनेवाला हो जाता है।नायं लोकोऽस्ति न परो न सुखं संशयात्मनः इस श्लोकमें ऐसे संशयात्मा मनुष्यका वर्णन है जो अज्ञ और अश्रद्धालु है। तात्पर्य यह है कि भीतर संशय रहनेपर भी उस मनुष्यकी न तो अपनी विवेकवती बुद्धि है और न वह दूसरेकी बात ही मानता है। इसलिये उस संशयात्मा मनुष्यका पतन हो जाता है। उसके लिये न यह लोक है न परलोक है और न सुख ही है (टिप्पणी प0 272.2)।संशयात्मा मनुष्यका इस लोकमें व्यवहार बिगड़ जाता है। कारण कि वह प्रत्येक विषयमें संशय करता है जैसे यह आदमी ठीक है या बेठीक है यह भोजन ठीक है या बेठीक है इसमें मेरा हित है या अहित है आदि। उस संशयात्मा मनुष्यको परलोकमें भी कल्याणकी प्राप्ति नहीं होती क्योंकि कल्याणमें निश्चयात्मिका बुद्धिकी आवश्यकता होती है और संशयात्मा मनुष्य दुविधामें रहनेके कारण कोई एक निश्चय नहीं कर सकता जैसे जप करूँ या स्वाध्याय करूँ संसारका काम करूँ या परमात्मप्राप्ति करूँ आदि। भीतर संशय भरे रहनेके कारण उसके मनमें भी सुखशान्ति नहीं रहती। इसलिये विवेकवती बुद्धि और श्रद्धाके द्वारा संशयको अवश्य ही मिटा देना चाहिये।दो अलगअलग बातोंको पढ़नेसुननेसे संशय पैदा होता है। वह संशय या तो विवेकविचारके द्वारा दूर हो सकता है या शास्त्र तथा सन्तमहापुरुषोंकी बातोंको श्रद्धापूर्वक माननेसे। इसलिये संशययुक्त पुरुषमें यदि अज्ञता है तो वह विवेकविचारको बढ़ाये और यदि अश्रद्धा है तो श्रद्धाको बढ़ाये क्योंकि इन दोनोंमेंसे किसी एकको विशेषतासे अपनाये बिना संशय दूर नहीं होता। सम्बन्ध   भगवान्ने तैंतीसवें श्लोकसे ज्ञानयोगका प्रकरण आरम्भ करते हुए ज्ञानप्राप्तिका उपाय तथा ज्ञानकी महिमा बतायी। जो ज्ञान गुरुके पास रहकर उनकी सेवा आदि करनेसे होता है वही ज्ञान कर्मयोगसे सिद्ध हुए मनुष्यको अपनेआप प्राप्त हो जाता है ऐसा बताकर भगवान्ने ज्ञानप्राप्तिके पात्रअपात्रका वर्णन करते हुए प्रकरणका उपसंहार किया।अब प्रश्न होता है कि सिद्ध होनेके लिये कर्मयोगीको क्या करना चाहिये इसका उत्तर भगवान् आगेके श्लोकमें देते हैं।","hcsca":"।।4.40।। इसके पूर्व के श्लोक में कहा गया है कि श्रद्धा तथा ज्ञान से युक्त पुरुष परम शान्ति प्राप्त करता है। इसी तथ्य पर बल देने के लिये निषेधात्मक भाषा में कहते हैं कि उपर्युक्त गुणों से रहित पुरुष अपनी ही हानि करता हुआ अन्त में नष्ट हो जाता है।जो अज्ञानी है अर्थात् वह पुरुष जिसे बौद्धिक स्तर पर भी आत्मा का ज्ञान नहीं है। इस प्रकार के श्रद्धारहित और संशयी स्वभाव के पुरुष का नाश अवश्यंभावी है।दूसरी पंक्ति में भगवान् श्रीकृष्ण संशयात्मा पुरुष की निन्दा करते हुये उसके जीवन की त्रासदी बताते हैं। ऐसे पुरुष को न इस लोक में सुख मिलता है और न अन्यत्र। इसका अभिप्राय यह हुआ कि अज्ञानी तथा अश्रद्धालु पुरुष कुछ मात्रा में तो इस लोक का सुख प्राप्त कर सकते हैं परन्तु संशयी स्वभाव के व्य़क्ति के भाग्य में वह भी नहीं लिखा होता ऐसे पुरुष मानसिक रूप से किसी भी परिस्थिति का आनन्द लेने में सर्वथा असमर्थ हो जाते हैं क्योंकि संशय की प्रवृत्ति प्रत्येक अनुभव में विष घोल देती है। तथाकथित बुद्धिमान अश्रद्धालु और संशयी स्वभाव के पुरुषों पर इस पंक्ति मे तीक्ष्ण व्यंग्य प्रहार किया गया है।अत इस विषय में संशय नहीं करना चाहिये। भगवान् आगे कहते हैं","etsga":"4.40 One who is ignorant and faithless, and has a doubting mind perishes. Neither this world nor the next nor happiness exists for one who has a doubting mind.","etssa":"4.40 The ignorant the faithless, the doubting self goes to destruction; there is neither this world nor the other, nor happiness for the doubting.","etdss":"4.40. But he, who is ignorant and has no faith, perishes, with his self (mind) full of doubts. Neither this world nor the other, nor happiness is for a person, who is by nature is full of doubts.","ecssa":"4.40 अज्ञः the ignorant? च and? अश्रद्दधानः the faithless? च and? संशयात्मा the doubting self? विनश्यति goes to destruction? न not? अयम् this? लोकः world? अस्ति is? न not? परः the next? न not? सुखम् happiness? संशयात्मनः for the doubting self.Commentary The ignorant one who has no knowledge of the Self. The man without faith one who has no faith in his own self? in the scriptures and the teachings of his Guru.A man of doubting mind is the most sinful of all. His condition is very deplorable. He is full of doubts as regards the next world. He does not rejoice in this world also? as he is very suspicious. He has no happiness.","scetsga":"4.40 Ajnah, one who is ignorant, who has not known the Self; and asradda-dhanah, who is faithless; [Ast. adds here: guruvakya-sastresu avisvasavan, who has no faith in the instructions of the teacher and the scriptures.-Tr.] and samsaya-atma, who has a doubting mind; vinasyati, perishes. Although the ignorant and the faithless get ruined, yet it is not to the extent that a man with a doubting mind does. As for one with a doubting mind, he is the most vicious of them all. How? Na ayam lokah, neither this world which is familiar; na, nor also; parah, the next world; na sukham, nor happiness; asti, exist; samsaya-atmanah, for one who has a doubting mind. For doubt is possible even with regard to them! Therefore one should not entertain doubt.\nWhy?","scetdss":"4.39-40 Sraddhavan etc. Ajnah etc. Here the idea of the passage is this : The incoming of faith and the performance of activities intending this [knowledge], both spring up soon no doubt, if one, being a believer, entertains no doubt. Therefore, one should remain being favoured by the preceptors and the scriptures, and not entertaining any doubt. For, the doubt is a destroyer of everything [good]. Indeed a person with doubt knows nothing, because he does not have faith. Hence one should remain without doubt.\n The subject matter that has been elaborated in this entire chapter is now summarised by a pair of the [following] verses :","scetssa":"4.40 The ignorant, i.e., one devoid of knowledge received through instruction, the faithless or one who has no faith in developing this knowledge taught to him, i.e., who does not strive to progress ickly, and the doubting one, i.e., one who is full of doubts in regard to the knowledge taught - such persons perish, are lost. When this knowledge taught to him about the real nature of the self is doubted, then he loses this material world as also the next world. The meaning is that the ends of man, such as Dharma, Artha and Karma which constitute the material ends or fulfilments, are not achieved by such a doubting one. How then can mans supreme end, release be achieved by such a doubting one? For all the ends of human life can be achieved through the actions which are prescribed by the Sastras, but their performance reires the firm conviction that the self is different from the body. Therefore, even a little happiness does not come to the person who has a doubting mind concerning the self.","chakravarthi":"Having spoken of the person who was qualified with knowledge, in this verse Krishna speaks of the person without qualification for knowledge. That person perishes who is ignorant like an animal, or who, though knowing the scriptures, does not believe in anything, because of seeing the arguments between various factions (asraddhadanah), or who though even having faith, is afflicted with doubt whether he can attain the goal. Among these persons (ignorant, faithless, and doubting); the doubting one is especially criticized in the last line.","rudra":"\nAfter previously describing the qualifications of an aspirant for spiritual\nknowledge now Lord Krishna describes the characteristics of one who is\nunfit and not qualified for spiritual knowledge. One who is ignorant, of\nlittle faith, who does not follow instructions of the spiritual master,\nwho doubts the teachings of the eternal Vedic scriptures. Such a person has\nno chance for spiritual awakening and their human birth was all for nothing\nand in vain. One who doubts is ruined in this life for one will have little\nor no success in this world and such a person will have nothing in the next\nlife either because of not acquiring any merit in this life. Nor will there\nbe any happiness for them as due to always doubting one is unable to enjoy\nanything and thus pleasure for them also is an impossibility.","brahma":"There is no commentary for this verse.","shri":"\nThe word ajnah means fool or one who is uninstructed in Vedic wisdom. The\nword asraddadhahanah means one who has no faith even after being\ninstructed. The skeptic is one who doubts the knowledge one has already\nreceived. One of this disposition perishes for one who doubts the veracity\nof the atma or soul and the validity of the teaching taught by the\nspiritual master has no hope in this world or in the heavenly spheres. That\nis because sacrificing the three goals of human existence being dharma or\nrighteousness, artha or wealth and kama or pleasure. What chance will one\nhave for the fourth being moksa or liberation? For all the ambitions of\nhumans are accomplished by performing some prescribed duty in the Vedic\nscriptures and fulfilment of any desire is dependent on the conviction that\nthe atma or soul is eternal and the atma is distinct from the physical\nbody. Whoever doubts the existence of the atma or soul or is not sure that\nit is eternal cannot receive even the smallest percentage of spiritual\nbliss.","kumar":"The word ajnah means fool or one who is uninstructed in Vedic wisdom. The\nword asraddadhahanah means one who has no faith even after being\ninstructed. The skeptic is one who doubts the knowledge one has already\nreceived. One of this disposition perishes for one who doubts the veracity\nof the atma or soul and the validity of the teaching taught by the\nspiritual master has no hope in this world or in the heavenly spheres. That\nis because sacrificing the three goals of human existence being dharma or\nrighteousness, artha or wealth and kama or pleasure. What chance will one\nhave for the fourth being moksa or liberation? For all the ambitions of\nhumans are accomplished by performing some prescribed duty in the Vedic\nscriptures and fulfilment of any desire is dependent on the conviction that\nthe atma or soul is eternal and the atma is distinct from the physical\nbody. Whoever doubts the existence of the atma or soul or is not sure that\nit is eternal cannot receive even the smallest percentage of spiritual\nbliss."}