{"meta":"Bhagavad Gita Chapter 4 Verse 16","metahi":"भगवद् गीता 4.16","slok":"किं कर्म किमकर्मेति कवयोऽप्यत्र मोहिताः।तत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेऽशुभात्।।4.16।।","htsrsd":"।।4.16।।कर्म क्या है और अकर्म क्या है इस प्रकार इस विषयमें विद्वान् भी मोहित हो जाते हैं। अतः वह कर्मतत्त्व मैं तुम्हें भलीभाँति कहूँगा जिसको जानकर तू अशुभ(संसारबन्धन)से मुक्त हो जायगा।","htstma":"।।4.16।। कर्म क्या है और अकर्म क्या है इस विषय में बुद्धिमान पुरुष भी भ्रमित हो जाते हैं। इसलिये मैं तुम्हें कर्म कहूँगा (अर्थात् कर्म और अकर्म का स्वरूप समझाऊँगा) जिसको जानकर तुम अशुभ (संसार बन्धन) से मुक्त हो जाओगे।।","transliteration":"Kim karma kim akarmeti kavayo’pyatra mohitaah;\nTat te karma pravakshyaami yajjnaatwaa mokshyase’shubhaat.","englishmeaning":"kim—what; karma—action; kim—what; akarma—inaction; iti—thus; kavayaḥ—the wise; api—even; atra—in this; mohitāḥ—are confused; tat—that; te—to you; karma—action; pravakṣhyāmi—I shall explain; yat—which; jñātvā—knowing; mokṣhyase—you may free yourself; aśhubhāt—from inauspiciousness","hcsrsd":" 4.16।। व्याख्या   किं कर्म साधारणतः मनुष्य शरीर और इन्द्रियोंकी क्रियाओँको ही कर्म मान लेते हैं तथा शरीर और इन्द्रियोंकी क्रियाएँ बंद होनेको अकर्म मान लेते हैं। परन्तु भगवान्ने शरीर वाणी और मनके द्वारा होनेवाली मात्र क्रियाओँको कर्म माना है शरीरवाङ्मनोभिर्यत्कर्म प्रारभते नरः (गीता 18। 15)।भावके अनुसार ही कर्मकी संज्ञा होती है। भाव बदलनेपर कर्मकी संज्ञा भी बदल जाती है। जैसे कर्म स्वरूपसे सात्त्विक दीखता हुआ भी यदि कर्ताका भाव राजस या तामस होता है तो वह कर्म भी राजस या तामस हो जाता है। जैसे कोई देवीकी उपासनारूप कर्म कर रहा है जो स्वरूपसे सात्त्विक है। परन्तु यदि कर्ता उसे किसी कामनाकी सिद्धिके लिये करता है तो वह कर्म राजस हो जाता है और किसीका नाश करनेके लिये करता है तो वही कर्म तामस हो जाता है। इस प्रकार यदि कर्तामें फलेच्छा ममता और आसक्ति नहीं है तो उसके द्वारा किये गये कर्म अकर्म हो जाते हैं अर्थात् फलमें बाँधनेवाले नहीं होते। तात्पर्य यह है कि केवल बाहरी क्रिया करने अथवा न करनेसे कर्मके वास्तविक स्वरूपका ज्ञान नहीं होता। इस विषयमें शास्त्रोंको जाननेवाले बड़ेबड़े विद्वान् भी मोहित हो जाते हैं अर्थात् कर्मके तत्त्वका यथार्थ निर्णय नहीं कर पाते। जिस क्रियाको वे कर्म मानते हैं वह कर्म भी हो सकता है अकर्म भी हो सकता है और विकर्म भी हो सकता है। कारण कि कर्ताके भावके अनुसार कर्मका स्वरूप बदल जाता है। इसलिये भगवान् मानो यह कहते हैं कि वास्तविक कर्म क्या है वह क्यों बाँधता है कैसे बाँधता है इससे किस तरह मुक्त हो सकते हैं इन सबका मैं विवेचन करूँगा जिसको जानकर उस रीतिसे कर्म करनेपर वे बाँधनेवाले न हो सकेंगे।यदि मनुष्यमें ममता आसक्ति और फलेच्छा है तो कर्म न करते हुए भी वास्तवमें कर्म ही हो रहा है अर्थात् कर्मोंसे लिप्तता है। परन्तु यदि ममता आसक्ति और फलेच्छा नहीं है तो कर्म करते हुए भी कर्म नहीं हो रहा है अर्थात् कर्मोंसे निर्लिप्तता है। तात्पर्य यह है कि यदि कर्ता निर्लिप्त है तो कर्म करना अथवा न करना दोनों ही अकर्म हैं और यदि कर्ता लिप्त है तो कर्म करना अथवा न करना दोनों ही कर्म हैं औरबाँधनेवाले हैं।किमकर्मेति भगवान्ने कर्मके दो भेद बताये हैं कर्म और अकर्म। कर्मसे जीव बँधता है और अकर्मसे (दूसरोंके लिये कर्म करनेसे) मुक्त हो जाता है।कर्मोंका त्याग करना अकर्म नहीं है। भगवान्ने मोहपूर्वक किये गये कर्मोंके त्यागको तामस बताया है (गीता 18। 7)। शारीरिक कष्टके भयसे किये गये कर्मोंके त्यागको राजस बताया गया है (गीता 18। 8)। तामस और राजस त्यागमें कर्मोंका स्वरूपसे त्याग होनेपर भी कर्मोंसे सम्बन्धविच्छेद नहीं होता। कर्मोंमें फलेच्छा और आसक्तिका त्याग सात्त्विक है (गीता 18। 9)। सात्त्विक त्यागमें स्वरूपसे कर्म करना भी वास्तवमें अकर्म है क्योंकि सात्त्विक त्यागमें कर्मोंसे सम्बन्धविच्छेद हो जाता है। अतः कर्म करते हुए भी उससे निर्लिप्त रहना वास्तवमें अकर्म है।शास्त्रोंके तत्त्वको जाननेवाले विद्वान् भी अकर्म क्या है इस विषयमें मोहित हो जाते हैं। अतः कर्म करने अथवा न करने दोनों ही अवस्थाओंमें जिससे जीव बँधे नहीं उस तत्त्वको समझनेसे ही कर्म क्या है और अकर्म क्या है यह बात समझमें आयेगी। अर्जुन युद्धरूप कर्म न करनेको कल्याणकारक समझते हैं। इसलिये भगवान् मानो यह कहते हैं कि युद्धरूप कर्मका त्याग करनेमात्रसे तेरी अकर्मअवस्था (बन्धनसे मुक्ति) नहीं होगी (गीता 3। 4) प्रत्युत युद्ध करते हुए भी तू अकर्मअवस्थाको प्राप्त कर सकता है (गीता 2। 38) अतः अकर्म क्या है इस तत्त्वको तू समझ।निर्लिप्त रहते हुए कर्म करना अथवा कर्म करते हुए निर्लिप्त रहना यही वास्तवमें अकर्मअवस्था है।कवयोऽप्यत्र मोहिताः साधारण मनुष्योंमें इतनी सामर्थ्य नहीं कि वे कर्म और अकर्मका तात्त्विक निर्णय कर सकें। शास्त्रोंके ज्ञाता बड़ेबड़े विद्वान् भी इस विषयमें भूल कर जाते हैं। कर्म और अकर्मका तत्त्व जाननेमें उनकी बुद्धि भी चकरा जाती है। तात्पर्य यह हुआ कि इनका तत्त्व या तो कर्मयोगसे सिद्ध हुए अनुभवी तत्त्वज्ञ महापुरुष जानते हैं अथवा भगवान् जानते हैं।तत्ते कर्म प्रवक्ष्यामि जीव कर्मोंसे बँधा है तो कर्मोंसे ही मुक्त होगा। यहाँ भगवान् प्रतिज्ञा करते हैं कि मैं वह कर्मतत्त्व भलीभाँति कहूँगा जिससे कर्म करते हुए भी वे बन्धनकारक न हों। तात्पर्य यह है कि कर्म करनेकी वह विद्या बताऊँगा जिससे तू कर्म करते हुए भी जन्ममरणरूप बन्धनसे मुक्त हो जायगा।कर्म करनेके दो मार्ग हैं प्रवृत्तिमार्ग और निवृत्तिमार्ग। प्रवृत्तिमार्गको कर्म करना कहते हैं और निवृत्तिमार्गको कर्म न करना कहते हैं। ये दोनों ही मार्ग बाँधनेवाले नहीं हैं। बाँधनेवाली तो कामना ममता आसक्ति है चाहे यह प्रवृत्तिमार्गमें हो चाहे निवृत्तिमार्गमें हो। यदि कामना ममता आसक्ति न हो तो मनुष्य प्रवृत्तिमार्ग और निवृत्तिमार्ग दोनोंमें स्वतः मुक्त है। इस बातको समझना ही कर्मतत्त्वको समझना है।दूसरे अध्यायके पचासवें श्लोकमें भगवान्ने योगः कर्मसु कौशलम् कर्मोंमें योग ही कुशलता है ऐसा कहकर कर्मतत्त्व बताया है। तात्पर्य है कि कर्मबन्धनसे छूटनेका वास्तविक उपाय योग अर्थात् समता ही है। परन्तु अर्जुन इस तत्त्वको पकड़ नहीं सके इसलिये भगवान् इस तत्त्वको पुनः समझानेकी प्रतिज्ञा कर रहे हैं।विशेष बात कर्मयोग कर्म नहीं है प्रत्युत सेवा है। सेवामें त्यागकी मुख्यता होती है। सेवा और त्याग ये दोनों ही कर्मनहीं हैं। इन दोनोंमें विवेककी ही प्रधानता है।हमारे पास शरीर इन्द्रियाँ मन बुद्धि आदि जितनी भी वस्तुएँ हैं वे सब मिली हुई हैं और बिछुड़नेवाली हैं। मिली हुई वस्तुको अपनी माननेका हमें अधिकार नहीं है। संसारसे मिली वस्तुको संसारकी ही सेवामें लगानेका हमें अधिकार है। जो वस्तु वास्तवमें अपनी है उस(स्वरूप या परमात्मा) का त्याग कभी हो ही नहीं सकता और जो वस्तु अपनी नहीं है उस(शरीर या संसार) का त्याग स्वतःसिद्ध है। अतः त्याग उसीका होता है जो अपना नहीं है पर जिसे भूलसे अपना मान लिया है अर्थात् अपनेपनकी मान्यताका ही त्याग होता है। इस प्रकार जो वस्तु अपनी है ही नहीं उसे अपना न मानना त्याग कैसे यह तो विवेक है।कर्मसामग्री (शरीर इन्द्रियाँ मन बुद्धि आदि) अपनी और अपने लिये नहीं हैं प्रत्युत दूसरोंकी और दूसरोंके लिये ही हैं। इसका सम्बन्ध संसारके साथ है। स्वयंके साथ इसका कोई सम्बन्ध नहीं है क्योंकि स्वयं नित्यनिरन्तर निर्विकाररूपसे एकरस रहता है पर कर्मसामग्री पहले अपने पास नहीं थी बादमें भी अपने पास नहीं रहेगी और अब भी निरन्तर बिछुड़ रही है। इसलिये इसके द्वारा जो भी कर्म किया जाय वह दूसरोंके लिये ही होता है अपने लिये नहीं। इसमें एक मार्मिक बात है कि कर्मसामग्रीके बिना कोई भी कर्म नहीं किया जा सकता जैसे कितना ही बड़ा लेखक क्यों न हो स्याही कलम और कागजके बिना वह कुछ भी नहीं लिख सकता। अतः जब कर्मसामग्रीके बिना कुछ किया नहीं जा सकता तब यह विधान मानना ही पड़ेगा कि अपने लिये कुछ करना नहीं है। कारण कि कर्मसामग्रीका सम्बन्ध संसारके साथ है अपने साथ नहीं। इसलिये कर्मसामग्री और कर्म सदा दूसरोंके हितके लिये ही होते हैं जिसे सेवा कहते हैं। दूसरोंकी ही वस्तु दूसरोंको मिल गयी तो यह सेवा कैसे यह तो विवेक है।इस प्रकार त्याग और सेवा ये दोनों ही कर्मसाध्य नहीं हैं प्रत्युत विवेकसाध्य हैं मिली हुई वस्तु अपनी नहीं है दूसरोंकी और दूसरोंकी सेवामें लगानेके लिये ही है यह विवेक है। इसलिये मूलतः कर्मयोग कर्म नहीं है प्रत्युत विवेक है।विवेक किसी कर्मका फल नहीं है प्रत्युत प्राणिमात्रको अनादिकालसे स्वतः प्राप्त है। यदि विवेक किसी शुभ कर्मका फल होता तो विवेकके बिना उस शुभ कर्मको कौन करता क्योंकि विवेकके द्वारा ही मनुष्य शुभ और अशुभ कर्मके भेदको जानता है तथा अशुभ कर्मका त्याग करके शुभ कर्मका आचरण करता है। अतः विवेक शुभ कर्मोंका कारण है कार्य नहीं। यह विवेक स्वतःसिद्ध है इसलिये कर्मयोग भी स्वतःसिद्ध है अर्थात् कर्मयोगमें परिश्रम नहीं है। इसी प्रकार ज्ञानयोगमें अपना असङ्ग स्वरूप स्वतःसिद्ध है और भक्तियोगमें भगवान्के साथ अपना सम्बन्ध स्वतःसिद्ध है।यज्ज्ञात्वा मोक्ष्यसेऽशुभात् जीव स्वयं शुभ है और परिवर्तनशील संसार अशुभ है। जीव स्वयं परमात्माका नित्य अंश होते हुए भी परमात्मासे विमुख होकर अनित्य संसारमें फँस गया है। भगवान् कहते हैं कि मैं उस कर्मतत्त्वका वर्णन करूँगा जिसे जानकर कर्म करनेसे तू अशुभसे अर्थात् जन्ममरणरूप संसारबन्धनसे मुक्त हो जायगा।इस श्लोकमें कर्मोंको जाननेका जो प्रकरण आरम्भ हुआ है उसका उपसंहार बत्तीसवें श्लोकमें एवं ज्ञात्वा विमोक्ष्यसे पदोंसे किया गया है।मार्मिक बातकर्मयोगका तात्पर्य है कर्म संसारके लिये और योग अपने लिये। कर्मके दो अर्थ होते हैं करना और न करना। कर्म करना और न करना ये दोनों प्राकृत अवस्थाएँ हैं। इन दोनों ही अवस्थाओंमें अहंता रहती है। कर्म करनेमें कार्यरूपसे अहंता रहती है और कर्म न करनेमें कारण रूपसे। जबतक अहंता है तबतक संसारसे सम्बन्ध है और जबतक संसारसे सम्बन्ध है तबतक अहंता है। परन्तु योग दोनों अवस्थाओंसे अतीत है। उस योगका अनुभव करनेके लिये अहंतासे रहित होना आवश्यक है। अहंतासे रहित होनेका उपाय है कर्म करते हुए अथवा न करते हुए योगमें स्थित रहना और योगमें स्थित रहते हुए कर्म करना अथवा न करना। तात्पर्य है कि कर्म करने अथवा न करने दोनों अवस्थाओँमें निर्लिप्तता रहे योगस्थः कुरु कर्माणि (गीता 2। 48)।कर्म करनेसे संसारमें और कर्म न करनेसे परमात्मामें प्रवृत्ति होती है ऐसा मानते हुए संसारसे निवृत्त होकर एकान्तमें ध्यान और समाधि लगाना भी कर्म करना ही है। एकान्तमें ध्यान और समाधि लगानेसे तत्त्वका साक्षात्कार होगा इस प्रकार भविष्यमें परमात्मतत्त्वकी प्राप्ति करनेका भाव भी कर्मका सूक्ष्म रूप है। कारण कि करनेके आधारपर ही भविष्यमें तत्त्वप्राप्तिकी आशा होती है। परन्तु परमात्मतत्त्व करने और न करने दोनोंसे अतीत है।भगवान् कहते हैं कि मैं वह कर्मतत्त्व कहूँगा जिसे जाननेसे तत्काल परमात्मतत्त्वकी प्राप्ति हो जायगी। इसके लिये भविष्यकी अपेक्षा नहीं है क्योंकि परमात्मतत्त्व सम्पूर्ण देश काल वस्तु व्यक्ति शरीर इन्द्रियाँ मन बुद्धि प्राण आदिमें समानरूपसे परिपूर्ण है। मनुष्य अपनेको जहाँ मानता है परमात्मा वहीं हैं। कर्म करते समय अथवा न करते समय दोनों अवस्थाओंमें परमात्मतत्त्वका हमारे साथ सम्बन्ध ज्योंकात्यों रहता है। केवल प्रकृतिजन्य क्रिया और पदार्थसे सम्बन्ध माननेके कारण ही उसकी अनुभूति नहीं हो रही है।अहंतापूर्वक किया हुआ साधन और साधनका अभिमान जबतक रहता है तबतक अहंता मिटती नहीं प्रत्युत दृढ़ होती है चाहे वह अहंता स्थूलरूपसे (कर्म करनेसे साथ) रहे अथवा सूक्ष्मरूपसे (कर्म न करनेके साथ) रहे।मैं करता हूँ इसमें जैसी अहंता है ऐसी ही अहंता मैं नहीं करता हूँ इसमें भी है। अपने लिये कुछ न करनेसे अर्थात् कर्ममात्र संसारके हितके लिये करनेसे अहंता संसारमें विलीन हो जाती है। सम्बन्ध   अब भगवान् कर्मोंके तत्त्वको जाननेकी प्रेरणा करते हैं।","hcsca":"।।4.16।। सामान्य दृष्टि से हम किसी भी प्रकार की शारीरिक क्रिया को कर्म और वैसी क्रिया के अभाव को अकर्म समझते है। दैनिक जीवन के कार्यकलापों के सन्दर्भ में यह परिभाषा योग्य ही है। परन्तु दर्शनशास्त्र के दृष्टिकोण से कर्म और अकर्म के लक्षण भिन्न है।आत्मविकास की दृष्टि से कर्म का तात्पर्य केवल उसका स्थूल रूप जो शरीर द्वारा व्यक्त होता है नहीं समझना चाहिये किन्तु उसके साथ ही उसी कर्म के पीछे जो सूक्ष्म उद्देश्य है उसे भी ध्यान में रखना आवश्यक है। कर्म अपने आप में न अच्छा होता है और न बुरा। कर्म के उद्देश्य से कर्म का स्वरूप निश्चित किया जाता है। जैसे किसी फल की सुन्दरता से ही हम नहीं कह सकते कि वह खाने योग्य है अथवा नहीं क्योंकि वह तो उस फल में निहित तत्त्वों पर निर्भर करता है। उसी प्रकार अत्यन्त श्रेष्ठ प्रतीत होने वाले कर्म भी अपराधपूर्ण हो सकते हैं यदि उनका उद्देश्य निम्नस्तरीय और पापपूर्ण हो।इसलिये यहाँ कहा गया है कि कर्मअकर्म का विवेक करने में कवि लोग भी मोहित होते हैं। आजकल कविता लिखने वाले व्यक्ति को ही कवि कहा जाता है किन्तु पूर्व काल में उपनिषदों के मन्त्र द्रष्टा ऋषियों के लिये अथवा बुद्धिमान् पुरुषों के लिये यह शब्द प्रयुक्त होता था। प्रेरणा प्राप्त कोई भी पुरुष जो श्रेष्ठ सत्य को उद्घाटित करता था सिद्धकवि कहा जाता था।कर्मअकर्म की कठिन समस्या की ओर संकेत करके श्रीकृष्ण अर्जुन को आश्वासन देते हैं कि वे उसे कर्मअकर्म का तत्त्व समझायेंगे जिसे जानकर मनुष्य स्वयं को सांसारिक बन्धनों से मुक्त कर सकता है।यह सर्वविदित है कि कोई भी क्रिया कर्म है और क्रिया का अभाव शान्त बैठना अकर्म है। इसके विषय में और अधिक जानने योग्य क्या बात है इस पर कहते हैं","etsga":"4.16 Even the intelligent are confounded as to what is action and what is inaction. I shall tell you of that action by knowing which you will become free from evil.","etssa":"4.16 What is action? What is inaction? As to this even the wise are confused. Therefore I shall teach thee such action (the nature of action and inaction) by knowing which thou shalt be liberated from the evil (of Samsara, the wheel of birth and death).","etdss":"4.16. Even the wise are perplexed about what is action and what is non-action; I shall preperly teach you the action, by knowing which you shall be freed from evil.","ecssa":"4.16 किम् what? कर्म action? किम् what? अकर्म inaction? इति thus? कवयः wise? अपि also? अत्र in this? मोहिताः (are) deluded? तत् that? ते to thee? कर्म action? प्रवक्ष्यामि (I) shall teach? यत् which? ज्ञात्वा having known? मोक्ष्यसे (thou) shalt be liberated? अशुभात् from evil.No Commentary.","scetsga":"4.16 Kavayah api, even the intelligent; mohitah, are confounded in this subject of action etc.; iti atra, as to; kim karma, what is action; and kim akarma, what is inaction. Therefore, pravaksyami, I shall tell; te, you; of karma, action; akarma ca, as also of inaction; jnatva, by knowing; yat, which-action etc.; moksyase, you will become free: asubhat, from evil, from transmigration.\nAnd you should not think thus: What is called karma is the movement of the body etc. as are well-known in the world; and akarma, inaction, is not doing those, (i.e.) sitting ietly. What is there to understand (further) in that regard? Why? The answer is:","scetdss":"4.16 See Comment under 4.17","scetssa":"4.16 What is the form of the action which should be done by an aspirant for liberation? And what is non-action? Knowledge about the true nature of the acting self, is spoken of as non-action. The wise, even the learned scholars, are puzzled, i.e., do not truly know, both these - the proper form of the actions to be performed and the proper form of knowledge included in it. I shall teach you that action which includes knowledge within itself. Knowing, i.e., following it, you will be released from evil, i.e., from the bondage of Samsara. Knowledge about the work to be performed results in its performance.\nWhy is it so difficult to know this Karma? Sri Krsna replies:","chakravarthi":"Moreover, action is not to be performed by the intelligent person just in an imitative way, but after having understood its varieties. First, the difficulty in understanding karma is described.","rudra":"\nHere it is inferred that action should be performed under the guidance of\nthose situated in jnana yoga or the cultivation of Vedic knowledge, who are\nknowers of the ultimate truth and such action should not be based on what\nis popular at the moment in society. Even men of discrimination can be\nbeguiled by the subtle nature of what is action and what is inaction. So\nnow in the next verse Lord Krishna will expound the intricacies of action\nand inaction that by performing one will be free of the disease of\ntransmigratory existence and will attain moksa or liberation from the cycle\nof birth and death.","brahma":"\nIn the three previous verses Lord Krishna talks about performance of\nactions, now He promises to gives a detailed explanation that will dispel\ndelusion about the nature of actions.","shri":"\nExactly what is the nature of karma or action as performed by the aspirants\ntreading the path to moksa or liberation from material existence and what\nalso is akarma or inaction? By the term akarma is inferred true knowledge\nrelating to the doer which is the atma or soul. What is the action which\nneeds to be performed and what is the wisdom of inaction that is involved\nin such an action? Even persons of discrimination and knowledge are\nbewildered in this matter and confused do not understand this differences\nproperly. Lord Krishna now promises to dispel all delusion in the\nintricacies of this subject. What is the purpose of performing actions as a\nmatter of duty? The satisfaction consists in the knowledge of knowing why\nthe duty is to be discharged. The knower is the person who performs works\naspiring for moksa. The ignorant is one who performs work for sense\ngratification. The former performs work without egoism while the latter\nperforms works full of egoissm. The former is eligible for liberation the\nlatter is eligible for bondage. Why this is so difficult to understand is\nexplained in the next verse.","kumar":"Exactly what is the nature of karma or action as performed by the aspirants\ntreading the path to moksa or liberation from material existence and what\nalso is akarma or inaction? By the term akarma is inferred true knowledge\nrelating to the doer which is the atma or soul. What is the action which\nneeds to be performed and what is the wisdom of inaction that is involved\nin such an action? Even persons of discrimination and knowledge are\nbewildered in this matter and confused do not understand this differences\nproperly. Lord Krishna now promises to dispel all delusion in the\nintricacies of this subject. What is the purpose of performing actions as a\nmatter of duty? The satisfaction consists in the knowledge of knowing why\nthe duty is to be discharged. The knower is the person who performs works\naspiring for moksa. The ignorant is one who performs work for sense\ngratification. The former performs work without egoism while the latter\nperforms works full of egoissm. The former is eligible for liberation the\nlatter is eligible for bondage. Why this is so difficult to understand is\nexplained in the next verse."}