{"meta":"Bhagavad Gita Chapter 4 Verse 3","metahi":"भगवद् गीता 4.3","slok":"स एवायं मया तेऽद्य योगः प्रोक्तः पुरातनः।भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम्।।4.3।।","htsrsd":"।।4.3।।तू मेरा भक्त और प्रिय सखा है इसलिये वही यह पुरातन योग आज मैंने तुझसे कहा है क्योंकि यह बड़ा उत्तम रहस्य है।","htstma":"।।4.3।। वह ही यह पुरातन योग आज मैंने तुम्हें कहा (सिखाया) क्योंकि तुम मेरे भक्त और मित्र हो। यह उत्तम रहस्य है।।","transliteration":"Sa evaayam mayaa te’dya yogah proktah puraatanah;\nBhakto’si me sakhaa cheti rahasyam hyetad uttamam.","englishmeaning":"saḥ—that; eva—certainly; ayam—this; mayā—by me; te—unto you; adya—today; yogaḥ—the science of Yog; proktaḥ—reveal; purātanaḥ—ancient; bhaktaḥ—devotee; asi—you are; me—my; sakhā—friend; cha—and; iti—therefore; rahasyam—secret; hi—certainly; etat—this; uttamam—supreme","hcsrsd":" 4.3।। व्याख्या   भक्तोऽसि मे सखा चेति अर्जुन भगवान्को अपना प्रिय सखा पहलेसे ही मानते थे (गीता 11। 41 42) पर भक्त अभी (गीता 2। 7 में) हुए हैं अर्थात् अर्जुन सखा भक्त तो पुराने हैं पर दास्य भक्त नये हैं। आदेश या उपदेश दास अथवा शिष्यको ही दिया जाता है सखाको नहीं। अर्जुन जब भगवान्के शरण हुए तभी भगवान्का उपदेश आरम्भ हुआ।जो बात सखासे भी नहीं कही जाती वह बात भी शरणागत शिष्यके सामने प्रकट कर दी जाती है। अर्जुन भगवान्से कहते हैं कि मैं आपका शिष्य हूँ इसलिये आपके शरण हुए मुझको शिक्षा दीजिये। इसलिये भगवान् अर्जुनके सामने अपनेआपको प्रकट कर देते हैं रहस्यको खोल देते हैं।अर्जुनका भगवान्के प्रति बहुत विशेष भाव था तभी तो उन्होंने वैभव और अस्त्रशस्त्रोंसे सुसज्जित नारायणी सेना का त्याग करके निःशस्त्र भगवान्को अपने सारथि के रूपमें स्वीकार किया (टिप्पणी प0 211)।साधारण लोग भगवान्की दी हुई वस्तुओंको तो अपनी मानते हैं (जो अपनी हैं ही नहीं) पर भगवान्को अपना नहीं मानते (जो वास्तवमें अपने हैं)। वे लोग वैभवशाली भगवान्को न देखकर उनके वैभवको ही देखते हैं। वैभवको ही सच्चा माननेसे उनकी बुद्धि इतनी भ्रष्ट हो जाती है कि वे भगवान्का अभाव ही मान लेते हैं अर्थात् भगवान्की तरफ उनकी दृष्टि जाती ही नहीं। कुछ लोग वैभवकी प्राप्तिके लिये ही भगवान्का भजन करते हैं। भगवान्को चाहनेसे तो वैभव भी पीछे आ जाता है पर वैभवको चाहनेसे भगवान् नहीं आ सकते। वैभव तो भक्तके चरणोंमें लोटता है परन्तु सच्चे भक्त वैभवकी प्राप्तिके लिये भगवान्का भजन नहीं करते। वे वैभवको नहीं चाहते अपितु भगवान्को ही चाहते हैं। वैभवको चाहनेवाले मनुष्य वैभवके भक्त (दास) होते हैं और भगवान्को चाहनेवाले मनुष्य भगवान्के भक्त होते हैं। अर्जुनने वैभव(नारायणी सेना) का त्याग करके केवल भगवान्को अपनाया तो युद्धक्षेत्रमें भीष्म द्रोण युधिष्ठिर आदि महापुरुषोंके रहते हुए भी गीताका महान् दिव्य उपदेश केवल अर्जुनको ही प्राप्त हुआ और बादमें राज्य भी अर्जुनको मिल गयास एवायं मया तेऽद्य योगः प्रोक्तः पुरातनः इन पदोंका यह तात्पर्य नहीं है कि मैंने कर्मयोगको पूर्णतया कह दिया है प्रत्युत यह तात्पर्य है कि जो कुछ कहा है वह पूर्ण है। आगे भगवान्के जन्मके विषयमें अर्जुनद्वारा किये गये प्रश्नका उत्तर देकर भगवान्ने पुनः उसी कर्मयोगका वर्णन आरम्भ किया है।भगवान् कहते हैं कि सृष्टिके आदिमें मैंने सूर्यके प्रति जो कर्मयोग कहा था वही आज मैंने तुमसे कहा है। बहुत समय बीत जानेपर वह योग अप्रकट हो गया था और मैं भी अप्रकट ही था। अब मैं भी अवतार लेकर प्रकट हुआ हूँ और योगको भी पुनः प्रकट किया है। अतः अनादिकालसे जो कर्मयोग मनुष्योंको कर्मबन्धनसे मुक्त करता आ रहा है वह आज भी उन्हें कर्मबन्धनसे मुक्त कर देगा।रहस्यं ह्येतदुत्तमम् जिस प्रकार अठारहवें अध्यायके छाछठवें श्लोकमें भगवान्ने अर्जुनके सामने सर्वगुह्यतम बात प्रकट की कि तू मेरी शरणमें आ जा मैं तुझे सम्पूर्ण पापोंसे मुक्त कर दूँगा उसी प्रकार यहाँ उत्तम रहस्य प्रकट करते हैं कि मैंने ही सृष्टिके आदिमें सूर्यको उपदेश दिया था और वही मैं आज तुझे उपदेश दे रहा हूँ।भगवान् अर्जुनसे मानो यह कहते हैं कि तेरा सारथि बनकर तेरी आज्ञाका पालन करनेवाला होकर भी मैं आज तुझे वही उपदेश दे रहा हूँ जो उपदेश मैंने सृष्टिके आदिमें सूर्यको दिया था। मैं साक्षात् वही हूँ और अभी अवतार लेकर गुप्तरीतिसे प्रकट हुआ हूँ यह बहुत रहस्यकी बात है। इस रहस्यको आज मैं तेरे सामने प्रकट कर रहा हूँ क्योंकि तू मेरा भक्त और प्रिय सखा है।साधारण मनुष्यकी तो बात ही क्या है साधककी दृष्टि भी उपदेशकी ओर अधिक एवं उपदेष्टाकी ओर कम जाती है। इस प्रसङ्गको पढ़नेसुननेपर उपदिष्ट योग पर तो दृष्टि जाती है पर उपदेष्टा भगवान् श्रीकृष्ण ही आदि नारायण हैं इसपर प्रायः दृष्टि नहीं जाती। जो बात साधारणतः पकड़में नहीं आती वह रहस्यकी होती है। भगवान् यहाँ रहस्यम् पदसे अपना परिचय देते हैं जिसका तात्पर्य है कि साधककी दृष्टि सर्वथा भगवान्की ओर ही रहनी चाहिये।अपनेआपको आदि उपदेष्टा कहकर भगवान् मानो अपनेको मानवमात्रका गुरु प्रकट करते हैं। नाटक खेलते समय मनुष्य जनताके सामने अपने असली स्वरूपको प्रकट नहीं करता पर किसी आत्मीय जनके सामने अपनेको प्रकट भी कर देता है। ऐसे ही मनुष्यअवतारके समय भी भगवान् अर्जुनके सामने अपना ईश्वरभाव प्रकट कर देते हैं अर्थात् जो बात छिपाकर रखनी चाहिये वह बात प्रकट कर देते हैं। यही उत्तम रहस्य है।कर्मयोगको भी उत्तम रहस्य माना जा सकता है। जिन कर्मोंसे जीव बँधता है (कर्मणा बध्यते जन्तुः) उन्हीं कर्मोंसे उसकी मुक्ति हो जाय यह उत्तम रहस्य है। पदार्थोंको अपना मानकर अपने लिये कर्म करनेसे बन्धन होता है और पदार्थोंको अपना न मानकर (दूसरोंका मानकर) केवल दूसरोंके हितके लिये निःस्वार्थभावपूर्वक सेवा करनेसे मुक्ति होती है। अनुकूलताप्रतिकूलता धनवत्तानिर्धनता स्वस्थतारुग्णता आदि कैसी ही परिस्थिति क्यों न हो प्रत्येक परिस्थितिमें इस कर्मयोगका पालन स्वतन्त्रतापूर्वक हो सकता है। कर्मयोगमें रहस्यकी तीन बातें मुख्य हैं (1) मेरा कुछ नहीं है। कारण कि मेरा स्वरूप सत् (अविनाशी) है और जो कुछ मिला है वह सब असत् (नाशवान्) है फिर असत् मेरा कैसे हो सकता है अनित्यका नित्यके साथ सम्बन्ध कैसे हो सकता है (2) मेरे लिये कुछ नहीं चाहिये। कारण कि स्वरूप(सत्) में कभी अपूर्ति या कमी होती ही नहीं फिर किस वस्तुकी कामना की जाय अनुत्पन्न अविनाशी तत्त्वके लिये उत्पन्न होनेवाली नाशवान् वस्तु कैसे काममें आसकती है (3) अपने लिये कुछ नहीं करना है। इसमें पहला कारण यह है कि स्वयं चेतन परमात्माका अंश है और कर्म जड है। स्वयं नित्यनिरन्तर रहता है पर कर्मका तथा उसके फलका आदि और अन्त होता है। इसलिये अपने लिये कर्म करनेसे आदिअन्तवाले कर्म और फलसे अपना सम्बन्ध जुड़ता है। कर्म और फलका तो अन्त हो जाता है पर उनका सङ्ग भीतर रह जाता है जो जन्ममरणका कारण होता है कारणं गुणसङ्गोऽस्य सदसद्योनिजन्मसु (गीता 13। 21)। दूसरा कारण यह है कि करने का दायित्व उसीपर आता है जो कर सकता है अर्थात् जिसमें करनेकी योग्यता है और जो कुछ पाना चाहता है। निष्क्रिय निर्विकार अपरिवर्तनशील और पूर्ण होनेके कारण चेतन स्वरूप शरीरके सम्बन्धके बिना कुछ कर ही नहीं सकता इसलिये यह विधान मानना पड़ेगा कि स्वरूपको अपने लिये कुछ नहीं करना है।तीसरा कारण यह है कि स्वरूप सत् है और पूर्ण है अतः उसमें कभी कमी आती ही नहीं आनेकी सम्भावना भी नहीं नाभावो विद्यते सतः (गीता 2। 16)। कमी न आनेके कारण उसमें कुछ पानेकी इच्छा भी नहीं होती। इससे स्वतः सिद्ध होता है कि स्वरूपपर करने का दायित्व नहीं है अर्थात् उसे अपने लिये कुछ नहीं करना है।कर्मयोगमें कर्म तो संसारके लिये होते हैं और योग अपने लिये होता है। परन्तु अपने लिये कर्म करनेसे योग का अनुभव नहीं होता। योग का अनुभव तभी होगा जब कर्मोंका प्रवाह पूराकापूरा संसारकी ओर ही हो जाय। कारण कि शरीर इन्द्रियाँ मन बुद्धि पदार्थ धन सम्पत्ति आदि जो कुछ भी हमारे पास है वह सबकासब संसारसे अभिन्न है संसारका ही है और उन्हें संसारकी सेवामें ही लगाना है। अतः पदार्थ और क्रियारूप संसारसे सम्बन्धविच्छेद करनेके लिये ही दूसरोंके लिये कर्म करना है। यही कर्मयोग है। कर्मयोग सिद्ध होनेपर करनेका राग पानेकी लालसा जीनेकी इच्छा और मरनेका भय ये सब मिट जाते हैं।जैसे सूर्यके प्रकाशमें लोग अनेक कर्म करते हैं पर सूर्यका उन कर्मोंसे अपना कुछ भी सम्बन्ध नहीं होता ऐसे ही स्वयं(चेतन) के प्रकाशमें सम्पूर्ण कर्म होते हैं पर स्वयं का उनसे कुछ भी सम्बन्ध नहीं होता क्योंकि स्वयं चेतन तथा अपरिवर्तनशील है और कर्म जड तथा परिवर्तनशील हैं। परन्तु जब स्वयं भूलसे उन पदार्थों और कर्मोंके साथ थोड़ासा भी सम्बन्ध मान लेता है अर्थात् उन्हें अपने और अपने लिये मान लेता है तो फिर वे कर्म अवश्य ही उसे बाँध देते हैं।नियतकर्मका किसी भी अवस्थामें त्याग न करना तथा नियत समयपर कार्यके लिये तत्पर रहना भी सूर्यकी अपनी विलक्षणता है। कर्मयोगी भी सूर्यकी तरह अपने नियतकर्मोंको नियत समयपर करनेके लिये सदा तत्पर रहता है।कर्मयोगका ठीकठीक पालन किया जाय तो यदि कर्मयोगीमें ज्ञानके संस्कार हैं तो उसे ज्ञानकी प्राप्ति और यदि भक्तिके संस्कार हैं तो उसे भक्तिकी प्राप्ति स्वतः हो जाती है। कर्मयोगका पालन करनेसे अपना ही नहीं प्रत्युत संसारमात्रका भी परम हित होता है। दूसरे लोग देखें या न देखें समझें या न समझें मानें या न मानें अपने कर्तव्यका ठीकठीक पालन करनेसे दूसरे लोगोंको कर्तव्यपालनकी प्रेरणा स्वतः मिलती है और इस प्रकार सबकी सेवा भी हो जाती है।मार्मिक बात गीतामें भगवान्ने उपदेशके आरम्भमें दूसरे अध्यायके ग्यारहवें श्लोकसे तीसवें श्लोकतक मनुष्यमात्रके अनुभव(विवेक) का वर्णन किया है। यह मनुष्यमात्रका ही अनुभव नहीं है प्रत्युत जीवमात्रका भी अनुभव है कारण कि मैं हूँ ऐसे अपनी सत्ता(होनेपन) का अनुभव स्थावरजङ्गम सभी प्राणियोंको है। वृक्ष पर्वत आदिको भी इसका अनुभव है पर वे इसे व्यक्त नहीं कर सकते। पशुपक्षियोंमें तो प्रत्यक्ष देखनेमें भी आता है जैसे पशुपक्षी आपसमें लड़ते हैं तो अपनी सत्ताको लेकर ही लड़ते हैं। यदि अपनी अलग सत्ताका अनुभव न हो तो वे लड़ें ही क्यों मनुष्यको तो इसका प्रत्यक्ष अनुभव है ही परन्तु वह न तो अपने अनुभवकी ओर दृष्टि डालता है और न उसका आदर ही करता है। इस अनुभवको ही विवेक या निजज्ञान कहते हैं। यह विवेक सबमें स्वतः है और भगवत्प्रदत्त है।इन्द्रियाँ मन और बुद्धि प्रकृतिके अंश हैं इसलिये इनसे होनेवाला ज्ञान प्रकृतिजन्य है। शास्त्रोंको पढ़सुनकर इन इन्द्रियोंमनबुद्धिके द्वारा जो पारमार्थिक ज्ञान होता है वह ज्ञान भी एक प्रकारसे प्रकृतिजन्य ही है। परमात्मतत्त्व इस प्रकृतिजन्य ज्ञानकी अपेक्षा अत्यन्त विलक्षण है। अतः परमात्मतत्त्वको निजज्ञान (स्वयंसे होनेवाला ज्ञान) से ही जाना जा सकता है। निजज्ञान अर्थात् विवेकको महत्त्व देने से मैं कौन हूँ मेरा क्या है जड और चेतन क्या हैं प्रकृति और परमात्मा क्या हैं यह सब जाननेकी शक्ति आ जाती है। यही विवेक कर्मयोगमें भी काम आता है यह मार्मिक बात है।कर्मयोगमें विवेककी दो बातें मुख्य हैं (1) अपने होनेपन(मैं हूँ) में कोई संदेह नहीं है और (2) अभी जो वस्तुएँ मिली हुई हैं उनपर अपना कोई आधिपत्य नहीं है क्योंकि वे पहले अपनी नहीं थीं और बादमें भी अपनी नहीं रहेंगी। मैं (स्वयं) निरन्तर रहता हूँ और ये मिली हुई वस्तुएँ शरीर इन्द्रियाँ मन बुद्धि आदि निरन्तर बदलती रहती हैं और इनका निरन्तर वियोग होता रहता है। जैसे कर्मोंका आरम्भ और समाप्ति होती है ऐसे ही उनके फलका भी संयोग और वियोग होता है। इसलिये कर्मों और पदार्थोंका सम्बन्ध संसारसे है स्वयंसे नहीं। इस प्रकार विवेक जाग्रत् होते ही कामनाका नाश हो जाता है। कामनाका नाश होनेपर स्वतःसिद्ध निष्कामता प्रकट हो जाती है अर्थात् कर्मयोग पूर्णतः सिद्ध हो जाता है।कामनासे विवेक ढक जाता है (गीता 3। 38 39)। स्वार्थबुद्धि भोगबुद्धि संग्रहबुद्धि रखनेसे मनुष्य अपने कर्तव्यका ठीकठीक निर्णय नहीं कर पाता। वह उलझनोंको उलझनसे ही अर्थात् शरीरइन्द्रियाँमनबुद्धिसे ही सुलझाना चाहता है और इसीलिये वह वर्तमान परिस्थितिको बदलनेका ही उद्योग करता है। परन्तु परिस्थितिको बदलना अपने वशकी बात नहीं है इसलिये उलझन सुलझनेकी अपेक्षा अधिकाधिक उलझती चली जाती है। विवेक जाग्रत् होनेपर जब स्वार्थबुद्धि भोगबुद्धि संग्रहबुद्धि नहीं रहती तब अपना कर्तव्य स्पष्ट दीखने लग जाता है और सभी प्रकारकी उलझनें स्वतः सुलझ जाती हैं।बाहरी परिस्थिति कर्मोंके अनुसार ही बनती है अर्थात् वह कर्मोंका ही फल है। धनवत्तानिर्धनता निन्दास्तुति आदरनिरादर यशअपयश लाभहानि जन्ममरण स्वस्थतारुग्णता आदि सभी परिस्थितियाँ कर्मोंके अधीन हैं (टिप्पणी प0 214)। शुभ और अशुभ कर्मोंके फलस्वरूपमें अनुकूल और प्रतिकूल परिस्थिति सामने आती रहती है परन्तु उस परिस्थितिसे सम्बन्ध जोड़कर उसे अपनी मानकर सुखीदुःखी होना मूर्खता है। तात्पर्य यह है कि अनुकूल और प्रतिकूल परिस्थितिका आना तो कर्मोंका फल है और उससे सुखीदुःखी होना अपनी अज्ञता मूर्खताका फल है। कर्मोंका फल मिटाना तो हाथकी बात नहीं है पर मूर्खता मिटाना बिलकुल हाथकी बात है। जिसे मिटा सकते हैं उस मूर्खताको तो मिटाते नहीं और जिसे बदल सकते नहीं उस परिस्थितिको बदलनेका उद्योग करते हैं यह महान् भूल है इसलिये अपने विवेकको महत्त्व देकर मूर्खताको मिटा देना चाहिये और अनुकूलप्रतिकूल परिस्थितियोंका सदुपयोग करते हुए उनसे ऊँचे उठ जाना अर्थात् असङ्ग हो जाना चाहिये। जो किसी भी परिस्थितिसे सम्बन्ध न जोड़कर उसका सदुपयोग करता है अर्थात् अनुकूल परिस्थितिमें दूसरोंकी सेवा करता है तथा प्रतिकूलपरिस्थितिमें दुःखी नहीं होता अर्थात् सुखकी इच्छा नहीं करता वह संसारबन्धनसे सुगमतापूर्वक मुक्त हो जाता है।जिसे मनुष्य नहीं चाहता वह प्रतिकूल परिस्थिति पहले किये अशुभ(पाप) कर्मोंका फल होती है। अतः पापकर्म तो करने ही नहीं चाहिये। किसीको कष्ट पहुँचे ऐसा काम तो स्वप्नमें भी नहीं करना चाहिये। परन्तु वर्तमानमें (नये) पापकर्म न करनेपर भी पुराने पापकर्मोंके फलस्वरूप जब प्रतिकूल परिस्थिति आ जाती है तब अन्तःकरणमें चिन्ता शोक भय आदि भी आ जाते हैं। इसका कारण यह है कि हमने चिन्ताशोकको अधिक परिचित बना लिया है। जैसे बिक्री की हुई गाय पुराने स्थानसे परिचित होनेके कारण बारबार वहीं आ जाती है। परन्तु उसे बारबार नये स्थानपर पहुँचा दिया जाय तो फिर वह पुराने स्थानपर आना छोड़ देती है। ऐसे ही आज और अभी यह दृढ़ विचार कर लें कि आनेजानेवाली परिस्थितिसे सम्बन्ध जोड़कर चिन्ताशोक करना गलती है यह गलती अब हम नहीं करेंगे तो फिर ये चिन्ताशोक आना छोड़ देंगे।विवेककी पूर्ण जागृति न होनेपर भी कर्मयोगीमें एक निश्चयात्मिका बुद्धि रहती है कि जो अपना नहीं है उससे सम्बन्धविच्छेद करना है और सांसारिक सुखोंको न भोगकर केवल सेवा करनी है। इस निश्चयात्मिका बुद्धिके कारण उसके अन्तःकरणमें सांसारिक सुखोंका महत्त्व नहीं रहता। फिर भोगोंमें सुख है ऐसे भ्रममें उसे कोई डाल नहीं सकता। अतः इस एक निश्चयको अटल रखनेसे ही उसका कल्याण हो जाता है। सत्सङ्गस्वाध्यायसे ऐसी निश्चयात्मिका बुद्धिको बल मिलता है। अतः हरेक साधकको कमसेकम ऐसा कल्याणकारी निश्चय अवश्य ही बना लेना चाहिये। ऐसा निश्चय बनानेमें सब स्वाधीन हैं कोई पराधीन नहीं है। इसमें किसीकी किञ्चित् भी सहायताकी आवश्यकता नहीं है क्योंकि इसमें स्वयं बलवान् है। सम्बन्ध   मैंने ही सृष्टिके आदिमें सूर्यको उपदेश दिया था और वही मैं आज तुझे उपदेश दे रहा हूँ इसे सुनकर अर्जुनमें स्वाभाविक यह जिज्ञासा जाग्रत् होती है कि जो अभी मेरे समाने बैठे हैं इन भगवान् श्रीकृष्णने सृष्टिके आरम्भमें सूर्यको उपदेश कैसे दिया था अतः इसे अच्छी तरह समझनेके लिये अर्जुन आगेके श्लोकमें भगवान्से प्रश्न करते हैं।","hcsca":"।।4.3।। यहाँ भगवान् अब तक के उपदिष्ट ज्ञान के प्राचीनता की घोषणा करके रूढ़िवादी विचारकों की शंका का निर्मूलन कर देते हैं।शिष्य के प्रति स्नेह भाव होने पर ही कोई गुरु उत्साह और कुशलता पूर्वक उपदेश दे सकता है। श्रीकृष्ण और अर्जुन के बीच ऐसा ही सम्बन्ध था और भगवान् को यह विश्वास था कि उनके द्वारा निर्दिष्ट मार्ग का वह अनुसरण करेगा। गुरु और शिष्य के बीच इस प्रकार की व्यापारिक व्यवस्था न हो कि तुम शुल्क दो और मैं पढ़ाऊँगा। प्रेम और स्वातन्त्र्य मित्रता और आपसी समझ के वातावरण में ही मन और बुद्धि विकसित होकर खिल उठते हैं। आत्मानुभव का ज्ञान प्रदान करने के लिए आवश्यक गुणों को अर्जुन में देखकर ही श्रीकृष्ण कहते हैं कि उन्होंने इस योग का ज्ञान उसे दिया।यहाँ इस ज्ञान को रहस्य कहने का तात्पर्य केवल इतना ही है कि कोई व्यक्ति कितना ही बुद्धिमान् क्यों न हो फिर भी अनुभवी पुरुष के उपदेश के बिना वह आत्मा के अस्तित्व का कभी आभास भी नहीं पा सकता। समस्त बुद्धि वृत्तियों को प्रकाशित करने वाली आत्मा स्वयं बुद्धि के परे होती है। इसलिये मनुष्य की विवेक सार्मथ्य कभी भी नित्य अविकारी आत्मा को विषय रूप में नहीं जान सकती। यही कारण है कि सत्य के विज्ञान को यहाँ उत्तम रहस्य कहा गया है।किसी के मन में यह शंका न रह जाये कि भगवान् के वाक्यों में परस्पर विरोध है इसलिये अर्जुन मानो आक्षेप करता हुआ प्रश्न पूछता है","etsga":"4.3 That ancient Yoga itself, which is this, has been taught to you by Me today, considering that you are My devotee and friend, For, this (Yoga) is a profound secret.","etssa":"4.3 That same ancient Yoga has been today taught to thee by Me, for thou art My devotee and My friend; it is the supreme secret.","etdss":"4.3. The self-same ancient Yoga has been taught now by Me to you on the ground that you are My devotee and friend too. This is the highest secret.","ecssa":"4.3 सः that? एव even? अयम् this? मया by Me? ते to thee? अद्य today? योगः Yoga? प्रोक्तः has been taught? पुरातनः ancient? भक्तः devotee? असि thou art? मे My? सखा friend? च and? इति thus? रहस्यम् secret? हि for? एतत् this? उत्तमम् best.Commentary This Yoga contains profound and subtle teachings. Hence it is the supreme secret which is revealed by the Lord.","scetsga":"4.3 Sah, that; puratanah, ancient; yogah, Yoga; eva, itself; ayam, which is this; proktah, has been taught; te, to you; maya, by Me; adya, today; iti, considering that; asi, you are; me, My; bhaktah, devotee; ca sakha, and friend. Hi, for; etat, this Yoga, i.e. Knowledge; is a uttamam, profound; rahasyam, secret.\nLest someone should understand that the Lord has said something contradictory, therefore, in order to prevent that (doubt), as though raising a estion,","scetdss":"4.1-3 Evam etc. upto uttamam. Eventhough it has come down by regular succession of teacher, it is lost now. By this [statement] the Bhagavat indicates the rarity (or difficulty) and respectability of this knowledge. You are My devotee and friend too : You are a devotee having nothing but Me as your final goal and you are a friend too. This too indicates the secondary importance [of the friendship]. Hence, just as in the sentence wander begging food [etc], the importance lies in the act of begging food, but unimportance in the act of bringing the cow; in the same way, in the present case it is devotion towards the teacher that is important and not the friendship also. This is the idea intended here.","scetssa":"4.3 It is the same ancient, unchanged Yoga which is now taught to you, who out of friendship and overwhelming devotion have resorted to Me whole-heartedly. The meaning is that it has been taught to you fully with all its accessories. Because it is the most mysterious knowledge declared in the Vedanta, it cannot be known or taught by anyone other than Myself.\nIn this connection, in order to know the truth about the Lords descent correctly, Arjuna asked:","chakravarthi":"In this verse, the Lord gives the reason for speaking this yoga to Arjuna. You are my devotee (my servant) and my friend. Apart from these two reasons, he gives another reason for speaking to a person favorable to him: it is private or secret.","rudra":"\nNow Lord Krishna is confirming that the very same eternal yoga or science\nof the individual consciousness attaining communion with the ultimate\nconsciousness that had become lost and disappeared is being taught again in\nparampara or disciplic succession to His friend Arjuna because he is His\ndisciple. It was not taught by Lord Krishna to others outside of parampara\nbecause it is highly confidential and a supreme secret.","brahma":"\nHari OM! In this chapter the superiority of the intellect having its power\nof discrimination, the greatness of the atma or soul possessing its eternal\nnature, the importance of the performance of karma yoga or prescribed Vedic\nactivities according to position and stage in life and the supremacy of\njnana yoga or the cultivation of Vedic wisdom. Whatever Lord Krishna has\ndelineated in the previous three chapters should be understood to be dharma\nor absolute principles of eternal righteousness. This is what is meant by\nthe word iman which means this and refers to the science of yoga which is\nthe science of the individual consciousness in communion with the Ultimate\nConsciousness. Lord Krishna wants to impress upon posterity that what He is\nexplaining is not temporary relating to time and circumstances but is nitya\ntattva or eternal truths and rita or inviolable cosmic laws. They never\nbecome outdated nor do they become irrelevant with the passage of time.\nThey are always relevant, constantly renewing themselves, remaining ever\nfresh as nature is in the universe. Nature as was created in the beginning\nof time and nature as is present now in the world is not different in their\nessence although there may be difference in the form; but form is but a\nmanifestation it is not the essence. Because of the atrophy of human\nreceptivity and the excess of human depravity along with a decline in human\nintellect there comes about obscurity in human perception. Therefore from\ntime to time the ashes that are covering the coals need to be brushed away\nfor the embers which were hidden to glow in their eternal splendour.\nSometimes the Supreme Lord Himself in His avatara forms as scripturally\nauthorised incarnations manifests and incarnates to periodically re-\nestablish these eternal principles of creation. At other times great souls\nfrom the higher realms with exceptional compassion descend and see a need\nto reiterate and disseminate these divine principles for all of humanity\nsuffering in the perpetual cycle of birth and death. These great souls\nnever modify the intrinsic meaning of these eternal principles nor do they\nchange the essential characteristics of these eternal principles although\nthey make innovations in their preaching and how they distribute them\naccording to time and circumstance. They have nothing new to instruct nor\nanything to add they merely come to remove aside the ash that has covered\nthe glowing embers of eternal principles and to prepare conditions so that\nbeguiled humanity may have the greatest opportunity to be receptive to\nthese eternal principles.\nNow begins the summation.\nHari Om! The wisdom and performance of eternal spiritual principles as\ngiven in the Vedic scripture Pancaratra which Lord Krishna aeons before had\ninstructed in initiation to Brahma, Shiva, Indra and Surya the sun-god is\nagain being explained to the Pandavas as the eternal principles of the\nBhagavad-Gita which is the abridged form of the Pancaratra and the essence\nof all Vedic scriptures. The manner in which the demi-gods, the great\nsages, the saintly kings and how human beings should achieve Vedic wisdom\nby performing karma yoga in Satya, Treta, Dwarpa and kali yugas or the four\nmeasurements of Vedic duration comprising a period of 1, 360, 000 years.\nAll these things are explained in the Bhagavad-Gita. From Arjuna to Manu,\nall perform karma yoga and gain Vedic wisdom as prescribed in the Bhagavad-\nGita. The Brahma Vaivarta Purana states that there is no Vedic scripture\nsuperior to the Bhagavad-Gita. The Pancaratra which is supplementary to the\nfour Vedas should be learned and assimilated in its entirety and the\nBhagavad-Gita is its essence. Thus there is nothing that can compare to the\nillustrious Bhagavad-Gita.","shri":"\nLord Krishna is suggesting that it should not be presumed that the yoga or\nknowledge of the individual consciousness in communion with the Ultimate\nConsciousness being given by him is just a persuasive speech intended to\nprompt one to do their duty; for He now reveals that He also instructed it\nto Visvavan the demi-god controlling the sun, as a way of attaining moksa\nor liberation from the cycle of birth and death. A method intended for the\nsalvation of all the universes and a measure designed to benefit all of\ncreation, truly being the sublime goal of humans. Visvavan taught it to\nManu who instructed it to Ikshavaku and so on successively until it was\ntransmitted to the saintly kings from the mouths of their spiritual\nmasters. But due to the passage of time and dull understanding of humanity\nthis knowledge was lost and forgotten. But the very same yoga, pure and\npristine is being revealed in all its entirety and details by Lord Krishna\nbecause Arjuna has taken full shelter in Him in loving devotion as the only\nrefuge. No one other then the Supreme Lord Krishna is able to originally\nexplain the Bhagavad-Gita as it is the essence of the sublime wisdom of all\nthe Vedas and encapsulates the mysteries of Vedanta.","kumar":"Lord Krishna is suggesting that it should not be presumed that the yoga or\nknowledge of the individual consciousness in communion with the Ultimate\nConsciousness being given by him is just a persuasive speech intended to\nprompt one to do their duty; for He now reveals that He also instructed it\nto Visvavan the demi-god controlling the sun, as a way of attaining moksa\nor liberation from the cycle of birth and death. A method intended for the\nsalvation of all the universes and a measure designed to benefit all of\ncreation, truly being the sublime goal of humans. Visvavan taught it to\nManu who instructed it to Ikshavaku and so on successively until it was\ntransmitted to the saintly kings from the mouths of their spiritual\nmasters. But due to the passage of time and dull understanding of humanity\nthis knowledge was lost and forgotten. But the very same yoga, pure and\npristine is being revealed in all its entirety and details by Lord Krishna\nbecause Arjuna has taken full shelter in Him in loving devotion as the only\nrefuge. No one other then the Supreme Lord Krishna is able to originally\nexplain the Bhagavad-Gita as it is the essence of the sublime wisdom of all\nthe Vedas and encapsulates the mysteries of Vedanta."}