{"meta":"Bhagavad Gita Chapter 4 Verse 25","metahi":"भगवद् गीता 4.25","slok":"दैवमेवापरे यज्ञं योगिनः पर्युपासते।ब्रह्माग्नावपरे यज्ञं यज्ञेनैवोपजुह्वति।।4.25।।","htsrsd":"।।4.25।।अन्य योगीलोग भगवदर्पणरूप यज्ञका ही अनुष्ठान करते हैं और दूसरे योगीलोग ब्रह्मरूप अग्निमें विचाररूप यज्ञके द्वारा ही जीवात्मारूप यज्ञका हवन करते हैं।","htstma":"।।4.25।। कोई योगीजन देवताओं के पूजनरूप यज्ञ को ही करते हैं और दूसरे (ज्ञानीजन) ब्रह्मरूप अग्नि में यज्ञ के द्वारा यज्ञ को हवन करते हैं।।","transliteration":"Daivam evaapare yajnam yoginah paryupaasate;\nBrahmaagnaavapare yajnam yajnenaivopajuhwati.","englishmeaning":"daivam—the celestial gods; eva—indeed; apare—others; yajñam—sacrifice; yoginaḥ—spiritual practioners; paryupāsate—worship; brahma—of the Supreme Truth; agnau—in the fire; apare—others; yajñam—sacrifice; yajñena—by sacrifice; eva—indeed; upajuhvati—offer","hcsrsd":"।।4.25।। व्याख्या   दैवमेवापरे यज्ञं योगिनः पर्युपासते पूर्वश्लोकमें भगवान्ने सर्वत्र ब्रह्मदर्शनरूप यज्ञ करनेवाले साधकका वर्णन किया। यहाँ भगवान् अपरे पदसे उससे भिन्न प्रकारके यज्ञ करनेवाले साधकोंका वर्णन करते हैं।यहाँ योगिनः पद यज्ञार्थ कर्म करनेवाले निष्काम साधकोंके लिये आया है।सम्पूर्ण क्रियाओं तथा पदार्थोंको अपना और अपने लिये न मानकर उन्हें केवल भगवान्का और भगवान्के लिये ही मानना दैवयज्ञ अर्थात् भगवदर्पणरूप यज्ञ है। भगवान् देवोंके भी देव हैं इसलिये सब कुछ उनके अर्पण कर देनेको ही यहाँ दैवयज्ञ कहा गया है।किसी भी क्रिया और पदार्थमें किञ्चिन्मात्र भी आसक्ति ममता और कामना न रखकर उन्हें सर्वथा भगवान्का मानना ही दैवयज्ञका भलीभाँति अनुष्ठान करना है।ब्रह्माग्नावपरे यज्ञं यज्ञेनैवोपजुह्वति इस श्लोकके पूर्वार्धमें बताये गये दैवयज्ञसे भिन्न दूसरे यज्ञका वर्णन करनेके लिये यहाँ अपरे पद आया है।चेतनका जडसे तादात्म्य होनेके कारण ही उसे जीवात्मा कहते हैं। विवेकविचारपूर्वक जडसे सर्वथा विमुख होकर परमात्मामें लीन हो जानेको यहाँ यज्ञ कहा गया है। लीन होनेका तात्पर्य है परमात्मतत्त्वसे भिन्न अपनी स्वतन्त्र सत्ता किञ्चिन्मात्र न रखना।","hcsca":"।।4.25।। जगत् में कार्य करते हुए ज्ञानी पुरुष के हृदय के भाव को ही कुछ श्लोकों में बताया गया है। साधक के मन में एक शंका सदैव उठती है कि ध्यानावस्था में बुद्धि से भी परे अर्थात् उसकी द्रष्टा आत्मा का साक्षात् अनुभव होता है परन्तु कुछ काल के लिये ही। गौतम बुद्ध जैसे कुछ महापुरुषों को हम कार्य में अत्याधिक व्यस्त देखते हैं जबकि कोई महात्मा एक स्थान पर ही रहकर अपने सीमित क्षेत्र में कार्य करते देखे जाते हैं जैसे भगवान् रमण महर्षि। कुछ अन्य सन्त सामान्य जीवन ही व्यतीत करते हैं। साधक को यह जानने की उत्सुकता रहती है कि जगत् में अनेक वस्तुओं के सम्पर्क में आने पर ज्ञानी पुरुष के मन की क्या भावना होती है।जो पुरुष सभी उपलब्ध साधनों के उपयोग से अपने आपको शारीरिक मानसिक एवं बौद्धिक अपूर्णताओं दुर्बलताओं से ऊँचा उठाने का सतत् प्रयत्न करता है वह योगी कहलाता है। इस दृष्टि से इस श्लोक के केवल सामान्य अर्थ को ही ग्रहण करना उचित नहीं होगा।जो प्रकाशरूप है उसे कहते हैं देव। अध्यात्म की दृष्टि से ये देव पंच ज्ञानेन्द्रियाँ हैं। इन इन्द्रियों के द्वारा शब्द स्पर्श रूप रस और गन्ध ये पाँच विषय प्रकाशित किये जाते हैं। साधक तथा सिद्ध पुरुष भी इन्द्रियों के माध्यम से ही विषय ग्रहण करते हैं परन्तु उनकी दृष्टि में यह भी एक यज्ञ है जिसमें विषयों की आहुतियाँ इन्द्रियरूप देवों को दी जारही हैं। अज्ञानी के लिये जो विषयग्रहण की क्रिया मात्र है वही ज्ञानियों की दृष्टि से विषयों की इन्द्रियों के प्रति भक्ति की साधना है।यज्ञ की भावना बनाये रखने से साधक को धीरेधीरे उत्कृष्ट अथवा निकृष्ट सभी प्रकार के इन्द्रियोपभोगों से वैराग्य हो जाता है जो आन्तरिक समता बनाये रखने में सहायक होता है।देवयज्ञ के वर्णन के बाद श्रीकृष्ण कहते हैं अन्य लोग ब्रह्मयज्ञ करते हैं जिसमें ब्रह्मरूप अग्नि में यज्ञ (आत्मा) के द्वारा यज्ञ का (आत्मा का) हवन करते हैं। अध्यात्म की दृष्टि से विचार करने पर इस कथन का अर्थ स्पष्ट हो जाता है। जब तक हम शरीर धारण किये हुए इस जगत् में रहते हैं तब तक विषयों के साथ हमारा सम्पर्क अवश्य रहता है। परन्तु हमें जो सुखदुख का अनुभव होता है वह बाह्य जगत् के कारण नहीं वरन् हमारे विषयों के प्रति रागद्वेष के कारण होता है। विषयों में स्वयं सुख या दुख देने की क्षमता नहीं है।ज्ञानी पुरुष जानते हैं कि इन्द्रियाँ विषय ग्रहण की साधन मात्र हैं और वे केवल चैतन्य आत्मा के सानिध्य से ही कार्य कर सकती हैं। इस ज्ञान के कारण वे इन्द्रियों की ब्रह्मज्ञान की अग्नि में स्वयं ही आहुति देते हैं। यहाँ साधकों को उपदेश हैं कि वे अपनी ज्ञानेन्द्रियों और कर्मेन्द्रियों का उपयोग स्वार्थ के लिये न करके जगत् की सेवार्थ करें इससे वे जगत् में रहकर कार्य करते हुए भी विषयासक्ति के बन्धन में नहीं पड़ सकते।अगले श्लोक में भगवान् दो प्रकार के यज्ञ बताते हैं","etsga":"4.25 Other yogis undertake sacrifice to gods alone, Others offer the Self, as a sacrifice by the Self itself, in the fire of Brahman.","etssa":"4.25 Some Yogies perform sacrifice to the gods alone; while others (who have realised the Self) offer the self as sacrifice by the Self in the fire of Brahman alone.","etdss":"4.25. Certain other men of Yoga are completely devoted to yajna, connected with the devas and offer that yajna, simply as a yajna, into the insatiable fire of the Brahman.","ecssa":"4.25 दैवम् pertaining to Devas? एव only? अपरे some? यज्ञम् sacrifice? योगिनः Yogis? पर्युपासते perform? ब्रह्माग्नौ in the fire of Brahman? अपरे others? यज्ञम् sacrifice? यज्ञेन by sacrifice? एव verily? उपजुह्वति offer as sacrifice.Commentary Some Yogis who are devoted to Karma Yoga perform sacrificial rites to the shining ones or Devas (gods). The second Yajna is JnanaYajna or the wisdom sacrifice performed by those who are devoted to Jnana Yoga. The oblation in this sacrifice is the Self. Yajna here means the Self. The Upadhis or the limiting adjuncts such as the physical body? the mind? the intellect? etc.? which are superimposed on Brahman through ignorance are sublated and the identity of the individual soul with the Supreme Soul or Brahman is realised. To sacrifice the self in Brahman is to know through direct cognition (Aparoksha Anubhuti) that the individual soul is identical with Brahman. This is the highest Yajna. Those who are established in Brahman? those who have realised their oneness with the Supreme Soul or Paramatma perform this kind of sacrifice. This is superior to all other sacrifices.","scetsga":"4.25 Apare, other; yoginah, yogis, ritualists; pari-upasate, undertake; yajnam, sacrifice; daivam, to gods; eva, alone. A sacrifice by which the gods are adored is daiva-yajna; they perform only that. This is the meaning.\nBrahma-agnau, in the fire of Brahman: By the word brahman is meant That which is referred to in such sentences as, Brahman is Truth, knowledge and infinite (Tai. 2.1), Knowledge, Bliss, Brahman (Br. 3.9.28), the Brahman that is immediate and direct-the self that is within all (Br.3.4.1), which is devoid of all worldly characteristiscs like hunger etc. and which is beyond all particular alifications-as stated in, Not this, not this (Br.4.4.22). That which is Brahman is the fire. [Brahman is called fire because, as reflected in wisdom, It burns away everything, i.e. ignorance, or because everything merges into It during dissolution (pralaya).] And it is spoken of as Brahmagni with a view to referring to It as that into which the offering is made.\nIn that fire of Brahman, apare, others, other knowers of Brahman; upa-juhvati, offer; yajnam, the Self, which is referred to by the word yajna (sacrifice), it, having, been presented as a synonym of the Self;-that Self, which is a sacrifice, which is reality is verily the supreme Brahman, which is associated with such limiting adjuncts as the intellect etc., which is associated with all the alities of the limiting adjuncts superimposed on it, and which is the oblation, (they offer) yajnena, by the Self itself as described above. The offering (of the Self) in that (Brahman) is nothing but the realization of that Self which is assoicated with the limiting adjuncts to be the supreme Brahman which is free from adjuncts. The monks, steadfast in the realization of the identity of Brahman and the Self, make that offering. This is the meaning.\nBeginning with, The ladle is Brahman etc., this sacrifice characterized as full realization is being included among such sacrifices as daiva-yajna etc. with a view to eulogizing it in the verses beginning with, O destroyer of enemies, jnana-yajna is greater than the sacrifices involving (sacrificial) materials.","scetdss":"4.25 Daivam etc. the Devas are the sense-organs that are playful. The yajna that stands based on them is nothing but the act of receiving objects of their own. Certain persons are thoroughly devoted only to that yajna, i.e., they gain the gain of their own Self by examining this (yajna) from its root . That is why they are men of Yoga; for, they are absorbed in the Yoga permanently at all stages. Indeed in Yogin the suffix ini, a synonym of matup, here signifies perpetual connection. Further, they (Yogins) pour, as an offering, the self-same yajna, above defined, into the Brhaman-fire that is insatiable i.e. that cannot be satisfied. Thus [the verse] has been interpreted by some.\n \nHowever, the Sage (the author of the Gita) does not violate the context. Hence, that meaning which exists in his heart we shall show : Certain masters of Yoga perform godly sacrifice i.e., sacrifice, consisting of external objects, and intending only deities like Indra etc., of varied forms. Further, with a single conviction that It is a Yajna and a thing to be performed, i.e., with no craving for fruit, they offer the same sacrifice, that is being performed, into the Brahman - fire which is insatiable i.e., difficult to satisfy. Thus even those, who perform sacrificial rites with material objects, attain the Supreme Brahman. For, it is going to be declared in the seel : All these persons too have understood sacrifice (IV, 30 below). The Vedic text also [says] :\n \n The gods offered sacrifice [just] as sacrifice. (RV, I, 164, 50; TS, III, v, II, 5; etc.)","scetssa":"4.25 Some Karma Yogins resort to the sacrifice relating to gods, i.e., the sacrifice which takes the form of worshipping gods. The meaning is that they have steadfast devotion only in this. Others offer sacrifice into the fire of Brahman solely by means of sacrifice. Here the term, sacrifice is used in the sense of the oblation, the ladle etc., reired for performing a sacrifice and therefore they are said to constitute sacrificing. These are of the nature of Brahman. Offer by means of sacrifice indicates the ladle and other implements for the accomplishment of sacrifice.","chakravarthi":"Hear about many other types of yajnas. The Lord explains this in eight verses. Daivam refers to that in which devatas like Indra and Varuna are worshipped. Thus the phrase daivam yajnam means worship having Indra and other devatas as subject. This is derived from the rule sasya devata (Panini 4.2.24). In this worship, it is indicated that there is lack of consciousness of brahman. The karma yogis (yoginah) worship the devatas.\nOthers, the jnana yogis, offer the jiva (yajnam) (what is called tvam: you) as the oblation into the fire of brahman or paramatma (what is called tat: that), using the mantra pranava as the instrument (yajnena). This jnana yoga will be praised later (verse 33). The words yajna and yajnena used as object and instrument refer to the pure jiva and pranava through the metaphor of the previous verse.","rudra":"\nThe ability to see the Brahman or spiritual substratum pervading all\nexistence everywhere is factually a potent form of yagna or offerings of\nworship as propitiation to the Supreme Lord Krishns. This type of yagna is\nsuperior to all other yagnas. In order to show its superiority; the various\nsacrifices which are methods to attain this knowledge are given in\ndescending order of importance in the next eight verses. Those yagnas in\nwhich demi-gods like Indra and Varuna are worshipped are called Daiva-\nYagnas. The word eva meaning only shows that Indra and the demi-gods are\nnot viewed as being Brahman. The karma yogis or those performing actions\nfor specific rewards worship the demigods fastidiously. The jnana yogis or\nthose cultivating Vedic knowledge offer the sacrifice back to the Brahman\nby means of that very sacrifice and dissolve all actions into the Brahman\nby the sacrifice of spiritual intelligence.","brahma":"There is no commentary for this verse.","shri":"\nLord Krishna begins with the word daivam meaning the demi-gods. Karma yogis\nor those following the path of prescribed Vedic activities being on a lower\nplatform devotedly worship the demigods such as Indra for rainfall and\nSurya for sunlight and derive the desired results sought. While the jnana\nyogis those following the path of cultivating knowledge offer all their\noblations such as ghee or clarified butter and food grains exclusively into\nthe fire as offerings to the Brahman or spiritual substratum pervading all\nexistence and this is their yagna or worship to the Supreme.","kumar":"Lord Krishna begins with the word daivam meaning the demi-gods. Karma yogis\nor those following the path of prescribed Vedic activities being on a lower\nplatform devotedly worship the demigods such as Indra for rainfall and\nSurya for sunlight and derive the desired results sought. While the jnana\nyogis those following the path of cultivating knowledge offer all their\noblations such as ghee or clarified butter and food grains exclusively into\nthe fire as offerings to the Brahman or spiritual substratum pervading all\nexistence and this is their yagna or worship to the Supreme."}