{"meta":"Bhagavad Gita Chapter 4 Verse 17","metahi":"भगवद् गीता 4.17","slok":"कर्मणो ह्यपि बोद्धव्यं बोद्धव्यं च विकर्मणः।अकर्मणश्च बोद्धव्यं गहना कर्मणो गतिः।।4.17।।","htsrsd":"।।4.17।।कर्मका तत्त्व भी जानना चाहिये और अकर्मका तत्त्व भी जानना चाहिये तथा विकर्मका तत्त्व भी जानना चाहिये क्योंकि कर्मकी गति गहन है।","htstma":"।।4.17।। कर्म का (स्वरूप) जानना चाहिये और विकर्म का (स्वरूप) भी जानना चाहिये (बोद्धव्यम्) तथा अकर्म का भी (स्वरूप) जानना चाहिये (क्योंकि) कर्म की गति गहन है।।","transliteration":"Karmano hyapi boddhavyam boddhavyam cha vikarmanah;\nAkarmanashcha boddhavyam gahanaa karmano gatih.","englishmeaning":"karmaṇaḥ—recommended action; hi—certainly; api—also; boddhavyam—should be known; boddhavyam—must understand; cha—and; vikarmaṇaḥ—forbidden action; akarmaṇaḥ—inaction; cha—and; boddhavyam—must understand; gahanā—profound; karmaṇaḥ—of action; gatiḥ—the true path","hcsrsd":" 4.17।। व्याख्या   कर्मणो ह्यपि बोद्धव्यम् कर्म करते हुए निर्लिप्त रहना ही कर्मके तत्त्वको जानना है जिसका वर्णन आगे अठारहवें श्लोकमें कर्मण्यकर्म यः पश्येत् पदोंसे किया गया है।कर्म स्वरूपसे एक दीखनेपर भी अन्तःकरणके भावके अनुसार उसके तीन भेद हो जाते हैं कर्म अकर्म और विकर्म। सकामभावसे की गयी शास्त्रविहित क्रिया कर्म बन जाती है। फलेच्छा ममता और आसक्तिसे रहित होकर केवल दूसरोंके हितके लिये किया गया कर्म अकर्म बन जाता है। विहित कर्म भी यदि दूसरेका हित करने अथवा उसे दुःख पहुँचानेके भावसे किया गया हो तो वह भी विकर्म बन जाता है। निषिद्ध कर्म तो विकर्म है ही।अकर्मणश्च बोद्धव्यम् निर्लिप्त रहते हुए कर्म करना ही अकर्मके तत्त्वको जानना है जिसका वर्णन आगे अठारहवें श्लोकमें अकर्मणि च कर्म यः पदोंसे किया गया है।बोद्धव्यम् च विकर्मणः कामनासे कर्म होते हैं। जब कामना अधिक बढ़ जाती है तब विकर्म (पापकर्म) होते हैं।दूसरे अध्यायके अड़तीसवें श्लोकमें भगवान्ने बताया है कि अगर युद्धजैसा हिंसायुक्त घोर कर्म भी शास्त्रकी आज्ञासे और समतापूर्वक (जयपराजय लाभहानि और सुखदुःखको समान समझकर) किया जाय तो उससे पाप नहीं लगता। तात्पर्य यह है कि समतापूर्वक कर्म करनेसे दीखनेमें विकर्म होता हुआ भी वह अकर्म हो जाता है।शास्त्रनिषिद्ध कर्मका नाम विकर्म है। विकर्मके होनेमें कामना ही हेतु है (गीता 3। 36 37 (टिप्पणी प0 241)। अतः विकर्मका तत्त्व है कामना और विकर्मके तत्त्वको जानना है विकर्मका स्वरूपसे त्याग करना तथा उसके कारण कामनाका त्याग करना।गहना कर्मणो गतिः कौनसा कर्म मुक्त करनेवाला और कौनसा कर्म बाँधनेवाला है इसका निर्णय करना बड़ा कठिन है। कर्म क्या है अकर्म क्या है और विकर्म क्या है इसका यथार्थ तत्त्व जाननेमें बड़ेबड़े शास्त्रज्ञ विद्वान् भी अपनेआपको असमर्थ पाते हैं। अर्जुन भी इस तत्वको न जाननेके कारण अपने युद्धरूप कर्तव्यकर्मको घोर कर्म मान रहे हैं। अतः कर्मकी गति (ज्ञान या तत्त्व) बहुत गहन है। शङ्का   इस (सत्रहवें) श्लोकमें भगवान्ने बोद्धव्यं च विकर्मणः पदोंसे यह कहा कि विकर्मका तत्त्व भी जानना चाहिये। परन्तु उन्नीसवेंसे तेईसवें श्लोकतकके प्रकरणमें भगवान्ने विकर्म के विषयमें कुछ कहा ही नहीं फिर केवल इस श्लोकमें ही विकर्मकी बात क्यों कही  समाधान   उन्नीसवें श्लोकसे लेकर तेईसवें श्लोकतकके प्रकरणमें भगवान्ने मुख्यरूपसे कर्ममें अकर्म की बात कही है जिससे सब कर्म अकर्म हो जायँ अर्थात् कर्म करते हुए भी बन्धन न हो। विकर्म कर्मके बहुत पास पड़ता है क्योंकि कर्मोंमें कामना ही विकर्मका मुख्य हेतु है। अतः कामनाका त्याग करनेके लिये तथा विकर्मको निकृष्ट बतानेके लिये भगवान्ने विकर्मका नाम लिया है।जिस कामनासे कर्म होते हैं उसी कामनाके अधिक बढ़नेपर विकर्म होने लगते हैं। परन्तु कामना नष्ट होनेपर सब कर्म अकर्म हो जाते हैं। इस प्रकरणका खास तात्पर्य अकर्म को जाननेमें ही है और अकर्म होता है कामनाका नाश होनेपर। कामनाका नाश होनेपर विकर्म होता ही नहीं अतः विकर्मके विवेचनकी जरूरत ही नहीं। इसलिये इस प्रकरणमें विकर्मकी बात नहीं आयी है। दूसरी बात पापजनक और नरकोंकी प्राप्ति करानेवाला होनेके कारण विकर्म सर्वथा त्याज्य है। इसलिये भी इसका विस्तार नहीं किया गया है। हाँ विकर्मके मूल कारण कामना का त्याग करनेका भाव इस प्रकरणमें मुख्यरूपसे आया है जैसे कामसंकल्पवर्जिताः (4। 19) त्यक्त्वा कर्मफलासङ्गम् (4। 20) निराशीः (4। 21) समः सिद्धावसिद्धौ च (4। 22) गतसङ्गस्य यज्ञायाचरतः (4। 23)।इस प्रकार विकर्मके मूल कामना के त्यागका वर्णन करनेके लिये ही इस श्लोकमें विकर्मको जाननेकी बात कही गयी है। सम्बन्ध   अब भगवान् कर्मोंके तत्त्वको जाननेवाले मनुष्यकी प्रशंसा करते हैं।","hcsca":"।।4.17।। जीवन क्रियाशील है। क्रिया की समाप्ति ही मृत्यु का आगमन है। क्रियाशील जीवन में ही हम उत्थान और पतन को प्राप्त हो सकते हैं। एक स्थान पर स्थिर जल सड़ता और दुर्गन्ध फैलाता है जबकि सरिता का प्रवाहित जल सदा स्वच्छ और शुद्ध बना रहता है। जीवन शक्ति की उपस्थिति में कर्मो का आत्यन्तिक अभाव नहीं हो सकता।चूँकि मनुष्य को जीवनपर्यन्त क्रियाशील रहना आवश्यक है इसलिये प्राचीन मनीषियों ने जीवन के सभी सम्भाव्य कर्मों का अध्ययन किया क्योंकि वे जीवन का मूल्यांकन उसके पूर्णरूप में करना चाहते थे। निम्नांकित तालिका में उनके द्वारा किये गये कर्मों का वर्गीकरण दिया हुआ है।क्रिया ही जीवन है। निष्क्रियता से उन्नति और अधोगति दोनों ही सम्भव नहीं। गहन निद्रा अथवा मृत्यु की कर्म शून्य अवस्था मनुष्य के विकास में न साधक है न बाधक।कर्म के क्षण मनुष्य का निर्माण करते हैं। यह निर्माण इस बात पर निर्भर करता है कि हम कौन से कर्मों को अपने हाथों में लेकर करते हैं। प्राचीन ऋषियों के अनुसार कर्म दो प्रकार के होते हैं निर्माणकारी (कर्तव्य) और विनाशकारी (निषिद्ध)। इस श्लोक के कर्म शब्द में मनुष्य के विकास में साधक के निर्माणकारी कर्तव्य कर्मों का ही समावेश है। जिन कर्मों से मनुष्य अपने मनुष्यत्व से नीचे गिर जाता है उन कर्मों को यहाँ विकर्म कहा है जिन्हें शास्त्रों ने निषिद्ध कर्म का नाम दिया है।कर्तव्य कर्मों का फिर तीन प्रकार से वर्गीकरण किया गया है और वे हैं नित्य नैमित्तिक और काम्य। जिन कर्मों को प्रतिदिन करना आवश्यक है वे नित्य कर्म तथा किसी कारण विशेष से करणीय कर्मों को नैमित्तिक कर्म कहा जाता है। इन दो प्रकार के कर्मों को करना अनिवार्य है। किसी फल विशेष को पाने के लिए उचित साधन का उपयोग कर जो कर्म किया जाता है उसे काम्य कर्म कहते हैं जैसे पुत्र या स्वर्ग पाने के लिये किया गया कर्म। यह सबके लिये अनिवार्य नहीं होता।आत्मविकास के लिये विकर्म का सर्वथा त्याग और कर्तव्य का सभी परिस्थितियों में पालन करना चाहिये। वैज्ञानिक पद्धति से किये हुए इस विश्लेषण में श्रीकृष्ण अकर्म की पूरी तरह उपेक्षा करते हैं।यह आवश्यक है कि अपने भौतिक अभ्युदय तथा आध्यात्मिक उन्नति के इच्छुक साधक कर्मों के इस वर्गीकरण को भली प्रकार समझें।भगवान् श्रीकृष्ण इस बात को स्वीकार करते हैं कि कर्मों के इस विश्लेषण के बाद भी सामान्य मनुष्य को कर्मअकर्म का विवेक करना सहज नहीं होता क्योंकि कर्म की गति गहन है।उपर्युक्त कथन से यह स्पष्ट होता है कि कर्म का मूल्यांकन केवल उसके वाह्य स्वरूप को देखकर नहीं बल्कि उसके उद्देश्य को भी ध्यान में रखते हुये करना चाहिये। उद्देश्य की श्रेष्ठता एवं शुचिता से उस व्यक्ति विशेष के कर्म श्रेष्ठ एवं पवित्र होंगे। इस प्रकार कर्म के स्वरूप का निश्चय करने में जब व्यक्ति का इतना प्राधान्य है तो भगवान् का यह कथन है कि कर्म की गति गहन है अत्यन्त उचित है।कर्म और अकर्म के विषय में और विशेष क्या जानना है इस पर कहते हैं","etsga":"4.17 For there is something to be known even about action, and something to be known about prohibited action; and something has to be known about inaction. The true nature of action is inscrutable.","etssa":"4.17 For verily (the true nature) of action (enjoined by the scriptures) should be known, also (that) \nof forbidden (or unlawful) action, and of inaction; hard to understand is the nature (path) of action.","etdss":"4.17. Something has got to be understand of [good] action also; and something is to be understood of the wrong action; and something is to be understood of non-action. Difficult is to comprehend the way of action.","ecssa":"4.17 कर्मणः of action? हि for? अपि also? बोद्धव्यम् should be known? बोद्धव्यम् should be known? च and? विकर्मणः of the forbidden action? अकर्मणः of inaction? च and? बोद्धव्यम् should be known? गहना deep? कर्मणः of action? गतिः the path.No Commentary.","scetsga":"4.17 Hi, for; there is something boddhavyam, to be known; api, even; karmanah, about action enjoined by the scriptures; and there is certainly something to be known vikarmanah, about prohibited action; so, also, there is something to be known akarmanah, about inaction, about sitting ietly. (The words there is are to be supplied in all the three cases.) Because gatih, the true nature, i.e. the essential nature; karmanah, of action-implying karma etc., viz action, prohibited action and inaction; is gahana, inscrutable, hard to understand.\nWhat, again, is the essential nature of action etc. which has to be understood, and about which it was promised, I shall tell you৷৷. (16)? This is being stated:","scetdss":"4.16-17 Kim karma etc. Karmanah etc. The classification of [good] action and non-action is difficult to comprehend. That is to say there is bad action even among the action that has been ordained [in the scriptures], just as the animal-slaughter in the [pious] Agnistoma sacrifice. Again, even in the midst of action, that goes against [the scripture], there is auspicious action; for example there is an end for the trouble of the people in the act of killing a murderous animal. Even in the case of non-performance of action, there do exist [both] the auspicious and inauspicious acts; for there will be necessarily [some] acts performed by the sense of speech and by the mind as they are difficult to avoid without wisdom. Therefore on account of its mysterious nature, even hte experts have not properly understood the action as : Prosperity would be for as by this [particular] auspicious action; and emancipation would be for us by that [particular] non-undertaking of [certain] actions. Therefore, it is the fire of wisdom taught in the seel, that alone is capable of positively burning down the fuel of all the auspicious and inauspicious actions; and hence that is to be sought after as a refuge. This is what is intended by the Bhagavat.\n In order to calrify the same, [the Lord] says -","scetssa":"4.17 There is something which ought to be known in regard to action (Karma) which forms the means of attaining release. So also is the case in regard to multi-form or varied forms of action (Vikarma). These are what have acired variegation as obligatory, occasional and desire-prompted works reiring numerous reisites. There is also something to be known about non-action, i.e., knowledge of the self. Therefore, deep, i.e., difficult to understand, is the way of action to be pursued by the seeker after release. What should be known as regards multi-form or variegated forms of Karma is that the attribution of differences leading to differences of fruits in obligatory, occasional and desire-prompted rites and acisition of things reired for their performace, etc., must be renounced, realising that the Sastras aim at only one result, i.e., release (and not several results said to accrue from these works). This has been declared in connection with the teaching, The resolute mind is one-pointed (2.41) and is not elaborated here.\nSri Krsna explains what must be known in regard to action and non-action.","chakravarthi":"One should understand the truth about vikarma – that performance of forbidden actions leads to misery. As for the truth about akarma, avoidance of action by the sannyasi, how can that lead to auspiciousness? How will one obtain the highest goal without knowing the truth about these? The real truth (gati) about karma, akarma and vikarma is hard to understand. In the last line the word karma is used to represent all three types.","rudra":"\nA question may arise from the previous verse that if bodily activities are\naction and the absence of bodily activities is inaction then how is it that\neven those possessing discrimination are deluded in this matter? To answer\nthis question Lord Krishna reveals that there are some special\nconsiderations to understand about the true nature of activities prescribed\nin the Vedic scriptures as well as the real nature of non performance of\nactions along with the factual nature of prohibited actions which are\nforbidden. The intricacies of action and inaction are mysterious and hard\nto fathom and are not commonly known in the world. For example action\nimplies inaction as well as prohibited actions. How this is to be\nunderstood is very mysterious and will be explained next.","brahma":"\nMoksa or liberation from the material existence will not be achieved by\nmere knowing of the dos and donts of action. Only by correct knowledge\nof the nature of actions can one achieve moksa. Factually this means\nwithout knowledge of the resplendent Supreme Lord and how all actions are\nultimately performed in relation to Him, it will be impossible to ever be\ndelivered from samsara or the repetitive cycle of birth and death.\nRealisation of the Supreme Lord Krishna as paramatma or the Supreme Soul\nwithin the etheric heart of every living being is the indispensable\ningredient for moksa, how can there be success any other way. Karma is\nperforming actions, akarma is the non-performance of actions and vikarma is\nperforming improper actions, which are prohibited. Actions filled with\ndesire and craving are vikarma and prohibited. Why are they prohibited?\nBecause they create bondage for the living entity to material existence.\nTherefore the wise after reflecting and contemplating the intricacies of\naction in this light should perform actions accordingly. Such sagacious\npersons do not become deluded and deviate from this course during adverse\nsituations even though it is deluding and bewildering for others.\nNow begins the summation.\nActions also have originated from Lord Krishna so for this reason as well,\none desirous of their best welfare should by all means become knowledgeable\nof Him. Since everything has ultimately emanated from the Will of the\nSupreme Lord, including even the energy behind every action it is\nsuperfluous not to accept Him completely but at least every being should\nunderstand His supreme position. Only by knowledge of Him can one tread the\npath that leads to moksa or liberation from the material existence.","shri":"\nThe actual nature of karma or prescribed Vedic actions performed for\nattaining moksa or liberation from material existence should be understood.\nActions which are nitya or regular and actions which are naimittika or\noccasional if done with any sense of enjoyment in mind or if they are done\nwith the desire for material rewards should both be known to be vikarma or\nimproper actions. The absence of action known as akarma which sometimes\ncan be considered action as well should also be comprehended. Therefore the\npath of karma is not easily discernible for one seeking moksa. The reason\nwhy regular and occasional activities should be clearly assimilated for an\naspirant for moksa is because the rewards for each are varied but one\nshould look at them all with equipoise and realising that they all have one\nuniform purpose and that is the fulfilment of the goal which is the\nattainment of moksa. Without proper teaching and understanding of the Vedic\nscriptures one will not perceive this critical conclusion but this is the\nVedic conception as revealed by Lord Krishna already and thus it is not\nnecessary to expatiate upon the subject further here.","kumar":"The actual nature of karma or prescribed Vedic actions performed for\nattaining moksa or liberation from material existence should be understood.\nActions which are nitya or regular and actions which are naimittika or\noccasional if done with any sense of enjoyment in mind or if they are done\nwith the desire for material rewards should both be known to be vikarma or\nimproper actions. The absence of action known as akarma which sometimes\ncan be considered action as well should also be comprehended. Therefore the\npath of karma is not easily discernible for one seeking moksa. The reason\nwhy regular and occasional activities should be clearly assimilated for an\naspirant for moksa is because the rewards for each are varied but one\nshould look at them all with equipoise and realising that they all have one\nuniform purpose and that is the fulfilment of the goal which is the\nattainment of moksa. Without proper teaching and understanding of the Vedic\nscriptures one will not perceive this critical conclusion but this is the\nVedic conception as revealed by Lord Krishna already and thus it is not\nnecessary to expatiate upon the subject further here."}