{"meta":"Bhagavad Gita Chapter 4 Verse 8","metahi":"भगवद् गीता 4.8","slok":"परित्राणाय साधूनां विनाशाय च दुष्कृताम्।धर्मसंस्थापनार्थाय संभवामि युगे युगे।।4.8।।","htsrsd":"।।4.8।।साधुओं(भक्तों) की रक्षा करनेके लिये पापकर्म करनेवालोंका विनाश करनेके लिये और धर्मकी भलीभाँति स्थापना करनेके लिये मैं युगयुगमें प्रकट हुआ करता हूँ।","htstma":"।।4.8।। साधु पुरुषों के रक्षण दुष्कृत्य करने वालों के नाश तथा धर्म संस्थापना के लिये मैं प्रत्येक युग में प्रगट होता हूँ।।","transliteration":"Paritraanaaya saadhoonaam vinaashaaya cha dushkritaam;\nDharma samsthaapanaarthaaya sambhavaami yuge yuge.","englishmeaning":"paritrāṇāya—to protect; sādhūnām—the righteous; vināśhāya—to annihilate; cha—and; duṣhkṛitām—the wicked; dharma—the eternal religion; sansthāpana-arthāya—to reestablish; sambhavāmi—I appear; yuge yuge—age after age","hcsrsd":" 4.8।। व्याख्या  परित्राणाय साधूनाम् साधु मनुष्योंके द्वारा ही अधर्मका नाश और धर्मका प्रचार होता है इसलिये उनकी रक्षा करनेके लिये भगवान् अवतार लेते हैं।दूसरोंका हित करना ही जिनका स्वभाव है और जो भगवान्के नाम रूप गुण प्रभाव लीला आदिका श्रद्धाप्रेमपूर्वक स्मरण कीर्तन आदि करते हैं और लोगोंमें भी इसका प्रचार करते हैं ऐसे भगवान्के आश्रित भक्तोंके लिये यहाँ साधूनाम् पद आया है।जिसका एकमात्र परमात्मप्राप्तिका उद्देश्य है वह साधु है (टिप्पणी प0 223) और जिसका नाशवान् संसारका उद्देश्य है वह असाधु है।असत् और परिवर्तनशील वस्तुमें सद्भाव करने और उसे महत्त्व देनेसे कामनाएँ पैदा होती है। ज्योंज्यों कामनाएँ नष्ट होती हैं त्योंत्यों साधुता आती है और ज्योंज्यों कामनाएँ बढ़ती हैं त्योंत्यों साधुता लुप्त होती है। कारण कि असाधुताका मूल हेतु कामना ही है। साधुतासे अपना उद्धार और लोगोंका स्वतः उपकार होता है।साधु पुरुषके भावों और क्रियाओँमें पशु पक्षी वृक्ष पर्वत मनुष्य देवता पितर ऋषि मुनि आदि सबका हित भरा रहता है हेतु रहित जग जुग उपकारी। तुम्ह तुम्हार सेवक असुरारी।।(मानस 7। 47। 3)यदि लोग उसके मनके भावोंको जान जायँ तो वे उसके चरणोंके दास बन जायँ। इसके विपरीत यदि लोग दुष्ट पुरुषके मनके भावोंको जान जायँ तो दिनमें कई बार लोगोंसे उसकी पिटाई हो।यहाँ शङ्का हो सकती है कि यदि भगवान् साधु पुरुषोंकी रक्षा किया करते हैं तो फिर संसारमें साधु पुरुष दुःख पाते हुए क्यों देखे जाते हैं इसका समाधान यह है कि साधु पुरुषोंकी रक्षाका तात्पर्य उनके भावोंकी रक्षा है शरीर धनसम्पत्ति मानबड़ाई आदिकी रक्षा नहीं कारण कि वे इन सांसारिक पदार्थोंको महत्त्व नहीं देते। भगवान् भी इन वस्तुओंको महत्त्व नहीं देते क्योंकि सांसारिक पदार्थोंको महत्त्व देनेसे ही असाधुता पैदा होती है।भक्तोंमें सांसारिक पदार्थोंका महत्त्व उद्देश्य होता ही नहीं तभी तो वे भक्त हैं। भक्तलोग प्रतिकूलता(दुःखदायी परिस्थिति) में विशेष प्रसन्न होते हैं क्योंकि प्रतिकूलतासे जितना आध्यात्मिक लाभ होता है उतना किसी दूसरे साधनसे नहीं होता। वास्तवमें भक्ति भी प्रतिकूलतामें ही बढ़ती है। सांसारिकराग आसक्तिसे ही पतन होता है और प्रतिकूलतासे वह राग टूटता है। इसलिये भगवान्का भक्तोंके लिये प्रतिकूलता भेजना भी वास्तवमें भक्तोंकी रक्षा करना है।विनाशाय च दुष्कृताम् दुष्ट मनुष्य अधर्मका प्रचार और धर्मका नाश करते हैं इसलिये उनका विनाश करनेके लिये भगवान् अवतार लेते हैं।जो मनुष्य कामनाके अत्यधिक बढ़नेके कारण झूठ कपट छल बेईमानी आदि दुर्गुणदुराचारोंमें लगे हुए हैं जो निरपराध सद्गुण सदाचारी साधुओंपर अत्याचार किया करते हैं जो दूसरोंका अहित करनेमें ही लगे रहते हैं जो प्रवृत्ति और निवृत्तिको नहीं जानते भगवान् और वेदशास्त्रोंका विरोध करना ही जिनका स्वभाव हो गया है ऐसे आसुरी सम्पत्तिमें अधिक रचेपचे रहकर वैसा ही बुरा आचरण करनेवाले मनुष्योंके लिये यहाँ दुष्कृताम् पद आया है। भगवान् अवतार लेकर ऐसे ही दुष्ट मनुष्योंका विनाश करते हैं। शङ्का   भगवान् तो सब प्राणियोंमें सम हैं और उनका कोई वैरी नहीं है (समोऽहं सर्वभूतेषु न मे द्वेष्यः गीता 9। 29) फिर वे दुष्टोंका विनाश क्यों करते हैं समाधान   सम्पूर्ण प्राणियोंके परम सुहृद् होनेसे भगवान्का कोई वैरी नहीं है परन्तु जो मनुष्य भक्तोंका अपराध करता है वह भगवान्का वैरी होता है सुनु सुरेस रघुनाथ सुभाऊ। निज अपराध रिसाहिं न काऊ।।जो अपराधु भगत कर करई। राम रोष पावक सो जरई।।(मानस 2। 218। 2 3)भगवान्का एक नाम भक्तभक्तिमान् (श्रीमद्भा0 10। 86। 59) है। अतः भक्तोंको कष्ट देनेवाले दुष्टोंका विनाश भगवान् स्वयं करते हैं। पापका विनाश भक्त करते हैं और पापीका विनाश भगवान् करते हैं।साधुओंका परित्राण करनेमें भगवान्की जितनी कृपा है उतनी ही कृपा दुष्टोंका विनाश करनेमें भी है (टिप्पणी प0 224) विनाश करके भगवान् उन्हें शुद्ध पवित्र बनाते हैं।सन्तमहात्मा धर्मकी स्थापना तो करते हैं पर दुष्टोंके विनाशका कार्य वे नहीं करते। दुष्टोंका विनाश करनेका कार्य भगवान् अपने हाथमें रखते हैं जैसे साधारण मलहमपट्टी करनेका काम तो कंपाउंडर करता है पर बड़ा ऑपरेशन करनेका काम सिविल सर्जन खुद करता है दूसरा नहीं।माता और पिता दोनों समानरूपसे बालकका हित चाहते हैं। बालक पढ़ाई नहीं करता उद्दण्डता करता है तो उसको माता भी समझाती है और पिता भी समझाते हैं। बालक अपनी उद्दण्डता न छो़ड़े तो पिता उसे मारतेपीटते हैं। परन्तु बालक जब घबरा जाता है तब माता पिताको मारनेपीटनेसे रोकती है। यद्यपि माता पतिव्रता है पतिका अनुसरण करना उसका धर्म है तथापि इसका यह अर्थ नहीं कि पति बालकको मारे तो वह भी साथमें मारने लग जाय। यदि वह ऐसा करे तो बालक बेचारा कहाँ जायगा बालककी रक्षा करनेमें उसका पातिव्रतधर्म नष्ट नहीं होता। कारण कि वास्तवमें पिता भी बालकको मारनापीटना नहीं चाहते प्रत्युत उसके दुर्गुणदुराचारोंको दूर करना चाहते हैं। इसी तरह भगवान् पिताके समान हैं और उनके भक्त माताके समान। भगवान् और सन्तमहात्मा मनुष्योंको समझाते हैं। फिर भी मनुष्य अपनी दुष्टता न छोड़े तो उनका विनाश करनेके लिये भगवान्को अवतार लेकर खुद आना पड़ता है। अगर वे अपनी दुष्टता छोड़ दें तो उन्हें मारनेकी आवश्यकता ही न रहे।निर्गुण ब्रह्म प्रकृति माया अज्ञान आदिका विरोधी नहीं है प्रत्युत उनको सत्तास्फूर्ति देनेवाला तथा उनका पोषक है। तात्पर्य यह कि प्रकृति माया आदिमें जो कुछ सामर्थ्य है वह सब उस निर्गुण ब्रह्मकी ही है। इसी तरह सगुण भगवान् भी किसी जीवके साथ द्वेष वैर या विरोध नहीं रखते प्रत्युत समान रीतिसे सबको सामर्थ्य देते हैं उनका पोषण करते हैं। इतना ही नहीं भगवान्की रची हुई पृथ्वी भी रहनेके लिये सबको बराबर स्थान देती है। उसका यह पक्षपात नहीं है कि महात्माको तो विशेष स्थान दे पर दुष्टको स्थान न दे। ऐसे ही अन्न सबकी भूख बराबर मिटाता है जल सबकी प्यास समानरूपसे मिटाता है वायु सबको प्राणवायु एकसी देती है सूर्य सबको प्रकाश एकसा देता है आदि। यदि पृथ्वी अन्न जल आदि दुष्टोंको स्थान अन्न जल आदि देना बंद कर दें तो दुष्ट जी ही नहीं सकते। इस प्रकार जब भगवान्के विधानके अनुसार चलनेवाले पृथ्वी अन्न जल वायु सूर्य आदिमें भी इतनी उदारता समता है तब इस विधानके विधायक(भगवान्) में कितनी विलक्षण उदारता समता होगी वे तो उदारताके भण्डार ही हैं। यदि विधायक (भगवान्) और उनके विधानकी ओर थोड़ासा भी दृष्टिपात किया जाय तो मनुष्य गद्गद हो जाय और भगवान्के चरणोंमें उसका प्रेम हो जायभगवान्का दुष्ट पुरुषोंसे विरोध नहीं है प्रत्युत उनके दुष्कर्मोंसे विरोध है। कारण कि वे दुष्कर्म संसारका तथा उन दुष्टोंका भी अहित करनेवाले हैं। भगवान् सर्वसुहृद् हैं अतः वे संसारका तथा उन दुष्टोंका भी हित करनेके लिये ही दुष्टोंका विनाश करते हैं। उनके द्वारा जो दुष्ट मारे जाते हैं उनको भगवान् अपने ही धाममें भेज देते हैं यह उनकी कितनी विलक्षण उदारता हैयहाँ यह प्रश्न हो सकता है कि अगर हम पापकर्म ही करते रहें तो क्या हमें भी मारनेके लिये भगवान्को आना पड़ेगा अगर ऐसी बात है तो भगवान्के द्वारा मरनेसे हमारा कल्याण हो ही जायगा फिर जिनमें संयम करना पड़ता है ऐसे श्रमसाध्य सद्गुणसदाचारका पालन क्यों करें इसका उत्तर यह है कि वास्तवमें भगवान् उन्हीं पापियोंको मारनेके लिये आते हैं जो भगवान्के सिवाय दूसरे किसीसे मर ही नहीं सकते। दूसरी बात शुभकर्मोंमें जितना लगेंगे उतना तो पुण्य हो ही जायगा पर अशुभकर्मोंमें लगे रहनेसे यदि बीचमें ही मर जायँगे अथवा कोई दूसरा मार देगा तो मुश्किल हो जायगी भगवान्के हाथों मरकर मुक्ति पानेकी लालसा कैसे पूरी होगी इसलिये अशुभकर्म करने ही नहीं चाहिये।धर्मसंस्थापनार्थाय निष्कामभावका उपदेश आदेश और प्रचार ही धर्मकी स्थापना है। कारण कि निष्कामभावकी कमीसे और असत् वस्तुको सत्ता देकर उसे महत्त्व देनेसे ही अधर्म बढ़ता है जिससे मनुष्य दुष्ट स्वभाववाले हो जाते हैं। इसलिये भगवान् अवतार लेकर आचरणके द्वारा निष्कामभावका प्रचार करते हैं। निष्कामभावके प्रचारसे धर्मकी स्थापना स्वतः हो जाती है।धर्मका आश्रय भगवान् हैं (टिप्पणी प0 225.1) (गीता 14। 27) इसलिये शाश्वत धर्मकी संस्थापना करनेके लिये भगवान् अवतार लेते हैं। संस्थापना करनेका अर्थ है सम्यक् स्थापना करना। तात्पर्य है कि धर्मका कभी नाश नहीं होता केवल ह्रास होता है। धर्मका ह्रास होनेपर भगवान् पुनः उसकी अच्छी तरह स्थापना करते हैं (गीता 4। 1 3)।सम्भवामि युगे युगे आवश्यकता पड़नेपर भगवान् प्रत्येक युगमें अवतार लेते हैं। एक युगमें भी जितनी बार जरूरत पड़ती है उतनी बार भगवान् अवतार लेते हैं। कारक पुरुष (टिप्पणी प0 225.2) और सन्तमहात्माओंके रूपमें भी भगवान्का अवतार हुआ करता है। भगवान् और कारक पुरुषका अवतार तो नैमित्तिक है पर सन्तमहात्माओंका अवतार नित्य माना गया है।यहाँ शङ्का होती है कि भगवान् तो सर्वसमर्थ हैं फिर संतोंकी रक्षा करना दुष्टोंका विनाश करना और धर्मकी स्थापना करना ये काम क्या वे अवतार लिये बिना नहीं कर सकते इसका समाधान यह है कि भगवान् अवतार लिये बिना ये काम नहीं कर सकते ऐसी बात नहीं है। यद्यपि भगवान् अवतार लिये बिना अनायास ही यह सब कुछ कर सकते हैं और करते भी रहते हैं तथापि जीवोंपर विशेष कृपा करके उनका कुछ और हित करनेके लिये भगवान् स्वयं अवतीर्ण होते हैं (टिप्पणी प0 225.3)। अवतारकालमें भगवान्के दर्शन स्पर्श वार्तालाप आदिसे भविष्यमें उनकी दिव्य लीलाओंके श्रवण चिन्तन और ध्यानसे तथा उनके उपदेशोंके अनुसार आचरण करनेसे लोगोंका सहज ही उद्धार हो जाता है। इस प्रकार लोगोंका सदा उद्धार होता ही रहे ऐसी एक रीति भगवान् अवतार लेकर ही चलाते हैं।भगवान्के कई ऐसे प्रेमी भक्त होते हैं जो भगवान्के साथ खेलना चाहते हैं उनके साथ रहना चाहते हैं। उनकी इच्छा पूरी करनेके लिये भी भगवान् अवतार लेते हैं और उनके सामने आकर उनके समान बनकर खेलते हैं। जिस युगमें जितना कार्य आवश्यक होता है भगवान् उसीके अनुसार अवतार लेकर उस कार्यको पूरा करते हैं। इसलिये भगवान्के अवतारोंमें तो भेद होता है पर स्वयं भगवान्में कोई भेद नहीं होता। भगवान् सभी अवतारोंमें पूर्ण हैं और पूर्ण ही रहते हैं।भगवान्के लिये न तो कोई कर्तव्य है और न उन्हें कुछ पाना ही शेष है (गीता 3। 22) फिर भी वे समयसमयपर अवतार लेकर केवल संसारका हित करनेके लिये सब कर्म करते हैं। इसलिये मनुष्यको भी केवल दूसरोंके हितके लिये ही कर्तव्यकर्म करने चाहिये।चौथे श्लोकमें आये अर्जुनके प्रश्नके उत्तरमें भगवान्ने मनुष्योंके जन्म और अपने जन्म(अवतार) में तीन बड़े अन्तर बताये हैं (1) जाननेमें अन्तर मनुष्योंके और भगवान्के बहुतसे जन्म हो चुके हैं। उन सब जन्मोंको मनुष्य तो नहीं जानते पर भगवान् जानते हैं (4। 5)।(2) जन्ममें अन्तर मनुष्य प्रकृतिके परवश होकर अपने किये हुए पापपुण्योंका फल भोगनेके लिये और फलभोगपूर्वक परमात्माकी प्राप्ति करनेके लिये जन्म लेता है पर भगवान् अपनी प्रकृतिको अधीन करके स्वाधीनतापूर्वक अपनी योगमायासे स्वयं प्रकट होते हैं (4। 6)।(3) कार्यमें अन्तर साधारणतः मनुष्य अपनी कामनाओंकी पूर्तिके लिये कार्य करते हैं जो कि मनुष्यजन्मका ध्येय नहीं है पर भगवान् केवल मात्र जीवोंके कल्याणके लिये कार्य करते हैं (4। 7 8)। सम्बन्ध   चौथे श्लोकमें आये अर्जुनके प्रश्नके उत्तरमें भगवान्ने अपने जन्मकी दिव्यताका वर्णन आरम्भ किया था। अब अपनी ओरसे निष्कामकर्म(कर्मयोग) का तत्त्व बतानेके उद्देश्यसे अपने जन्मकी दिव्यताके साथसाथ अपने कर्मकी दिव्यताको जाननेका भी माहात्म्य बताते हैं।","hcsca":"।।4.8।। यह तो स्पष्ट है कि बिना किसी इच्छा अथवा प्रयोजन के ईश्वर अपने को व्यक्त नहीं करता। इच्छाओं के आत्यन्तिक अभाव का अर्थ है कर्मों का पूर्ण अभाव। बिना किसी साधन के विद्युत् शक्ति किसी विशेष रूप में व्यक्त नहीं हो सकती। इसी प्रकार परमब्रह्म किसी प्रयोजन के अभाव में किसी उत्कृष्ट अथवा निकृष्ट उपाधि को न धारण कर सकता है और न उसे उसकी कोई आवश्यकता ही होती है। जिस प्रकार शान्त और स्थिर जल में किसी वस्तु के डालने पर उसमें तरंगे उठने लगती हैं उसी प्रकार इच्छा रूपी विक्षेपक के होने पर ही परम पूर्ण स्वरूप में से उच्च या हीन किसी प्रकार की सृष्टि की उत्पत्ति संभव है।पूर्ण परमात्मा में गोपाल कृष्ण के रूप में अवतार लेने की कारण रूप जो इच्छा है उसे यहाँ व्यास जी अपने शब्दों में वर्णन करते हैं। सब इच्छाओं में सर्वोत्तम दैवी इच्छा है जगत् की निस्वार्थ भाव से सेवा करने की इच्छा किन्तु वह भी एक इच्छा ही है। कर्तव्य पालन करने वाले साधु पुरुषों के रक्षण का कार्य करते हुये अपनी माया का आश्रय लेकर एक और कार्य अवतारी पुरुष को करना होता है वह है दुष्टों का संहार।दुष्टों के संहार से तात्पर्य शब्दश दुष्ट व्यक्तियों के संहार से ही समझना आवश्यक नहीं है उसमें दुष्ट प्रवृत्तियों का नाश अभिप्रेत है। वस्त्र रखने की आलमारी रखने की पुर्नव्यवस्था करने के समान यह कार्य है। जो वस्त्र अत्यन्त निरुपयोगी हो जाते हैं उन्हें नये वस्त्रों के रखने हेतु स्थान बनाने हेतु वहाँ से हटाना ही पड़ता है। इसी प्रकार अवतारी पुरुष साधुओं का उत्साह बढ़ाते हैं दुष्टों के स्वभाव को परिवर्तित करने का प्रयत्न करते हैं और कभीकभी दुष्टों का पूर्ण संहार भी आवश्यक हो जाता है।अर्जुन के लिये इतना सब कुछ विस्तार से बताना पड़ा क्योंकि वह श्रीकृष्ण के वास्तविक स्वरूप के विषय में सर्वथा अनभिज्ञ था। श्रीकृष्ण को एक मनुष्य और मित्र के रूप में ही समझने के कारण वह प्रथम अध्याय में इतने प्रकार के तर्क प्रस्तुत करता रहा अन्यथा उसमें इतना साहस ही नहीं होता। यदि यह मान भी लिया जाय कि अर्जुन को श्रीकृष्ण के ईश्वरत्व के विषय में पूर्ण भान था तब इसका अर्थ होगा कि एक नास्तिक के समान श्रीकृष्ण की सहायता पाकर भी वह अपने विजय के प्रति पूर्ण आश्वस्त नहीं था यह उचित नहीं प्रतीत होता। जब भगवान् उसे अपना मित्र भक्त कहते हैं तब वह शिशुओं की सी सरलता से उनसे कहता है आप मुझे सिखाइये मैं आपका शष्य हूँ। इस वाक्य में श्रीकृष्ण के प्रति उसका आदर भाव तो स्पष्ट होता है किन्तु किसी भी प्रकार उसमें उनके ईश्वरत्व का ज्ञान होना सिद्ध नहीं होता।भगवान् अपने ही विषय में जानकारी क्यों दे रहे हैं","etsga":"4.8 For the protection of the pious, the destruction of the evil-doers, and establishing virtue, I manifest Myself in every age.","etssa":"4.8 For the protection of the good, for the destruction of the wicked and for the establishment of righteousness, I am born in every age.","etdss":"4.8. For the protection of the good people, and for the destruction of evil-doers, and for the purpose of firmly establishing righteousness, I take birth in every age.","ecssa":"4.8 परित्राणाय for the protection? साधूनाम् of the good? विनाशाय for the destruction? च and? दुष्कृताम् of the wicked? धर्मसंस्थापनार्थाय for the establishment of righteousness? संभवामि (I) am born? युगे युगे in every age.Commentary Sadhunam The good who lead a life of righteousness? who utiles their bodies in the service of humanity? who are free from selfishness? lust and greed? and who devote their lives to divine contemplation.Dushkritam Evildoers who lead a life of unrighteousness? who break the laws of the society? who are vain and are dishonest and greedy? who injure others? who take possession of the property of others by force? and who commit atrocious crimes of various sorts.","scetsga":"4.8 Paritranaya, for the protection; sadhunam, of the pious, the followers of the virtuous path; vinasaya, for the destruction; duskrtam, of the evil-doers, of the sinful ones; and also dharmasamsthapanarthaya, for establishing virtue fully;-for that purpose, sambhavami, I manifest Myself; yuge yuge, in every age.","scetdss":"4.8 See Comment under 4.9","scetssa":"4.8 The good are those who follow the Dharma, as defined above. They are the foremost among the Vaisnavas, who have taken refuge in Me. While My name, acts and form are inaccessible to speech and thought, these devotees cannot get support, sustenance etc., for themselves without perceiving Me. They regard even a moments time without Me as a thousand Kalpas. They become broken in every limb because of the separation from Me. So I am born from age to age in the forms of gods, men etc., for protecting them by affording them the opportunity to behold My form and acts and to converse with Me.\nI am born also for the destruction of those who are opposed to such devotees and for the restoration of declining Vedic Dharma, which consists of My worship. The main purpose of incarnation is the revealing of His adorable form, so that all may worship Him. The destruction of the wicked is secondary only. There is no specific restrictions of the Yugas like Krta, Treta etc., for the appearance of Divine Incarnations.","chakravarthi":"“But your devotees, the rajarsis and brahmarsis can rectify the destruction of dharma and increase of adharma. Then why is it necessary that you make an appearance?”\n“That is true. But I come and perform feats which are very difficult for others to do.” That is expressed in this verse.\nI appear for delivering (tranaya) my dedicated devotees (sadhunam) whose hearts are bursting with longing, suffering due to their devotion; for destroying the evil-minded persons like Ravana, Kaihsa and Kesi, who give suffering to my devotees, and who cannot be killed except by me; and for establishing in a firm way, the supreme dharma of meditating on me, worshipping, serving me and singing about me, which cannot be instituted by anyone but me (samsthapanarthaya).\nI do this in every yuga in the day of Brahma, or in every kalpa (day of Brahma). In this act, one should not worry that the Lord is being prejudiced in punishing the evil-minded. By killing them, the Lord delivers even those most sinful asuras from samsara, from receiving hellish punishment due to their various sinful actions. The Lord’s punishment in the form of killing should thus be seen as his mercy.","rudra":"\nAnother question may be postulated. For what purpose does Lord Krishna\nmanifest Himself? Anticipating such a question Lord Krishna responds for\nthe protection of the righteous and virtuous and for the annihilation of\nthe sinful and evil. To uphold the tenants and precepts of righteousness\nthat makes sanatan dharma or eternal righteousness invulnerable. For this\nreason the Supreme Lord incarnates from age to age on particular occasions.\nBut one should not think that the Supreme Lord is biased against the wicked\nfor it is not so, He being equal to all chastises them in the same way a\nfather chastises his son while raising him as a necessary action to insure\nhis proper development.","brahma":"\nActually there is no mandate that for the protection of the righteous and\nvirtuous Lord Krishna must descend and save them. But by His causeless\nmercy and in some circumstances for sport He manifests Himself by His own\nsweet will. In the Rig Veda it is described that this will itself is as an\ninclination of the Lord. A comparison in human terms it is like the bliss\nthat comes with spontaneous creativity. The Supreme Lord is complete within\nHimself so there is nothing to be gained for Him by any action; yet and\nstill He still performs unlimited activities. Therefore those expert in\nbhagavat tattva or knowledge of the Supreme Lord Krishna declare that His\nimpulses are all sublime and transcendental to prakriti or material nature.\nThe word glanir in the previous verse does not mean decline as is often\ntranslated but glanir means obscure. If dharma meaning eternal righteous is\na perennial principle then it must be devoid of any modification of\ndecline. It has to exist eternally in pristine purity. What happens is that\ndharma becomes obscure to the masses due to material influences on the\nmind, agitated by the effects of sense gratification by the onslaught of\nmaya or illusion. When such times arise the purpose of human existence\nbecomes distorted and consequently the activities of humans become more and\nmore degenerated and humans become degraded. At this time the dharma of\nhuman beings is said to be glanir or obscured.\nTherefore as far as dharma is concerned there is no possibility of their\nbeing any decline even as darkness is unable to hide sunlight. However even\nas large clouds are able to obscure the light of the sun from human vision\nin the same way non-awareness of the independent supremacy of the Supreme\nLord and the human beings total dependency on the Supreme Lord consequently\nobscures the faith in the Supreme Lord as well as any perception of the\nSupreme Lord in human beings. So the sense is that glanir is referring to\nobscurity.\nThe Supreme Lord Krishna is also designated as Brahman which means eternal\nin time and dynamic in creativity and is the all pervading luminosity of\nHis effulgence. It is not inert or passive. The word Brahman which is\nderived from the root brh means to grow, to burst forth which infers\nconstant, continuous creativity, perpetually manifesting. That which is\ndynamic and creative cannot remain static and passive. The dynamic,\nspontaneous, creative impulse is what is known as the Supreme Lord\nKrishnas lila or divine pastimes. The complete material creation and all\nits embodied beings is the result of one such impulse of the Supreme Lord\nKrishna and this is also known as lila. The reality of Lord Krishnas\navatars or incarnations such as Rama or Buddha and the understanding of\nLord Krishnas divine lilas has often been misconstrued and\nmisinterpreted. But here in this verse He explicitly reveals that he comes\nto protect the righteous and to vanquish the sinful miscreants and to\npersonally re-establish dharma or eternal righteousness.\nSam-sthapana-arthaya- ca infers to establishing ones true nature. The\nLords divine nature assumes His divine form. Because prakriti or material\nnature is understood as svabhava the word sam has been used referring to\nthat. The word sva also refers Lord Krishnas essential svarupa or\ntranscendental form as svabhava refers to the innate form or essence and\ncreation is manifested by this essence being the impulse of His will. There\nis no difference between the form of Krishna and Himself neither is there\nany difference between the name of Krishna and Himself. In the Narayana\nSruti is states that : the Supreme Lord Krishna is immutable yet through\nthe course of creation He manifests Himself in inconceivable many ways in\nunlimited forms.","shri":"\nThe word sadhunam meaning virtuous refers to the sadhus or the saintly\ndevotees, the eminent Vaisnavas who diligently seek refuge in Lord Krishna\nin every thing they think and do. These persons feel that without seeing\nand perceiving the Supreme Lord, without chanting His names, without\ncontinuously reminiscing over His phenomenal pastimes and without\nmeditating on Him that there lives are devoid and empty and they find it\ndifficult to even carry on their existence. There are even those with whom\na single moment of absence from the Lord is like a lifetime. For the\nprotection of these virtuous and holy beings, lest they in their agony of\nseparation from me expire from this world, Lord Krishna bequeaths upon them\nthe privilege of being able to perceive His confidential appearances and\npastimes and partake in communion with Him. So in summary the following\nreasons of Lord Krishnas avatars or incarnations is: 1) for protecting the\nvirtuous 2) for destroying the wicked 3) for re-establishing dharma or\neternal righteousness which had become obscured. As dharma to all beings is\nfactually the primary mode of worship for the Supreme Lord Krishna and His\nauthorised avatars in order to attain moksa or salvation from the cycle of\nbirth and death in the material existence; it should be known as the\nhighest good for all beings. The words yuge yuge meaning from millennium to\nmillennium is to indicate that the Supreme Lords incarnations may appear at\nanytime not being limited to a particular yuga.","kumar":"The word sadhunam meaning virtuous refers to the sadhus or the saintly\ndevotees, the eminent Vaisnavas who diligently seek refuge in Lord Krishna\nin every thing they think and do. These persons feel that without seeing\nand perceiving the Supreme Lord, without chanting His names, without\ncontinuously reminiscing over His phenomenal pastimes and without\nmeditating on Him that there lives are devoid and empty and they find it\ndifficult to even carry on their existence. There are even those with whom\na single moment of absence from the Lord is like a lifetime. For the\nprotection of these virtuous and holy beings, lest they in their agony of\nseparation from me expire from this world, Lord Krishna bequeaths upon them\nthe privilege of being able to perceive His confidential appearances and\npastimes and partake in communion with Him. So in summary the following\nreasons of Lord Krishnas avatars or incarnations is: 1) for protecting the\nvirtuous 2) for destroying the wicked 3) for re-establishing dharma or\neternal righteousness which had become obscured. As dharma to all beings is\nfactually the primary mode of worship for the Supreme Lord Krishna and His\nauthorised avatars in order to attain moksa or salvation from the cycle of\nbirth and death in the material existence; it should be known as the\nhighest good for all beings. The words yuge yuge meaning from millennium to\nmillennium is to indicate that the Supreme Lords incarnations may appear at\nanytime not being limited to a particular yuga."}