{"meta":"Bhagavad Gita Chapter 4 Verse 14","metahi":"भगवद् गीता 4.14","slok":"न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा।इति मां योऽभिजानाति कर्मभिर्न स बध्यते।।4.14।।","htsrsd":"।।4.13 4.14।।मेरे द्वारा गुणों और कर्मोंके विभागपूर्वक चारों वर्णोंकी रचना की गयी है। उस(सृष्टिरचना आदि) का कर्ता होनेपर भी मुझ अव्यय परमेश्वरको तू अकर्ता जान। कारण कि कर्मोंके फलमें मेरी स्पृहा नहीं है इसलिये मुझे कर्म लिप्त नहीं करते। इस प्रकार जो मुझे तत्त्वसे जान लेता है वह भी कर्मोंसे नहीं बँधता।","htstma":"।।4.14।। कर्म मुझे लिप्त नहीं करते न मुझे कर्मफल में स्पृहा है। इस प्रकार मुझे जो जानता है वह भी कर्मों से नहीं बन्धता है।।","transliteration":"Na maam karmaani limpanti na me karmaphale sprihaa;\nIti maam yo’bhijaanaati karmabhir na sa badhyate.","englishmeaning":"na—not; mām—me; karmāṇi—activities; limpanti—taint; na—nor; me—my; karma-phale—the fruits of action; spṛihā—desire; iti—thus; mām—me; yaḥ—who; abhijānāti—knows; karmabhiḥ—result of action; na—never; saḥ—that person; badhyate—is bound","hcsrsd":" 4.14।। व्याख्या   चातुर्वर्ण्यं (टिप्पणी प0 235.1) मया सृष्टं गुणकर्मविभागशः पूर्वजन्मोंमें किये गये कर्मोंके अनुसार सत्त्व रज और तम इन तीनों गुणोंमें न्यूनाधिकता रहती है। सृष्टिरचनाके समय उन गुणों और कर्मोंके अनुसार भगवान् ब्राह्मण क्षत्रिय वैश्य और शूद्र इन चारों वर्णोंकी रचना करते हैं (टिप्पणी प0 235.2)। मनुष्यके सिवाय देव पितर तिर्यक् आदि दूसरी योनियोंकी रचना भी भगवान् गुणों और कर्मोंके अनुसार ही करते हैं। इसमें भगवान्की किञ्चिन्मात्र भी विषमता नहीं है।चातुर्वर्ण्यम् पद प्राणिमात्रका उपलक्षण है। इसका तात्पर्य है कि मनुष्य ही चार प्रकारके नहीं होते अपितु पशु पक्षी वृक्ष आदि भी चार प्रकारके होते हैं जैसे पक्षियोंमें कबूतर आदि ब्राह्मण बाज आदि क्षत्रिय चील आदि वैश्य और कौआ आदि शूद्र पक्षी हैं। इसी प्रकार वृक्षोंमें पीपल आदि ब्राह्मण नीम आदि क्षत्रिय इमली आदि वैश्य और बबूल (कीकर) आदि शूद्र वृक्ष हैं। परन्तु यहाँ चातुर्वर्ण्यम् पदसे मनुष्योंको ही लेना चाहिये क्योंकि वर्णविभागको मनुष्य ही समझ सकते हैं और उसके अनुसार कर्म कर सकते हैं। कर्म करनेका अधिकार मनुष्यको ही है।चारों वर्णोंकी रचना मैंने ही की है इससे भगवान्का यह भाव भी है कि एक तो ये मेरे ही अंश हैं और दूसरे मैं प्राणिमात्रका सुहृद् हूँ इसलिये मैं सदा उनके हितको ही देखता हूँ। इसके विपरीत ये न तो देवताके अंश हैं और न देवता सबसे सुहृद् ही हैं। इसलिये मनुष्यको चाहिये कि वह अपने वर्णके अनुसार समस्त कर्तव्यकर्मोंसे मेरा ही पूजन करे (गीता 18। 46)।तस्य कर्तारमपि मां विद्ध्यकर्तारमव्ययम् यहाँ अकर्तारम् पद कर्म करते हुए भी कर्तृत्वाभिमानका अभाव बतानेके लिये आया है। सृष्टिकी रचना पालन संहार आदि सम्पूर्ण कर्मोंको करते हुए भी भगवान् उन कर्मोंसे सर्वथा अतीत निर्लिप्त ही रहते हैं।सृष्टिरचनामें भगवान् ही उपादान कारण हैं और वे ही निमित्त कारण हैं। मिट्टीसे बने पात्रमें मिट्टी उपादान कारण है और कुम्हार निमित्त कारण है। मिट्टीसे पात्र बननेमें मिट्टी व्यय (खर्च) हो जाती है और उसे बनानेमें कुम्हारकी शक्ति भी खर्च होती है परन्तु सृष्टिरचनामें भगवान्का कुछ भी व्यय नहीं होता। वे ज्योंकेत्यों ही रहते हैं। इसलिये उन्हें अव्ययम् कहा गया है।जीव भी भगवान्का अंश होनेसे अव्यय ही है। विचार करें कि शरीरादि सब वस्तुएँ संसारकी हैं और संसारसे ही मिली हैं। अतः उन्हें संसारकी ही सेवामें लगा देनेसे अपना क्या व्यय हुआ हम तो (स्वरूपतः) अव्यय ही रहे। इसलिये यदि साधक शरीर इन्द्रियाँ मन बुद्धि धन सम्पत्ति आदि मिले हुए सांसारिक पदार्थोंको अपना और अपने लिये न माने तो फिर उसे अपनी अव्ययताका अनुभव हो जायगा।यहाँ विद्धि पदसे भगवान्ने अपने कर्मोंकी दिव्यताको समझनेकी आज्ञा दी है। कर्म करते हुए भी कर्मकर्मसामग्री और कर्मफलसे अपना कोई सम्बन्ध न रहना ही कर्मोंकी दिव्यता है।न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा विश्वरचनादि समस्त कर्म करते हुए भी भगवान्का उन कर्मोंसे कुछ भी सम्बन्ध नहीं है। उनके कर्मोंमें विषमता पक्षपात आदि दोष लेशमात्र भी नहीं हैं। उनकी कर्मफलमें किञ्चिन्मात्र भी आसक्ति ममता या कामना नहीं है। इसलिये वे कर्म भगवान्को लिप्त नहीं करते।उत्पत्तिविनाशशील वस्तु मात्र कर्मफल है। भगवान् कहते हैं कि जैसे मेरी कर्मफलमें स्पृहा नहीं है ऐसे ही तुम्हारी भी कर्मफलमें स्पृहा नहीं होनी चाहिये। कर्मफलमें स्पृहा न रहनेसे सम्पूर्ण कर्म करते हुए भी तुम कर्मोंसे बँधोगे नहीं।पीछेके (तेरहवें) श्लोकमें भगवान्ने बताया कि सृष्टिरचनादि समस्त कर्मोंका कर्ता होते हुए भी मैं अकर्ता हूँ अर्थात् मुझमें कर्तृत्वाभिमान नहीं है और इस श्लोकमें बताते हैं कि कर्मफलमें मेरी स्पृहा नहीं है अर्थात् मुझमें भोक्तृत्वाभिमान भी नहीं है। अतः साधकको भी इन दोनोंसे रहित होना चाहिये। फलेच्छाका त्याग करके केवल दूसरोंके लिये कर्म करनेसे कर्तृत्व और भोक्तृत्व दोनों ही नहीं रहते। कर्तृत्वभोक्तृत्व ही संसार है। अतः इनके न रहनेसे मुक्ति स्वतःसिद्ध ही है।इति मां योऽभिजानाति मनुष्यमें जब कामनाएँ उत्पन्न होती हैं तब उसकी दृष्टि उत्पत्तिविनाशशील पदार्थोंपर रहती है। उत्पत्तिविनाशशील (अनित्य) पदार्थोंपर दृष्टि रहनेसे वह नित्य भगवान्को तत्त्वसे नहीं जान सकता। पर कामनाओंके मिटनेसे जब अन्तःकरण शुद्ध हो जाता है तब भगवान्की ओर स्वतः दृष्टि जाती है। भगवान्की ओर दृष्टि जानेपर मनुष्य जान जाता है कि भगवान् प्राणिमात्रके परम सुहृद् हैं इसलिये उनके द्वारा होनेवाली मात्र क्रियाएँ प्राणिमात्रके हितके लिये ही होती हैं। भगवान् तो जीवोंको कर्मबन्धनसे रहित करनेके लिये ही उन्हें मनुष्यशरीर देते हैं पर इस बातको न समझनेके कारण जीव कर्मोंसे नयेनये सम्बन्ध मानकर और बन्धन उत्पन्न कर लेता है। इसलिये कर्तापन और फलेच्छा न होनेपर भी वे केवल कृपा करके जीवोंको कर्मबन्धनसे रहित करके उनका उद्धार करनेके लिये ही सृष्टिरचनाका कार्य करते हैं। भगवान्को इस तरह जान लेनेसे मनुष्य भगवान्की ओर खिंच जाता है उमा राम सुभाउ जेहिं जाना। ताहि भजनु तजि भाव न आना।।(मानस 5। 34। 2)कर्मभिर्न स बध्यते भगवान्के कर्म तो दिव्य हैं ही सन्तमहात्माओंके कर्म भी दिव्य हो जाते हैं। वास्तवमें सन्तमहात्मा ही नहीं मनुष्यमात्र अपने कर्मोंको दिव्य बना सकता है। जब कर्मोंमें मलिनता (कामना ममता आसक्ति आदि) होती है तब वे कर्म बाँधनेवाले हो जाते हैं। जब मलिनताके दूर हो जानेपर कर्म दिव्य हो जाते हैं तब वे उसे नहीं बाँधते। इतना ही नहीं वे कर्म उस कर्ताको और दूसरोंको भी (उसके अनुसार आचरण करनेसे) मुक्त करनेवाले हो जाते हैं। अपने कर्मोंको दिव्य बनानेका सरल उपाय है संसारसे मिली हुई वस्तुओंको अपनी और अपने लिये न मानकर (संसारकी और संसारके लिये मानते हुए) संसारकी सेवामें लगा देना।विचार करना चाहिये कि हमारे पास शरीर आदि जितनी भी बाह्य वस्तुएँ हैं उन सबको हम साथ लाये नहीं और जायँगे तब साथ ले जा सकते नहीं उनके रहते हुए उनमें इच्छानुसार परिवर्तन कर सकते नहीं उन्हें इच्छानुसार रख सकते नहीं अर्थात् उनपर हमारा कोई आधिपत्य नहीं है। इसी प्रकार जन्मजन्मान्तरोंसेसाथ आये सूक्ष्म और कारणशरीर भी परिवर्तनशील और प्रकृतिके कार्य हैं इसलिये उनके साथ भी हमारा सम्बन्ध नहीं है। वे वस्तुएँ अपने लिये भी नहीं हैं क्योंकि उनके मिलनेपर भी और मिले यह इच्छा रहती है। यदि वे वस्तुएँ अपने लिये होतीं तो और मिलनेकी इच्छा नहीं रहती। ऐसा होनेपर भी उन वस्तुओँको अपनी और अपने लिये मानना कितनी बड़ी भूल है उन वस्तुओंमें जो अपनापन दीखता है वह वास्तवमें केवल उनका सदुपयोग करनेके लिये है उनपर अपना अधिकार जमानेके लिये नहीं।सेवा करनेके लिये तो सब अपने हैं पर लेनेके लिये कोई अपना नहीं है। संसारकी तो बात ही क्या है भगवान् भी लेनेके लिये अपने नहीं हैं अर्थात् भगवान्से भी कुछ नहीं लेना है प्रत्युत अपनेआपको ही भगवान्के समर्पित करना है। कारण कि जो वस्तु हमें चाहिये और हमारे हितकी है वह भगवान्ने हमें पहलेसे ही बिना माँगे दे रखी है और ज्यादा दे रखी है कम नहीं। हमारी जरूरतको जितना भगवान् समझते हैं उतना हम समझ भी नहीं सकते क्योंकि भगवान्की उदारता अपार है। उनके सामने हमारी समझ तो बहुत ही अल्प है। इसलिये उनसे माँगना किस बातका जो कुछ हमें मिला है उसीका हमें सदुपयोग करना है। वस्तुओँको अपनी और अपने लिये न मानकर निष्कामभावपूर्वक दूसरोंके हितमें लगा देना ही वस्तुओँका सदुपयोग है। इससे कर्मों और पदार्थोंसे सम्बन्धविच्छेद हो जाता है और महान् आनन्दस्वरूप परमात्माका अनुभव हो जाता है। सम्बन्ध   पूर्वश्लोकमें अपना उदाहरण देकर अब आगेके श्लोकमें भगवान् मुमुक्षु पुरुषोंका उदाहरण देते हुए अर्जुनको निष्कामभावपूर्वक अपना कर्तव्यकर्म करनेकी आज्ञा देते हैं।","hcsca":"।।4.14।। नित्य शुद्ध और परिपूर्ण आत्मा को किसी प्रकार की अपूर्णता का भान नहीं हो सकता जो किसी इच्छा को जन्म दे। इस दृष्टि से श्रीकृष्ण भगवान् कहते हैं कर्म मुझे दूषित नहीं कर सकते और न मुझे कर्मफल में कोई आसक्ति ही है। इच्छा अथवा कर्म का बन्धन जीवअहंकार के लिये ही हो सकता है। मन और बुद्धि की उपाधियों से युक्त चैतन्य आत्मा ही जीव कहा जाता है। इन उपाधियों के दोषयुक्त होने पर जीव ही दूषित हुआ समझा जाता है। इसे एक दृष्टान्त के द्वारा हम भली भांति समझ सकेंगे।यदि किसी पात्र में रखे जल में सूर्य प्रतिबिम्वित होता है तो उस प्रतिबिम्ब की स्थिति पूर्णतया उस जल की स्थिति पर निर्भर करती है। जल के शान्त अस्थिर अथवा मैले होने पर वह प्रतिबिम्ब भी स्थिर क्षुब्ध अथवा धुंधला दिखाई देगा। परन्तु महाकाश स्थित वास्तविक सूर्य पर इस चंचलता अथवा निश्चलता का कोई प्रभाव नहीं पड़ेगा। इसी प्रकार इच्छा आसक्ति आदि का प्रभाव अहंकार पर ही पड़ता है। नित्य मुक्त चैतन्य स्वरूप आत्मा इन सबसे किसी प्रकार भी दूषित नहीं होती।आत्मविकास की वैदिक साधना का यह अर्थ नवीन प्रतीत होता है। क्या इसके पूर्व किसी ने इसका आचरण किया था उत्तर है","etsga":"4.14 Actions do not taint Me; for Me there is no hankering for the results of actions. One who knows Me thus, does not become bound by actions.","etssa":"4.14 Actions do not taint Me, nor have I a desire for the fruit of actions. He who knows Me thus is not bound by actions.","etdss":"4.14. Actions do not stain Me; nor do I have a desire for the fruits [of actions] also. Whosoever comprehends Me as such, he is not bound by actions.","ecssa":"4.14 न not? माम् Me? कर्माणि actions? लिम्पन्ति taint? न not? मे to Me? कर्मफले in the fruit of actions? स्पृहा desire? इति thus? माम् Me? यः who? अभिजानाति knows? कर्मभिः by actions? न not? सः he? बध्यते is bound.Commentary As I have neither egoism nor desire for fruits? I am not bound by actions. Wordly people think they are the agents and they perfrom actions. They also expect fruits for their actions. So they take birth again and again. If one works without attachment? without egoism? without expectation of fruits? he too will not be bound by actions. He will be freed from birth and death. (Cf.IX.9).","scetsga":"4.14 Because of the absence of egoism, those karmani, actions; na limpanti, do not taint; mam, Me, by becoming the originators of body etc. And me, for Me; na sprha, there is no hankering for the results of those actions. But in the case of transmigrating beings, who have self-identification in the form, I am the agent, and thirst for actions as also for their results, it is reasonable that actions should taint them. Owing to the absence of these, actions do not taint Me. Anyone else, too, yah, who; abhijanati, knows; mam, Me; iti, thus, as his own Self, and (knows), I am not an agent; I have no hankering for the results of actions; sah, he; na badhyate, does not become bound; karmabhih, by actions. In his case also actions cease to be the originators of body etc. This is the import.","scetdss":"4.13-14 Catur-varnyam etc. Na mam etc. How can there be taint of actions in Me Who remain like the ether ? The comparison with ether is due to the absence of desire [in both]. As such etc. : whosoever, with this sort of thought, takes refuge in the Bhagavat i.e. contemplates everywhere at all times on the Bliss-dense Supreme Lord as There exits nothing othe than Vasudeva [the Absolute] - for him can there be any bondage by actions ?","scetssa":"4.14 These actions of varied nature like creation etc., do not contaminate Me i.e., do not bind Me. For the distinctions of gods, men etc., are not brought about by Me, but by the particular Karmas, good and evil, of created beings. Therefore by the process of discriminating between the acired and the inherent, it will be found that I am not the author of this varied creations etc. The created or embodied selves, who are endowed with bodies and organs at the time of creation in accordance with their own Karmas springing from attachment to fruits etc., experience all enjoyments available in creation. Thus for them (embodied selves) alone there is desire for the results of creation etc., and for the results of their Karmas. There is no desire in Me for it.\nThe Sutrakara says to the same effect: No partiality or cruelty on account of there being dependence (on the Karma of souls for inealities (Br. S., 2.1.34). Bhagavan Parasara also says so: He (the Lord) is only the operative cause in the creation of beings. That from which the creative forces spring constitutes the material cause. Leaving aside the material cause, the being that becomes embodied does not reire the help of any other thing whatever. A thing is led into the condition in which it is, O best of ascetics, only by its own potentiality (V. P., 1.4.51-2). The Supreme Person is only the operative cause with regard to the creation of those to be created, i.e., the selves in the bodies of gods etc. The material cause for the differences into gods etc., is the potentiality in the form of previous Karmas of the selves to be created. Therefore, leaving aside the operative cause, i.e., the Supreme Person, the creator, the embodied beings do not reire anything else for causing difference into conditions of gods etc. For these selves are led to take the forms of gods etc., by the potentiality of their own old Karma with which they are connected. Such is the meaning.\nHe who knows Me thus to be the agent of creation etc., and still a non-agent, i.e., as one who has no desire for the results of the acts of creation etc., - such a person is not tied by previous actions, i.e., he is freed from the old Karmas which obstruct the undertaking of Karma Yoga by causing attachment to results. Such is the purport.","chakravarthi":"“Let all that be, but now you have appeared in a ksatriya family, and daily perform activities obligatory to the ksatriya. It seems you are subsisting as a ksatriya.”\n“But these activities do not contaminate me as they do for jiva. Nor do I have desire for results of those actions such as svarga. Being full of my own bliss because I am the Supreme Lord, the only reason for my doing these actions is to encourage mankind. He who knows this is not bound, but he who does not know is bound by karma.”","rudra":"\nThe very nature of transcendentalism is being shown here by Lord Krishna\ndeclaring that actions of any type never affect Him even if they are for\nthe protection of the universe because He is not touched by egoism and\nalthough He is the origin of all He is unattached and desireless. What is\nthe use of saying Lord Krishna is not touched by them when even His\ndevotees who know He is free from desire to fruits of any action are not\nbound by their actions as well. This is because one who knows the cause of\nLord Krishnas being untouched by actions is due to the absence of all\negoism, desires and attachments subsequently has their own egoism, desires\nand attachments evaporated.","brahma":"\nLord Krishna is declaring that actions do not bind Him as He has no desires\nto the rewards of any actions. This is not to imply that He does not want\nthe best for creation but only He is equipoise to prakriti or material\nnature. Even though the Supreme Lord wills the creation into existence and\nalways is the protector of dharma or eternal righteousness and out of His\ncauseless mercy has the best wishes for its development He is not attached\nto it. This knowledge of this attribute of the Supreme Lord removes ones\nown misconceptions of attachment and craving for rewards to the point where\nones desires are not binding by performing prescribed Vedic activities\nexclusively. In this way a person of Vedic knowledge so inclined would\nable to attain moksa or freedom from the cycle of birth and death. It is\nnot that moksa comes to everyone automatically in due course of time in\nthat case the whole world would be attaining liberation without the\nprerequisite knowledge. Therefore one should realise the atma or soul\nwithin the heart by knowledge in the mind. By this eternal life is achieved\nby the spiritually wise. How is this eternity to be understood? As the atma\nis without beginning or ending , kala or time is without beginning or\nending.\nNow begins the summation.\nTo emphasise the distinction between Lord Krishna and other living entities\nHe twice uses the word mam karmani meaning actions do not bind Me and mam\nabhijanati meaning one who knows Me in truth.","shri":"\nWhosoever understands Lord Krishna as being the origin of all as well as\nbeing transcendental to all will cease to entangle themselves with desires\nand attachments to rewards which results in acquiring karma or reactions to\nactions which binds one to samsara or the cycle of birth and death. It is\nfrom past karmas that one is existing in their present lifetime position.\nSuch a person possessing such knowledge and acting upon it appropriately as\ndescribed in these verses will no longer be bound by karma.","kumar":"Whosoever understands Lord Krishna as being the origin of all as well as\nbeing transcendental to all will cease to entangle themselves with desires\nand attachments to rewards which results in acquiring karma or reactions to\nactions which binds one to samsara or the cycle of birth and death. It is\nfrom past karmas that one is existing in their present lifetime position.\nSuch a person possessing such knowledge and acting upon it appropriately as\ndescribed in these verses will no longer be bound by karma."}