{"meta":"Bhagavad Gita Chapter 4 Verse 41","metahi":"भगवद् गीता 4.41","slok":"योगसंन्यस्तकर्माणं ज्ञानसंछिन्नसंशयम्।आत्मवन्तं न कर्माणि निबध्नन्ति धनञ्जय।।4.41।।","htsrsd":"।।4.41।।हे धनञ्जय योग(समता) के द्वारा जिसका सम्पूर्ण कर्मोंसे सम्बन्धविच्छेद हो गया है और ज्ञानके द्वारा जिसके सम्पूर्ण संशयोंका नाश हो गया है ऐसे स्वरूपपरायण मनुष्यको कर्म नहीं बाँधते।","htstma":"।।4.41।। जिसने योगद्वारा कर्मों का संन्यास किया है ज्ञानद्वारा जिसके संशय नष्ट हो गये हैं ऐसे आत्मवान् पुरुष को हे धनंजय कर्म नहीं बांधते हैं।।","transliteration":"Yogasannyasta karmaanam jnaanasamcchinnasamshayam;\nAatmavantam na karmaani nibadhnanti dhananjaya.","englishmeaning":"yoga-sannyasta-karmāṇam—those who renounce ritualistic karm, dedicating their body, mind, and soul to God; jñāna—by knowledge; sañchhinna—dispelled; sanśhayam—doubts; ātma-vantam—situated in knowledge of the self; na—not; karmāṇi—actions; nibadhnanti—bind; dhanañjaya—Arjun, the conqueror of wealth","hcsrsd":" 4.41।। व्याख्या   योगसंन्यस्तकर्मणाम् शरीर इन्द्रियाँ मन बुद्धि आदि जो वस्तुएँ हमें मिली हैं और हमारी दीखती हैं वे सब दूसरोंकी सेवाके लिये ही हैं अपना अधिकार जमानेके लिये नहीं। इस दृष्टिसे जब उन वस्तुओंको दूसरोंकी सेवामें (उनका ही मानकर) लगा दिया जाता है तब कर्मों और वस्तुओंका प्रवाह संसारकी ओर ही हो जाता है और अपनेमें स्वतःसिद्ध समताका अनुभव हो जाता है। इस प्रकार योग(समता) के द्वारा जिसने कर्मोंसे सम्बन्धविच्छेद कर लिया है वह पुरुष योगसंन्यस्तकर्मा है।जब कर्मयोगी कर्ममें अकर्म तथा अकर्ममें कर्म देखता है अर्थात् कर्म करते हुए अथवा न करते हुए दोनों अवस्थाओंमें नित्यनिरन्तर असङ्ग रहता है तब वही वास्तवमें योगसंन्यस्तकर्मा होता है।ज्ञानसंछिन्नसंशयम् मनुष्यके भीतर प्रायः ये संशय रहते हैं कि कर्म करते हुए ही कर्मोंसे अपना सम्बन्धविच्छेद कैसे होगा अपने लिये कुछ न करें तो अपना कल्याण कैसे होगा आदि। परन्तु जब वह कर्मोंके तत्त्वको अच्छी तरह जान लेता है (टिप्पणी प0 273) तब उसके समस्त संशय मिट जाते हैं। उसे इस बातका स्पष्ट ज्ञान हो जाता है कि कर्मों और उनके फलोंका आदि और अन्त होता है पर स्वरूप सदा ज्योंकात्यों रहता है। इसलिये कर्ममात्रका सम्बन्ध पर(संसार) के साथ है स्व(स्वरूप) के साथ बिलकुल नहीं। इस दृष्टिसे अपने लिये कर्म करनेसे कर्मोंके साथ सम्बन्ध जुड़ जाता है और निष्कामभावपूर्वक केवल दूसरोंके लिये कर्म करनेसे कर्मोंसे सम्बन्धविच्छेद हो जाता है। इससे सिद्ध होता है कि अपना कल्याण दूसरोंके लिये कर्म करनेसे ही होता है अपने लिये कर्म करनेसे नहीं।आत्मवन्तम् कर्मयोगीका उद्देश्य स्वरूपबोधको प्राप्त करनेका होता है इसलिये वह सदा स्वरूपके परायण रहता है। उसके सम्पूर्ण कर्म संसारके लिये ही होते हैं। सेवा तो स्वरूपसे ही दूसरोंके लिये होती है खानापीना सोनाबैठना आदि जीवननिर्वाहकी सम्पूर्ण क्रियाएँ भी दूसरोंके लिये ही होती हैं क्योंकि क्रियामात्रका सम्बन्ध संसारके साथ है स्वरूपके साथ नहीं। न कर्माणि निबध्नन्ति अपने लिये कोई भी कर्म न करनेसे कर्मयोगीका सम्पूर्ण कर्मोंसे सम्बन्धविच्छेद हो जाता है अर्थात् वह सदाके लिये संसारबन्धनसे सर्वथा मुक्त हो जाता है (गीता 4। 23)।कर्म स्वरूपसे बन्धनकारक हैं ही नहीं। कर्मोंमें फलेच्छा ममता आसक्ति और कर्तृत्वाभिमान ही बाँधनेवाला है। सम्बन्ध   पूर्वश्लोकमें भगवान्ने बताया कि ज्ञानके द्वारा संशयका नाश होता है और समताके द्वारा कर्मोंसे सम्बन्धविच्छेद होता है। अब आगेके श्लोकमें भगवान् ज्ञानके द्वारा अपने संशयका नाश करके समतामें स्थित होनेके लिये अर्जुनको आज्ञा देते हैं।","hcsca":"।।4.41।। इस अध्याय में विस्तारपूर्वक बतायी हुयी जीवन जीने की कला को इस श्लोक में अत्यन्त सुन्दर प्रकार से संक्षेप में बताया गया है। कर्मसंन्यास से तात्पर्य फलासक्ति के त्याग से है। जब हम कर्मयोग की भावना से कर्म करते हुये कर्मफलों की आसक्ति त्यागना सीख लेते हैं तथा आत्मानुभवरूप ज्ञान के द्वारा जीवन के लक्ष्य सम्बन्धी हमारे सब संशय छिन्नभिन्न हो जाते हैं तब अहंकार नष्ट होकर शुद्ध आत्मस्वरूप में हमारी स्थिति दृढ़ हो जाती है। ऐसा आत्मवान् पुरुष कर्म करता हुआ भी उनसे नहीं बन्धता।कर्तृत्व के अभिमान तथा स्वार्थ से प्रेरित होकर किये गये कर्म ही वासनाएं उत्पन्न करके हमें बन्धन में डालते हैं। कर्मयोग की भावना से निरहंकार होकर कर्म करने पर बन्धन नहीं हो सकता। स्वप्न में स्वप्न की पत्नी की हत्या करने पर स्वाप्निक दण्ड तो भोगना पड़ सकता है परन्तु स्वप्न द्रष्टा के जागने पर जाग्रत् अवस्था में उसे कोई दण्ड नहीं दे सकता क्योंकि स्वप्न के साथसाथ स्वप्न द्रष्टा भी नष्ट हो जाता है। जाग्रत्पुरुष को स्वप्न द्रष्टा का किया कर्म नहीं बांध सकता। इसी प्रकार अहंकार पूर्वक किये गये कर्म अहंकार के लिये बन्धनकारक हो सकते हैं परन्तु आत्मानुभूति में उसके ही नष्ट हो जाने पर आत्मा को वे कर्म कैसे बांध सकेंगे जिसका अहंकार नष्ट हो चुका है उसी पुरुष को यहाँ आत्मवान् कहा गया है।इस आत्मज्ञान का फल सर्वश्रेष्ठ है इसलिये श्रीकृष्ण अर्जुन को उपदेश देते हैं कि","etsga":"4.41 O Dhananjaya (Arjuna), actions do not bind one who has renounced actions through yoga, whose doubt has been fully dispelled by Knowledge, and who is not inadvertent.","etssa":"4.41 He who has renounced actions by Yoga, whose doubts are rent asunder by knowledge, and who is self-possessed actions do not bind him, O Arjuna.","etdss":"4.41. O Dhananjaya ! Actions do not bind him who has renounced [all] actions through Yoga; who has cut off his doubts by the sword of knowledge; and who is a master of his own self.","ecssa":"4.41 योगसंन्यस्तकर्माणम् one who has renounced actions by Yoga? ज्ञानसंछिन्नसंशयम् one whose doubts are rent asunder by knowledge? आत्मवन्तम् possessing the self? न not? कर्माणि actions? निबध्नन्ति bind? धनञ्जय O Dhananjaya.Commentary Sri Madhusudana Sarasvati explains Atmavantam as always watchful.He who has attained to Selfrealisation renounces all actions by means of Yoga or the knowledge of Brahman. As he is established in the knowledge of the identity of the individual soul with the,Supreme Soul? all his doubts are cut asunder. Actions do not bind him as they are burnt in the fire of wisdom and as he is always watchful over himself. (Cf.II.48III.9IV.20)","scetsga":"4.41 Yoga-sannyasta-karmanam, one who has renounced actions through yoga: that person who is a knower of the supreme Goal, by whom actions called righteous or unrighteous have been renounced through the yoga characterized as the Knowledge of the supreme Goal.\nHow does one become detached from actions through yoga? The Lord says: He is jnana-samchinna-samsayah, one whose doubts (samsaya) have been fully dispelled (samchinna) by Knowledge (jnana) characterized as the realization of the identity of the individual Self and God.\nO Dhananjaya, he who has thus renounced actions through yoga, atmavantam, who is not inadvertent, not careless; him, karmani, actions, seen as the activities of the gunas (see 3.28); na nibadhnanti, do not bind, (i.e.) they do not produce a result in the form of evil etc.\nSince one whose doubts have been destroyed by Knowledge-arising from the destruction of the impurities (of body, mind, etc.) as result of the practise of Karma-yoga-does not get bound by acitons owing to the mere fact of his actions having been burnt away by Knowledge; and since one who has doubts with regard to the practice of the yogas of Knowledge and actions gets ruined-","scetdss":"4.41 Yoga-etc. Renunciation of actions becomes possible only through Yoga and not otherwise. This has been discussed also [in the seel].","scetssa":"4.41 The countless ancient Karmas which constitute the cause of bondage, do not bind him who has renounced actions through Karma Yoga in the manner explained before, who has sundered all doubts concerning the self by the knowledge of the self in the manner explained before, and who is of steady mind, i.e., unshakable, with the mind focussed steadily on the meaning that has been forth.","chakravarthi":"In such a state, a person will reach a state of no karma (naiskarmyam). Having renounced all karma through niskama karma yoga, and having eradicated all doubts through practice of jnana, actions do not bind that person, who has attained realization of the soul.","rudra":"\nThe dual method of realising the Brahman or the spiritual substratum\npervading all existence has been taught with karma yoga or the performance\nas prescribed Vedic activities as the beginning stage and jnana yoga or the\ncultivation of Vedic knowledge as the intermediate stage in the last two\nchapters, is being concluded with this verse. One who has offered all\nactions to the Supreme Lord has renounced actions. This yoga or the science\nof the individual consciousness attaining communion with the ultimate\nconsciousness is performed continuously. Therefore all doubts in regard to\nego-consciousness have been destroyed by the fire of knowledge knowing that\none is not the physical body. One is consciousness and self alert and is\nnot bound by actions whether they are naturally done for oneself or for\nothers.","brahma":"There is no commentary for this verse.","shri":"\nLord Krishna explains that the performance of karma yoga or prescribed\nVedic activities is the mode of action in the ways He indicated above.\nDedication and renunciation means that actions are performed in jnana yoga\nor the cultivation of Vedic knowledge. When performed in this way the\nbinding power of actions becomes neutralised. Also by this method any\ndoubts concerning the atma or soul are dispelled by knowledge of the atma.\nThe compound word atma-vantam means one who is self-satisfied. One whose\nmind is unassailable and unapproachable by any type of doubt. Such a person\nhas achieved an unshakeable certitude about the reality and eternality of\nthe soul from the teachings received from the spiritual master. No actions\nperformed for oneself or for others in the present or the future can ever\nbind such a person.","kumar":"Lord Krishna explains that the performance of karma yoga or prescribed\nVedic activities is the mode of action in the ways He indicated above.\nDedication and renunciation means that actions are performed in jnana yoga\nor the cultivation of Vedic knowledge. When performed in this way the\nbinding power of actions becomes neutralised. Also by this method any\ndoubts concerning the atma or soul are dispelled by knowledge of the atma.\nThe compound word atma-vantam means one who is self-satisfied. One whose\nmind is unassailable and unapproachable by any type of doubt. Such a person\nhas achieved an unshakeable certitude about the reality and eternality of\nthe soul from the teachings received from the spiritual master. No actions\nperformed for oneself or for others in the present or the future can ever\nbind such a person."}