{"meta":"Bhagavad Gita Chapter 4 Verse 42","metahi":"भगवद् गीता 4.42","slok":"तस्मादज्ञानसंभूतं हृत्स्थं ज्ञानासिनाऽऽत्मनः।छित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत।।4.42।।","htsrsd":"।।4.42।।इसलिये हे भरतवंशी अर्जुन हृदयमें स्थित इस अज्ञानसे उत्पन्न अपने संशयका ज्ञानरूप तलवारसे छेदन करके योग(समता) में स्थित हो जा (और युद्धके लिये) खड़ा हो जा।","htstma":"।।4.42।। इसलिये अपने हृदय में स्थित अज्ञान से उत्पन्न आत्मविषयक संशय को ज्ञान खड्ग से काटकर हे भारत योग का आश्रय लेकर खड़े हो जाओ।।","transliteration":"Tasmaad ajnaanasambhootam hritstham jnaanaasinaatmanah;\nCchittwainam samshayam yogam aatishthottishtha bhaarata.","englishmeaning":"tasmāt—therefore; ajñāna-sambhūtam—born of ignorance; hṛit-stham—situated in the heart; jñāna—of knowledge; asinā—with the sword; ātmanaḥ—of the self; chhittvā—cut asunder; enam—this; sanśhayam—doubt; yogam—in karm yog; ātiṣhṭha—take shelter; uttiṣhṭha—arise; bhārata—Arjun, descendant of Bharat","hcsrsd":"।।4.42।। व्याख्या   तस्मादज्ञानसम्भूतं ৷৷. छित्त्वैनं संशयम् पूर्वश्लोकमें भगवान्ने यह सिद्धान्त बताया कि जिसने समताके द्वारा समस्त कर्मोंसे सम्बन्धविच्छेद कर लिया है और ज्ञानके द्वारा समस्त संशयोंको नष्ट कर दिया है उस आत्मपरायण कर्मयोगीको कर्म नहीं बाँधते अर्थात् वह जन्ममरणसे मुक्त हो जाता है। अब भगवान् तस्मात् पदसे अर्जुनको भी वैसा ही जानकर कर्तव्यकर्म करनेकी प्रेरणा करते हैं।अर्जुनके हृदयमें संशय था युद्धरूप घोर कर्मसे मेरा कल्याण कैसे होगा और कल्याणके लिये मैं कर्मयोगका अनुष्ठान करूँ अथवा ज्ञानयोगका इस श्लोकमें भगवान् इस संशयको दूर करनेकी प्रेरणा करते हैं क्योंकि संशयके रहते हुए कर्तव्यका पालन ठीक तरहसे नहीं हो सकता।अज्ञानसम्भूतम् पदका भाव है कि सब संशय अज्ञानसे अर्थात् कर्मोंके और योगके तत्त्वको ठीकठीक न समझनेसे ही उत्पन्न होते हैं। क्रियाओँ और पदार्थोंको अपना और अपने लिये मानना ही अज्ञान है। यह अज्ञान जबतक रहता है तबतक अन्तःकरणमें संशय रहते हैं क्योंकि क्रियाएँ और पदार्थ विनाशी हैं और स्वरूप अविनाशी है। तीसरे अध्यायमें कर्मयोगका आचरण करनेकी और इस चौथे अध्यायमें कर्मयोगको तत्त्वसे जाननेकी बात विशेषरूपसे आयी है। कारण कि कर्म करनेके साथसाथ कर्मको जाननेकी भी बहुत आवश्यकता है। ठीकठीक जाने बिना कोई भी कर्म बढ़िया रीतिसे नहीं होता। इसके सिवाय अच्छी तरह जानकर कर्म करनेसे जो कर्म बाँधनेवाले होते हैं वे ही कर्म मुक्त करनेवाले हो जाते हैं (गीता 4। 16 32)। इसलिये इसअध्यायमें भगवान्ने कर्मोंको तत्त्वसे जाननेपर विशेष जोर दिया है।पूर्वश्लोकमें भी ज्ञानसंछिन्नसंशयम् पद इसी अर्थमें आया है। जो मनुष्य कर्म करनेकी विद्याको जान लेता है उसके समस्त संशयोंका नाश हो जाता है। कर्म करनेकी विद्या है अपने लिये कुछ करना ही नहीं है।योगमातिष्ठोत्तिष्ठ भारत अर्जुन अपने धनुषबाणका त्याग करके रथके मध्यभागमें बैठ गये थे (1। 47)। उन्होंने भगवान्से साफ कह दिया था कि मैं युद्ध नहीं करूँगा न योत्स्ये (गीता 2। 9)। यहाँ भगवान् अर्जुनको योगमें स्थित होकर युद्धके लिये खड़े हो जानेकी आज्ञा देते हैं। यही बात भगवान्ने दूसरे अध्यायके अड़तालीसवें श्लोकमें योगस्थः कुरु कर्माणि (योगमें स्थित होकर कर्तव्यकर्म कर) पदोंसे भी कही थी। योगका अर्थ समता है समत्वं योग उच्यते (गीता 2। 48)।अर्जुन युद्धको पाप समझते थे (गीता 1। 36 45)। इसलिये भगवान् अर्जुनको समतामें स्थित होकर युद्ध करनेकी आज्ञा देते हैं क्योंकि समतामें स्थित होकर युद्ध करनेसे पाप नहीं लगता (गीता 2। 38)। इसलिये समतामें स्थित होकर कर्तव्यकर्म करना ही कर्मबन्धनसे छूटनेका उपाय है।संसारमें रातदिन अनेक कर्म होते रहते हैं पर उन कर्मोंमें रागद्वेष न होनेसे हम संसारके उन कर्मोंसे बँधते नहीं प्रत्युत निर्लिप्त रहते हैं। जिन कर्मोंमें हमारा राग या द्वेष हो जाता है उन्हीं कर्मोंसे हम बँधते हैं। कारण कि राग या द्वेषसे कर्मोंके साथ अपना सम्बन्ध जुड़ जाता है। जब रागद्वेष नहीं रहते अर्थात् समता आ जाती है तब कर्मोंके साथ अपना सम्बन्ध नहीं जुड़ता अतः मनुष्य कर्मबन्धनसे मुक्त हो जाता है।अपने स्वरूपको देखें तो उसमें समता स्वतःसिद्ध है। विचार करें कि प्रत्येक कर्मका आरम्भ होता है और समाप्ति होती है। उन कर्मोंका फल भी आदि और अन्तवाला होता है। परन्तु स्वरूप निरन्तर ज्योंकात्यों रहता है। कर्म और फल अनेक होते हैं पर स्वरूप एक ही रहता है। अतः कोई भी कर्म अपने लिये न करनेसे और किसी भी पदार्थको अपना और अपने लिये न माननेसे जब क्रियापदार्थरूप संसारसे सर्वथा सम्बन्धविच्छेद हो जाता है तब स्वतःसिद्ध समताका अपनेआप अनुभव हो जाता है।इस प्रकार ँ़ तत् सत् इन भगवन्नामोंके उच्चारणपूर्वक ब्रह्मविद्या और योगशास्त्रमय श्रीमद्भगवद्गीतोपनिषद्रूपश्रीकृष्णार्जुनसंवादमें ज्ञानकर्मसंन्यासयोग नामक चौथा अध्याय पूर्ण हुआ।।4।।","hcsca":"।।4.42।। इस अन्तिम श्लोक में श्रीकृष्ण द्वारा दी गया सम्मति संक्षिप्त होते हुये भी प्रेमाग्रहपूर्ण है। यह श्लोक अर्जुन के प्रति उनकी स्नेह भावना से झंकृत हो रहा है।हिमालय की गिरिकन्दराओं के शान्त और एकान्त वातावरण मे दिये गये ऋषियों के उपदेश को यहाँ श्रीकृष्ण अपने योद्धामित्र अर्जुन को युद्ध की भाषा में ही समझाते हैं। हृदय में स्थित अज्ञान से उत्पन्न आत्मविषयक संशय को ज्ञान की तलवार द्वारा छिन्नभिन्न करने के लिये वे अर्जुन को प्रोत्साहित करते हैं।यहाँ संशय को हृदय मे स्थित कहा गया है आज के शिक्षित पुरुष को यह कुछ विचित्र जान पड़ेगा क्योंकि संशय बुद्धि से उत्पन्न होता है हृदय से नहीं।वेदान्त की धारण के अनुसार बुद्धि का निवास स्थान हृदय है। परन्तु स्थूल शरीर का अंगरूप हृदय यहां अभिप्रेत नहीं है। दर्शनशास्त्र में हृदय शब्द का मनोवैज्ञानिक अर्थ मे साहित्यिक प्रयोग किया जाता है। प्रेम सहानुभूति तथा इसी प्रकार की मनुष्य की श्रेष्ठ एवं आदर्श भावनाओं का स्रोत हृदय ही है। इस प्रेम से परिपूर्ण हृदय से जो बुद्धि कार्य करती है वही वास्तव में दर्शनशास्त्र की दृष्टि से मनुष्य की बुद्धि मानी जा सकती है। इसलिये जब यहाँ संशय को हृदय में स्थित कहा गया तब उसका तात्पर्य कुछ साधकों की विकृत बुद्धि से है जिसके कारण वे आत्मदर्शन नहीं कर पाते। अनेक प्रकार के संशयों की आत्यन्तिक निवृत्ति तभी संभव होगी जब साधक पुरुष आत्मा का साक्षात् अनुभव कर लेगा।यह योग के अभ्यास द्वारा ही संभव है। परन्तु योग का अर्थ कोई रहस्यमयी साधना नहीं जिसे कोई विरले गुरु गुप्त रूप से बतायेंगे और न ही वह ऐसी साधना है जिसका अभ्यास हिमालय की निर्जन गुफाओं में बैठकर करना पड़ेगा। योग सम्बन्धित जो भी भय उत्पन्न करने वाली मिथ्या धारणाएं है गीता में उन्हें सदा के लिये दूर करके उस शब्द को सुपरिचित और व्यावहारिक बना दिया गया है। जीवन के सभी कार्य क्षेत्रों में योग उपयोगी है। भगवान् श्रीकृष्ण के द्वारा इस अध्याय में जो बारह प्रकार के यज्ञ बताये गये हैं वे ही योग शब्द से लक्षित हैं।इस अध्याय की समाप्ति अर्जुन को उठने के आह्वान के साथ होती है उत्तिष्ठ भारत। यद्यपि गीतोपदेश के सन्दर्भ में भारत शब्द अर्जुन को ही सम्बोधित करता है तथापि अर्जुन के माध्यम से समस्त साधकों का यहाँ आह्वान किया गया है। यज्ञ साधना का आचरण करके हमको अधिकाधिक अन्तकरण शुद्धि प्राप्त करनी चाहिये जिससे कि निदिध्यासन के द्वारा हम विकास के चरम लक्ष्य परम शान्ति को प्राप्त कर सकें।Conclusionँ़ तत्सदिति श्रीमद्भगवद्गीतासूपनिषत्सु ब्रह्मविद्यायां योगशास्त्रेश्रीकृष्णार्जुनसंवादे ज्ञानकर्मसंन्यासयोगो नाम चतुर्थोऽध्याय।।","etsga":"4.42 Therefore, O scion of the Bharata dyasty, take recourse to yoga and rise up, cutting asunder with the sword of Knowledge this doubt of your own in the heart, arising from ignorance.","etssa":"4.42 Therefore with the sword of the knowledge (of the Self) cut asunder the doubt of the self born of ignorance, residing in thy heart, and take refuge in Yoga. Arise, O Arjuna.","etdss":"4.42. Therefore, thus cutting off, by means of knowledge-sword, the doubt that has sprung from ignornace and exists in [your] heart, practise the Yoga ! Stand up ! O descendant of Bharata !","ecssa":"4.42 तस्मात् therefore? अज्ञानसंभूतम् born out of ignorance? हृत्स्थम् residing in the heart? ज्ञानासिना by the sword of knowledge? आत्मनः of the Self? छित्त्वा having cut? एनम् this? संशयम् doubt? योगम् Yoga? आत्तिष्ठ take refuge? उत्तिष्ठ arise? भारत O Bharata.Commentary Doubt causes a great deal of mental torment. It is most sinful. It is born of ignorance. Kill it ruthlessly with the knowledge of the Self. Now stand up and fight? O Arjuna.(This chapter is known by the names Jnana Yoga? Abhyasa Yoga and jnanakarmasannyasa Yoga also.)Thus in the Upanishads of the glorious Bhagavad Gita? the science of the Eternal? the scripture of Yoga? the dialogue between Sri Krishna and Arjuna? ends the fourth discourse entitledThe Yoga of the Division of Wisdom. ,","scetsga":"4.42 Tasmat, therefore, O scion of the Bharata dynasty; atistha, take recourse to, i.e. undertake; yogam, yoga -performance of actions, which is a means to full Illumination; and now, uttistha, rise up for battle; chittva, cutting asunder; jnanasina, with the sword of Knowledge-Knowledge is full Illumination, which is a destroyer of such defects as sorrows, delusion, etc.; that itself is the sword; with that sword of Knowledge-;enam, this; samsayam, doubt; atmanah, of your own, which is a source of ones own ruin and is most sinful; hrtstham, in the heart, residing in the intellect; ajnana-sambhutam, arising from ignorance, born of non-discrimination.\nThe word atmanah is used because doubt concerns oneself. Indeed, anothers doubt cannot be removed by someone else. Hence the word own is used. So, although the doubt is with regard to the Self, it is really ones own.","scetdss":"4.42 Tasmat etc. Cutting asunder the doubt, you must practise, by the said method, the Yoga, the dexterity in action; and then stand up i.e., perform your activities simply with the idea that they are to be performed.","scetssa":"4.42 Therefore, after sundering this doubt concerning the self, born of beginningless ignorance and present in the heart, by the sword of the knowledge of the self in the manner explained before, practise the Karma Yoga taught by Me. For that, rise up, O Arjuna.","chakravarthi":"This verse concludes. Cutting the doubts situated in the heart, taking shelter of niskama karma yoga, rise up in order to fight the battle. Having spoken of the various means of liberation, jnana is praised. But the means to jnana is karma. That has been pointed out in this chapter.","rudra":"\nLord Krishna is instructing Arjuna to destroy all doubts arising from\nignorance of the atma or soul and having discrimination between the soul\nand the body take refuge in karma yoga or the performance of prescribed\nVedic activities which is the means to atma tattva or soul realisation.\nI bow to the Supreme Lord Krishna, the destroyer of all doubts who has\ntaught the dual faiths of karma yoga and jnana yoga or the cultivation of\nVedic knowledge according to the natural attributes and qualifications\namong humans.","brahma":"\nHaving explained the means of acquiring spiritual realisation and the\ndisadvantages of achieving spiritual realisation the Supreme Lord Krishna\nconcludes this chapter.\nThus ends the commentaries to Srimad Bhagavad-Gita, Chapter 4 by\nMadhvacarya..","shri":"\nThe sword of knowledge that Lord Krishna is referring to is atma tattva or\nsoul realisation and the yoga or the science of the individual\nconsciousness attaining communion with the ultimate consciousness, He is\nindicating is karma yoga or the performance of prescribed Vedic activities\naccording to ones rank and station in life.","kumar":"The sword of knowledge that Lord Krishna is referring to is atma tattva or\nsoul realisation and the yoga or the science of the individual\nconsciousness attaining communion with the ultimate consciousness, He is\nindicating is karma yoga or the performance of prescribed Vedic activities\naccording to ones rank and station in life."}