{"meta":"Bhagavad GitaChapter 5 Verse 17","metahi":"भगवद् गीता 5.17","slok":"तद्बुद्धयस्तदात्मानस्तन्निष्ठास्तत्परायणाः।गच्छन्त्यपुनरावृत्तिं ज्ञाननिर्धूतकल्मषाः।।5.17।।","htsrsd":"।।5.17।।जिनकी बुद्धि तदाकार हो रही है जिनका मन तदाकार हो रहा है जिनकी स्थिति परमात्मतत्वमें है ऐसे परमात्मपरायण साधक ज्ञानके द्वारा पापरहित होकर अपुनरावृत्ति (परमगति) को प्राप्त होते हैं।","htstma":"।।5.17।। जिनकी बुद्धि उस (परमात्मा) में स्थित है जिनका मन तद्रूप हुआ है उसमें ही जिनकी निष्ठा है वह (ब्रह्म) ही जिनका परम लक्ष्य है ज्ञान के द्वारा पापरहित पुरुष अपुनरावृत्ति को प्राप्त होते हैं अर्थात् उनका पुनर्जन्म नहीं होता है।।","transliteration":"Tadbuddhayas tadaatmaanas tannishthaas tatparaayanaah;\nGacchantyapunaraavrittim jnaana nirdhoota kalmashaah.","englishmeaning":"tat-buddhayaḥ—those whose intellect is directed toward God; tat-ātmānaḥ—those whose heart (mind and intellect) is solely absorbed in God; tat-niṣhṭhāḥ—those whose intellect has firm faith in God; tat-parāyaṇāḥ—those who strive after God as the supreme goal and refuge; gachchhanti—go; apunaḥ-āvṛittim—not returning; jñāna—by knowledge; nirdhūta—dispelled; kalmaṣhāḥ—sins","hcsrsd":" 5.17।। व्याख्या  परमात्मतत्त्वका अनुभव करनेके लिये दो प्रकारके साधन हैंएक तो विवेकके द्वारा असत्का त्याग करनेपर सत्में स्वरूपस्थिति स्वतः हो जाती है और दूसरा सत्का चिन्तन करतेकरते सत्की प्राप्ति हो जाती है। चिन्तनसे सत्की ही प्राप्ति होती है। असत्की प्राप्ति कर्मोंसे होती है चिन्तनसे नहीं। उत्पत्तिविनाशशील वस्तु कर्मसे मिलती है और नित्य परिपूर्ण तत्त्व चिन्तनसे मिलता है। चिन्तनसे परमात्मा कैसे प्राप्त होते हैंइसकी विधि इस श्लोकमें बताते हैं।तद्बुद्धयः निश्चय करनेवाली वृत्तिका नाम बुद्धि है। साधक पहले बुद्धिसे यह निश्चय करे कि सर्वत्र एक परमात्मतत्त्व ही परिपूर्ण है। संसारके उत्पन्न होनेसे पहले भी परमात्मा थे और संसारके नष्ट होनेके बाद भी परमात्मा रहेंगे। बीचमें भी संसारका जो प्रवाह चल रहा है उसमें भी परमात्मा वैसेकेवैसे ही हैं। इस प्रकार परमात्माकी सत्ता(होनेपन) में अटल निश्चय होना ही तद्बुद्धयः पदका तात्पर्य है।तदात्मानःयहाँ आत्मा शब्द मनका वाचक है। जब बुद्धिमें एक परमात्मतत्त्वका निश्चय हो जाता है तब मनसे स्वतःस्वाभाविक परमात्माका ही चिन्तन होने लगता है। सब क्रियाएँ करते समय यह चिन्तन अखण्ड रहता है कि सत्तारूपसे सब जगह एक परमात्मतत्त्व ही परिपूर्ण है। चिन्तनमें संसारकी सत्ता आती ही नहीं।तन्निष्ठाः जब साधकके मन और बुद्धि परमात्मामें लग जाते हैं तब वह हर समय परमात्मामें अपनी (स्वंयकी) स्वतःस्वाभाविक स्थितिका अनुभव करता है। जबतक मनबुद्धि परमात्मामें नहीं लगते अर्थात् मनसे परमात्माका चिन्तन और बुद्धिसे परमात्माका निश्चय नहीं होता तबतक परमात्मामें अपनी स्वाभाविक स्थिति होते हुए भी उसका अनुभव नहीं होता।तत्परायणाः परमात्मासे अलग अपनी सत्ता न रहना ही परमात्माके परायण होना है। परमात्मामें अपनी स्थितिका अनुभव करनेसे अपनी सत्ता परमात्माकी सत्तामें लीन हो जाती है और स्वयं परमात्मस्वरूप हो जाता है।जबतक साधक और साधनकी एकता नहीं होती तबतक साधन छूटता रहता है अखण्ड नहीं रहता। जब साधकपन अर्थात् अहंभाव मिट जाता है तब साधन साध्यरूप ही हो जाता है क्योंकि वास्तवमें साधन और साध्यदोनोंमें नित्य एकता है।ज्ञाननिर्धूतकल्मषाः ज्ञान अर्थात् सत्असत्के विवेककी वास्तविक जागृति होनेपर असत्की सर्वथा निवृत्ति हो जाती है। असत्के सम्बन्धसे ही पापपुण्यरूप कल्मष होता है जिनसे मनुष्य बँधता है। असत्से सर्वथा सम्बन्धविच्छेद होनेपर पापपुण्य मिट जाते हैं।गच्छन्त्यपुनरावृत्तिम् असत्का सङ्ग ही पुनरावृत्ति(पुनर्जन्म) का कारण हैकारणं गुणसङ्गोऽस्य सदसद्योनिजन्मसु (गीता 13। 21)। असत्का सङ्ग सर्वथा मिटनेपर पुनरावृत्तिका प्रश्न ही पैदा नहीं होता।जो वस्तु एकदेशीय होती है उसीका आनाजाना होता है। जो वस्तु सर्वत्र परिपूर्ण है वह कहाँसे आये और कहाँ जाय परमात्मा सम्पूर्ण देश काल वस्तु परिस्थिति आदिमें एकरस परिपूर्ण रहते हैं। उनका कहीं आनाजाना नहीं होता। इसलिये जो महापुरुष परमात्मस्वरूप ही हो जाते हैं उनका भी कहीं आनाजाना नहीं होता। श्रुति कहती हैन तस्य प्राणा उत्क्रामन्ति ब्रह्मैव सन् ब्रह्माप्येति(बृहदारण्यक0 4। 4। 6)उसके प्राणोंका उत्क्रमण नहीं होता वह ब्रह्म ही होकर ब्रह्मको प्राप्त होता है। उसके कहलानेवाले शरीरको लेकर ही यह कहा जाता है कि उसका पुनर्जन्म नहीं होता। वास्तवमें यहाँगच्छन्ति पदका तात्पर्य हैवास्तविक बोध होना जिसके होते ही नित्यप्राप्त परमात्मतत्त्वका अनुभव हो जाता है। सम्बन्ध  पूर्वश्लोकमें वर्णित साधनद्वारा सिद्ध हुए महापुरुषका ज्ञान व्यवहारकालमें कैसा रहता हैइसे आगेके श्लोकमें बताते हैं।","hcsca":"।।5.17।। शास्त्रों के गहन अध्ययन के द्वारा साधक अपने व्यक्तित्व के सभी पक्षों के साथ आत्मयुक्त हो जाता है। बुद्धि आत्मस्वरूप का निश्चय करके उसमें ही स्थित हो जाती है और उसके मन की प्रत्येक भावना ईश्वर की ही स्तुति का गान करती है। अनन्त आनन्दस्वरूप को आत्मरूप से पहचान कर साधक की उसमें निष्ठा हो जाती है। ऐसे व्यक्ति के लिए अपरिच्छिन्न और अपरिच्छेद्य आत्मा के अतिरिक्त अन्य कोई परम लक्ष्य नहीं हो सकता।शास्त्राध्ययन के द्वारा जो व्यक्ति अपने सत्यात्मस्वरूप का ज्ञान प्राप्त कर लेता है उसके लिए पुन राग या द्वेष के बन्धन में आने का अवसर या कारण ही नहीं रह जाता। यही शास्त्राध्ययन का फल है। अध्ययन के पश्चात् आवश्यकता होती है उस ज्ञान के अनुसार जीवन जीने की अर्थात् उस ज्ञान के आचरण की। अध्ययन और आचरण से ही स्वस्वरूप में अवस्थान सम्भव हो सकता है।स्वरूप में अवस्थान प्राप्त पुरुष का पुनर्जन्म नहीं होता। इसका कारण क्या हैहम कैसेे कह सकते हैं कि ज्ञान के उपरान्त पुन अहंकार उत्पन्न नहीं होगा ज्ञानी पुरुषों के लिए प्रयुक्त ज्ञाननिर्धूतकल्मषा इस विशेषण के द्वारा भगवान् श्रीकृष्ण उपर्युक्त प्रश्न का उत्तर देते हैं। कल्मष अर्थात् पाप से तात्पर्य वासनाओं से है। वासनाओं से उत्पन्न होता है अहंकार। वेदान्त में वासना को ही आत्मअज्ञान कहते हैं। अज्ञान के विरोधी आत्मज्ञान का उदय होने पर दुखदायक अज्ञान अंधकार का विनाश हो जाता है और उसके साथ ही तज्जनित अहंकार भी नष्ट हो जाता है। तत्पश्चात् अहंकार पुन जन्म नहीं ले सकता क्योंकि ज्ञान की उपस्थिति में अज्ञान लौटकर नहीं आ सकता। कारण के ही अभाव में कार्यरूप अहंकार कैसे उत्पन्न हो सकता हैइस श्लोक में हमें विश्व के सबसे आशावादी तत्त्वज्ञान के दर्शन होते हैं जहाँ स्पष्ट घोषणा की गई है कि आत्मसाक्षात्कार जीव के विकास का चरम लक्ष्य है। परम तत्त्व की अनुभूति विकास के सोपान की अन्तिम सीढ़ी है जिसे प्राप्त करने के लिए ही जीव स्वनिर्मित विषयों के बन्धनों में यत्रतत्र भटकता रहता है।ज्ञान के द्वारा जिनका अज्ञान नष्ट हो जाता है वे ज्ञानी पुरुष किस प्रकार तत्त्व को देखते हैंउत्तर है","etsga":"5.17 Those who have their intellect absorbed in That, whose Self is That, who are steadfast in That, who have That as their supreme Goal-they attain the state of non-returning, their dirt having been removed by Knowledge.","etssa":"5.17 Their intellect absorbed in That, their self being That, established in That, with That for their supreme goal, they go whence there is no return, their sins dispelled by knowledge.","etdss":"5.17. Those, who have their intellect and self (mind) gone to This; who have established themselves in This and have This [alone] as their supreme goal; and who have washed off their sins by means of[perfect]knowledge-they reach a state from which there is no more return.","ecssa":"5.17 तद्बुद्धयः intellect absorbed in That? तदात्मानः their self being That? तन्निष्ठाः established in That? तत्परायणाः with That for their supreme goal? गच्छन्ति go? अपुनरावृत्तिम् not again returning? ज्ञाननिर्धूतकल्मषाः,those whose sins have been dispelled by knowledge.Commentary They fix their intellects on Brahman or the Supreme Self. They feel and realise that Brahman is their self. By constant and protracted meditation? they get established in Brahman. The whole world of names and forms vanishes for them. They live in Brahman alone. They have Brahman alone as their supreme goal or sole refuge. They rejoice in the Self alone. They are satisfied in the Self alone. They are contented in the Self alone. Such men never come back to this Samsara? as their sins are dispelled by knowledge (BrahmaJnana). (Cf.IX.34)","scetsga":"5.17 Tat-buddhayah, those who have their intellect absorbed in That, [Here Ast. reads tasmin brahmani, in that Brahman.-Tr.] in the supreme Knowledge which has been revealed; tat-atmanah, whose Self is That, who have That (tat) supreme Brahman Itself as their Self (atma); tat-nisthah, who are steadfast in That-nistha is intentness, exclusive devotion; they are called tat-nisthah who become steadfast only in Brahman by renouncing all actions; and tat-parayanah, who have That as their supreme (para) Goal (ayana), who have That alone as their supreme Resort, i.e. who are devoted only to the Self; those who have got their ignorance destroyed by Knowledge-those who are of this kind-, they gacchanti, attain; apunaravrttim, the state of non-returning, non-association again with a body; jnana-nirdhuta-kalmasah, their dirt having been removed, destroyed, by Knowledge. Those whose dirt (kalmasa), the defect in the form of sin etc., which are the cause of transmigration, have been removed, destryed (nirdhuta), by the aforesaid Knowledge (jnana) are jnana-nirdhuta-kalmasah, i.e. the monks.\nHow do those learned ones, whose ignorance regarding the Self has been destroyed by Knowledge, look upon Reality? That is being stated:","scetdss":"5.17 Because it is only the inherent nature that exerts thus, therefore[the Lord] says that the men,who have destroyed their illusion would remain as follows -","scetssa":"5.17 Those whose intellects pursue It, i.e., those who have determined to have the vision of the self in this way; those whose minds think about It, i.e., those whose minds have the self for their aim, those who undergo discipline for It, i.e., those who are devoted to the practices for Its attainment; those who hold It as their highest object, i.e., those who consider It as their highest goal - such persons, having their previous impurities cleansed by the knowledge which is practised in this way, attain the self as taught. From that state there is no return - the state from which there is no return means the state of the self. The meaning is that they attain the self which rests in Its own nature.","chakravarthi":"But this vidya reveals knowledge about the jivatma, not knowledge of the paramatma.\nThe Lord says, bhaktyaham ekaya grahyah: I am attainable only by bhakti. Therefore the jnanais must additionally practice bhakti in order to obtain knowledge of paramatma. That is stated in this verse.\nThe word tat refers to the Supreme Lord previously mentioned as vibhu in verse 15. Those who place their intelligence in the Supreme Lord, who are dedicated to contemplation on the Lord using intellect (tad buddhayah), who are meditating on the Lord using the mind (tad atmanah), who fix their knowledge in the Lord, giving up sattvika knowledge of the soul apart from the body, and becoming fixed only in the Lord, (the Lord says one should place knowledge in him (jnanam ca mayi sannyaset), becoming absorbed in the processes of hearing and chanting about the Lord (tat paranayanah) do not attain birth again. As will be said later,\nbhaktya mam abhijanati yavan yas casmi tattvatah\ntato mam tattvato jnatva visate tad-anantaram\nI am to be known in truth only by bhakti. Knowing me in truth, one attains me. BG 18.55\nThose persons’ ignorance has been previously completely destroyed by vidya (jnana nirdhuta kalmasah).","rudra":"\nLord Krishna is now stating the results of such worship. Those who are\nfixed and resolute in this spiritual knowledge, whose conviction is\nunwavering and steady, whose one aim is that, whose mind is centered in\nthat, whose only refuge is that and that alone. Whose sins have been\ndissolved by atma tattva or realisation of the soul and by the grace of the\natma one achieves moksa or liberation and attains the Supreme Lord.","brahma":"\nLord Krishna declares the means toattainthatsupra-consciousawareness\nthatilluminatesonesintelligenceandleadsdirectlytomoksa or\nliberation from material existence.","shri":"\nLord Krishna uses the compound word tad-buddhayasmeaningintelligencein\nthe Supreme is referring to those whohavetheirintelligence,intellect\nand consciousness fixed in meditation of atma tattva or realisationofthe\nsoul. The compound word tad-atmanas means with mind intheSupremerefers\nto those who make the atma or soul the singular focus of lovingreflection.\nThe intellect is merely themachinationsofthemindbutconsciousness\nincludes emotion which facilitates loving devotionwithintheheart.The\ncompound word tad-nisthasmeansthosewhohavecompletefaithinthe\nSupreme refers to those who enthusiastically follow theVediccultureand\nperform all that is necessary to attain the Supreme. The compound wordtat-\nparayanah means those whose sole noble aim isdevotiontotheatma.The\ncultivationofVedicknowledgegraduallydevelopesconsciousness and\nremovesalltaintanddross.Those possessing the before stated\nqualifications when perfecting them attain theatmawhichisirrevocable\nand whichwhenoncerealisedinsuresthereisnorevertingbackto\nconditioned and restrictive levels of consciousness which are of thenature\nof nescience and ignorance.","kumar":"Lord Krishna uses the compound word tad-buddhayasmeaningintelligencein\nthe Supreme is referring to those whohavetheirintelligence,intellect\nand consciousness fixed in meditation of atma tattva or realisationofthe\nsoul. The compound word tad-atmanas means with mind intheSupremerefers\nto those who make the atma or soul the singular focus of lovingreflection.\nThe intellect is merely themachinationsofthemindbutconsciousness\nincludes emotion which facilitates loving devotionwithintheheart.The\ncompound word tad-nisthasmeansthosewhohavecompletefaithinthe\nSupreme refers to those who enthusiastically follow theVediccultureand\nperform all that is necessary to attain the Supreme. The compound wordtat-\nparayanah means those whose sole noble aim isdevotiontotheatma.The\ncultivationofVedicknowledgegraduallydevelopesconsciousness and\nremovesalltaintanddross.Those possessing the before stated\nqualifications when perfecting them attain theatmawhichisirrevocable\nand whichwhenoncerealisedinsuresthereisnorevertingbackto\nconditioned and restrictive levels of consciousness which are of thenature\nof nescience and ignorance."}