{"meta":"Bhagavad GitaChapter 5 Verse 2","metahi":"भगवद् गीता 5.2","slok":"श्री भगवानुवाचसंन्यासः कर्मयोगश्च निःश्रेयसकरावुभौ।तयोस्तु कर्मसंन्यासात्कर्मयोगो विशिष्यते।।5.2।।","htsrsd":"।।5.2।।श्रीभगवान् बोलेसंन्यास (सांख्ययोग) और कर्मयोगदोनों ही कल्याण करनेवाले हैं। परन्तु उन दोनोंमें भी कर्मसंन्यास(सांख्ययोग)से कर्मयोग श्रेष्ठ है।","htstma":"।।5.2।। श्रीभगवान् ने कहाकर्मसंन्यास और कर्मयोग ये दोनों ही परम कल्याणकारक हैं परन्तु उन दोनों में कर्मसंन्यास से कर्मयोग श्रेष्ठ है।।","transliteration":"Sri Bhagavaan Uvaacha:\nSannyaasah karmayogashcha nihshreyasakaraa vubhau;\nTayostu karmasannyaasaat karmayogo vishishyate.","englishmeaning":"śhrī-bhagavān uvācha—the Supreme Lord said; sanyāsaḥ—renunciation; karma-yogaḥ—working in devotion; cha—and; niḥśhreyasa-karau—lead to the supreme goal; ubhau—both; tayoḥ—of the two; tu—but; karma-sanyāsāt—renunciation of actions; karma-yogaḥ—working in devotion; viśhiṣhyate—is superior","hcsrsd":" 5.2।। व्याख्या  भगवान्के सिद्धान्तके अनुसार सांख्ययोग और कर्मयोगका पालन प्रत्येक वर्ण आश्रम सम्प्रदाय आदिके मनुष्य कर सकते हैं। कारण कि उनका सिद्धान्त किसी वर्ण आश्रम सम्प्रदाय आदिको लेकर नहीं है। इसी अध्यायके पहले श्लोकमें अर्जुनने कर्मोंका त्याग करके विधिपूर्वक ज्ञान प्राप्त करनेकी प्रचलित प्रणालीको कर्मसंन्यास नामसे कहा है। परन्तु भगवान्के सिद्धान्तके अनुसार ज्ञानप्राप्तिके लिये सांख्ययोगका पालन प्रत्येक मनुष्य स्वतन्त्रतासे कर सकता है और उसका पालन करनेमें कर्मोंका स्वरूपसे त्याग करनेकी आवश्यकता भी नहीं है। इसलिये भगवान् प्रचलित मतका भी आदर करते हुए अपने सिद्धान्तके अनुसार अर्जुनके प्रश्नका उत्तर देते हैं।संन्यासः यहाँ संन्यासः पदका अर्थ सांख्ययोग है कर्मोंका स्वरूपसे त्याग नहीं। अर्जुनके प्रश्नका उत्तर देते हुए भगवान् कर्मोंके त्यागपूर्वक संन्यासका विवेचन न करके कर्म करते हुए ज्ञानको प्राप्त करनेका जो सांख्ययोगका मार्ग है उसका विवेचन करते हैं। उस सांख्ययोगके द्वारा मनुष्य प्रत्येक वर्ण आश्रम सम्प्रदाय आदिमें रहते हुए प्रत्येक परिस्थितिमें स्वतन्त्रतापूर्वक ज्ञान प्राप्त कर सकता है अर्थात् अपना कल्याण कर सकता है।सांख्ययोगकी साधनामें विवेकविचारकी मुख्यता रहती है। विवेकपूर्वक तीव्र वैराग्यके बिना यह साधना सफल नहीं होती। इस साधनामें संसारकी स्वतन्त्र सत्ताका अभाव होकर एकमात्र परमात्मतत्त्वपर दृष्टि रहती है। राग मिटे बिना संसारकी स्वतन्त्र सत्ताका अभाव होना बहुत कठिन है। इसलिये भगवान्ने देहाभिमानियोंके लिये यह साधन क्लेशयुक्त बताया है (गीता 12। 5)। इसी अध्यायके छठे श्लोकमें भी भगवान्ने कहा है कि कर्मयोगका साधन किये बिना संन्यासका साधन होना कठिन है क्योंकि संसारसे राग हटानेके लिये कर्मयोग ही सुगम उपाय है।कर्मयोगश्च मानवमात्रमें कर्म करनेका राग अनादिकालसे चला आ रहा है जिसे मिटानेके लिये कर्म करना आवश्यक है (गीता 5। 3)। परन्तु वे कर्म किस भाव और उद्देश्यसे कैसे किये जायँ कि करनेका राग सर्वथा मिट जाय उस कर्तव्यकर्मको करनेकी कलाको कर्मयोग कहते हैं। कर्मयोगमें कार्य छोटा है या बड़ा इसपर दृष्टि नहीं रहती। जो भी कर्तव्यकर्म सामने आ जाय उसीको निष्कामभावसे दूसरोंके हितके लिये करना है। कर्मोंसे सम्बन्धविच्छेद करनेके लिये यह आवश्यक है कि कर्म अपने लिये न किये जायँ। अपने लिये कर्म न करनेका अर्थ हैकर्मोंके बदलेमें अपने लिये कुछ भी पानेकी इच्छा न होना। जबतक अपने लिये कुछ भी पानेकी इच्छा रहती है तबतक कर्मोंके साथ सम्बन्ध बना रहता है।निःश्रेयसकरावुभौ अर्जुनका प्रश्न था कि सांख्ययोग और कर्मयोगइन दोनों साधनोंमें कौनसा साधन निश्चयपूर्वक कल्याण करनेवाला है उत्तरमें भगवान् कहते हैं कि हे अर्जुन ये दोनों ही साधन निश्चयपूर्वक कल्याण करनेवाले हैं। कारण कि दोनोंके द्वारा एक ही समताकी प्राप्ति होती है। इसी अध्यायके चौथेपाँचवें श्लोकोंमें भी भगवान्ने इसी बातकी पुष्टि की है। तेरहवें अध्यायके चौबीसवें श्लोकमें भी भगवान्ने सांख्ययोग और कर्मयोगदोनोंसे परमात्मतत्त्वका अनुभव होनेकी बात कही है। इसलिये ये दोनों ही परमात्मप्राप्तिके स्वतन्त्र साधन हैं (गीता 3। 3)।तयोस्तु कर्मसंन्यासात् एक ही सांख्ययोगके दो भेद हैंएक तो चौथे अध्यायके चौंतीसवें श्लोकमें कहा हुआ सांख्ययोग जिसमें कर्मोंका स्वरूपसे त्याग है और दूसरा दूसरे अध्याके ग्यारहवेंसे तीसवें श्लोकतक कहा हुआ सांख्ययोग जिसमें कर्मोंका स्वरूपसे त्याग नहीं है। यहाँ कर्मसंन्यासात् पद दोनों ही प्रकारके सांख्ययोगका वाचक है।कर्मयोगो विशिष्यते आगेके (तीसरे) श्लोकमें भगवान्ने इन पदोंकी व्याख्या करते हुए कहा है कि कर्मयोगी नित्यसंन्यासी समझनेयोग्य है क्योंकि वह सुखपूर्वक संसारबन्धनसे मुक्त हो जाता है। फिर छठे श्लोकमें भगवान्ने कहा है कि कर्मयोगके बिना सांख्ययोगका साधन होना कठिन है तथा कर्मयोगी शीघ्र ही ब्रह्मको प्राप्त कर लेता है। तात्पर्य है कि सांख्ययोगमें तो कर्मयोगकी आवश्यकता है पर कर्मयोगमें सांख्ययोगकी आवश्यकता नहीं है। इसलिये दोनों साधनोंके कल्याणकारक होनेपर भी भगवान् कर्मयोगको ही श्रेष्ठ बताते हैं।कर्मयोगी लोकसंग्रहके लिये कर्म करता हैलोकसंग्रहमेवापि संपश्यन्कर्तुमर्हसि ( गीता 3। 20)। लोकसंग्रहका तात्पर्य हैनिःस्वार्थभावसे लोकमर्यादा सुरक्षित रखनेके लिये लोगोंको उन्मार्गसे हटाकर सन्मार्गमें लगानेके लिये कर्म करना अर्थात् केवल दूसरोंके हितके लिये कर्म करना। इसीको गीतामें यज्ञार्थ कर्म के नामसे भी कहा गया है। जो केवल अपने लिये कर्म करता है वह बँध जाता है (3। 9 13)। परन्तु कर्मयोगी निःस्वार्थभावसे केवल दूसरोंके हितके लिये कर्म करता है अतः वह कर्मबन्धनसे सुगमतापूर्वक मुक्त हो जाता है (4। 23)। इसलिये कर्मयोग श्रेष्ठ है।कर्मयोगका साधन प्रत्येक परिस्थितिमें और प्रत्येक व्यक्तिके द्वारा किया जा सकता है चाहे वह किसी भी वर्ण आश्रम सम्प्रदाय आदिका क्यों न हो। परन्तु अर्जुन जिस कर्मसंन्यासकी बात कहते हैं वह एक विशेष परिस्थितिमें किया जा सकता है (गीता 4। 34) क्योंकि तत्त्वज्ञ महापुरुषका मिलना उनमें अपनी श्रद्धा होना और उनके पास जाकर निवास करनाऐसी परिस्थिति हरेक मनुष्यको प्राप्त होनी सम्भव नहीं है। अतः प्रचलित प्रणालीके सांख्ययोगका साधन एक विशेष परिस्थितिमें ही साध्य है जबकि कर्मयोगका साधन प्रत्येक परिस्थितिमें और प्रत्येक व्यक्तिके लिये साध्य है। इसलिये कर्मयोग श्रेष्ठ है।प्राप्त परिस्थितिका सदुपयोग करना कर्मयोग है। युद्धजैसी घोर परिस्थितिमें भी कर्मयोगका पालन किया जा सकता है। कर्मयोगका पालन करनेमें कोई भी मनुष्य किसी भी परिस्थितिमें असमर्थ और पराधीन नहीं है क्योंकि कर्मयोगमें कुछ भी पानेकी इच्छाका त्याग होता है। कुछनकुछ पानेकी इच्छा रहनेसे ही कर्तव्यकर्म करनेमें असमर्थता और पराधीनताका अनुभव होता है।कर्तृत्वभोक्तृत्व ही संसार है। सांख्ययोगी और कर्मयोगीइन दोनोंको ही संसारसे सम्बन्धविच्छेद करना है इसलिये दोनों ही साधकोंको कर्तृत्व और भोक्तृत्वइन दोनोंको मिटानेकी आवश्यकता है। तीव्र वैराग्य और तीक्ष्ण बुद्धि होनेसे सांख्ययोगी कर्तृत्वको मिटाता है। उतना तीव्र वैराग्य और तीक्ष्ण बुद्धि न होनेसे कर्मयोगी दूसरोंके हितके लिये ही सब कर्म करके भोक्तृत्वको मिटाता है। इस प्रकार सांख्ययोगी कर्तृत्वका त्याग करके संसारसे मुक्त होता है और कर्मयोगी भोक्तृत्वका अर्थात् कुछ पानेकी इच्छाका त्याग करके मुक्त होता है। यह नियम है कि कर्तृत्वका त्याग करनेसे भोक्तृत्वका त्याग और भोक्तृत्वका त्याग करनेसे कर्तृत्वका त्याग स्वतः हो जाता है। कुछनकुछ पानेकी इच्छासे ही कर्तृत्व होता है। जिस कर्मसे अपने लिये किसी प्रकारके भी सुखभोगकी इच्छा नहीं है वह क्रियामात्र है कर्म नहीं। जैसे यन्त्रमें कर्तृत्व नहीं रहता ऐसे हीकर्मयोगीमें कर्तृत्व नहीं रहता।साधकको संसारके प्राणी पदार्थ परिस्थिति आदिमें स्पष्ट ही अपना राग दीखता है। उस रागको वह अपने बन्धनका खास कारण मानता है तथा उसे मिटानेकी चेष्टा भी करता है। उस रागको मिटानेके लिये कर्मयोगी किसी भी प्राणी पदार्थ आदिको अपना नहीं मानता (टिप्पणी प0 280) अपने लिये कुछ नहीं करता तथा अपने लिये कुछ नहीं चाहता। क्रियाओँसे सुख लेनेका भाव न रहनेसे कर्मयोगीकी क्रियाएँ परिणाममें सबका हित तथा वर्तमानमें सबकी प्रसन्नता और सुखके लिये ही हो जाती हैं। क्रियाओँसे सुख लेनेका भाव होनेसे क्रियाओँमें अभिमान (कर्तृत्व) और ममता हो जाती है। परन्तु उनसे सुख लेनेका भाव सर्वथा न रहनेसे कर्तृत्व समाप्त हो जाता है। कारण कि क्रियाएँ दोषी नहीं हैं क्रियाजन्य आसक्ति और क्रियाओंके फलको चाहना ही दोषी है। जब साधक क्रियाजन्य सुख नहीं लेता तथा क्रियाओंका फल नहीं चाहता तब कर्तृत्व रह ही कैसे सकता है क्योंकि कर्तृत्व टिकता है भोक्तृत्वपर। भोक्तृत्व न रहनेसे कर्तृत्व अपने उद्देश्यमें (जिसके लिये कर्म करता है उसमें) लीन हो जाता है और एक परमात्मतत्त्व शेष रह जाता है।कर्मयोगीका अहम् (व्यक्तित्व) शीघ्र तथा सुगमतापूर्वक नष्ट हो जाता है जबकि ज्ञानयोगीका अहम् दूरतक साथ रहता है। कारण यह है कि मैं सेवक हूँ (केवल सेव्यके लिये सेवक हूँ अपने लिये नहीं)ऐसा माननेसे कर्मयोगीका अहम् भी सेव्यकी सेवामें लग जाता है परन्तु मैं मुमुक्षु हूँ ऐसा माननेसे ज्ञानयोगीका अहम् साथ रहता है। कर्मयोगी अपने लिये कुछ न करके केवल दूसरोंके हितके लिये सब कर्म करता है पर ज्ञानयोगी अपने हितके लिये साधन करता है। अपने हितके लिये साधन करनेसे अहम् ज्योंकात्यों बना रहता है।ज्ञानयोगकी मुख्य बात हैसंसारकी स्वतन्त्र सत्ताका अभाव करना और कर्मयोगकी मुख्य बात हैरागका अभाव करना। ज्ञानयोगी विचारके द्वारा संसारकी सत्ताका अभाव तो करना चाहता है पर पदार्थोंमें राग रहते हुए उसकी स्वतन्त्र सत्ताका अभाव होना बहुत कठिन है। यद्यपि विचारकालमें ज्ञानयोगके साधकको पदार्थोंकी स्वतन्त्र सत्ताका अभाव दीखता है तथापि व्यवहारकालमें उन पदार्थोंकी स्वतन्त्र सत्ता प्रतीत होने लगती है। परन्तु कर्मयोगके साधकका लक्ष्य दूसरोंको सुख पहुँचानेका रहनेसे उसका राग स्वतः मिट जाता है। इसके अतिरिक्त मिली हुई सामग्रीका त्याग करना कर्मयोगीके लिये जितना सुगम पड़ता है उतना ज्ञानयोगीके लिये नहीं। ज्ञानयोगकी दृष्टिसे किसी वस्तुको मायामात्र समझकर ऐसे ही उसका त्याग कर देना कठिन पड़ता है परन्तु वही वस्तु किसीके काम आती हुई दिखायी दे तो उसका त्याग करना सुगम पड़ता है। जैसे हमारे पास कम्बल पड़े हैं तो उन कम्बलोंको दूसरोंके काममें आते जानकर उनका त्याग करना अर्थात् उनसे अपना राग हटाना साधारण बात है परन्तु (यदि तीव्र वैराग्य न हो तो) उन्हीं कम्बलोंको विचारद्वारा अनित्य क्षणभङ्गुर स्वप्नके मायामय पदार्थ समझकर ऐसे ही छोड़कर चल देना कठिन है। दूसरी बात मायामात्र समझकर त्याग करनेमें (यदि तेजीका वैराग्य न हो तो) जिन वस्तुओंमें हमारी सुखबुद्धि नहीं है उन खराब वस्तुओंका त्याग तो सुगमतासे हो जाता है पर जिनमें हमारी सुखबुद्धि है उन अच्छी वस्तुओंका त्याग कठिनतासे होता है। परन्तु दूसरेके काम आती देखकर जिन वस्तुओंमें हमारी सुखबुद्धि है उन वस्तुओंका त्याग सुगमतासे हो जाता है जैसेभोजनके समय थालीमेंसे रोटी निकालनी पड़े तो ठंडी बासी और रूखी रोटी ही निकालेंगे। परन्तु यदि वही रोटी किसी दूसरेको देनी हो तो अच्छी रोटी ही निकालेंगे खराब नहीं। इसलिये कर्मयोगकी प्रणालीसे रागको मिटाये बिना सांख्ययोगका साधन होना बहुत कठिन है। विचारद्वारा पदार्थोंकी सत्ता न मानते हुए भी पदार्थोंमें स्वाभाविक राग रहनेके कारण भोगोंमें फँसकर पतनतक होनेकी सम्भावना रहती है।केवल असत्के ज्ञानसे अर्थात् असत्को असत् जान लेनेसे रागकी निवृत्ति नहीं होती (टिप्पणी प0 281)। जैसे सिनेमामें दीखनेवाले पदार्थों आदिकी सत्ता नहीं हैऐसा जानते हुए भी उसमें राग हो जाता है।सिनेमा देखनेसे चरित्र समय नेत्रशक्ति और धनइन चारोंका नाश होता हैऐसा जानते हुए भी रागके कारण सिनेमा देखते हैं। इससे सिद्ध होता है कि वस्तुकी सत्ता न होनेपर भी उसमें राग अथवा सम्बन्ध रह सकता है। यदि राग न हो तो वस्तुकी सत्ता माननेपर भी उसमें राग उत्पन्न नहीं होता। इसलिये साधकका मुख्य काम होना चाहियेरागका अभाव करना सत्ताका अभाव करना नहीं क्योंकि बाँधनेवाली वस्तु राग या सम्बन्ध ही है सत्तामात्र नहीं। पदार्थ चाहे सत् हो चाहे असत् हो चाहे सत्असत्से विलक्षण हो यदि उसमें राग है तो वह बाँधनेवाला हो ही जायगा। वास्तवमें हमें कोई भी पदार्थ नहीं बाँधता। बाँधता है हमारा सम्बन्ध जो रागसे होता है। अतः हमारेपर राग मिटानेकी ही जिम्मेवारी है। सम्बन्ध  अब भगवान् कर्मयोगको श्रेष्ठ कहनेका कारण बताते हैं।","hcsca":"।।5.2।। अर्जुन के प्रश्न से श्रीकृष्ण समझ गये किस तुच्छ अज्ञान की स्थिति में अर्जुन पड़ा हुआ है। वह कर्मसंन्यास और कर्मयोग इन दो मार्गों को भिन्नभिन्न मानकर यह समझ रहा था कि वे साधक को दो भिन्न लक्ष्यों तक पहुँचाने के साधन थे।मनुष्य की स्वाभाविक प्रवृत्ति निष्क्रियता की ओर होती है। यदि मनुष्यों को अपने स्वभाव पर छोड़ दिया जाय तो अधिकांश लोग केवल यही चाहेंगे कि जीवन में कमसेकम परिश्रम और अधिकसेअधिक आराम के साथ भोजन आदि प्राप्त हो जाय। इस अनुत्पादक अकर्मण्यता से उसे क्रियाशील बनाना उसके विकास की प्रथम अवस्था है। यह कार्य मनुष्य की सुप्त इच्छाओं को जगाने से सम्पादित किया जा सकता है। विकास की इस प्रथमावस्था में स्वार्थ से प्रेरित कर्म उसकी मानसिक एवं बौद्धिक शिथिलता को दूर करके उसे अत्यन्त क्रियाशील बना देते हैं।तदुपरान्त मनुष्य को क्रियाशील रहते हुये स्वार्थ का त्याग करने का उपदेश दिया जाता है। कुछ काल तक निष्काम भाव से ईश्वर की पूजा समझ कर जगत् की सेवा करने से उसे जो आनन्द प्राप्त होता है वही उसके लिए स्फूर्ति एवं प्रेरणा का स्रोत बन जाता है। इसी भावना को कर्मयोग अथवा यज्ञ की भावना कहा गया है। कर्मयोग के पालन से वासनाओं का क्षय होकर साधक को मानो ध्यानरूप पंख प्राप्त हो जाते हैं जिनकी सहायता से वह शांति और आनन्द के आकाश मे ऊँचीऊँची उड़ाने भर सकता है। ध्यानाभ्यास का विस्तृत विवेचन अगले अध्याय में किया गया है।उपर्युक्त विचार से हम इस निष्कर्ष पर पहुँचते हैं कि आत्मविकास के लिये तीन साधन हैंकाम्य कर्म निष्काम कर्म तथा निदिध्यासन। पूर्व अध्यायों में कर्म योग का वर्णन हो चुका है और अगले अध्याय का विषय ध्यान योग है। अत इस अध्याय में अहंकार और स्वार्थ के परित्याग द्वारा कर्मों के संन्यास का निरूपण किया गया है।इस श्लोक में भगवान् ने कहा है कि कर्मसंन्यास और कर्मयोगदोनों ही कल्याणकारक हैं तथापि इन दोनों में कर्मयोग श्रेष्ठतर है। श्रीकृष्ण के इस कथन का अर्थ यह कदापि नहीं है कि वे कर्मयोग की अपेक्षा संन्यास को हीनतर बताते हैं। ऐसा समझना अपने अज्ञान का प्रदर्शन करना है अथवा अब तक किये भगवान् के उपदेश को ही नहीं समझना है। यहाँ संन्यास की अपेक्षा कर्मयोग को श्रेष्ठ कहने के अभिप्राय को हमें समझना चाहिये। विकास की जिस अवस्था में अर्जुन था उसको तथा युद्ध की विशेष परिस्थितियों को ध्यान में रखकर अर्जुन के लिए संन्यास की अपेक्षा कर्म करने का उपदेश ही उपयुक्त था। अर्थ यह हुआ कि दोनों ही श्रेयष्कर होने पर भी विशेष परिस्थितियों को देखते हुये संन्यास की अपेक्षा कर्मयोग श्रेष्ठ कहा गया है। अधिकांश लोग अर्जुन के रोग से पीड़ित होते हैं उन सबके लिए कर्मयोग ही वासना क्षय का एकमात्र उपाय है। अत यहाँ कर्मयोग को श्रेष्ठ कहने के तात्पर्य को हमको ठीक से समझना चाहिए।ऐसा क्योंइस पर कहते हैं","etsga":"5.2 The Blessed Lord saidBoth renunciation of actions and Karma-yoga lead to Liberation. Between the two, Karma-yoga, however, excels over renunciation of actions.","etssa":"5.2 The Blessed Lord saidRenunciation and the Yoga of action both lead to the highest bliss; but of the two, the Yoga of action is superior to the renunciation of action.","etdss":"5.2. The Bhagavat saidBoth renunciation and the Yoga of action effect salvation.But, of these two, the Yoga of action is better than renunciation of action.","ecssa":"5.2 संन्यासः renunciation? कर्मयोगः Yoga of action? च and? निःश्रेयसकरौ leading to the highest bliss? उभौ both? तयोः of these two? तु but? कर्मसंन्यासात् than renunciation of action? कर्मयोगः Yoga of action? विशिष्यते is superior.Commentary Sannyasa (renunciation of action) and Karma Yoga (performance of action) both lead to Moksha or liberation or the highest bliss. Though both lead to Moksha? yet of the two means of attaining to Moksha? Karma Yoga is better than mere Karma Sannyasa (renunciation of action) without the knowledge of the Self.But renunciation of actions with the knowledge of the Self is decidedly superior to Karma Yoga.Moreover? Karma Yoga is easy and is therefore suitable to all. (Cf.III.3V.5VI.46)","scetsga":"5.2 Ubhau, both, to be sure; sannyasah, renunciation of actions; ca, and; karma-yogah, Karma-yoga-their performance-; nihsreyasa-karau, lead to Liberation. Though both lead to Liberation by virtue of being the cause of the rise of Knowledge, even then, tayoh, between the two which are the causes of Liberation; Karma-yoga, tu, however; visisyate, excels; karma-sannyasat, over mere renunciation of actions.\nThus He extols Karma-yoga. [Karma-yoga is better than renunciation of actions that is not based on Knowledge.]\nWhy? In answer the Lord says:","scetdss":"5.2 Samnyasah etc.Renunciation and the Yoga of action-not only one, but two-are mentioned here.Happily joining together they yieldsalvation.(However), the superiority of the Yoga [over the renunciation]is due to the fact that but for the Yoga, renunciation does not exist.","scetssa":"5.2 The Lord saidEven while granting that some persons are competent for the practice of Jnana Yoga exclusively, it has to be conceded that renunciation, i.e., Jnana Yoga, and Karma Yoga can be practised as independent of each other in the pursuit of the highest excellence. Still, of these two, Karma Yoga excels over the renunciation of actions, i.e., Jnana Yoga.\nSri Krsna explains why this is so.","chakravarthi":"Karma yoga is better. Even for the jnani, performing action is not at all a fault. Rather, by performance of niskama karma, the heart becomes fixed in purity. From that, jnana becomes fixed. Sometimes there may arise disturbance in the heart of the sannyasi. In order to alleviate that disturbance, is it forbidden to engage in karma? Impurity in the heart obstructs the practice of jnana, but taking up enjoyment of sense objects is a real degradation.","rudra":"\nThe answer to the previous verseisbeingstatedbyLordKrishnathat\nrenunciation of the rewards from ones actions is thesuperiorpath.Lord\nKrishna does not prescribe karmayogaortheperformanceofprescribed\nVedic activities to one who is situated in atma tattva orsoulrealisation\nwhich is only to be known through study of the Vedic scriptures taught bya\nbonfide spiritual master from one ofthefourauthorisedsampradayasor\nchannels of Vedic knowledge who is already situated in atma tattva. Butfor\nothers who consider the physical body and the atma or soultobeallthe\nsame, these personsshouldpracticekarmayogaortheperformanceof\nprescribed Vedic activities without desires and attachments asameansof\nachieving spiritual knowledge of the Brahmanorthespiritualsubstratum\npervading all existence. Thus by theswordofknowledgeeradicatingall\ndelusion and lamentation due to the clear discrimination ofthedifference\nbetween this temporary physical body and the eternalsoul.Whenaperson\nhas achieved a state of purity and spiritual advancement by the practiceof\nkarma yoga, at that time one is qualified to beginperformingrenunciation\nof activities as the next step on the way to attaining atma tattvaorsoul\nrealisation. So it has been established that both are necessary and mustbe\nperformed in tandem in order to transcend samsara or the cycle of birthand\ndeath and attain moksaorliberationfromthematerialexistence.But\nbetween the two karma yoga is superior to the renunciation of actions.","brahma":"\nThe renunciation of the rewards of action recommended here is notthesame\nastheacceptanceofasceticismbecauseofthestatement that by\nrenunciation of all dualities such aslikesanddislikes,happinessand\ndistress, success and failurearenotsufficientinthemselvesifnot\naccompanied by inneradorationoftheSupremeLord.Thisaswellas\nausterities must be performed to qualify for th superiorpositionoftrue\nsannyasa or renunciation from worldly activities.. Even thoughrenunciation\nappears superior due to absence of actions it isseenthatasceticsalso\nhave activities prescribed for their order.Thereforethereisnoother\ndharma or path of eternal righteousness in the world superior totheorder\nof Tridandi Sannyasa whichcanonlybeawardedtoaVaisnavabrahmin\nintiated into one of the four authorised Vedic sampradayasbyaspiritual\nmaster already established in sannyasa. Such a person who is devoted tothe\nSupreme Lord Krishna or His Vedically authorised avatars or incarnationsis\nsuperior to all beings. This superiority results from beingdesirelessand\nunattached in worldly, mundane affairs as well as beingcompletelydevoted\nto the Supreme Lord. If such adhikariorqualificationisacquiredthen\nsuch a person is already a renunciate. In the Narada Purana is stated:When\nsuch accomplishment is acquired one achieves the state of renunciationfrom\nthe rewards of actions directly, even before realising theBrahmanorthe\nspiritual substratum pervading all existence. Thisisnottoimplythat\nLord Krishna is not pleased by a persons renunciationbecausetheabsence\nof desire and attachment to the rewards of actions is certainly anadvanced\nstate but rather this is to emphasise that renunciation of the rewardsfrom\nones actions by itself is not enough to realise the SupremeBeingwithout\na sense of devotion along with it.\nNow begins the summation.\nA person can beneficially perform karma yoga or prescribed Vedicactivities\nas well as renunciation of the rewardsofactions;butbetweenthetwo\nkarma yoga is preferable. Both are equally authorised andwhenkarmayoga\nincludes the renunciation of therewardsfromonesactionsitbecomes\nsuperior for without a sense of detachment and renunciationactivitiesare\ninfluenced by the dualities of life such as success and failureandbecome\na source of misery.","shri":"\nThe word sannyasa means renunciation denoting renunciationoftherewards\nof actions as well and therefore refers to jnana yoga or the cultivationof\nVedic knowledge. Both jnana yoga and karma yogaorperformingprescribed\nVedic activities are competent to award atma tattva;butbetweenthetwo\nkarma yoga is the easier to performandcaninfactbeperformedwith\nrenunciation receiving benefits from both. This is Lord Krishnas meaning.","kumar":"The word sannyasa means renunciation denoting renunciationoftherewards\nof actions as well and therefore refers to jnana yoga or the cultivationof\nVedic knowledge. Both jnana yoga and karma yogaorperformingprescribed\nVedic activities are competent to award atma tattva;butbetweenthetwo\nkarma yoga is the easier to performandcaninfactbeperformedwith\nrenunciation receiving benefits from both. This is Lord Krishnas meaning."}