{"meta":"Bhagavad GitaChapter 5 Verse 16","metahi":"भगवद् गीता 5.16","slok":"ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः।तेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम्।।5.16।।","htsrsd":"।।5.16।।परन्तु जिन्होंने अपने जिस ज्ञान(विवेक) के द्वारा उस अज्ञानका नाश कर दिया है उनका वह ज्ञान सूर्यकी तरह परमतत्त्व परमात्माको प्रकाशित कर देता है।","htstma":"।।5.16।। परन्तु जिनका वह अज्ञान आत्मज्ञान से नष्ट हो जाता है उनके लिए वह ज्ञान सूर्य के सदृश परमात्मा को प्रकाशित करता है।।","transliteration":"Jnaanena tu tad ajnaanam yeshaam naashitam aatmanah;\nTeshaam aadityavaj jnaanam prakaashayati tatparam.","englishmeaning":"jñānena—by divine knowledge; tu—but; tat—that; ajñānam—ignorance; yeṣhām—whose; nāśhitam—has been destroyed; ātmanaḥ—of the self; teṣhām—their; āditya-vat—like the sun; jñānam—knowledge; prakāśhayati—illumines; tat—that; param—Supreme Entity","hcsrsd":" 5.16।। व्याख्या  ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः पीछेके श्लोकमें कही बातसे विलक्षण बात बतानेके लिये यहाँ तु पदका प्रयोग किया गया है।पीछेके श्लोकमें जिसको अज्ञानेन पदसे कहा था उसको ही यहाँ तत् अज्ञानम् पदसे कहा गया है।अपनी सत्ताको और शरीरको अलगअलग मानना ज्ञान है और एक मानना अज्ञान है।उत्पत्तिविनाशशील संसारके किसी अंशमें तो हमने अपनेको रख लिया अर्थात् मैंपन (अहंता) कर लिया और किसी अंशको अपनेमें रख लिया अर्थात् मेरापन (ममता) कर लिया। अपनी सत्ताका तो निरन्तर अनुभव होता है और मैंमेरापन बदलता हुआ प्रत्यक्ष दीखता है जैसेपहले मैं बालक था और खिलौने आदि मेरे थे अब मैं युवा या वृद्ध हूँ और स्त्री पुत्र धन मकान आदि मेरे हैं। इस प्रकार मैंमेरेपनके परिवर्तनका ज्ञान हमें है पर अपनी सत्ताके परिवर्तनका ज्ञान हमें नहीं हैयह ज्ञान अर्थात् विवेक है।मैंमेरेपनको जडके साथ न मिलाकर साधक अपनेविवेकको महत्त्व दे कि मैंमेरापन जिससे मिलाता हूँ वह सब बदलता है परन्तु मैंमेरा कहलानेवाला मैं (मेरी सत्ता) वही रहता हूँ। जडका बदलना और अभाव तो समझमें आता है पर स्वयंका बदलना और अभाव किसीकी समझमें नहीं आता क्योंकि स्वयंमें किञ्चित् भी परिवर्तन और अभाव कभी होता ही नहींइस विवेकके द्वारा मैंमेरेपनका त्याग कर दे कि शरीर मैं नहीं और बदलनेवाली वस्तु मेरी नहीं। यही विवेकके द्वारा अज्ञानका नाश करना है। परिवर्तनशीलके साथ अपरिवर्तनशीलका सम्बन्ध अज्ञानसे अर्थात् विवेकको महत्त्व न देनेसे है। जिसने विवेकको जाग्रत् करके परिवर्तनशील मैंमेरेपनके सम्बन्धका विच्छेद कर दिया है उसका वह विवेक सच्चिदानन्दघन परमात्माको प्रकाशित कर देता है अर्थात् अनुभव करा देता है।तेषामादित्यव़ज्ज्ञानं प्रकाशयति तत्परम् विवेकके सर्वथा जाग्रत् होनेपर परिवर्तनशीलकी निवृत्ति हो जाती है। परिवर्तनशीलकी निवृत्ति होनेपर अपने स्वरूपका स्वच्छ बोध हो जाता है जिसके होते ही सर्वत्र परिपूर्ण परमात्मतत्त्व प्रकाशित हो जाता है अर्थात् उसके साथ अभिन्नताका अनुभव हो जाता है।यहाँ परम पद परमात्मतत्त्वके लिये प्रयुक्त हुआ है। दूसरे अध्यायके उनसठवें श्लोकमें तथा तेरहवें अध्यायके चौंतीसवें श्लोकमें भी परमात्मतत्त्वके लिये परम पद आया है।प्रकाशयति पदका तात्पर्य है कि सूर्यका उदय होनेपर नयी वस्तुका निर्माण नहीं होता प्रत्युत अन्धकारसे ढके जानेके कारण जो वस्तु दिखायी नहीं दे रही थी वह दीखने लग जाती है। इसी प्रकार परमात्मतत्त्व स्वतःसिद्ध है पर अज्ञानके कारण उसका अनुभव नहीं हो रहा था। विवेकके द्वारा अज्ञान मिटते ही उस स्वतःसिद्ध परमात्मतत्त्वका अनुभव होने लग जाता है। सम्बन्ध  जिस स्थितिमें सर्वत्र परिपूर्ण परमात्मतत्त्वका अनुभव हो जाता है उस स्थितिकी प्राप्तिके लिये आगेके श्लोकमें साधन बताते हैं।","hcsca":"।।5.16।। शोक और मोह से ग्रस्त जीवों के लिए शुद्ध आत्मस्वरूप अविद्या से आवृत रहता है अर्थात् उन्हें आत्मा का उसके शुद्ध स्वरूप में अनुभव नहीं होता। ज्ञानी पुरुष के लिए अज्ञानावरण पूर्णतया निवृत्त हो जाता है। कितने ही दीर्घ काल से किसी स्थान पर स्थित अंधकार प्रकाश के आने पर तत्काल ही दूर हो जाता है न कि धीरेधीरे किसी विशेष क्रम से। इसी प्रकार से आत्मज्ञान का उदय होते ही अनादि अविद्या उसी क्षण निवृत्त हो जाती है। अविद्या से उत्पन्न होता हैअहंकार जिसका अस्तित्व शरीर मन और बुद्धि के साथ हुए तादात्म्य के कारण बना रहता है। अज्ञान के नष्ट हो जाने पर अहंकार भी नष्ट हो जाता है।द्वैतवादियों को वेदान्त के इस सिद्धांत को समझने में कठिनाई होती है। वस्तुओं को जानने के लिए हमारे पास उपलब्ध साधन हैंइन्द्रियां मन और बुद्धि। अहंकार इनके माध्यम से देखता अनुभव करता और विचार करता है। द्वैतवादी यह समझने में असमर्थ हैं कि अहंकार इन्द्रियां मन और बुद्धि के अभाव में आत्मज्ञान कैसे सम्भव है। एक बुद्धिमान् विचारक में यह शंका आना स्वाभाविक है। इसका अनुमान लगाकर श्रीकृष्ण यह बताते है कि अहंकार नष्ट होने पर आत्मज्ञान स्वत हो जाता है।विचाररत बुद्धि को यह बात सरलता से नहीं समझायी जा सकती। इसलिए दूसरी पंक्ति में प्रभु एक दृष्टान्त देते हैंआदित्यवत्। हम सबका सामान्य अनुभव है कि प्रावृट् ऋतु में कई दिनों तक सूर्य नहीं दिखाई देता और हम जल्दी में कह देते हैं कि सूर्य बादलों से ढक गया है।इस वाक्य के अर्थ पर विचार करने से यह स्पष्ट हो जाता है कि सूर्य बादल के छोटे से टुकड़े से ढक नहीं सकता। इस विश्व के मध्य में जहाँ सूर्य अकेला अपने सम्पूर्ण वैभव के साथ विद्यमान है वहाँ से बादल बहुत दूर है। पृथ्वी तल पर खड़ा छोटा सा मनुष्य अपनी बिन्दु मात्र आँखों से देखता है कि बादल की एक टुकड़ी ने दैदीप्यमान आदित्य को ढक लिया है। यदि हम अपनी छोटी सी उँगली अपने नेत्र के सामने निकट ही लगा लें तो विशाल पर्वत भी ढक सकता है।इसी प्रकार जीव जब आत्मा पर दृष्टि डालता है तो उस अनन्त आत्मा को अविद्या से आवृत पाता है। यह अविद्या सत् स्वरूप आत्मा में नहीं है जैसे बादल सूर्य में कदापि नहीं है। अनन्त सत् की तुलना में सीमित अविद्या बहुत ही तुच्छ है। किन्तु आत्मस्वरूप की विस्मृति हमारे हृदय में उत्पन्न होकर अहंकार में यह मिथ्या धारणा उत्पन्न करती है कि आध्यात्मिक सत् अविद्या से प्रच्छन्न है। इस अज्ञान के नष्ट होने पर आत्मतत्त्व प्रकट हो जाता है जैसे मेघपट हटते ही सूर्य प्रकट हो जाता है।सूर्य को देखने के लिए किसी अन्य प्रकाश की आवश्यकता नहीं है आत्मानुभव के लिए भी किसी अन्य अनुभव की अपेक्षा नहीं है वह चित् स्वरूप है। चित् की चेतना के लिए किसी दूसरे चैतन्य की अपेक्षा नहीं है। ज्ञान का अन्तर्निहित तत्त्व चेतना ही है। अत अहंकार आत्मा को पाकर आत्मा ही हो जाता है।स्वप्न से जागने पर स्वप्नद्रष्टा अपनी स्वप्नावस्था से मुक्त होकर जाग्रत् पुरुष बन जाता है। वह जाग्रत् पुरुष को कभी भिन्न विषय के रूप में न देखता है और न अनुभव करता है बल्कि वह स्वयं ही जाग्रत् पुरुष बन जाता है। ठीक इसी प्रकार अहंकार भी अज्ञान से ऊपर उठकर स्वयं आत्मस्वरूप के साथ एकरूप हो जाता है। अहंकार और आत्मा का सम्बन्ध तथा आत्मानुभूति की प्रक्रिया का बड़ा ही सुन्दर वर्णन सूर्य के दृष्टान्त द्वारा किया गया है जिसके लक्ष्यार्थ पर सभी साधकों को मनन करना चाहिये।आत्मनिष्ठ पुरुष सदा के लिए जन्ममरण के चक्र से मुक्त हो जाता है। भगवान् कहते हैं","etsga":"5.16 But in the case of those of whom that ignorance of theirs becomes destroyed by the knowledge (of the Self), their Knowledge, like the sun, reveals that supreme Reality.","etssa":"5.16 But to those whose ignorance is destroyed by the knowledge of the Self, like the sun, knowledge reveals the Supreme (Brahman).","etdss":"5.16. In the case of those whose Illusion has been, however, destroyed by the Self-knowledge, then for them that knowledge illumines itself, like the sun.","ecssa":"5.16 ज्ञानेन by wisdom? तु but? तत् that? अज्ञानम् ignorance? येषाम् whose? नाशितम् is destroyed? आत्मनः of the Self? तेषाम् their? आदित्यवत् like the sun? ज्ञानम् knowledge? प्रकाशयति reveals? तत्परम् that Highest.Commentary When ignorance? the root cause of human sufferings? is annihilated by the knowledge of the Self? this knowledge illuminates the Supreme Brahman or that highest immortal Being? just as the sun illumines all the objects of this gross? physical universe.","scetsga":"5.16 Tu, but; yesam, in the case of those creatures; of whom tat ajnanam, that ignorance; atmanah, of theirs-being covered by which ignorance creatures get deluded-; nasitam, becomes destroyed; jnanena, by knowledge, by discriminating knowledge concerning the Self; tesam, their; jnanam, knowledge; adityavat, like the sun; prakasayati, reveals, in the same way as the sun reveals all forms whatever; tat-param, that supreme Reality, the Reality which is the highest Goal, the totality of whatever is to be known.","scetdss":"5.16 Jnanena etc.When however theIllusion is destroyed byknowledge, thenthe naturalcapacity ofknowledge,in illuminatingitselfandother things starts to work automatically just as the sun does when the darkness is lost.Indeed when the doubt[of poison] is completely rooted out, the nectar doesthe work of the nectar just automatically.\n Butthis is possible forthose who have their intellect and mind gone to This[Self]and have abandoned[all]otheractivities.To make this idea clear[the Lord] says -","scetssa":"5.16 While all these selves are thus deluded, in the case of enlightened souls, their delusive ignorance - which envelops knowledge and which is of the form of accumulated, beginningless and endless Karma - is destroyed by knowledge. As already described this knowledge is produced by the teachings of the scriptures about the real nature of the self, which are enriched by daily practice. The purity of this knowledge is unexcelled. And in the case of those selves who regain the knowledge that is natural to Them, it is found that it is unlimited and uncontracted and illumining everything like the sun.\nPlurality of the selves in Their essence is expressly mentioned in the case of those whose ignorance is overcome, in the expression for those in the text. What was stated at the commencement, There never was a time when I did not exist (2.12) is expressed here with greater clarity. Moreover, this plurality is not due to limiting adjuncts imposed on a single universal self. For, as stated here, there cannot be any trace of such adjuncts for those whose ignorance is destroyed, and still They are described as a plurality. Hence knowledge is taught as an attribute inseparable from the essential nature of the self, because a difference between the self and its knowledge is made out in the statement, Knowledge, in their case illuminates like the sun. By the illustration of the sun, the relation of the knower to his knowledge is brought out to be similar to the luminous object and its luminosity. Therefore, it is appropriate to understand that knowledge contracts by Karma in the stage of Samsara and expands in the stage of Moksa (release). [In this system the Atman has two forms of Jnana or Knowledge - Dharmi-Jnana (self-awareness) and Dharma-bhuta-Jnana (awareness of objects other than itself). It is the latter that is contractedby ignorance and expands by knowledge. See Intrdocution.]","chakravarthi":"As ignorance or avidya covers the knowledge of the jiva, superior energy called vidya destroys ignorance and reveals knowledge. By the vidya sakti (jnanena), avidya (ajnanam) is destroyed, and knowledge of the jivas is produced. Just as the glow of the sun destroys darkness and reveals objects like pots and cloth, so vidya destroys avidya and reveals the spiritual (param) knowledge in which the jiva is convinced of his spiritual nature. Thus, the Lord does not bind anyone nor does he liberate anyone, but vidya and avidya which are qualities of prakrti liberate and bind the jiva. The qualities of prakrti are the causes of bondage in the form of instigating the jiva to become the doer and the enjoyer, and they are the causes of liberation in the form of such qualities as detachment and peace.\nThe respective qualities of prakrti are awakened by the Supreme Lord functioning in the capacity of Supersoul. He is only the initiator of prakrti’s functions through this amsa or expansion. Thus, he does not show any injustice or cruelty towards the jiva.","rudra":"\nHere Lord Krishna is emphasising that persons whose spiritual knowledge has\nbecome awakened do not become deluded in the material existence. They are\nable to discriminate between the mundane material knowledge and the divine\nspiritual knowledge by knowledge of the atma or soul and knowledge of the\nSupreme. This spiritual knowledge destroys all ignorance and manifests\nillumination of the Supreme Lord within the etheric heart of a human being\njust as the sun destroying darkness and illuminates all things.","brahma":"\nVedic knowledge alone destroys spiritual ignorance that is why LordKrishna\nuses the word jnana or knowledge referring to knowledge of theVedaswhich\ngives actual awareness of the ultimate reality. Here the word jnanadenotes\na supra-consciousness experience it does not mean expertise inintellectual\nempirical knowledge nor doesitmeanproficiencyinmundaneanalytical\nknowledge.","shri":"\nAlthough the intelligence may be shrouded by the veil of ignorance stillit\nhas been seen that there arethosewhoseconsciousnessbecomesawakened\nupon receiving Vedic knowledge. Theveilofignoranceisduetothe\nendless mass of accumulatedreactionstopreviousactionsinincessant\nlifetimes since time immemorial. Atma tattva or realisation of the souland\nsoul related knowledge derived from the Vedic scripturesandimbibedfrom\nthe teachings of the spiritual master increases virtue and quality inones\ndaily life and is exceedingly pure. For thisitisnecessarytoachieve\ninnateextraordinaryintelligenceorsupra-consciousnesswhichbecomes\nresplendent like the sun unlimited and expansive,illuminatingallthings\nby the reality of their exact nature. The word jnanam meaningbyknowledge\nand atmanah denoting plurality of souls confirms that by such knowledgeone\nrealises the Supreme Being.It should not be contended thattheplurality\nof unlimited atmas is upadhi or limited because no trace oflimitationcan\nexist once ones ignorance has been dispelled byatmatattva.Spiritual\nintelligence initselfisanattributeofonewhopossessesandis\ndependent upon existence. The atma which is eternal is not an attributeand\nis independent in relation to existence.Theanalogyofthesunasan\nilluminator is to illustrate the relation between cognisanceandcognition\nor the relationship between the knower and the known shownbythesunas\nthe source of light and emanation of light. Hence it can bediscernedthat\nin samsara or the endless cycle of birth and death in the conditionedstate\nthere is extreme limitation due to karma orreactionstoactionsandin\nmoksa or the emancipated state there is an absence of limitationduetoa\nlack of karma..","kumar":"Although the intelligence may be shrouded by the veil of ignorance stillit\nhas been seen that there arethosewhoseconsciousnessbecomesawakened\nupon receiving Vedic knowledge. Theveilofignoranceisduetothe\nendless mass of accumulatedreactionstopreviousactionsinincessant\nlifetimes since time immemorial. Atma tattva or realisation of the souland\nsoul related knowledge derived from the Vedic scripturesandimbibedfrom\nthe teachings of the spiritual master increases virtue and quality inones\ndaily life and is exceedingly pure. For thisitisnecessarytoachieve\ninnateextraordinaryintelligenceorsupra-consciousnesswhichbecomes\nresplendent like the sun unlimited and expansive,illuminatingallthings\nby the reality of their exact nature. The word jnanam meaningbyknowledge\nand atmanah denoting plurality of souls confirms that by such knowledgeone\nrealises the Supreme Being.It should not be contended thattheplurality\nof unlimited atmas is upadhi or limited because no trace oflimitationcan\nexist once ones ignorance has been dispelled byatmatattva.Spiritual\nintelligence initselfisanattributeofonewhopossessesandis\ndependent upon existence. The atma which is eternal is not an attributeand\nis independent in relation to existence.Theanalogyofthesunasan\nilluminator is to illustrate the relation between cognisanceandcognition\nor the relationship between the knower and the known shownbythesunas\nthe source of light and emanation of light. Hence it can bediscernedthat\nin samsara or the endless cycle of birth and death in the conditionedstate\nthere is extreme limitation due to karma orreactionstoactionsandin\nmoksa or the emancipated state there is an absence of limitationduetoa\nlack of karma.."}