{"meta":"Bhagavad GitaChapter 5 Verse 1","metahi":"भगवद् गीता 5.1","slok":"अर्जुन उवाचसंन्यासं कर्मणां कृष्ण पुनर्योगं च शंससि।यच्छ्रेय एतयोरेकं तन्मे ब्रूहि सुनिश्िचतम्।।5.1।।","htsrsd":"।।5.1।।अर्जुन बोलेहे कृष्ण आप कर्मोंका स्वरूपसे त्याग करनेकी और फिर कर्मयोगकी प्रशंसा करते हैं। अतः इन दोनों साधनोंमें जो निश्चितरूपसे कल्याणकारक हो उसको मेरे लिये कहिये।","htstma":"।।5.1।। अर्जुन ने कहाहे कृष्णआप कर्मों के संन्यास की और फिर योग (कर्म के आचरण) की प्रशंसा करते हैं। इन दोनों में एक जो निश्चय पूर्वक श्रेयस्कर है उसको मेरे लिए कहिये।।","transliteration":"Arjuna Uvaacha:\nSannyaasam karmanaam krishna punar yogam cha shamsasi;\nYacchreya etayorekam tanme broohi sunishchitam.","englishmeaning":"arjunaḥ uvācha—Arjun said; sanyāsam—renunciation; karmaṇām—of actions; kṛiṣhṇa—Shree Krishna; punaḥ—again; yogam—about karm yog; cha—also; śhansasi—You praise; yat—which; śhreyaḥ—more beneficial; etayoḥ—of the two; ekam—one; tat—that; me—unto me; brūhi—please tell; su-niśhchitam—conclusively","hcsrsd":" 5.1।। व्याख्या  संन्यासं कर्मणां कृष्ण कौटुम्बिक स्नेहके कारण अर्जुनके मनमें युद्ध न करनेका भाव पैदा हो गया था। इसके समर्थनमें अर्जुनने पहले अध्यायमें कई तर्क और युक्तियाँ भी सामने रखीं। उन्होंने युद्ध करनेको पाप बताया (गीता 1। 45)। वे युद्ध न करके भिक्षाके अन्नसे जीवननिर्वाह करनेको श्रेष्ठ समझने लगे (2। 5) और उन्होंने निश्चय करके भगवान्से स्पष्ट कह भी दिया कि मैं किसी भी स्थितिमें युद्ध नहीं करूँगा (2। 9)।प्रायः वक्ताके शब्दोंका अर्थ श्रोता अपने विचारके अनुसार लगाया करते हैं। स्वजनोंको देखकर अर्जुनके हृदयमें जो मोह पैदा हुआ उसके अनुसार उन्हें युद्धरूप कर्मके त्यागकी बात उचित प्रतीत होने लगी। अतः भगवान्के शब्दोंको वे अपने विचारके अनुसार समझ रहे हैं कि भगवान् कर्मोंका स्वरूपसे त्याग करके प्रचलित प्रणालीके अनुसार तत्त्वज्ञान प्राप्त करनेकी ही प्रशंसा कर रहे हैं।पुनर्योगं च शंससि चौथे अध्यायके अड़तीसवें श्लोकमें भगवान्ने कर्मयोगीको दूसरे किसी साधनके बिना अवश्यमेव तत्त्वज्ञान प्राप्त होनेकी बात कही है। उसीको लक्ष्य करके अर्जुन भगवान्से कह रहे हैं कि कभी तो आप ज्ञानयोगकी प्रशंसा (4। 33) करते हैं और कभी कर्मयोगकी प्रशंसा करते हैं (4। 41)।यच्छ्रेय एतयोरेकं तन्मे ब्रूहि सुनिश्चितम् इसी तरहका प्रश्न अर्जुनने दूसरे अध्यायके सातवें श्लोकमें भी यच्छ्रेयः स्यान्निश्चितं ब्रूहि तन्मे पदोंसे किया था। उसके उत्तरमें भगवान्ने दूसरे अध्यायके सैंतालीसवेंअड़तालीसवें श्लोकोंमें कर्मयोगकी व्याख्या करके उसका आचरण करनेके लिये कहा। फिर तीसरे अध्यायके दूसरे श्लोकमें अर्जुनने तदेकं वद निश्चित्य येन श्रेयोऽहमाप्नुयाम् पदोंसे पुनः अपने कल्याणकी बात पूछी जिसके उत्तरमें भगवान्ने तीसरे अध्यायके तीसवें श्लोकमें निष्काम निर्मम और निःसंताप होकर युद्ध करनेकी आज्ञा दी तथा पैंतीसवें श्लोकमें अपने धर्मका पालन करनेको श्रेयस्कर बताया।यहाँ उपर्युक्त पदोंसे अर्जुनने जो बात पूछी है उसके उत्तरमें भगवान्ने कहा है कि कर्मयोग श्रेष्ठ है (5। 2) कर्मयोगी सुखपूर्वक संसारबन्धनसे मुक्त हो जाता है (5। 3) कर्मयोगके बिना सांख्ययोगका साधन सिद्ध होना कठिन है परन्तु कर्मयोगी शीघ्र ही ब्रह्मको प्राप्त कर लेता है (5। 6)। इस प्रकार कहकर भगवान् अर्जुनको मानो यह बता रहे हैं कि कर्मयोग ही तेरे लिये शीघ्रता और सुगमतापूर्वक ब्रह्मकी प्राप्ति करानेवाला है अतः तू कर्मयोगका ही अनुष्ठान कर।अर्जुनके मनमें मुख्यरूपसे अपने कल्याणकी ही इच्छा थी। इसलिये वे बारबार भगवान्के सामने श्रेयविषयक जिज्ञासा रखते हैं (2। 7 3। 2 5। 1)। कल्याणकी प्राप्तिमें इच्छाकी प्रधानता है। साधनकी सफलतामें देरीका कारण भी यही है कि कल्याणकी इच्छा पूरी तरह जाग्रत् नहीं हुई। जिन साधकोंमें तीव्र वैराग्य नहीं है वे भी कल्याणकी इच्छा जाग्रत् होनेपर कर्मयोगका साधन सुगमतापूर्वक कर सकते हैं (टिप्पणी प0 278)। अर्जुनके हृदयमें भोगोंसे पूरा वैराग्य नहीं है पर उनमें अपने कल्याणकी इच्छा है इसलिये वे कर्मयोगके अधिकारी हैं।पहले अध्यायके बत्तीसवें तथा दूसरे अध्यायके आठवें श्लोकको देखनेसे पता लगता है कि अर्जुन मृत्युलोकके राज्यकी तो बात ही क्या है त्रिलोकीका राज्य भी नहीं चाहते। परन्तु वास्तवमें अर्जुन राज्य तथा भोगोंको सर्वथा नहीं चाहते हों ऐसी बात भी नहीं है। वे कहते हैं कि युद्धमें कुटुम्बीजनोंको मारकर राज्य तथा विजय नहीं चाहता। इसका तात्पर्य है कि यदि कुटुम्बीजनोंको मारे बिना राज्य मिल जाय तो मैं उसे लेनेको तैयार हूँ। दूसरे अध्यायके पाँचवें श्लोकमें अर्जुन यही कहते हैं कि गुरुजनोंको मारकर भोग भोगनाठीक नहीं है। इससे यह ध्वनि भी निकलती है कि गुरुजनोंको मारे बिना राज्य मिल जाय तो वह स्वीकार है। दूसरे अध्यायके छठे श्लोकमें अर्जुन कहते हैं कि कौन जीतेगाइसका हमें पता नहीं और उन्हें मारकर हम जीना भी नहीं चाहते। इसका तात्पर्य है कि यदि हमारी विजय निश्चित हो तथा उनको मारे बिना राज्य मिलता हो तो मैं लेनेको तैयार हूँ। आगे दूसरे अध्यायके सैंतीसवें श्लोकमें भगवान् अर्जुनसे कहते हैं कि तेरे तो दोनों हाथोंमें लड्डू हैं यदि युद्धमें तू मारा गया तो तुझे स्वर्ग मिलेगा और जीत गया तो राज्य मिलेगा। यदि अर्जुनके मनमें स्वर्ग और संसारके राज्यकी किञ्चिन्मात्र भी इच्छा नहीं होती तो भगवान् शायद ही ऐसा कहते। अतः अर्जुनके हृदयमें प्रतीत होनेवाला वैराग्य वास्तविक नहीं है। परन्तु उनमें अपने कल्याणकी इच्छा है जो इस श्लोकमें भी दिखायी दे रही है। सम्बन्ध  अब भगवान् अर्जुनके प्रश्नका उत्तर देते हैं।","hcsca":"।।5.1।। अर्जुन के इस प्रश्न से स्पष्ट होता है कि अनजाने में ही वह अपनी नैराश्य अवस्था से बहुत कुछ मुक्त हुआ भगवान् के उपदेश को ध्यानपूर्वक श्रवण करके विचार भी करने लगा था। स्वभाव से क्रियाशील होने के कारण अर्जुन को कर्मयोग रुचिकर तथा स्वीकार्य था। परन्तु अनेक स्थानों पर श्रीकृष्ण द्वारा अन्य यज्ञों की अपेक्षा ज्ञान अथवा कर्मसंन्यास को अधिक श्रेष्ठ प्रतिपादित करने से अर्जुन के मन में सन्देह उत्पन्न हुआ और यही कारण था कि वह स्वयं के लिए किसी मार्ग का निश्चय नहीं कर सका। अत इसका निश्चय कराना ही अर्जुन के प्रश्न का प्रयोजन है।और एक बात यह भी है कि मानसिक उन्माद का रोगी उस रोग के प्रभाव से कुछ मुक्त होने पर भी शीघ्र ही पूर्ण आत्मविश्वास नहीं जुटा पाता। यह सबका अनुभव है कि भयंकर स्वप्न से जागे हुए व्यक्ति को पुन संयमित होकर निद्रा अवस्था में आने के उपक्रम में कुछ समय लग जाता है। अर्जुन की ठीक ऐसी ही स्थिति थी। मानसिक तनाव एवं उन्माद की स्थिति से बाहर आने पर भी अपने सारथी श्रीकृष्ण के उपदेश को पूर्णरूप से समझने तथा विचार करने में वह स्वयं को असमर्थ पा रहा था। अर्जुन इस निष्कर्ष पर पहुँचा था कि भगवान् उसके सामने कर्मयोग तथा कर्मसंन्यास के रूप में दो विकल्प प्रस्तुत कर रहे हैं। अत वह श्रीकृष्ण से यह जानना चाहता है कि उसके आत्मकल्याण के लिये इन दोनों में से कौन सा एक निश्चित मार्ग अनुकरणीय है। इस अध्याय का प्रयोजन यह बताने का है कि ये दो मार्ग विकल्प रूप नहीं है और न ही परस्पर पूरक होते हुये युगपत अनुष्ठेय हैं।कर्मयोग तथा कर्मसंन्यास इनका इसी क्रम में आचरण करना है और न कि एक साथ दोनों का। यही इस अध्याय का विषय है।","etsga":"5.1 Arjuna saidO Krsna, You praise renunciation of actions, and again, (Karma-) yoga. Tell me for certain that one which is better between these two.","etssa":"5.1 Arjuna saidRenunciation of actions, O Krishna, Thou praisest, and again Yoga. Tell me conclusively that which is the better of the two.","etdss":"5.1. Arjuna saidO krsna, you commend renunciation of action and again the Yoga of action; which one of these two is superior [to the other] ? Please tell me that for certain.","ecssa":"5.1 संन्यासम् renunciation? कर्मणाम् of actions? कृष्ण O Krishna? पुनः again? योगम् Yoga? च and? शंससि (Thou) praisest? यत् which? श्रेयः better? एतयोः of these two? एकम् one? तत् that? मे to me? ब्रूहि tell? सुनिश्चितम् conclusively.Commentary Thou teachest renunciation of actions and also their performance. This has confused me. Tell decisively now which is better. It is not possible for a man to resort to both of them at the same time. Yoga here means Karma Yoga. (Cf.III.2)","scetsga":"5.1 (O Krsna,) samsasi, You praise, i.e. speak of; sannyasam, renunciation; karmanam, of actions, of performance of various kinds of rites enjoined by the scriptures; punah ca, and again; You praise yogam, yoga, the obligatory performance of those very rites! Therefore I have a doubt as to which is better-Is the performance of actions better, or their rejection? And that which is better should be undertaken. And hence, bruhi, tell; mam, me; suniscitam, for certain, as the one intended by You; tat ekam, that one-one of the two, since performance of the two together by the same person is impossible; yat, which; is sreyah, better, more commendable; etayoh, between these two, between the renunciation of actions and the performance of actions [Ast. reads karma-yoga-anusthana (performance of Karma-yoga) in place of karma-anusthana (performance of actions).-Tr.], by undertaking which you think I shall acire what is beneficial.\nWhile stating His own opinion in order to arrive at a conclusion-","scetdss":"5.1 Samnyasam etc.Is renunciation superior or Yoga ?thisis the estion of the doubting person (Arjuna).","scetssa":"5.1 Arjuna saidYou praise the renunciation of actions, i.e., Jnana Yoga at one time, and next Karma Yoga. This is what is objected to:In the second chapter, you have said that Karma Yoga alone should be practised first by an aspirant for release; and that the vision of the self should be achieved by means of Jnana Yoga by one whose mind has its blemishes washed away by Karma Yoga. Again, in the third and fourth chapters, you have praised Karma Yoga or devotion to Karma as better than Jnana Yoga even for one who has attained the stage of Jnana Yoga, and that, as a means of attaining the self, it (Karma Yoga) is independent of Jnana Yoga. Therefore, of these two, Jnana Yoga and Karma Yoga - tell me precisely which by itself is superior, i.e., most excellent, being more easy to practise, and icker to confer the vision of the self.","chakravarthi":"Having spoken of karma as superior to jnana, in order to strengthen this idea in this chapter, jnana is said to be equivalent to karma.\nBeing worried about the contradiction of the two statements at the end of the previous chapter, he asks a question.\nIn verse 41 of the last chapter you spoke of renouncing karma by jnana arising from karma yoga (yoga-sannyasta-karmanam) but in verse 42 you again spoke of taking up karma yoga (yogam atisthottistha bharata).\nIt is not possible to perform both renunciation of action and karma yoga at once because there is essential contradiction of the two as there is contradiction in remaining stationary and moving. Therefore the man of knowledge should either renounce karma or perform karma yoga. As I do not understand your intention, I am asking. Among these two, which one is better? Please tell that definitely to me.","rudra":"\nInthischapterLordKrishnaisremovingalldoubtsregarding the\napplication of action and the renunciation of action. He isdeclaringthat\nmoksaorliberationfromthematerialexistenceisattainedbythe\nrenunciants who has byvirtueoftheirausteritieshaveconqueredthe\ninfluences of the senses.In the previous chapter LordKrishnainstructed\nto destroy all doubts by the sword of knowledge taking to the path ofkarma\nyoga or prescribed Vedic activities. But previous to this LordKrishnahad\ninstructed thatrenunciationofactionswasmoreappropriateforone\nfollowing the path of jnana yoga or cultivationofVedicknowledge.Then\nagain Lord Krishna instructed that the person delighting intheiratmaor\neternal soul needs not to perform either karma yoga or jnanayoga.Nowit\nneeds to be determinedisitpossibleforapersontosimultaneously\nperform the renunciation ofactionswhileatthesametimeperforming\nactions and if not what is the superior path for onetoembarkupon.All\nthese questions will be answered.","brahma":"\nHariOM!BecausetheSupremeLordKrishnaperformssuchwonderfully\nphenomenal activities known aslilasorpastimes,Heattractsallthe\nworlds. Thus He is know as Krishna the all attractive one. The KurmaPurana\nstates: Oh Lord since You attractalltheworldsbyyourextraordinary\nactivities,enlightenedbeingswhohaverealisedtheBrahmanorthe\nspiritual substratum pervadingallexistencecallyouKrishnatheall\nattracting one.\nIn this chapter Lord Krishna explainstheequanimityofactionsfurther\nexpounding upon the themes from chapter four, verse 24: beingcontentwith\nwhat has naturally been ordained andchapterfour,verse15:performing\nactions inrenunciation.Thewordsannnyasaorrenunciationisbeing\nexplained to answer the question if sannyasa ismorepropitiousthenthe\nact of war is contrary to renunciation.\nNow begins the summation.\nHari OM! In this chapter the attributes of renunciation andperformanceof\nactions are delineated.Thecompoundwordssannyasyamkarmanammeaning\nrenunciation of all actions significantly contains the word nyaasadenoting\nequanimity.Thusallactionsarerecommendedtobe renounced with\nequanimity inferring that both karmaorperformanceofprescribedVedic\nactivities and sannyasa or renunciation of the rewards ofprescribedVedic\nactivities can be performed simultaneously and hence thequestiontoLord\nKrishna for clarification.\nArjuna was a prince of the highest royal orderthatruledIndiaandthe\nentire Earth as well. He was raised meticulously and comprehensively inthe\nscience of sanatan dharma or theprinciplesofeternalrighteousnessas\nwellasallmattersregardinggovernance and diplomacy, war and\nconciliation. Due to this he was an adhikari orveryqualifiedbeing.If\nthe divine discourse of the Bhagavad-Gita was meant onlyforLordKrishna\nto remove the lamentation of Arjuna then there world have been noneedfor\nVedavyasa to record it in the Mahabharata. But in chapterfour,versetwo\nLord Krishna reveals thatalthoughitwastransmittedbyparamparaor\ndisciplic successionitwaslostontheEarthoverthemillenniums.\nTherefore Lord Krishna caused Arjuna to have lamentationasapretextto\nreveal the Bhagavad-Gita to the world again and He madeArjunathesymbol\nof the individual consciousness of everyonetoachieveknowledgeofthe\nultimate reality on their quest of attainingcommunionwiththeultimate\nconsciousness and thereby realising the ultimate supreme personality.","shri":"\nIn the fourth chapter karma yoga ortheperformanceofprescribedVedic\nactivities was delineated byLordKrishnawithspecialemphasisofit\ncontaining spiritual intelligence. In the third chapter itwasshownthat\neven those who follow the path of jnana yoga orthecultivationofVedic\nknowledgethatkarmayogawhen performed as a matter of duty\nwithout attachment was preferable.This is because in jnana yoga thelevel\nof atma tattva or soul realisation contained within eachactiondetermines\nindividual success; whereas karma yoga iseasytoperformanddoesnot\ndepend on atma tattva for success. In this chapterkarma yogaisexamined\nin its efficacy of expeditiousness in achieving atmatattvaincomparison\nto jnana yoga. Also will be illustrated how thisshouldbeperformedand\nthe eliminating the conception that one istheperformeralongwithhow\njnana yoga is perceived from this standpoint.\nRenunciation and the cultivation ofVedicknowledgeisjnanayoga.The\nperformance of prescribed Vedic activities is karmayoga.Inchaptertwo\nLord Krishna declared that karma yoga was worthy tobefollowedbythose\nseeking moksa or liberation fromthecycleofbirthanddeathinthe\nmaterial existence and as the mind was subsequently purifiedofalldross\nthen jnana yogawouldnaturallybeembarkeduponbringingaboutatma\ntattva. But in chapters three and four LordKrishnaexplainedthatkarma\nyoga was preferable to even for onme qualified toperformjnanayogaand\nfuthermore that karma yoga was sufficient in and of itself toachieveatma\ntattva without the help of jnana yoga. So theconclusiontobegivenis\nwhich of the two is absolutely superior and the best means toachieveatma\ntattva.","kumar":"In the fourth chapter karma yoga ortheperformanceofprescribedVedic\nactivities was delineated byLordKrishnawithspecialemphasisofit\ncontaining spiritual intelligence. In the third chapter itwasshownthat\neven those who follow the path of jnana yoga orthecultivationofVedic\nknowledgethatkarmayogawhen performed as a matter of duty\nwithout attachment was preferable.This is because in jnana yoga thelevel\nof atma tattva or soul realisation contained within eachactiondetermines\nindividual success; whereas karma yoga iseasytoperformanddoesnot\ndepend on atma tattva for success. In this chapterkarma yogaisexamined\nin its efficacy of expeditiousness in achieving atmatattvaincomparison\nto jnana yoga. Also will be illustrated how thisshouldbeperformedand\nthe eliminating the conception that one istheperformeralongwithhow\njnana yoga is perceived from this standpoint.\nRenunciation and the cultivation ofVedicknowledgeisjnanayoga.The\nperformance of prescribed Vedic activities is karmayoga.Inchaptertwo\nLord Krishna declared that karma yoga was worthy tobefollowedbythose\nseeking moksa or liberation fromthecycleofbirthanddeathinthe\nmaterial existence and as the mind was subsequently purifiedofalldross\nthen jnana yogawouldnaturallybeembarkeduponbringingaboutatma\ntattva. But in chapters three and four LordKrishnaexplainedthatkarma\nyoga was preferable to even for onme qualified toperformjnanayogaand\nfuthermore that karma yoga was sufficient in and of itself toachieveatma\ntattva without the help of jnana yoga. So theconclusiontobegivenis\nwhich of the two is absolutely superior and the best means toachieveatma\ntattva."}