{"meta":"Bhagavad GitaChapter 5 Verse 14","metahi":"भगवद् गीता 5.14","slok":"न कर्तृत्वं न कर्माणि लोकस्य सृजति प्रभुः।न कर्मफलसंयोगं स्वभावस्तु प्रवर्तते।।5.14।।","htsrsd":"।।5.14।।परमेश्वर मनुष्योंके न कर्तापनकी न कर्मोंकी और न कर्मफलके साथ संयोगकी रचना करते हैं किन्तु स्वभाव ही बरत रहा है।","htstma":"।।5.14।। लोकमात्र के लिए प्रभु (ईश्वर) न कर्तृत्व न कर्म और न कर्मफल के संयोग को रचता है। परन्तु प्रकृति (सब कुछ) करती है।।","transliteration":"Na kartritwam na karmaani lokasya srijati prabhuh;\nNa karmaphala samyogam swabhaavas tu pravartate.","englishmeaning":"na—neither; kartṛitvam—sense of doership; na—nor; karmāṇi—actions; lokasya—of the people; sṛijati—creates; prabhuḥ—God; na—nor; karma-phala—fruits of actions; sanyogam—connection; svabhāvaḥ—one’s nature; tu—but; pravartate—is enacted","hcsrsd":" 5.14।। व्याख्या  न कर्तृत्वं न कर्माणि लोकस्य सृजति प्रभुः सृष्टिकी रचनाका कार्य सगुण भगवान्का है इसलिये प्रभुः पद दिया है। भगवान् सर्वसमर्थ हैं और सबके शासक नियामक हैं। सृष्टिरचनाका कार्य करनेपर भी वे अकर्ता ही हैं (गीता 4। 13)।किसी भी कर्मके कर्तापनका सम्बन्ध भगवान्का बनाया हुआ नहीं है। मनुष्य स्वयं ही कर्मोंके कर्तापनकी रचना करता है। सम्पूर्ण कर्म प्रकृतिके द्वारा किये जाते हैं परन्तु मनुष्य अज्ञानवश प्रकृतिसे तादात्म्य कर लेता है और उसके द्वारा होनेवाले कर्मोंका कर्ता बन जाता है (गीता 3। 27)। यदि कर्तापनका सम्बन्ध भगवान्का बनाया हुआ होता तो भगवान् इसी अध्यायके आठवें श्लोकमें नैव किञ्चित्करोमीति युक्तो मन्येत तत्त्ववित्ऐसा कैसे कहते तात्पर्य यह है कि कर्तापन भगवान्का बनाया हुआ नहीं है अपितु जीवका अपना माना हुआ है। अतः जीव इसका त्याग कर सकता है।भगवान् ऐसा विधान भी नहीं करते कि अमुक जीवको अमुक शुभ अथवा अशुभ कर्म करना प़ड़ेगा। यदि ऐसा विधान भगवान् कर देते तो विधिनिषेध बतानेवाले शास्त्र गुरु शिक्षा आदि सब व्यर्थ हो जाते उनकी कोई सार्थकता ही नहीं रहती और कर्मोंका फल भी जीवको नहीं भोगना पड़ता। न कर्माणि पदोंसे यह सिद्ध होता है कि मनुष्य कर्म करनेमें स्वतन्त्र है।न कर्मफलसंयोगम् जीव जैसा कर्म करता है वैसा फल उसे भोगना पड़ता है। जड होनेके कारण कर्म स्वयं अपना फल भुगतानेमें असमर्थ हैं। अतः कर्मोंके फलका विधान भगवान् करते हैंलभते च ततः कामान्मयैव विहितान्हि तान् (गीता 7। 22)। भगवान् कर्मोंका फल तो देते हैं पर उस फलके साथ सम्बन्ध भगवान् नहीं जोड़ते प्रत्युत जीव स्वयं जोड़ता है। जीव अज्ञानवश कर्मोंका कर्ता बनकर और कर्मफलमें आसक्त होकर कर्मफलके साथ अपना सम्बन्ध जोड़ लेता है और इसीसे सुखीदुःखी होता है। यदि वह कर्मफलके साथ स्वयं अपना सम्बन्ध न जोड़े तो वह कर्मफलके सम्बन्धसे मुक्त रह सकता है। ऐसे कर्मफलसे सम्बन्ध न जोड़नेवाले पुरुषोंके लिये अठारहवें अध्यायके बारहवें श्लोकमें संन्यासिनाम् पद आया है। उन्हें कर्मोंका फल इस लोक या परलोकमें कहीं नहीं मिलता। यदि कर्मफलका सम्बन्ध भगवान्ने जोड़ा होता तो जीव कभी कर्मफलसे मुक्त नहीं होता।दूसरे अध्यायके सैंतालीसवें श्लोकमें भगवान् कहते हैंमा कर्मफलहेतुर्भूः अर्थात् कर्मफलका हेतु भी मत बन। तात्पर्य हुआ कि सुखीदुःखी होना अथवा न होना और कर्मफलका हेतु बनना अथवा न बनना मनुष्यके हाथमें है। यदि कर्मफलका सम्बन्ध भगवान्का बनाया हुआ होता तो मनुष्य कभी सुखदुःखमें सम नहीं हो पाता और निष्कामभावसे कर्म भी नहीं कर पाता जिसे करनेकी बात भगवान्ने गीतामें जगहजगह कही है (जैसे 4। 20 5। 12 14। 24 आदि)। शङ्का  श्रुतिमें आता है कि भगवान् जिसकी ऊर्ध्वगति करना चाहते हैं उससे तो शुभकर्म करवाते हैं और जिसकी अधोगति करना चाहते हैं उससे अशुभकर्म करवाते हैं (टिप्पणी प0 301.1)। जब भगवान् ही शुभाशुभ कर्म करवाते हैं तो फिर भगवान् किसीके कर्तृत्व कर्म और कर्मफलसंयोगकी रचना नहीं करतेऐसा कहना तो श्रुतिके साथ विरोध हुआ समाधान  वास्तवमें श्रुतिके उपर्युक्त कथनका तात्पर्य शुभाशुभ कर्म करवाकर मनुष्यकी ऊर्ध्वगति और अधोगति करनेमें नहीं है प्रत्युत प्रारब्धके अनुसार कर्मफल भुगताकर उसे शुद्ध करनेमें है (टिप्पणी प0 301.2) अर्थात् मनुष्य शुभाशुभ कर्मोंका फल जैसे भोग सके भगवान् कृपापूर्वक उसे कर्मबन्धनसे मुक्त करके अपना वास्तविक प्रेम प्रदान करनेके लिये (उसके प्रारब्धके अनुसार) वैसी ही परिस्थिति और बुद्धि बना देते हैं। जैसे जिस मनुष्यको प्रारब्धके अनुसार धनकी प्राप्ति होनेवाली है उसे व्यापार आदिमें वैसी ही (खरीदने आदिकी) प्रेरणा कर देते हैं अर्थात् उस समय उसकी वैसी ही बुद्धि बन जाती है और जिसे प्रारब्धके अनुसार हानि होनेवाली है उसे व्यापार आदिमें वैसी ही प्रेरणा कर देते हैं। तात्पर्य यह है कि मनुष्य जिस प्रकारसे अपने शुभाशुभ कर्मोंका फल भोग सके भगवत्प्रेरणासे वैसी ही परिस्थिति और बुद्धि बन जाती है।यदि श्रुतिका यही अर्थ लिया जाय कि भगवान् जिसकी ऊर्ध्वगति और अधोगति करना चाहते हैं उससे शुभ और अशुभकर्म करवाते हैं तो मनुष्य कर्म करनेमें सर्वथा पराधीन हो जायगा और शास्त्रों सन्तमहात्माओं आदिका विधिनिषेध गुरुकी शिक्षा आदि सभी व्यर्थ हो जायँगे। अतः यहाँ श्रुतिका तात्पर्य कर्मोंका फल भुगताकर मनुष्यको शुद्ध करना ही है।स्वभावस्तु प्रवर्तते कर्तापन कर्म और कर्मफलका सम्बन्धइन तीनोंको मनुष्य अपने स्वभावके वशमेंहोकर करता है। यहाँ स्वभावः पद व्यष्टि प्रकृति(आदत) का वाचक है जिसे स्वयं जीवने बनाया है। जबतक स्वभावमें रागद्वेष रहते हैं तबतक स्वभाव शुद्ध नहीं होता। जबतक स्वभाव शुद्ध नहीं होता तबतक जीव स्वभावके वशीभूत रहता है।तीसरे अध्यायके तैंतीसवें श्लोकमें प्रकृतिं यान्ति भूतानि पदोंसे भगवान्ने कहा है कि मनुष्योंको अपनी प्रकृति अर्थात् स्वभावके वशीभूत होकर कर्म करने पड़ते हैं। यही बात भगवान् यहाँ तु स्वभावः प्रवर्तते पदोंसे कह रहे हैं।जबतक प्रकृति अर्थात् स्वभावसे जीवका सम्बन्ध माना हुआ है तबतक कर्तापन कर्म और कर्मफलके साथ संयोगइन तीनोंमें जीवकी परतन्त्रता बनी रहेगी जो जीवकी ही बनायी हुई है।उपर्युक्त पदोंसे भगवान् यह कह रहे हैं कि कर्तृत्व कर्म और कर्मफलसंयोग (भोक्तृत्व)तीनों जीवके अपने बनाये हुए हैं इसलिये वह स्वयं इनका त्याग करके निर्लिप्तता अनुभव कर सकता है। सम्बन्ध  जब भगवान् किसीके कर्तृत्व कर्म और कर्मफलसंयोगकी रचना नहीं करते तो फिर वे किसीके कर्मोंके फलभागी कैसे हो सकते हैंइस बातको आगेके श्लोकमें स्पष्ट करते हैं।","hcsca":"।।5.14।। वेदों में ईश्वर के विषय में प्रतिपादन करते हुये कहा गया है कि वह सर्वज्ञ सर्वशक्तिमान् सर्वद्रष्टा कर्माध्यक्ष और कर्मफलदाता है जो समस्त जीवों को उनके कर्मों के अनुसार ही न्यायपूर्वक फल प्रदान करता है। यहाँ परमात्मा का वर्णन जगत् के साथ उसके सम्बन्ध को दिखाकर किया गया है।परमात्मा न कर्तृत्व को उत्पन्न करता है और न ही कर्मों का अनुमोदन करता है। कर्म का फल के साथ संयोग कराना यह भी उसका कार्य नहीं।अनेक व्याख्याकारों के मतानुसार इस श्लोक में प्रभु शब्द से कर्माध्यक्ष कर्मफलदाता ईश्वर को सूचित किया गया है परन्तु भगवान् के कथन से उनके मत की पुष्टि नहीं होती। विचार करने पर कोई भी विद्यार्थी स्पष्ट रूप से समझ सकता है कि यहाँ भगवान अर्जुन को निरुपाधिक चैतन्य आत्मा का स्वरूप समझाने का प्रयत्न कर रहे हैं। यहाँ आत्मा का तीन शरीरोंस्थूल सूक्ष्म और कारणके साथ सम्बन्ध बताया गया है।यदि श्रीकृष्ण के कथन के अनुसार आत्मा का कर्तृत्व कर्म और कर्मफल संयोग से कोई सम्बन्ध नहीं है तब हमारे जीवन का भी आत्मा के साथ कोई सम्बन्ध नहीं होना चाहिये क्योंकि कर्तृत्वादि से भिन्न हमारे जीवन का अस्तित्व ही नहीं है। तथापि आत्मा के अभाव में किसी भी वस्तु का न अस्तित्व है और न क्रियारूप व्यापार। इसलिये आत्मा और अनात्मा के बीच किसीनकिसी प्रकार का सम्बन्ध होना अनिवार्य है और उस विचित्र सम्बन्ध रहित सम्बन्ध का वर्णन यहाँ किया गया है।यह तो सर्वविदित है कि मनुष्य की नाक अपनी जगह पर सुस्थिर रहती है। उसमें स्वेच्छा से अथवा अनिच्छा से गति नहीं होती। और फिर भी यदि कोई व्यक्ति जल में अपने मुख को देखते हुये यह पाये कि उसकी नाक किसी कील पर लटकी हुयी वस्तु के समान हिल रही है तब वह क्या सोचेगावह जानेगा कि नाक अपने स्थान पर सुस्थित है तथापि जल में वह उसे हिलती दिखाई दे रही है। स्पष्ट है कि चेहरे के प्रतिबिम्ब की स्थिति जल की स्थिति पर निर्भर करती है। आत्मा में न कर्तृत्व है और न क्रिया परन्तु उपाधियों में व्यक्त आत्माजिसे जीव कहते हैंके लिए कर्तृत्व कर्म और फल संयोग प्राप्त हो जाते हैं।विद्युत स्वयं स्थिर शक्ति है। उसके उत्पादन के पश्चात् उसका वितरण करने पर अनेक प्रकार के उपकरणों के माध्यम से वह अनेक रूपों में व्यक्त होती है। चैतन्यस्वरूप आत्मा भी जड़ उपाधियों से परिच्छिन्नसा हुआ कर्तृत्वादि को प्राप्त होता है।कर्मों का कर्ता और भोक्ता जीव है आत्मा नहीं। स्वभाव अर्थात् त्रिगुणात्मिका माया के सम्बन्ध से ही आत्मा में कर्तृत्व और भोक्तृत्वादि गुण प्रतीत होते हैं।पारमार्थिक दृष्टि से आत्मा प्रकृति के गुणों से सर्वथा निर्लिप्त ही है। भगवान् कहते है","etsga":"5.14 The Self does not create agentship or any objects (of desire) for anyone; nor association with the results of actions. But it is Nature that acts.","etssa":"5.14 Neither agency nor actions does the Lord create for the world, nor union with the fruits of actions. But it is Nature that acts.","etdss":"5.14. The Lord (Self) acires neither the state of being a creator of the world, nor the actions, nor the connecting with the fruits of their actions.But it is the inherent nature [in It] that exerts.","ecssa":"5.14 न not? कर्तृत्वम् agency? न not? कर्माणि actions? लोकस्य for this world? सृजति creates? प्रभुः the Lord? न not? कर्मफलसंयोगम् union with the fruits of actions? स्वभावः nature? तु but? प्रवर्तते leads to action.Commentary The Lord does not create agency or doership. He does not press anyone to do actions. He never tells anyone? Do this or do that. He does not bring about the union with the fruit of actions. It is Prakritit or Nature that does everything. (Cf.III.33)","scetsga":"5.14 Prabhuh, the Self; na srjati, does not create; lokasya, for anyone; kartrtvam, agentship, by saying Do this; or even karmani, any objects-such objects as chariot, pot, palace, etc. which are intensely longed for; nor even karma-phala-samyogam, association with the results of actions-association of the creator of a chariot etc. with the result of his work.\nObjection: If the embodied one does not do anything himself, and does not make others do, then who is it that engages in work by doing and making others do?\nThe answer is: Tu, but; it is svabhavah, Nature- ones own (sva) nature (bhava)-characterized as ignorance, Maya, which will be spoken of in, Since this divine Maya (7.14); pravartate, that acts.\nBut from the highest standpoint-","scetdss":"5.14 Nakartrtvam etc.This Soul does not do anything for anything.But, Its exertion is only Its inherent nature and it is not due to any desire for results.For, the Bhagavat, the Conscious Energy ItselfWhose ultimately true inherent nature is the Illumination-Bliss-Freedom-of-Will, and Which brings out, merely by Its own nature, the continuous series of creation, manitenance and withdrawl of all (the Universe); hence in It,there is never a departure, even to a little extent, from Its own inherent nature.Hence there is no such thing as a particular stage of being a creator i.e., a creatorhood separate [from Itself].Because that does not exist, what actions can be there ?If actions are not there,the fruit is to be of what or for whom ?Then what connection could be three with the fruit of action ?\n \n[Further],actionin this context is [only]thekriya-[sakti] or creative energy[which is nothing but His will],and result of actiontoo in only the fruit of this kriya.For example, the activity like rotating the [potters]wheel by the stick is not [actually]different[from what is to be createdi.e.,the pot].Nor the creator of the pot is different from it.For, all exist within the ConsciousEnergy. Therefore, it is only the AnimateSovereignSupremeLordthat manifests in this and that form.Therefore there exist no activity and its result etc.,apart fromThat.This is demonstrated conclusion[of the scriptures].\n So, if there is no activity or its result[as stated above],then even the result, ordained in[the scriptural] injunctionscannot have a status of being produced by the unseen[cause].After saying this in the other firsthemistich[of the following verse],the Lord justifies in the other hemistich the same statement with reference to the men of mundane life :-","scetssa":"5.14 When the world of embodied selves exists in conjunction with the Prakrti in the form of gods, animals, men, immobile things etc., the master (Prabhu i.e., the Jiva who is the master of the body), who is not subject to Karma and is established in Its own essential nature, does not bring about:(i) the agency of gods, men etc. (ii) their manifold and particular actions and (iii) their connection with the fruits in the form of embodiment as gods etc., resulting from their actions. Who then brings about agency etc.?It is only the tendencies that act. A tendency (Svabhava) is subtle impressions (Vasanas) originating from Prakrti. The meaning is that agency, etc., do not originate from the natural or pristine condition of the self but are generated by the subtle impressions created by misconceiving those forms of Prakrti etc., as of the self. This is the result of the conjunction of the self with Prakrti in the form of gods, etc., which has been generated by the flow of previous Karmas brought about in beginningless time.","chakravarthi":"“Well if the jiva is actually not the doer of activities, then, from seeing the jiva doing and enjoying everywhere in the universe created by the Supreme Lord, I think that the Lord makes the jlva act by force. Therefore, injustice and cruelty must be present in the Lord (for causing such illusion).”\nNo, that is not true at all. He does not make the jiva do activities nor does he give the jiva the results of his activities. Rather the nature of the jiva in the form of his beginningless ignorance alone produces this. That ignorance makes the jiva assume the false identification as the doer.","rudra":"\nThe Vedic scriptures state that the Supreme LordcausestheonewhomHe\nwishes to rise up from this world perform meritorious actions and Hecauses\none whom He wishes to cast down perform degraded actions whichinfersthat\nit is by the will of the Supreme Lord that a person is directedtoperform\nacts leading to merit and demerit. Apprehending such adoubtLordKrishna\nclarifies this point in this verse and thenextstating:prabhuhorthe\nSupreme Lord does not create any agency in the world ofbeings,ratherit\nis the embodied beings own individuals nature andthelevelofnescience\nand ignorance oftheatmaorsoulthatdetermineshowtheyactout\nexistence. As the energising source of all created beings theSupremeLord\nKrishna engagesallbeingstobeactiveandnaturallydisposedthey\ngravitate to perform actionsfortheobjectsoftheirdesiresoutof\nprimeval nescience. But the Supreme Lord has no influence on theirdecision\nand no involvement in their actions.","brahma":"\nAlthough the word prabhu may be used inaddressingelevatedpersonalities\nwho are superior to all others. Here Lord Krishna is using ittomeanthe\nSupreme Lord declaring He is notresponsiblefortheactionsofliving\nentities. The word loka means world and lokasya is referingtothepeople\nof the world.\nNow begins the summation.\nEven as the mandate for regencybequeathedbyakinguponhissonis\nlimited; even so is the independence toperformactionsbestowedbythe\nSupreme Lord upon human beings limited as well. Todispelthedoubtthat\nhuman beingsmightbeindependentintheiractionsandconsequential\nreactions regarding the righteous or unrighteous merits or demerits ofsuch\nactions this verse is responding to. The answer istheSupremelorddoes\nnot inaugurate independence of action or initiate the consequentialresults\nof actions for any being.Otherwiseitwouldhavebeenunnecessaryto\ninclude the word lokasya to denote people of the world. Even though theson\nof the king is ruling over aprovinceofthekingdomandenjoyingthe\nfruitshavinglimitedindependencefromthekingbuthe is still\nresponsible for his actions and rulership.Inthesamewaytheactions\nperformed by the embodied being and the resulting reactions arenotcaused\nby the dependence upon the Supreme Lord but bytheresultsofonesown\nactivities. When a person believes they are the performerofactionsthey\ntake on the responsibility of determining their destiny independentofthe\nSupreme Lord andthushastoacceptresponsibilityforsufferingthe\nconsequences.\nThe Supreme Lord astheenergisingsourceofallcreationimpelsall\nbeings. This means He impels them by their svabhavas ornaturalpropensity\nas given in the sloka or verse. All the impulses of thealllivingbeings\nis induced and activated by the Supreme Lord by His internalpotency.Only\nthe Supreme Lord is independent. EverythingelseisdependentuponHim.\nBeing completely independent within Himself and transcendentaltoprakriti\nor material nature, He has no connection with dualities or thethreemodes\nprakriti or the merits and demerits associated with actions.Theintellect\nof humans being enveloped in ignorance since time immemorialisnotaware\nof these eternal truths as given in the Varaha Purana.\nThe Supreme Lord Krishna is the Lord of all by His naturalpropensitythus\nHe is known as svabhava. He creates theheatofthesunandseedsthe\nclouds with water causing rains and also stops the rainbyHiswill.The\npower and majesty of the Supreme Lord is described in innumerable ways.His\nintrinsic qualitiesandattributessuchasallpower,allknowledge,\nrenunciation and beauty. The ancient adage that without the sanction ofthe\nSupreme Lord not a leaf may fall nor a blade of grass growisfactualand\nall due to the potency of His intrinsic qualities andattributes.Creation\nisbutHisnaturalpropensitiesmanifestingwitheffusive activity.\nStatements in the Vedic scriptures like the above revealnothingwhichis\nnot His natural propensity nor His active ornon-activeattributessono\ncontradiction.\nThe inability to adequately describe the activities of the Supreme Lordhas\nbeen explained already in the second chaptersoitisnotnecessaryto\nrepeat it again. In the absence of the special attributes of the Brahmanor\nspiritual substratumpervadingallexistence,otheractionswhichare\ntranscendental to material nature are not applicable to Himandthusneed\nnot to be attributed toHimalthoughthisrealityiscontrarytothe\nerroneous, intemperate speculations of the sunyavadis or nihilistsitneed\nnot be rebutted. Themerestatementthatthesunyvadisgivethatthe\nSupreme Lord is without any special attributes orthestatementthatthe\nmayavadis give that the Supreme Lord possess noattributesbothestablish\nthe reality of His existence. The ability to communicate witheveryliving\nbeing internally, the utility of the divinesoundOMHispersonalsound\nmanifestation that pervades all creation along with His effulgence knownas\nthe Brahman are all manifestations of Hisspecialattributesestablishing\nthe reality of His existence. Otherwise such attributeswouldhavetobe\nunderstood by supporting proofs and that would be defective inknowingHim\nandthisisnotthecase.TheSupremeLordhastheattribute of\ninconceivability. If this attribute of inconceivability is to beunderstood\nby the exclusion of His special attributes then suchinconceivabilitymust\nalso be an attribute of His existence, otherwiseanyattemptstofurther\ncomprehend His attributes will be defective. The word sarva meaning alland\nother descriptionsdonotcategoricallyestablishtherealityofthe\nSupreme Lords existence nor can all theevidencesandproofsthathave\nalready been established prove His supremacy and existence.Hisattributes\nlike the seven types of essence are perpetually established evenwhenthey\nare not perceivable. By His self-effulgencemanifestedintotheBrahman,\nHis existence is not easily established either; but Hisself-effulgenceis\nspecially accepted as an established fact due to itnotbeingilluminated\nby any external source. The possessorofactionandtheperformanceof\naction are not contradictory by normalexperienceandknowledgeandthe\nobject of knowledge cannot be experienced without the knowerofknowledge.\nTherefore the erroneous hypothesis of the uninformed speculatorsdoeshave\nany significance.\nThe Supreme Lord Krishna is the sole performer ofallactions,everything\nis under His control and subservient to Him. In the Paingi Scripturestates\nthat nothing can be accomplished without theSupremeLordinitiatingthe\naction.","shri":"\nThe word prabhu means master or ruler and the atma or soulrepresentingan\neternal portion of the Supreme Lord is the ruler of eachphysical body.By\nits eternal nature it is beyond the influence of actions andreactionsand\nresidesimpervioustotheminitsownnature.Thisatmabeingthe\nindividual soul is not the originator in the material creation ofthefour\ncategories of living entities: the demi-gods, humanbeings,thefaunaor\nanimal kingdoms and the floraorplantkingdom.Theatmaisalsonot\nsubjecttoanyactivitiesofauthorshipemanatingfrom these four\ncategories, nor any connection to the resultant reactionsofanyactivity\nsuch as descending into the animal speciesorascendingtotheheavenly\nspheres and becoming a demi-god. Whatisitthenthataccomplishesall\nthese activities? It is the very nature inherent within all beings whichis\nthe cause of all designations.Bynatureitismeantthesamkarasor\nimpressions from past lifetimesformatted by the reactions fromthechain\nof activities generated since time immemorial. By nature itisalsomeant\ntheillusionofauthorshipandtheterminalhabitofregardingthe\ntemporary physical body as a constitute of the eternal atma. Thusitcan\nbe clearly discerned that the essential nature oftheatmabeingeternal\nhas no interconnection to the authorshipofactionsorthedoershipof\nactions which are temporary and the products ofassociationwithmaterial\nmatter.","kumar":"The word prabhu means master or ruler and the atma or soulrepresentingan\neternal portion of the Supreme Lord is the ruler of eachphysical body.By\nits eternal nature it is beyond the influence of actions andreactionsand\nresidesimpervioustotheminitsownnature.Thisatmabeingthe\nindividual soul is not the originator in the material creation ofthefour\ncategories of living entities: the demi-gods, humanbeings,thefaunaor\nanimal kingdoms and the floraorplantkingdom.Theatmaisalsonot\nsubjecttoanyactivitiesofauthorshipemanatingfrom these four\ncategories, nor any connection to the resultant reactionsofanyactivity\nsuch as descending into the animal speciesorascendingtotheheavenly\nspheres and becoming a demi-god. Whatisitthenthataccomplishesall\nthese activities? It is the very nature inherent within all beings whichis\nthe cause of all designations.Bynatureitismeantthesamkarasor\nimpressions from past lifetimesformatted by the reactions fromthechain\nof activities generated since time immemorial. By nature itisalsomeant\ntheillusionofauthorshipandtheterminalhabitofregardingthe\ntemporary physical body as a constitute of the eternal atma. Thusitcan\nbe clearly discerned that the essential nature oftheatmabeingeternal\nhas no interconnection to the authorshipofactionsorthedoershipof\nactions which are temporary and the products ofassociationwithmaterial\nmatter."}