{"meta":"Bhagavad GitaChapter 5 Verse 22","metahi":"भगवद् गीता 5.22","slok":"ये हि संस्पर्शजा भोगा दुःखयोनय एव ते।आद्यन्तवन्तः कौन्तेय न तेषु रमते बुधः।।5.22।।","htsrsd":"।।5.22।।क्योंकि हे कुन्तीनन्दन जो इन्द्रियों और विषयोंके संयोगसे पैदा होनेवाले भोग (सुख) हैं वे आदिअन्तवाले और दुःखके ही कारण हैं। अतः विवेकशील मनुष्य उनमें रमण नहीं करता।","htstma":"।।5.22।। हे कौन्तेय (इन्द्रिय तथा विषयों के) संयोग से उत्पन्न होने वाले जो भोग हैं वे दुख के ही हेतु हैं क्योंकि वे आदिअन्त वाले हैं। बुद्धिमान् पुरुष उनमें नहीं रमता।।","transliteration":"Ye hi samsparshajaa bhogaa duhkhayonaya eva te;\nAadyantavantah kaunteya na teshu ramate budhah.","englishmeaning":"ye—which; hi—verily; sansparśha-jāḥ—born of contact with the sense objects; bhogāḥ—pleasures; duḥkha—misery; yonayaḥ—source of; eva—verily; te—they are; ādya-antavantaḥ—having beginning and end; kaunteya—Arjun, the son of Kunti; na—never; teṣhu—in those; ramate—takes delight; budhaḥ—the wise","hcsrsd":" 5.22।। व्याख्या  ये हि संस्पर्शजा भोगाः शब्द स्पर्श रूप रस और गन्धइन विषयोंसे इन्द्रियोंका रागपूर्वक सम्बन्ध होनेपर जो सुख प्रतीत होता है उसे भोग कहते हैं। सम्बन्धजन्य अर्थात् इन्द्रियजन्य भोगमें मनुष्य कभी स्वतन्त्र नहीं है। सुखसुविधा और मानबड़ाई मिलनेपर प्रसन्न होना भोग है। अपनी बुद्धिमें जिस सिद्धान्तका आदर है दूसरे व्यक्तिसे उसी सिद्धान्तकी प्रशंसा सुनकर जो प्रसन्नता होतीहै सुख होता है वह भी एक प्रकारका भोग ही है। तात्पर्य यह है कि परमात्माके सिवाय जितने भी प्रकृतिजन्य प्राणी पदार्थ परिस्थितियाँ अवस्थाएँ आदि हैं उनसे किसी भी प्रकृतिजन्य करणके द्वारा सुखकी अनुभूति करना भोग ही है।शास्त्रनिषिद्ध भोग तो सर्वथा त्याज्य हैं ही शास्त्रविहित भोग भी परमात्मप्राप्तिमें बाधक होनेसे त्याज्य ही हैं। कारण कि जडताके सम्बन्धके बिना भोग नहीं होता जब कि परमात्मप्राप्तिके लिये जडतासे सम्बन्धविच्छेद करना आवश्यक है।आद्यन्तवन्तः सम्पूर्ण भोग आनेजानेवाले हैं अनित्य हैं परिवर्तनशील हैं (गीता 2। 14)। ये कभी एकरूप रह सकते ही नहीं। तात्पर्य है कि इन भोगोंकी स्वयंके साथ किसी भी अंशमें एकता नहीं है। भोग आनेजानेवाले हैं और स्वयं सदा रहनेवाला है। भोग जड हैं और स्वयं चेतन है। भोग विकारी हैं और स्वयं निर्विकार है। भोग आदिअन्तवाले हैं और स्वयं आदिअन्तसे रहित है। इसलिये स्वयंको भोगोंसे कभी सुख नहीं मिल सकता। जीव परमात्माका अंश हैममैवांशो जीवलोके (गीता 15। 7) इसलिये उसे परमात्मासे ही अक्षय सुख मिल सकता हैस ब्रह्मयोगयुक्तात्मा सुखमक्षयमश्नुते (गीता 5। 21)।भोग आनेजानेवाले हैंइस तरफ ध्यान जाते ही सुखदुःखका प्रभाव कम हो जाता है। इसलियेआद्यन्तवन्तः पद भोगोंके प्रभावको मिटानेके लिये औषधरूप है।दुःखयोनय एव तेजितने भी सम्बन्धजन्य सुख हैं वे सब दुःखके उत्पत्तिस्थान हैं। सम्बन्धजन्य सुख दुःखसे ही उत्पन्न होता है और दुःखमें ही परिणत होता है। पहले वस्तुके अभावका दुःख होता है तभी उस वस्तुके मिलनेपर सुख होता है। वस्तुके अभावका दुःख जितनी मात्रामें होता है वस्तुके मिलनेका सुख भी उतनी ही मात्रामें होता है।भोगी व्यक्ति दुःखोंसे नहीं बच सकता। कारण कि भोग जडताके सम्बन्धसे होता है और जडताका सम्बन्ध ही जन्ममरणरूप महान् दुःखका कारण है।पातञ्जलयोगदर्शनमें कहा गया हैपरिणामतापसंस्कारदुःखैर्गुणवृत्तिविरोधाच्च दुःखमेव सर्वं विवेकिनः। (2। 15)परिणामदुःख तापदुःख और संस्कारदुःखऐसे तीन प्रकारके दुःख सबमें विद्यमान रहनेके कारण तथा तीनों गुणोंकी वृत्तियोंमें परस्पर विरोध होनेके कारण विवेकी पुरुषके लिये सबकेसब भोग दुःखरूप ही हैं।सम्पूर्ण विषयभोग आरम्भमें सुखरूप प्रतीत होनेपर भी परिणाममें दुःख ही देनेवाले हैं (गीता 18। 38) क्योंकि भोगोंके परिणाममें अपनी शक्तिका ह्रास और भोग्यपदार्थका नाश होता हैयह परिणामदुःख है।दूसरे व्यक्तियोंके पास अपनेसे अधिक भोग देखनेसे अपने इच्छानुसार पूरे भोग न मिलनेसे भीतर भोगोंकी आसक्ति होनेपर भी भोग भोगनेकी सामर्थ्य न होनेसे तथा प्राप्त भोगोंके बिछुड़ जानेकी आशङ्कासे भोगोंके पास रहते हुए भी हृदयमें सन्ताप रहता हैयह तापदुःख है।किसी कारणवश भोगोंका वियोग हो जानेसे मनुष्य उन भोगोंको याद करकरके दुःखी होता हैयह संस्कारदुःख है।भोगोंमें रुचि होनेके कारण मन उन भोगोंको भोगना चाहता है परन्तु विवेकके कारण बुद्धि उन्हें भोगनेसे रोकती है। ऐसे ही सत्सङ्ग करते समय तामसी वृत्तिके कारण नींद आने लगती है और नींदका सुख मनुष्यको अपनी ओर खींचता है परन्तु सात्त्विक वृत्तिके कारण उसे विचार आता है कि अभी सत्सङ्ग कर लें क्योंकि यह मौका बारबार मिलेगा नहींयह गुणवृत्तिविरोध है जिससे साधकोंको बहुत दुःख होता है।भोगोंको प्राप्त करना अपने वशकी बात नहीं है क्योंकि इसमें प्रारब्धकी प्रधानता और अपनी परतन्त्रता है। परन्तु भगवान्की प्राप्ति प्रत्येक मनुष्य कर सकता है क्योंकि उनकी प्राप्तिके लिये ही मनुष्यशरीर मिला है। भोग दो मनुष्योंको भी समानरूपसे प्राप्त नहीं हो सकते पर भगवान् मनुष्यमात्रको समानरूपसे प्राप्त हो सकते हैं। सत्ययुग आदिमें बड़ेबड़े ऋषियोंको जो भगवान् प्राप्त हुए थे वही आज कलियुगमें भी सबको प्राप्त हो सकते हैं। भोगोंकी प्राप्ति सदाके लिये नहीं होती और सबके लिये नहीं होती। परन्तु भगवान्की प्राप्ति सदाके लिये होती है और सबके लिये होती है। तात्पर्य यह हुआ कि भोगों(जडता) की प्राप्तिमें तो विभिन्नता रहती ही है पर उनके त्यागमें सब एक हो जाते हैं।एव पदका तात्पर्य है कि भोग निःसन्देह और निश्चितरूपसे दुःखके कारण हैं। उनमें सुख प्रतीत होनेपर भी वास्तवमें सुखका लेश भी नहीं है।न तेषु रमते बुधः साधारण मनुष्यको जिन भोगोंमें सुख प्रतीत होता है उन भोगोंको विवेकशील मनुष्य दुःखरूप ही समझता है। इसलिये वह उन भोगोंमें रमण नहीं करता उनके अधीन नहीं होता।विवेकी मनुष्यको इस बातका ज्ञान रहता है कि संसारके समस्त दुःख सन्ताप पाप नरक आदि संयोगजन्य सुखकी इच्छापर ही आधारित हैं। अपने इस ज्ञानको महत्त्व देनेसे ही वह बुद्धिमान् है। परन्तु जिसने यह जान लिया है कि भोग दुःखप्रद हैं फिर भी भोगोंकी कामना करता है और उनमें ही रमण करता है वह वास्तवमें अपने ज्ञानको पूर्णरूपसे महत्त्व न देनेके कारण बुद्धिमान् कहलानेका अधिकारी नहीं है। अपने ज्ञानको महत्त्व देनेवाला बुद्धिमान् मनुष्य भोगोंकी कामना और उनमें रमण कर ही नहीं सकता। सम्बन्ध  पूर्वश्लोकमें भगवान्ने बताया कि संयोगजन्य सुख भोगनेवाला दुःखोंसे नहीं बच सकता तो फिर सुख कौन होता हैइसका उत्तर आगेके श्लोकमें देते हैं।","hcsca":"।।5.22।। आत्मा के अनन्त आनन्द का अनुभव करने के लिए हम साधक लोग भी विषयासक्ति से मुक्त होने का प्रयत्न करते हैं। एक सामान्य स्तर का बुद्धिमान् पुरुष भी यदि जीवन के अनुभवों पर विचार करे तो वह समझ सकता है कि अनित्य विषयों में सुख की खोज करना कोई लाभदायक व्यापार नहीं है। हमारे सभी अनुभवों में उपयोगिता के ह्रास का नियम समान रूप से कार्य करता है। जो वस्तु प्रारम्भ में सुख देती है वही कुछ समय पश्चात् अत्यन्त दुखदायी भी बन जाती है। भूखे होने पर पहले और पच्चीसवें लड्डू को खाते समय हमारे क्या अनुभव होगें इसका प्रत्यक्ष प्रयोग करके देखा जा सकता है जो इस मूलभूत सत्य को प्रमाणित करेगा कि वैषयिक उपभोग सदा ही दुख के कारण होते हैं।इन्द्रियोपभोग की वस्तुएँ उतनी ही सुन्दर एवं सुखदायक हो सकती हैं जितनी कि कुष्ठ रोगिणी कोई वेश्या जो सौन्दर्य़ प्रसाधनों से सजधज कर किसी व्यापारिक नगरी की अंधेरी संकरी गली में स्थित अपने कोठेमें अनजाने लोगों को लुभाने का प्रयत्न करती खड़ी रहती है। श्रीकृष्ण इस तथ्य को सुन्दर शैली में समझाते हुए कहते हैं कि वैषयिक सुख अनित्य होने के कारण विवेकी पुरुष को मोहित नहीं कर सकते।बुद्धिमान् पुरुष पूर्णत्व प्राप्ति से ही सन्तुष्ट होता है। हम भौतिक परिच्छिन्न वस्तुओं के पीछे अधिक सन्तोष और आनन्द पाने की आशा में दौड़दौड़ कर स्वयं को थका लेते हैं और उस झूठी आशा में न जाने कितने हीन कर्म भी करते हैं। जबकि वास्तविक शुद्ध दिव्य और पूर्ण आनन्द केवल आत्मानुभूति के द्वारा ही प्राप्त हो सकता है।श्रेय मार्ग का एक और प्रतिपक्षी शत्रु है जो सब अनर्थों का कारण तथा दुर्जेय है इसलिये सबके परिहार के लिये प्रयत्नाधिक्य की आवश्यकता है। भगवान् कहते हैं","etsga":"5.22 Since enjoyments that result from contact (with objects) are verily the sources of sorrow and have a beginning and an end, (therefore) O son of Kunti, the wise one does not delight in them.","etssa":"5.22 The enjoyments that are born of contacts are only generators of pain, for they have a beginning and an end, O Arjuna; the wise man does not rejoice in them.","etdss":"5.22. Whosoever, right here, before abandoning the body, is capable of bearing the force sprung from desire and wrath-he is considered to be a man of Yoga and a happy man.","ecssa":"5.22 ये which? हि verily? संस्पर्शजाः contactborn? भोगाः enjoyments? दुःखयोनयः generators of pain? एव only? ते they? आद्यन्तवन्तः having beginning and end? कौन्तेय O Kaunteya? न not? तेषु in those? रमते rejoices? बुधः the wise.Commentary Man goes in est of joy and searches in the external perishable objects for his happiness. He fails to get it but instead he carries a load of sorrow on his head.You should withdraw the senses from the senseobjects as there is no trace of happiness in them and fix the min on the immortal? blissful Self within. The senseobjects have a beginning and an end. Separation from the senseobjects gives you a lot of pain. During the interval between the origin and the end you experience a hollow? momentary? illusory pleasure. This fleeting pleasure is due to Avidya or ignorance. Even in the other world you will have the same experience. He who is endowed with discrimination or the knowledge of the Self will never rejoice in these sensual objects. Only ignorant persons who are passionate will rejoice in the senseobjects. (Cf.II.14?XVIII.38)","scetsga":"5.22 Hi, since; bhogah, enjoyments; ye samsparsajah, that result from contact with objects, that arise from contact between the objects and the organs; are eva, verily; duhkha-yonayah, sources of sorrow, because they are creations of ignorance. It is certainly a matter of experience that physical and other sorrows are created by that itself. By the use of the word eva (verily), it is understood that, as it happens here in this world, so does it even in the other world. Realizing that there is not the least trace of happiness in the world, one should withdraw the organs from the objects which are comparable to a mirage.\nNot only are they sources of sorrow, they also adi-antavantah, have a beginning and an end. Adi (beginning) of enjoyments consists in the contact between objects and senses, and their end (anta), indeed, is the loss of that contact. Hence, they have a beginning and an end, they are impermanent, being present in the intervening moment. This is the meaning. (Therefore) O son of Kunti, budhah, the wise one, the discriminating person who has realized the Reality which is the supreme Goal; na ramate, does not delight; tesu, in them, in enjoyments. For delight in objects is seen only in very foolish beings, as for instance in animals etc.\nThis extremely painful evil, which is opposed to the path of Bliss and is the source of getting all miseries, is difficult to resist. Therefore one must make the utmost effort to avoid it. Hence the Lord says:;","scetdss":"5.22 Ye hietc.He considersindeed as follows :All enjoyments bornof the externalobjects are in the form of causes of misery;and even otherwise , they are impermanent.","scetssa":"5.22 Those pleasures which result from the contact of sense objects with the senses, are the wombs of pain, i.e., have pain as their ultimate fruit They have a beginning and an end, i.e., they are seen to remain only for a brief period and the reaction that follows their cessation is painful. He who knows what they themselves are, i.e., know themselves as Atman, will not find pleasure in them.","chakravarthi":"An intelligent person (budhah) does not attach himself to material pleasure.","rudra":"\nThe question may be raised that if moksa or liberation from material\nexistence leads to the cessation of enjoyment of the senses how can it be\nconsidered as desirable for humans? Anticipating such a doubt Lord Krishna\nreiterates that pleasures which come from contact with the objects of the\nsenses can be a source misery even at the time of enjoyment. These\npleasures are difficult to gain because they are fleeting and fickle. They\nare difficult to maintain because they are wanton and frivolous and they\nare difficult to sustain due to competition, jealousy, reprisals, etc.\nBecause all pleasure is temporary having a beginning and an end; the\ndiscriminating individual does not become attached and hanker for them.","brahma":"\nForachievingrenunciation,desireforenjoymentofthe senses is\ndetrimental and censured.","shri":"\nThe word samsparsaja means contact of the senses with their objects this\nprecipitatesanticipation for material pleasures which gives the illusion\nof happiness by such contact which actually are but a source of misery,\npain and suffering. Lord Krishna is stating that because they are temporary\nhaving a time of beginning and a time of ending, contact with sense objects\nis shunned by those of spiritual intelligence who know such contacts are of\na transitory nature.","kumar":"The word samsparsaja means contact of the senses with their objects this\nprecipitatesanticipation for material pleasures which gives the illusion\nof happiness by such contact which actually are but a source of misery,\npain and suffering. Lord Krishna is stating that because they are temporary\nhaving a time of beginning and a time of ending, contact with sense objects\nis shunned by those of spiritual intelligence who know such contacts are of\na transitory nature."}