{"meta":"Bhagavad GitaChapter 5 Verse 4","metahi":"भगवद् गीता 5.4","slok":"सांख्ययोगौ पृथग्बालाः प्रवदन्ति न पण्डिताः।एकमप्यास्थितः सम्यगुभयोर्विन्दते फलम्।।5.4।।","htsrsd":"।।5.4।।बेसमझ लोग सांख्ययोग और कर्मयोगको अलगअलग फलवाले कहते हैं न कि पण्डितजन क्योंकि इन दोनोंमेंसे एक साधनमें भी अच्छी तरहसे स्थित मनुष्य दोनोंके फलरूप परमात्माको प्राप्त कर लेता है।","htstma":"।।5.4।। बालक अर्थात् बालबुद्धि के लोग सांख्य (संन्यास) और योग को परस्पर भिन्न समझते हैं किसी एक में भी सम्यक् प्रकार से स्थित हुआ पुरुष दोनों के फल को प्राप्त कर लेता है।।","transliteration":"Saankhyayogau prithagbaalaah pravadanti na panditaah;\nEkam apyaasthitah samyag ubhayor vindate phalam.","englishmeaning":"sānkhya—renunciation of actions; yogau—karm yog; pṛithak—different; bālāḥ—the ignorant; pravadanti—say; na—never; paṇḍitāḥ—the learned; ekam—in one; api—even; āsthitaḥ—being situated; samyak—completely; ubhayoḥ—of both; vindate—achieve; phalam—the result","hcsrsd":"।।5.4।। व्याख्या  सांख्ययोगौ पृथग्बालाः प्रवदन्ति न पण्डिताः इसी अध्यायके पहले श्लोकमें अर्जुनने कर्मोंका स्वरूपसे त्याग करके तत्त्वदर्शी महापुरुषके पास जाकर ज्ञान प्राप्त करनेके साधनको कर्मसंन्यास नामसे कहा है। भगवान्ने भी दूसरे श्लोकमें अपने सिद्धान्तकी मुख्यता रखते हुए उसे संन्यास औरकर्मसंन्यास नामसे कहा है। अब उस साधनको भगवान् यहाँ सांख्य नामसे कहते हैं। भगवान् शरीरशरीरीके भेदविचार करके स्वरूपमें स्थित होनेको सांख्य कहते हैं। भगवान्के मतमें संन्यास और सांख्य पर्यायवाची हैं जिसमें कर्मोंका स्वरूपसे त्याग करनेकी आवश्यकता नहीं है।अर्जुन जिसे कर्मसंन्यास नामसे कह रहे हैं वह भी निःसन्देह भगवान्के द्वारा कहे सांख्य का ही एक अवान्तर भेद है। कारण कि गुरुसे सुनकर भी साधक शरीरशरीरीके भेदका ही विचार करता है।बालाः पदसे भगवान् यह कहते हैं कि आयु और बुद्धिमें बड़े होकर भी जो सांख्ययोग और कर्मयोगको अलगअलग फलवाले मानते हैं वे बालक अर्थात् बेसमझ ही हैं।जिन महापुरुषोंने सांख्ययोग और कर्मयोगके तत्त्वको ठीकठीक समझा है वे ही पण्डित अर्थात् बुद्धिमान् हैं। वे लोग दोनोंको अलगअलग फलवाले नहीं कहते क्योंकि वे दोनों साधनोंकी प्रणालियोंको न देखकर उन दोनोंके वास्तविक परिणामको देखते हैं.साधनप्रणालीको देखते हुए स्वयं भगवान्ने तीसरे अध्यायके तीसरे श्लोकमें सांख्ययोग और कर्मयोगको दो प्रकारका साधन स्वीकार किया है। दोनोंकी साधनप्रणाली तो अलगअलग है पर साध्य अलगअलग नहीं है।एकमप्यास्थितः सम्यगुभयोर्विन्दते फलम् गीतामें जगहजगह सांख्ययोग और कर्मयोगका परमात्मप्राप्तिरूप फल एक ही बताया गया है। तेरहवें अध्यायके चौबीसवें श्लोकमें दोनों साधनोंसे अपनेआपमें परमात्मतत्त्वका अनुभव होना बताया गया है। तीसरे अध्यायके उन्नीसवें श्लोकमें कर्मयोगीके लिये परमात्माकी प्राप्ति बतायी गयी है और बारहवें अध्यायके चौथे श्लोकमें तथा तेरहवें अध्यायके चौंतीसवें श्लोकमें ज्ञानयोगीके लिये परमात्माकी प्राप्ति बतायी गयी है। इस प्रकार भगवान्के मतमें दोनों साधन एक ही फलवाले हैं।","hcsca":"।।5.4।। किसी भी सामान्य कर्म को ईश्वर का पूजा में परिवर्तित करने के दो उपाय हैं। एक है सभी कर्मों में कर्तृत्व के अभिमान का त्याग और दूसरा हैफलासक्ति के कारण उत्पन्न होने वाली चिंताओं का त्याग जिसे दूसरे शब्दों में कहेंगेभोक्तृत्व के अभिमान का त्याग। प्रथम उपाय को कहते हैं सांख्य तथा दूसरे को योग।सांख्य मार्ग का अनुसरण सबके लिए संभव नहीं होता है। अत्यन्त मेधावी पुरुष ही संपूर्ण विश्व में हो रहे कर्मों का अवलोकन कर इस कर्तृत्त्व के अभिमान को त्याग सकता है। जीवन में प्राप्त उपलब्धियों के लिए जगत् में कितने ही व्यक्तियों एवं नियमों की अपेक्षा होती है। इसे समझ कर ही हम अपने व्यक्तिगत योगदान की क्षुद्रता समझ सकते हैं और तभी हम अपने मिथ्या कर्तृत्त्व की धारणा को भी त्याग सकते हैं।केवल बालक अर्थात् अपरिपक्व विचार के लोग ही सांख्य और योग में विरोध देखते हैं जबकि बुद्धिमान पुरुष जो किसी एक मार्ग का अवलंबन दृढ़ता से करते हैंदोनों मार्गों के समान प्रभाव को जानते हैं। यदि साधक के रूप में हम कर्तृत्व अभिमान अथवा फलासक्ति को त्यागते हैं तो हमें एक ही लक्ष्य प्राप्त होता है।एक के ही सम्यक ् अनुष्ठान से दोनों के फल की प्राप्ति कैसे होगीउत्तर में कहते हैं","etsga":"5.4 The fools, not the learned ones, speak of Sankhya (the path of Knowledge) and (Karma-) yoga as different. Any one who properly resorts to even one (of them) gets the result of both.","etssa":"5.4 Children, not the wise, speak of knowledge and the Yoga of action or the performance of action as though they are distinct and different; he who is truly established in one obtains the fruits of both.","etdss":"5.4. The childish,and not the wise,proclaim the paths of knowledge and the Yoga as different.He, who has properly resorted to even one [of these two], gets the fruit of both.","ecssa":"5.4 सांख्ययोगौ Sankhya (knowledge) and Yoga (Yoga of action or performance of action)? पृथक् distinct? बालाः children? प्रवदन्ति speak? न not? पण्डिताः the wise? एकम् one? अपि even? आस्थितः established in? सम्यक् truly? उभयोः of both? विन्दते obtains? फलम् fruit.Commentary Children the ignorant people who have no knowledge of the Self? and who have only a theoretical knowledge of the scriptures.Children or ignorant people only say that knowledge and the performance of action are different and produce distinct and opposite results. But the wise who have the knowledge of the Self say that they produce the same result only? viz.? Moksha or liberation. He who is duly established in,one? he who truly lives in one? Sankhya or Yoga? obtains the fruits of both. Therefore there is no diversity in the result or the fruit. This is the gist of this verse. (Cf.VI.2)","scetsga":"5.4 Balah, the fools; na panditah, not the learned ones; pravadanti, speak of; sankhya-yogau, Sankhya [Sankhya, i.e. monasticism, is that which is suited for sankhya, Self-iniry.] (the Path of Knowledge) and (Karma-)yoga; as prthak, different, having opposite and different results. The learned ones, the wise, however, admit one, unconflicting result. How? Any one who samyak, properly; asthitah, resorts to, i.e. follows; ekam api, even one, between the Path of Knowledge and (Karma-) yoga; vindate, gets; phalam, the result; ubhayoh, of both. For, the result of both is that Liberation itself. Therefore there is no conflict with regard to the result.\nObjection: After beginning the topic with the words, renunciation and (Karma-) yoga, how is it that the Lord speaks of the identity of the results of the path of Knowledge and (Karma-) yoga, which is beside the point?\nReply: This defect does not arise. Although the estion was put by Arjuna merely with regard to renunciation and Karma-yoga, yet the Lord, without actually avoiding them, and by adding something special which was intended by Him, gave the answer by expressing them through other words, Sankhya and (Karma-) yoga. Those very renunciation and Karma-yoga, when they are (respectively) associated with Knowledge and such of Its means as eanimity etc., are meant by the words Sankhya and yoga. This is the Lords veiw. Therefore there is no discussion out of the context.\nHow can the result of both be attained by the proper performance of only one? The answer is:","scetdss":"5.4 See Comment under 5.5","scetssa":"5.4 Those who say that Karma Yoga and Jnana Yoga are distinct because of the difference in results, are children, i.e., are persons with incomplete knowledge; they do not know the entire truth. The meaning is that they do not possess true knowledge, who say that Karma Yoga results in Jnana Yoga only and that Jnana Yoga alone results in the vision of the self and that the two are thus distinct because of the difference in their fruits. But on the contrary as both have only the vision of the self as the fruit, a person who is firmly set in one of them, wins that one fruit common to both.\nSri Krsna further expounds the same:","chakravarthi":"Your statement about which is the better of the two does not actually   apply,   because   intelligent  people do  not  see any difference between the two. The word sankya refers to being fixed in jnana. An anga of that is sannyasa. The fools, not the wise, speak of the difference between sannyasa and karma yoga. As the previous verse mentioned, “one should know the karma yogi to be the real sannyasi.” The sannyasi and karma yogi are one.","rudra":"\nSo it can be understood that both karma yoga or prescribed Vedicactivities\nwithout desiring rewards includes renunciation ofactionaswellwhena\nperson arrives at that realisation. Thus bothpathscanbepractisedin\nsequenceaccordingtoapersonsstageofspiritualdevelopment.The\nquestion of which one isfactuallysuperiorisonlyapplicabletothe\nignorant and misinformed as the discriminating and knowledgeableunderstand\nthat the person who practices both thoroughly achieves the same result.The\nmeaning Lord Krishna is intending isthattheydonotproduceseparate\nresults.","brahma":"\nRenunciation is certainly essential for the acquisition of spiritualwisdom\nwhich has been stated in Vedic scriptures asbeingimpossibletoacquire\nfor one who is unable to relinquish enjoying the objects of thesenses.If\nthis is the case then how can it be assumed thatrenunciationisinferior\nto karma yoga or prescribed Vedicactivities.ThereforeLordKrishnais\nexplaining that both are inherent in each other and notcontradictory.One\nwho observes a yagna or offerings of worship to propitiate the SupremeLord\nand experiencing the smoke arising from the ghee and seed grains offeredto\nthe fire reflects thattheyagnaisnotsanctifiedduetoitsbeing\nperformed for desires of the rewards upon its completion. But forthesame\nyagna being performed without desires but solelyforthepropitiationof\nthe SupremeLordisconsideredthehighestwisdom.Thosethatthink\notherwise are not conversantwiththeVedicscripturesandthustheir\nspeculations do not need to be considered.","shri":"\nThey are misinformed and not conversantwithVedicscriptureswhothink\nthatkarmayogaorprescribedVedicactivitiesandjnanayoga the\nrenunciation of rewards of actions by the cultivation Vedicknowledgegive\ndifferent results and do not both award atma tattva orrealisationofthe\nsoul. Although karma yoga may go through the path of jnana yoga it mayalso\nindependently achieve atma tattva byitsownmerit.Soaslongasan\naspirant firmly adopts either path with determination theyareassuredof\nsuccess. This is further expanded by Lord Krishna in the next verse.","kumar":"They are misinformed and not conversantwithVedicscriptureswhothink\nthatkarmayogaorprescribedVedicactivitiesandjnanayoga the\nrenunciation of rewards of actions by the cultivation Vedicknowledgegive\ndifferent results and do not both award atma tattva orrealisationofthe\nsoul. Although karma yoga may go through the path of jnana yoga it mayalso\nindependently achieve atma tattva byitsownmerit.Soaslongasan\naspirant firmly adopts either path with determination theyareassuredof\nsuccess. This is further expanded by Lord Krishna in the next verse."}