{"meta":"Bhagavad GitaChapter 5 Verse 13","metahi":"भगवद् गीता 5.13","slok":"सर्वकर्माणि मनसा संन्यस्यास्ते सुखं वशी।नवद्वारे पुरे देही नैव कुर्वन्न कारयन्।।5.13।।","htsrsd":"।।5.13।।जिसकी इन्द्रियाँ वशमें हैं ऐसा देहधारी पुरुष नौ द्वारोंवाले शरीररूपी पुरमें सम्पूर्ण कर्मोंका विवेकपूर्वक मनसे त्याग करके निःसन्देह न करता हुआ और न करवाता हुआ सुखपूर्वक (अपने स्वरूपमें) स्थित रहता है।","htstma":"।।5.13।। सब कर्मों का मन से संन्यास करके संयमी पुरुष नवद्वार वाली शरीर रूप नगरी में सुख से रहता हुआ न कर्म करता है और न करवाता है।।","transliteration":"Sarvakarmaani manasaa sannyasyaaste sukham vashee;\nNavadwaare pure dehee naiva kurvan na kaarayan.","englishmeaning":"sarva—all; karmāṇi—activities; manasā—by the mind; sannyasya—having renounced; āste—remains; sukham—happily; vaśhī—the self-controlled; nava-dvāre—of nine gates; pure—in the city; dehī—the embodied being; na—never; eva—certainly; kurvan—doing anything; na—not; kārayan—causing to be done","hcsrsd":" 5.13।। व्याख्या  वशी देहीइन्द्रियाँ मन बुद्धि आदिमें ममताआसक्ति होनेसे ही ये मनुष्यपर अपना अधिकार जमाते हैं। ममताआसक्ति न रहनेपर ये स्वतः अपने वशमें रहते हैं। सांख्ययोगीकी इन्द्रियाँ मन बुद्धि आदिमें ममताआसक्ति न रहनेसे ये सर्वथा उसके वशमें रहते हैं। इसलिये यहाँ उसे वशी कहा गया है।जबतक किसी भी मनुष्यका प्रकृतिके कार्य (शरीर इन्द्रियों आदि) के साथ किञ्चिन्मात्र भी कोई प्रयोजन रहता है तबतक वह प्रकृतिके अवश अर्थात् वशीभूत रहता हैकार्यते ह्यवशः कर्म सर्वः प्रकृतिजैर्गुणैः (गीता 3। 5)। प्रकृति सदैव क्रियाशील रहती है। अतः प्रकृतिसे सम्बन्ध बना रहनेके कारण मनुष्य कर्मरहित हो ही नहीं सकता। परन्तु प्रकृतिके कार्य स्थूल सूक्ष्म और कारणतीनों शरीरोंसे ममताआसक्तिपूर्वक कोई सम्बन्ध न होनेसे सांख्ययोगी उनकी क्रियाओंका कर्ता नहीं बनता। यद्यपि सांख्ययोगीका शरीरके साथ किञ्चिन्मात्र भी सम्बन्ध नहीं होता तथापि लोगोंकी दृष्टिमें वह शरीरधारी ही दीखता है। इसलिये उसे देही कहा गया है।नवद्वारे पुरे शब्दादि विषयोंका सेवन करनेके लिये दो कान दो नेत्र दो नासिकाछिद्र तथा एक मुखये सात द्वार शरीरके ऊपरी भागमें हैं और मलमूत्रका त्याग करनेके लिये गुदा और उपस्थये दो द्वार शरीरके निचले भागमें हैं। इन नौ द्वारोंवाले शरीरको पुर अर्थात् नगर कहनेका तात्पर्य यह है कि जैसे नगर और उसमें रहनेवाला मनुष्यदोनों अलगअलग होते हैं ऐसे ही यह शरीर और इसमें रहनेका भाव रखनेवाला जीवात्मादोनों अलगअलग हैं। जैसे नगरमें रहनेवाला मनुष्य नगरमें होनेवाली क्रियाओंको अपनी क्रियाएँ नहीं मानता ऐसे ही सांख्ययोगी शरीरमें होनेवाली क्रियाओंको अपनी क्रियाएँ नहीं मानता।सर्वकर्माणि मनसा संन्यस्य इसी अध्यायके आठवेंनवें श्लोकोंमें शरीर इन्द्रियाँ मन बुद्धि और प्राणोंके द्वारा होनेवाली जिन तेरह क्रियाओँका वर्णन हुआ है उन सब क्रियाओंका बोधक यहाँ सर्वकर्माणि पद है।यहाँ मनसा संन्यस्य पदोंका अभिप्राय हैविवेकपूर्वक मनसे त्याग करना। यदि इन पदोंका अर्थ केवल मनसे त्याग करना माना जाय तो दोष आता है क्योंकि मनसे त्याग करना भी मनकी एक क्रिया है और गीता मनसे होनेवाली क्रियाको कर्म मानती हैशरीरवाङ्मनोभिर्यत्कर्म प्रारभते नरः (18। 15)। शरीरसे होनेवाली क्रियाओंके कर्तापनका मनसे त्याग करनेपर भी मनकी (त्यागरूप) क्रियाका कर्तापन तो रह ही गया अतः मनसा संन्यस्य पदोंका तात्पर्य हैविवेकपूर्वक मनसे क्रियाओंके कर्तापनका त्याग करना अर्थात् कर्तापनसे माने हुए सम्बन्धका त्याग करना। जहाँसे कर्तापनका सम्बन्ध माना है वहींसे उस सम्बन्धका त्याग करना है। सांख्ययोगी अपनेमें कर्तापन न मानकर उसे शरीरमें ही छोड़ देता है अर्थात् कर्तापन शरीरमें ही है अपनेमें कभी नहीं।नैव कुर्वन्न कारयन् सांख्ययोगीमें कर्तृत्व और कारयितृत्वदोनों ही नहीं होते अर्थात् वह करनेवाला भी नहीं होता और करवानेवाला भी नहीं होता।शरीर इन्द्रियाँ मन बुद्धि आदिसे किञ्चिन्मात्र भी अहंताममताका सम्बन्ध न होनेके कारण सांख्ययोगीउनके द्वारा होनेवाली क्रियाओंका कर्ता अपनेको कैसे मान सकता है अर्थात् कभी नहीं मान सकता। इसी अध्यायके आठवें श्लोकमें भी नैव किञ्चित् करोमि पदोंसे यही बात कही गयी है। तेरहवें अध्यायके इकतीसवें श्लोकमें भी भगवान्ने शरीरस्थोऽपि कौन्तेय न करोति पदोंसे कहा है कि शरीरमें रहते हुए भी यह अविनाशी आत्मा कुछ नहीं करता।यहाँ शङ्का होती है कि जीवात्मा स्वयं कोई कर्म नहीं करता किन्तु वह प्रेरक बनकर कर्म तो करवा सकता है इसका समाधान यह है कि जैसे सूर्यभगवान्का उदय होनेपर सम्पूर्ण जगत्में प्रकाश छा जाता है लोग अपनेअपने कामोंमें लग जाते हैं कोई खेती करता है कोई वेदपाठ करता है कोई व्यापार करता है आदि। परन्तु सूर्यभगवान् विहित या निषिद्ध किसी भी क्रियाके प्रेरक नहीं होते। उनसे सबको प्रकाश मिलता है पर उस प्रकाशका कोई सदुपयोग करे या दुरुपयोग इसमें सूर्यभगवान्की कोई प्रेरणा नहीं है। यदि उनकी प्रेरणा होती तो पाप या पुण्यकर्मोंका भागी भी उन्हींको होना पड़ता। ऐसे ही चेतनतत्त्वसे प्रकृतिको सत्ता और शक्ति तो प्राप्त होती है पर वह किसी क्रियाका प्रेरक नहीं होता। यही बात भगवान्ने यहाँ न कारयन् पदोंसे कही है।आस्ते सुखम् मनुष्यमात्रकी स्वरूपमें स्वाभाविक स्थिति है परन्तु वे अपनी स्थिति शरीर इन्द्रियाँ मन बुद्धि प्राण आदिमें मान लेते हैं जिससे उन्हें इस स्वाभाविक स्थितिका अनुभव नहीं होता। परन्तु सांख्ययोगीको निरन्तर स्वरूपमें अपनी स्वाभाविक स्थितिका अनुभव होता रहता है। स्वरूप सदासर्वदा सुखस्वरूप है। वह सुख अखण्ड एकरस और परिच्छिन्नतासे रहित है।एक वस्तुकी दूसरी वस्तुमें जैसी स्थिति होती है स्वरूपमें वैसी स्थिति नहीं होती। कारण कि स्वरूप ज्योंकात्यों विद्यमान रहता है। उस स्वरूपमें मनुष्यकी स्थिति स्वतःस्वाभाविक है अतः उसमें स्थित होनेमें कोई श्रम उद्योग नहीं है। स्वरूपको पहचाननेपर एक स्वरूपहीस्वरूप रह जाता है। पहचानमात्रको समझानेके लिये ही यहाँ आस्ते पदका प्रयोग हुआ है। इसे ही चौदहवें अध्यायके चौबीसवें श्लोकमें स्वस्थःपदसे कहा गया है।यहाँ आस्ते क्रिया जिस तत्त्वकी सत्ताको प्रकट कर रही है वह सब आधारोंका आधार है। समस्त उत्पन्न तत्त्व उस अनुत्पन्न तत्त्वके आश्रित हैं। उस सर्वाधिष्ठानरूप तत्त्वको किसी आधारकी आवश्यकता ही क्या है उस स्वतःसिद्ध तत्त्वमें स्वाभाविक स्थितिको ही यहाँ आस्ते पदसे कहा गया है। इसे ही आगे बीसवें श्लोकमें ब्रह्मविद् ब्रह्मणि स्थितः पदोंसे कहा गया है। सम्बन्ध  पूर्वश्लोकमें कहा गया कि सांख्ययोगी न तो कर्म करता है और न करवाता ही है किन्तु भगवान् तो कर्म करवाते होंगे इसके उत्तरमें आगेका श्लोक कहते हैं।","hcsca":"।।5.13।। जगत् से पलायन करना संन्यास नहीं है। मिथ्या धारणाओं एवं अविवेकपूर्ण आसक्तियों का त्याग ही वास्तविक संन्यास है। जिस पुरुष की सम्पूर्ण इन्द्रियाँ एवं मन की प्रवृत्तियाँ स्वयं के वश में हैं और जिसके कर्म अहंकार और स्वार्थ से रहित होते हैं उसे ही अनिर्वचनीय आनन्द परम संतोष प्राप्त होता है। तब वह सुखपूर्वक शरीर रूपी नवद्वार नगरी में निवास करता है।नवद्वारयुक्त नगरी का रूपक उपनिषदों में प्रसिद्ध है। शरीर को उस नगरी के समान माना गया है जो प्राचीन काल में किलों की प्राचीर के अन्दर बसायी गयी होता थी। इस शरीर रूपी नगरी के नवद्वार हैंदो आँखें दो नासिका छिद्र दो कान मुँह जननेन्द्रिय तथा गुदेन्द्रिय। इस शरीर में जीवन व्यापार सुचारु रूप से चलने के लिए इनमें से समस्त अथवा अधिकांश द्वारों का होना आवश्यक है। जैसे एक राजा किले में रहकर अपने मंत्रियों द्वारा शासन करता है तब उसकी परिस्थिति मात्र से अधिकारीगण प्रेरणाशक्ति और अनुमति प्राप्त कर अपनाअपना कार्य करते है इसी प्रकार चैतन्य आत्मा स्वयं अकर्ता रहते हुये भी उसके केवल सान्निध्य से समस्त ज्ञानेन्द्रयाँ एवं कर्मेन्द्रियां स्वव्यापार मे व्यस्त रहती हैं।इस प्रसिद्ध रूपक का प्रयोग करते हुए श्रीकृष्ण कहते हैं कि संयमी एवं तत्त्वदर्शी पुरुष शरीर में सुख से रहते हुए उपाधियों के कार्य देखता रहता है परन्तु स्वयं न कर्म करता है और न उपाधियों से करवाता है।और","etsga":"5.13 The embodied man of self-control, having given up all actions mentally, continues happily in the town of nine gates, without doing or causing (others) to do anything at all.","etssa":"5.13 Mentally renouncing all actions and self-controlled, the embodied one rests happily in the nine-gated city, neither acting nor causing others (body and senses) to act.","etdss":"5.13. Having renounced all actions by mind, a man of self-control, dwells happily in his body, a nine-win-dowed mansion, neither performing, nor causing others to perform [actions].","ecssa":"5.13 सर्वकर्माणि all actions? मनसा by the mind? संन्यस्य having renounced? आस्ते rests? सुखम् happily? वशी the selfcontrolled? नवद्वारे in the ninegated? पुरे in the city? देही the embodied? न not? एव even? कुर्वन् acting? न not? कारयन् causing to act.Commentary All actions -- (1) Nitya Karmas These are obligatory duties. Their performance does not produce any merit but their nonperformance produces demerit. Sandhyavandana? etc.? belong to this category.(2) Naimittika Karmas These Karmas are performed on the occurrence of some special events such as the birth of a son? eclipse? etc.(3) Kamya Karmas These are optional. They are intended for the attainment of some special ends (for getting rain? son? etc.)(4) Nishiddha Karmas These are forbidden actions such as theft? drinking liour? etc.(5) Prayaschitta Karmas Actions performed to neutralise the effects of evil actions or sins.The man who has controlled the senses renounces all actions by discrimination? by seeing inaction in action and rests happily in this body of nine openings (the ninegated city)? because he is free from cares? worries? anxieties and fear and his mind is ite calm and he enjoys the supreme peace of the Eternal. In this ninegated city the Self is the king. The senses? the mind? the subconscious mind? and the intellect are the inhabitants or subjects.The ignorant wordly man says? I am resting in the easychair. The man of wisdom who has realised that the Self is distinct from the body which is a product of the five elements? says? I am resting in this body. (Cf.XVIII.17?50)","scetsga":"5.13 Aste, he continues; sukham, happily; sannyasya, having given up; sarva-karmani, all actions-nitya, naimittika, kamya and nisiddha (prohibited actions); [See note on p. 128.-Tr.] manasa, mentally, through discriminating wisdom-i.e. having given up (all actions) by seeing inaction in action, etc. Freed from the activities of speech, mind and body, effortles, placid in mind, and devoid of all external wants which are different from the Self, he continues happily. This is what has been said.\nWhere and how does the vasi, man of self-control, i.e. one who has his organs under control, remain? This is being answered: Nava-dvare pure, in the town with nine gates, of which seven [Two ears, two eyes nostrils, and mouth.] are in the head for ones own experiences, and two are below for urination and defecation. As possessed of those gates, it is called the town with nine gates. Being like a town, the body is called a town with the Self as its only master. And it is inhabited by the organs, mind, intellect and objects, like citizens, as it were, which serve its needs and which are productive of many results and experience. Renouncing all actions, the dehi, embodied one, resides in that town with nine gates.\nObjection: What is the need of this specification? For all embodied beings, be they monks or not, reside in bodies to be sure! That being so, the specification is needless.\nThe answer is: The embodied one, however, who is unenlightened, who perceives merely the aggregate of the body and organs as the Self, he, in his totality, thinks, I am in a house, on the ground, or on the seat. For one who experiences the body alone as the Self, there can certainly be no such conviction as, I am in the body, like ones being in a house. But, for one who realizes the Self as distinct from the aggregate of body etc. it becomes reasonable to have the conviction, I am in the bdoy. It is reasonable that as a result of knowledge in the form of discriminating wisdom, there can be a mental renunciation of the actions of others, which have been ignorantly superimposed on the supreme Self. Even in the case of one in whom has arisen discriminating wisdom and who has renounced all actions, there can be, like staying in a house, the continuance in the body itself-the town with nine gates-as a conseence of the persistence of the remnants of the results of past actions which have started bearing fruit, because the awareness of being distinct (from the body) arises while one is in the body itself. Form the point of veiw of the difference between the convictions of the enlightened and the unenlightened persons, the alifying words, He continues in the body itself, do have a purpose to serve.\nAlthough it has been stated that one continues (in the body) by relinishing actions of the body and organs ignorantly superimposed on the Self, still there may be the apprehesion that direct or indirect agentship inheres in the Self. Anticipating this, the Lord says: na eva kurvan, without himself doing anything at all; and na karayan, not causing (others) to do, (not) inducing the body and organs to activity.\nObjection: Is it that the direct or indirect agentship of the embodied one inheres in the Self and ceases to be after renunciation, as the movement of a traveller ceases with the stoppage of his movement? Or, is it that they do not exist owing to the very nature of the Self?\nAs to this, the answer is: The Self by Its nature has neither direct nor indirect agentship. For it was stated, It is said that৷৷.This (Self) is unchangeable (2.25). O son of Kunti, although existing in the body, It does not act, nor is It affected (13.31). And it is also stated in the Upanisad, It seems to meditate, as it were; It seems to move, as it were (Br. 4.3.7).","scetdss":"5.13 Sarva - etc. [He would view as] :Just as for a person within a house there is no connection with dilapidation etc.,that are found in the house, in the same way for me too residing in the body-house beautified with nine windows in the form of openings like the eyes etc., there is no connection with its attributes.\n For -","scetssa":"5.13 The embodied self who is self-controlled, renounces all actions to the city of nine gates, i.e., the body with its sensory and motor functions which are nine in number. He discriminates that all actions are due to conjunction of the self with the body which is rooted in previous Karmas, and is not by Its own nature. [It means that the self merely rests in the body, without any identification with bodily activities.]\nSri Krsna now teaches the natural condition of the self as It is:","chakravarthi":"If one performs actions without attachment, as previously stated, he is the real sannyasi. If one performs actions with the external body, but renounces in the mind, one resides happily, controlling the senses (vasi). Where? In the city of nine gates, in the body devoid of the misconception of “this is me,” the dweller in the body, the jiva (dehi), having attained knowledge, does nothing at all, knowing that he is not the cause of happiness through his actions and that he is not the cause of others doing actions.","rudra":"\nLord Krishna has expounded previously that foronewhohasnotpurified\ntheir mind karma yoga or prescribedVedicactivitieswithoutdesirefor\nrewards was best. Thisisbecausewithoutapurifiedminditisnot\npossible to renounce actions internally as well and actionswithoutdesire\nare superior to renunciation ofactionswithinternaldesires.Butthe\npersonwhoisselfcontrolled and has purified their mind by\ndiscrimination, renouncing all thoughts and actions that distracts oneatma\ntattva or realisation of the soul, such an embodiedbeingcompletelyfree\nfrom false ego, devotes themselves to Vedic knowledgecontentedlyresiding\nin the city of nine gates consisting of the seven gates intheheadbeing\ntwo ears, two eyes, two nostrils, one mouth andthetwogatesbelowthe\nnavel being the organs of generation and excretion which comprisethenine\ngates of the physical body which is just like acityandwhichtheself\ncontrolledpersondoesnotidentifywith.Merelybytheabsenceof\nidentifying oneself as the physical bodyoneneitheractsthroughtheir\nbody or causes their body to acthavingnoconceptionofproprietorship\nover it. Hence this is the differentiation from one who is anuncontrolled,\nimpure minded person who always fails attempting torenounce,thwartedby\ntheir desires and harassed by their hankerings.","brahma":"\nAgain Lord Krishna emphasisesrenunciationofallactionsbythemind\nespecially the relinquishing of pride.\nNow begins the summation.\nBy performing yagna or offerings of worship in propitiation totheSupreme\nLord and meditation on the Brahman orspiritualsubstratumpervadingall\nexistence and other such prescribedVedicactivitiesmeritisacquired.\nSince in reality the atma or soul is not independentassuchallactions\nperformed are factually non-action.Justasrespecttothefatherand\nmother is the duty of the children in the same way the livingentitiesare\nsubservient to the Supreme Lord through the propitiation to the atma isthe\nduty of all humans. This is given in a treatise known as Pravritti. Thusit\ncan be understood by one who comprehends their intrinsic dependenceonthe\nSupreme Lord is that it is solely by the mind thatrenunciationofdesire\nfor rewards duly manifests in ones actions.","shri":"\nDiscerning in the mind that all authorship of any action resides withinthe\nphysical body and isthecausebywhichtheatmaorsoulwithinis\ncompromised duetothereactionsfrompastlifeactivities.Onecan\ndistinguish that authorship of actions are notanessentialattributeof\nthe atma and thustheembodiedatmashallassignallactionstothe\nauthority of the physical body. Thenremainingcontent,independentfrom\nthe body one performs no actionasaconsequenceofbeingapassenger\nresiding within the body ceases to cause the body to act.Theexact,true\nnature of the independent atma Lord Krishna reveals next.","kumar":"Discerning in the mind that all authorship of any action resides withinthe\nphysical body and isthecausebywhichtheatmaorsoulwithinis\ncompromised duetothereactionsfrompastlifeactivities.Onecan\ndistinguish that authorship of actions are notanessentialattributeof\nthe atma and thustheembodiedatmashallassignallactionstothe\nauthority of the physical body. Thenremainingcontent,independentfrom\nthe body one performs no actionasaconsequenceofbeingapassenger\nresiding within the body ceases to cause the body to act.Theexact,true\nnature of the independent atma Lord Krishna reveals next."}