{"meta":"Bhagavad GitaChapter 5 Verse 23","metahi":"भगवद् गीता 5.23","slok":"शक्नोतीहैव यः सोढुं प्राक्शरीरविमोक्षणात्।कामक्रोधोद्भवं वेगं स युक्तः स सुखी नरः।।5.23।।","htsrsd":"।।5.23।।इस मनुष्यशरीरमें जो कोई (मनुष्य) शरीर छूटनेसे पहले ही कामक्रोधसे उत्पन्न होनेवाले वेगको सहन करनेमें समर्थ होता है वह नर योगी है और वही सुखी है।","htstma":"।।5.23।। जो मनुष्य इसी लोक में शरीर त्यागने के पूर्व ही काम और क्रोध से उत्पन्न हुए वेग को सहन करने में समर्थ है वह योगी (युक्त) और सुखी मनुष्य है।।","transliteration":"Shaknoteehaiva yah sodhum praak shareera vimokshanaat;\nKaamakrodhodbhavam vegam sa yuktah sa sukhee narah.","englishmeaning":"śhaknoti—is able; iha eva—in the present body; yaḥ—who; soḍhum—to withstand; prāk—before; śharīra—the body; vimokṣhaṇāt—giving up; kāma—desire; krodha—anger; udbhavam—generated from; vegam—forces; saḥ—that person; yuktaḥ—yogi; saḥ—that person; sukhī—happy; naraḥ—person","hcsrsd":" 5.23।। व्याख्या  शक्नोतीहैव यः ৷৷. कामक्रोधोद्भवं वेगम् प्राणिमात्रको एक अलौकिक विवेक प्राप्त है। यह विवेक पशुपक्षी आदि योनियोंमें प्रसुप्त रहता है। उनमें केवल अपनीअपनी योनिके अनुसार शरीरनिर्वाहमात्रका विवेक रहता है। देव आदि योनियोंमें यह विवेक ढका रहता है क्योंकि वे योनियाँ भोगोंके लिये मिलती हैं अतः उनमें भोगोंकी बहुलता तथा भोगोंका उद्देश्य रहता है। मनुष्ययोनिमें भी भोगी और संग्रही मनुष्यका विवेक ढका रहता है। ढके रहनेपर भी यह विवेक मनुष्यको समयसमयपर भोग और संग्रहमें दुःख एवं दोषका दर्शन कराता रहता है। परन्तु इसे महत्त्व न देनेके कारण मनुष्य भोग और संग्रहमें फँसा रहता है। अतः मनुष्यको चाहिये कि वह इस विवेकको महत्त्व देकर इसे स्थायी बना ले। इसकी उसे पूर्ण स्वतन्त्रता है। विवेकको स्थायी बनाकर वह रागद्वेष कामक्रोध आदि विकारोंको सर्वथा समाप्त कर सकता है। इसलिये भगवान् इह पदसे मनुष्यको सावधान करते हैं कि अभी उसे ऐसा दुर्लभ अवसर प्राप्त है जिसमें वह कामक्रोधपर विजय प्राप्त करके सदाके लिये सुखी हो सकता है।मनुष्यशरीर मुक्त होनेके लिये ही मिला है। इसलिये मनुष्यमात्र कामक्रोधका वेग सहन करनेमें योग्य अधिकारी और समर्थ है। इसमें किसी वर्ण आश्रम आदिकी उपेक्षा भी नहीं है।मृत्युका कुछ पता नहीं कि कब आ जाय अतः सबसे पहले कामक्रोधके वेगको सहन कर लेना चाहिये। कामक्रोधके वशीभूत नहीं होना हैयह सावधानी जीवनभर रखनी है। यह कार्य मनुष्य स्वयं ही कर सकता है कोई दूसरा नहीं। इस कार्यको करनेका अवसर मनुष्यशरीरमें ही है दूसरे शरीरोंमें नहीं। इसलिये शरीर छूटनेसे पहलेपहले ही यह कार्य जरूर कर लेना चाहियेयही भाव इन पदोंमें है।उपर्युक्त पदोंसे एक भाव यह भी लिया जा सकता है कि कामक्रोधके वशीभूत होकर शरीर क्रिया करने लगेऐसी स्थितिसे पहले ही उनके वेगको सह लेना चाहिये। कारण कि कामक्रोधके अनुसार क्रिया आरम्भ होनेके बाद शरीर और वृत्तियाँ अपने वशमें नहीं रहतीं।भोगोंको पानेकी इच्छासे पहले उनका संकल्प होता है। वह संकल्प होते ही सावधान हो जाना चाहिये कि मैं तो साधक हूँ मुझे भोगोंमें नहीं फँसना है क्योंकि यह साधकका काम नहीं है। इस तरह संकल्प उत्पन्न होते ही उसका त्याग कर देना चाहिये।पदार्थोंके प्रति राग (काम) रहनेके कारण अमुक पदार्थ सुन्दर और सुखप्रद हैं आदि संकल्प उत्पन्न होते हैं। संकल्प उत्पन्न होनेके बाद उन पदार्थोंको प्राप्त करनेकी कामना उत्पन्न हो जाती है और उनकी प्राप्तिमें बाधा देनेवालोंके प्रति क्रोध उत्पन्न होता है।कामक्रोधके वेगको सहन करनेका तात्पर्य हैकामक्रोधके वेगको उत्पन्न ही न होने देना। कामक्रोधका संकल्प उत्पन्न होनेके बाद वेग आता है और वेग आनेके बाद कामक्रोधको रोकना कठिन हो जाता है इसलिये कामक्रोधके संकल्पको उत्पन्न न होने देनेमें ही उपर्युक्त पदोंका भाव प्रतीत होता है। कारण यह है कि कामक्रोधका संकल्प उत्पन्न होनेपर अन्तःकरणमें अशान्ति उत्तेजना संघर्ष आदि होने लग जाते हैं जिनके रहते हुए मनुष्य सुखी नहीं कहा जा सकता। परन्तु इसी श्लोकमें स सुखी पदोंसे कामक्रोधका वेग सहनेवाले मनुष्यको सुखी बताया गया है। दूसरी बात यह है कि कामक्रोधके वेगको मनुष्य अपनेसे शक्तिशाली पुरुषके सामने भयसे भी रोक सकता है अथवा व्यापारमें आमदनी होती देखकर लोभसे भी रोक सकता है। परन्तु इस प्रकार भय और लोभके कारण कामक्रोधका वेग सहनेसे वह सुखी नहीं हो जाता क्योंकि वह जैसे क्रोधमें फँसा था ऐसे ही भय और लोभमें फँस गया। तीसरी बात यह है कि इस श्लोकमेंयुक्तः पदसे कामक्रोधका वेग सहनेवाले व्यक्तिको योगी कहा गया है परन्तु संकल्पोंका त्याग किये बिना मनुष्य कोईसा भी योगी नहीं होता (गीता 6। 2)। इसलिये कामक्रोधके वेगको रोकना अच्छा होते हुए भी साधकके लिये इनके संकल्पको उत्पन्न न होने देना ही उचित है।कामक्रोधके संकल्पको रोकनेका उपाय हैअपनेमें कामक्रोधको न मानना। कारण कि हम (स्वयं) रहनेवाले हैं और कामक्रोध आनेजानेवाले हैं। इसलिये वे हमारे साथ रहनेवाले नहीं हैं। दूसरी बात हम कामक्रोधको अपनेसे अलगरूपसे भी जानते हैं। जिस वस्तुको हम अलगरूपसे जानते हैं वह वस्तु अपनेमें नहीं होती। तीसरी बात कामक्रोधसे रहित हुआ जा सकता हैकामक्रोधवियुक्तानाम् (गीता 5। 26)एतैर्विमुक्तः (गीता 16। 22)। इनसे रहित वही हो सकता है जो वास्तवमें पहलेसे ही इनसे रहित होता है। चौथी बात भगवान्ने कामक्रोधको (जो रागद्वेषके ही स्थूलरूप हैं) क्षेत्र अर्थात् प्रकृतिके विकार बताया है (गीता 13। 6)। अतः ये प्रकृतिमें ही होते हैं अपनेमें नहीं क्योंकि स्वरूप निर्विकार है। इससे सिद्ध होता है कि कामक्रोध अपनेमें नहीं हैं। इनको अपनेमें मानना मानो इनको निमन्त्रण देना है।स युक्तः नरः अज्ञानके द्वारा जिनका ज्ञान ढका हुआ है ऐसे मनुष्योंको भगवान्ने इसी अध्यायके पन्द्रहवें श्लोकमें जन्तु (जन्तवः) कहा है। यहाँ कामक्रोधका वेग सहनेमें समर्थ मनुष्यको नरः कहा है। भाव यह है कि जो कामक्रोधके वशमें हैं वे मनुष्य कहलानेयोग्य नहीं हैं। जिसने कामक्रोधपर विजय प्राप्त कर ली है वही वास्तवमें नर है शूरवीर है।समतामें स्थित मनुष्यको योगी कहते हैं। जो अपने विवेकको महत्त्व देकर कामक्रोधके वेगको उत्पन्न ही नहीं होने देता वही समतामें स्थित हो सकता है।स सुखी मनुष्य ही नहीं पशुपक्षी भी कामक्रोध उत्पन्न होनेपर सुखशान्तिसे नहीं रह सकते। इसलिये जिस मनुष्यने कामक्रोधके संकल्पको मिटा दिया है वही वास्तवमें सुखी है। कारण कि कामक्रोधका संकल्प उत्पन्न होते ही मनुष्यके अन्तःकरणमें अशान्ति चञ्चलता संघर्ष आदि दोष उत्पन्न हो जाते हैं। इन दोषोंके रहते हुए वह सुखी कैसे कहा जा सकता है जब वह कामक्रोधके वेगके वशीभूत हो जाता है तब वह दुःखी हो ही जाता है। कारण कि उत्पत्तिविनाशशील वस्तुओंका आश्रय लेकर उनसे सम्बन्ध जोड़कर सुख चाहनेवाला मनुष्य कभी सुखी नहीं हो सकतायह नियम है। सम्बन्ध  बाह्य सम्बन्धसे होनेवाले सुखके अनर्थका वर्णन करके अब भगवान् आभ्यन्तर तत्त्वके सम्बन्धसे होनेवाले सुखकी महिमाका वर्णन करते हैं।","hcsca":"।।5.23।। भगवान् स्वयं अनुभव करते हैं कि उनके द्वारा ज्ञानी पुरुष का कुछ अत्यधिक उत्साह से किया हुआ वर्णन साधकों को असम्भव सा प्रतीत हो सकता है। कारण यह है कि मनुष्य़ का वर्तमान जीवन इतना अधिक दुखपूर्ण और परावलम्बी है कि साधारण मनुष्य पूर्ण आनन्द के जीवन की कल्पना भी नहीं कर सकता। यदि कोई दर्शन ऐसा आदर्शवादी है जिसका हमारे व्यवहारिक जगत् से कोई सम्बन्ध ही न हो तो वह केवल एक मनोरंजक कल्पना तो हो सकता है परन्तु मनुष्य को श्रेष्ठतर बनाने की सार्मथ्य उसमें नहीं होगी।ऐसी त्रुटिपूर्ण धारणा को दूर करने के लिये श्रीकृष्ण सभी साधकों को यह कह कर आश्वस्त करते हैं कि आवश्यक प्रयत्नों के द्वारा इस आनन्दपूर्ण जीवन को इसी लोक में रहकर जिया जा सकता है।मेरे पितामह एक महान् वीणा वादक थे। आज तक उनकी वीणा घर में सुरक्षित रखी है। संगीत से मेरा भी प्रारम्भिक परिचय होने के कारण एक दिन अचानक मेरे मन में विचार आया कि क्यों न पितामह की वीणा का उपयोग कर रातोंरात महान् संगीतज्ञ बना जाययह विचार करके यदि उस वीणा को मैं उसी स्थिति में बजाने का प्रयत्न करूँ तो उसमें से शुद्ध संगीत नहीं सुनाई पड़ सकता और हो सकता है कि उसके साथ अधिक खिलवाड़ करने से वह टूट ही जाय। उस वाद्य का उपयोग करने से पूर्व आवश्यकता है उसे स्वच्छ करने की उसके तार बदलने की और उसे स्वर में मिलाने की। इन सबके सुव्यवस्थित होने पर उसी वीणा पर मधुर संगीत सुना जा सकता है। ठीक इसी प्रकार अनादि काल से उपेक्षित हमारा अन्तकरण इस योग्य नहीं रहा है कि पूर्णत्व के गान को वह गा सके। अब हमको चाहिये कि साधनाभ्यास से उसे शुद्ध और सुव्यवस्थित करें जिससे उसमें पूर्ण आनन्द की अनुभूति हो और वह आनन्द उसके माध्यम से व्यक्त हो सके।अन्तकरण को पुर्नव्यवस्थित करने की विधि का वर्णन यहाँ भगवान् संक्षेप में किन्तु सुन्दर ढंग से कर रहे हैं। कभीकभी उनके कथन की संक्षिप्तता और सरलता ही उनके गम्भीर अभिप्राय को समझने में बाधक सी बन जाती है। उनके उपदेश में सरलता का आभास होता है परन्तु अर्थ गाम्भीर्य रहता है। काम और क्रोध के वेग को सहन करो और फिर वह व्यक्ति इसी जगत् और जीवन में योगी और सुखी है।सिगमण्ड फ्रायड के आधुनिक विद्यार्थियों तथा अन्य पुरुषों को भगवान् का कथन अवैज्ञानिक और रुक्ष उत्साह का प्रतीक प्रतीत हो सकता है। इसका कारण केवल यही है कि मानव व्यवहार तथा मनोविज्ञान की सतही बातों से उनके मन में अनेक धारणाएँ बन चुकी होती हैं पूर्वाग्रह दृढ़ हो गये होते हैं। परन्तु उक्त विचार की सम्यक् समीक्षा करने पर हम देखेंगे कि उसमें जीवन को सुखपूर्ण बनाने के लिए अत्यन्त उपयोगी सुझाव दिये गये हैं।बुद्धिरूपी पर्वत शृंग से नीचे की ओर तीव्रगति से सरकती हुई विचारों की हिमराशि का नाम है कामना जो हृदय रूपी घाटियों से गुजरती हुई बाह्य जगत् में स्थित प्रिय विषय की ओर अग्रसर होती है। जब विचाररूपी हिमराशि के फिसलन मार्ग पर शक्तिशाली अवरोधक लगा दिया जाता है तब उस अवरोधक तक शीघ्र ही पहुँचकर छिन्नभिन्न होकर वह आत्मविनाश का रूप धारण करती है जिसे कहते हैं क्रोध। काम और क्रोध यही दो वृत्तियां है जो साधारणत हमारे मन में अत्यन्त विक्षेप या क्षोभ उत्पन्न करती हैं। कामना की तीव्रता जितनी अधिक होती है उसमें विघ्न आने पर क्रोध का रूप भी उतना भयंकर होता है।मनुष्य विषयों की कामना केवल सुखप्राप्ति के लिये ही करता है। जिस व्यक्ति ने यह समझ लिया कि विषयों में सुख नहीं होता और आनन्द तो स्वयं का आत्मस्वरूप ही है वह व्यक्ति इन उपभोगों से विरक्त होकर स्वरूप में स्थित होने का प्रयत्न करेगा। ऐसे व्यक्ति के मन में विषयों की कामनाएँ नहीं होंगी और स्वाभाविक है कि उनके अभाव में क्रोध उत्पन्न होने के लिए कारण ही नहीं रह जायेगा। जिसने इन दो शक्तिशाली एवं दुर्जेय वृत्तियों को अपने वश में कर लिया है वही एक पुरुष इस जगत् के प्रलोभनों में स्वतन्त्ररूप से अप्रभावित रह सकता है। वही वास्तव में सुखी पुरुष है।अर्जुन के माध्यम से भगवान् का हम सबके लिये यही उपदेश है कि हमें काम और क्रोध को जीतने का प्रयत्न करना चाहिये। उनका आश्वासन है कि इन पर विजय प्राप्त करने पर हम इसी जगत् और जीवन में परमानन्द का अनुभव कर सकते हैं।किन गुणों से सम्पन्न व्यक्ति ब्रह्म में स्थित होता हैभगवान् कहते हैं","etsga":"5.23 One who can withstand here itself-before departing from the body-the impulse arising from desire and anger, that man is a yogi; he is happy.","etssa":"5.23 He who is able, while still here (in this world) to withstand, before the liberation from the body, the impulse born out of desire and angerhe is a Yogi, he is a happy man.","etdss":"5.23. He, whose pleasure, delight and again light are just within-O son of Prtha !he attains the supreme Yoga, himself becoming the Brahman.","ecssa":"5.23 शक्नोति is able? इह here (in this world)? एव even? यः who? सोढुम् to withstand? प्राक् before? शरीरविमोक्षणात् liberation from the body? कामक्रोधोद्भवम् born out of desire and anger? वेगम् the impulse? सः he? युक्तः united? सः he? सुखी happy? नरः man.Commentary Yukta means harmonised or steadfast in Yoga or selfabiding.Desire and anger are powerful enemies of peace. It is very difficult to annihilate them. You will have to make very strong efforts to destroy these enemies.When the word Kama (desire) is used in a general sense it includes all sorts of desires. It means lust in a special sense.While still here means while yet living. The impulse of desire is the agitation of the mind which is indicated by hairs standing on end and cheerful face. The impulse of anger is agitation of the mind which is indicated by fiery eyes? perspiration? biting of the lips and trembling of the body. In this verse you will clearly understand that he who has controlled desire and anger is the most happy man in this world? nor he who has immense wealth? a beautiful wife and beautiful children. Therefore you must try your level best to eradicate desire and anger? the dreadful enemies of eternal bliss.Kama (desire) is longing for a pleasant and agreeable object which gives pleasure and which is seen? heard of? or remembered. Anger is aversion towards an unpleasant and disagreeable object which gives pain and which is seen? heard or? or remembered.A Yogi controls the impulse born of desire and anger? destroyes the currents of likes and dislikes,and attains to eanimity of the mind? by resting in the innermost Self? and so he is very happy.(Cf.VI.18)","scetsga":"5.23 Yah saknoti, one who can, is able to; sodhum, withstand; iha eva, here itself, while alive; prak, before; sarira-vimoksanat, departing from the body, till death-. Death is put as a limit because the impulse of desire and anger is certanily inevitable for a living person. For this impulse has got infinite sources. One should not relax until his death. That is the idea.\nKama, desire, is the hankering, thirst, with regard to a coveted object-of an earlier experience, and which is a source of pleasure-when it comes within the range of the senses, or is heard of or remembered. And krodha, anger, is that repulsion one has against what are adverse to oneself and are sources of sorrow, when they are seen, heard of or remembered. That impulse (veda) which has those desire and anger as its source (udbhava) is kama-krodha-udbhava-vegah. The impulse arising from desire is a kind of mental agitation, and has the signs of horripilation, joyful eyes, face, etc. The impulse of anger has the signs of trembling of body, perspiration, bitting of lips, red eyes, etc. He who is able to withstand that impulse arising from desire and anger, sah narah, that man; is yuktah, a yogi; and sukhi, is happy, in this world.\nWhat kind of a person, being established in Brahman, attains Brahman? The Lord says:","scetdss":"5.23 Saknoti etc.It isnot easy to accomplish this;[for], if this force of wrath and desire, hard to bear is endured till the last moment of the body, not for a moment alone-then is the total Bliss achievement.","scetssa":"5.23 When a man is able to withstand, i.e., to control the impulses of emotions like desire and anger by his longing for the experience of self, he is released here itself from the body, i.e., even during the state when he is practising the means for release, he gains the capacity for experiencing the self. But he becomes blessed by the experience and gets immersed in the bliss of the self only after the fall of the body (at the end of his Prarabdha or operative Karma). [The implication is that in this system there is no Jivan-Mukti or complete liberation even when the body is alive. Only the state of Sthita-prajna or of one of steady wisdom can be attained by an embodied Jiva.]","chakravarthi":"No commentary by Sri Visvanatha Cakravarti Thakur.","rudra":"\nAs moksa or liberation from the material existence is the highest and most\nprofound goal for the human species and as moksa is only achieved by\nrenunciation of kama or lust and krodha or anger. For their greatest good\nit behoves all humans to staunchly resist these greatest enemies of the\nhuman consciousness known as kama and krodha. Lord Krishna is stating that\na person must resist these powerful impulses to wantonly enjoy and\nneutralise the explosive urges of anger even when they manifest, kama\narising from lasciviousness for enjoyment and krodha arising from\nfrustration in getting enjoyment. Such symptoms are characterised by\nagitation of the mind, callousness in demeanour and aggressive selfish\nbehaviour. A person desiring their own best welfare must resist these two\nevils so detrimental to human existence. Not only for a moment but\nsteadfastly throughout life until death one must be established in\nequanimity, poised, centered and content. Another interpretation is that\njust as one who is bereft of life is able to withstand the impulses of\npassion even while being embraced by a devoted wife weeping and wailing in\nseparation and also able to resist the urge of anger while being cremated\non the funeral pyre; such a person who while alive is able to likewise\nwithstandthe impulses of kama and resist the urges of krodha are alone\nhappy and contented. As once remarked by the exalted sage Vasistha of the\nRamayana in days of yore: The physical body after life has departed from it\nfeels neither pleasure or pain; if one is able to get it to behave in this\nway when life is in it then this will lead to moksa.","brahma":"\nLord Krishna is praising renunciation of desires in thisverseemphasising\nthat one who is capable of being equipoised and resist the onslaught ofthe\nsenses arising from kama or lust and krodha or anger is atruerenunciate.\nHe also states iha eva meaning in this very life. Ifhuman beings intheir\nlife are unable to control their mind and senses and neutarlise theeffects\nof kama and krodha then there ischanceforthemtoeverachieveeven\nBrahmaloka which is the topmost material planet and where everythingisin\nsattva guna or the mode of pure goodness. Themasteryofonesmindand\nsenses is a prerequisite for higher existence.","shri":"\nThe point Lord Krishna is emphasising is that even before the demise of the\nphysical body if the aspirants for moksa or liberation follow this\nprocedure they will meet with success. This means that whoever is able to\ngratefully glean any experience of the atma or soul and by this is able to\nthwart the onslaught of kama or lust and krodha or anger can be considered\nto be yuktah or in harmony with the Supreme Consciousness and qualified to\nperform yoga or the science of the individual consciousness attaining\ncommunion with the ultimate consciousness and by this becomes immersed in\nthe bliss of the atma upon departing from the physical body.","kumar":"The point Lord Krishna is emphasising is that even before the demise of the\nphysical body if the aspirants for moksa or liberation follow this\nprocedure they will meet with success. This means that whoever is able to\ngratefully glean any experience of the atma or soul and by this is able to\nthwart the onslaught of kama or lust and krodha or anger can be considered\nto be yuktah or in harmony with the Supreme Consciousness and qualified to\nperform yoga or the science of the individual consciousness attaining\ncommunion with the ultimate consciousness and by this becomes immersed in\nthe bliss of the atma upon departing from the physical body."}