{"meta":"Bhagavad GitaChapter 5 Verse 21","metahi":"भगवद् गीता 5.21","slok":"बाह्यस्पर्शेष्वसक्तात्मा विन्दत्यात्मनि यत्सुखम्।स ब्रह्मयोगयुक्तात्मा सुखमक्षयमश्नुते।।5.21।।","htsrsd":"।।5.21।।बाह्यस्पर्शमें आसक्तिरहित अन्तःकरणवाला साधक आत्मामें जो सुख है उसको प्राप्त होता है। फिर वह ब्रह्ममें अभिन्नभावसे स्थित मनुष्य अक्षय सुखका अनुभव करता है।","htstma":"।।5.21।। बाह्य विषयों में आसक्तिरहित अन्तकरण वाला पुरुष आत्मा में ही सुख प्राप्त करता है ब्रह्म के ध्यान में समाहित चित्त वाला पुरुष अक्षय सुख प्राप्त करता है।।","transliteration":"Baahyasparsheshwasaktaatmaa vindatyaatmani yat sukham;\nSa brahma yoga yuktaatmaa sukham akshayam ashnute.","englishmeaning":"bāhya-sparśheṣhu—external sense pleasure; asakta-ātmā—those who are unattached; vindati—find; ātmani—in the self; yat—which; sukham—bliss; saḥ—that person; brahma-yoga yukta-ātmā—those who are united with God through yog; sukham—happiness; akṣhayam—unlimited; aśhnute—experiences","hcsrsd":" 5.21।। व्याख्या  बाह्यस्पर्शेष्वसक्तात्मा परमात्माके अतिरिक्त शरीर इन्द्रियाँ मन बुद्धि प्राण आदिमें तथा शब्द स्पर्श आदि विषयोंके संयोगजन्य सुखमें जिसकी आसक्ति मिट गयी है ऐसे साधकके लिये यहाँ ये पद प्रयुक्त हुए हैं। जिन साधकोंकी आसक्ति अभी मिटी नहीं है पर जिनका उद्देश्य आसक्तिको मिटानेका हो गया है उन साधकोंको भी आसक्तिरहित मान लेना चाहिये। कारण कि उद्देश्यकी दृढ़ताके कारण वे भी शीघ्र ही आसक्तिसे छूट जाते हैं।पूर्वश्लोकमें वर्णित प्रियको प्राप्त होकर हर्षित और अप्रियको प्राप्त होकर उद्विग्न नहीं होना चाहियेऐसी स्थितिको प्राप्त करनेके लिये बाह्यस्पर्शमें आसक्तिरहित होना आवश्यक है।उत्पत्तिविनाशशील वस्तुमात्रका नाम बाह्यस्पर्श है चाहे उसका सम्बन्ध बाहरसे हो या अन्तःकरणसे। जबतक बाह्यस्पर्शमें आसक्ति रहती है तबतक अपने स्वरूपका अनुभव नहीं होता। बाह्यस्पर्श निरन्तर बदलता रहता है पर आसक्तिके कारण उसके बदलनेपर दृष्टि नहीं जाती और उसमें सुखका अनुभव होता है। पदार्थोंको अपरिवर्तनशील स्थिर माननेसे ही मनुष्य उनसे सुख लेता है। परन्तु वास्तवमें उन पदार्थोंमें सुख नहीं है। सुख पदार्थोंके सम्बन्धविच्छेदसे ही होता है। इसीलिये सुषुप्तिमें जब पदार्थोंके सम्बन्धकी विस्मृति हो जाती है तब सुखका अनुभव होता है।वहम तो यह है कि पदार्थोंके बिना मनुष्य जी नहीं सकता पर वास्तवमें देखा जाय तो बाह्य पदार्थोंके वियोगके बिना मनुष्य जी ही नहीं सकता। इसीलिये वह नींद लेता है क्योंकि नींदमें पदार्थोंको भूल जाते हैं। पदार्थोंको भूलनेपर भी नींदसे जो सुख ताजगी बल नीरोगता निश्चिन्तता आदि मिलती है वह जाग्रत्में पदार्थोंके संयोगसे नहीं मिल सकती। इसलिये जाग्रत्में मनुष्यको विश्राम पानेकी प्राणीपदार्थोंसे अलग होनेकी इच्छा होती है। वह नींदको अत्यन्त आवश्यक समझता है क्योंकि वास्तवमें पदार्थोंके वियोगसे ही मनुष्यको जीवन मिलता है।नींद लेते समय दो बातें होती हैंएक तो मनुष्य बाह्य पदार्थोंसे सम्बन्धविच्छेद करना चाहता है और दूसरी उसमें यह भाव रहता है कि नींद लेनेके बाद अमुक कार्य करना है। इन दोनों बातोंमें पदार्थोंसे सम्बन्धविच्छेद चाहना तो स्वयंकी इच्छा है जो सदा एक ही रहती है परन्तु कार्य करनेका भाव बदलता रहता है। कार्य करनेका भाव प्रबल रहनेके कारण मनुष्यकी दृष्टि पदार्थोंसे सम्बन्धविच्छेदकी तरफ नहीं जाती। वह पदार्थोंका सम्बन्ध रखते हुए ही नींद लेता है और जागता है।यह बड़े आश्चर्यकी बात है कि सम्बन्धी तो नहीं रहता पर सम्बन्ध रह जाता है इसका कारण यह है कि स्वयं (अविनाशी चेतन) जिस सम्बन्धको अपनेमें मान लेता है वह मिटता नहीं। इस माने हुए सम्बन्धको मिटानेका उपाय हैअपनेमें सम्बन्धको न माने। कारण कि प्राणीपदार्थोंसे सम्बन्ध वास्तवमें है नहीं केवल माना हुआ है। मानी हुई बात न माननेपर टिक नहीं सकती और मान्यताको पकड़े रहनेपर किसी अन्य साधनसे मिट नहीं सकती। इसलिये माने हुए सम्बन्धकी मान्यताको वर्तमानमें ही मिटा देना चाहिये। फिर मुक्ति स्वतःसिद्ध है।बाह्य पदार्थोंका सम्बन्ध अवास्तविक है पर परमात्माके साथ हमारा सम्बन्ध वास्तविक है। मनुष्य सुखकी इच्छासे बाह्य पदार्थोंके साथ अपना सम्बन्ध मान लेता है पर परिणाममें उसे दुःखहीदुख प्राप्त होता है (गीता 5। 22)। इस प्रकार अनुभव करनेसे बाह्य पदार्थोंकी आसक्ति मिट जाती है।विन्दत्यात्मनि यत्सुखम् बाह्य पदार्थोंकी आसक्ति मिटनेपर अन्तःकरणमें सात्त्विक सुखका अनुभव हो जाता है। बाह्य पदार्थोंके सम्बन्धसे होनेवाला सुख राजस होता है। जबतक मनुष्य राजस सुख लेता रहता है तबतक सात्त्विक सुखका अनुभव नहीं होता। राजस सुखमें आसक्तिरहित होनेसे ही सात्त्विक सुखका अनुभव होता है।स ब्रह्मयोगयुक्तात्मा संसारसे राग मिटते ही ब्रह्ममें अभिन्न भावसे स्वतः स्थिति हो जाती है। जैसे अन्धकारका नाश होना और प्रकाश होनादोनों एक साथ ही होते हैं फिर भी पहले अन्धकारका नाश होना और फिर प्रकाश होना माना जाता है। ऐसे ही रागका मिटना और ब्रह्ममें स्थित होनादोनों एक साथ होनेपर भी पहले रागका नाश बाह्यस्पर्शेष्वसक्तात्मा और फिर ब्रह्ममें स्थिति ब्रह्मयोगयुक्तात्मा मानी जाती है। जैसे तेरहवें अध्यायके पहले श्लोकमें क्षेत्रज्ञ(जीवात्मा) के द्वारा अपनेको क्षेत्र(शरीर) से सर्वथा अलग अनुभव करनेकी बात आयी है और फिर दूसरे श्लोकमें क्षेत्रज्ञके द्वारा अपनेको परमात्मतत्त्वसे सर्वथा अभिन्न अनुभव करनेकी बात आयी है। ऐसे ही यहाँ पहले बाह्यस्पर्शेष्वसक्तात्मा पदसे शरीरसंसारसे अपनेको सर्वथा अलग अनुभव करनेकी बात बताकर फिर ब्रह्मयोगयुक्तात्मा पदसे अपनेको परमात्मतत्त्वसे सर्वथा अभिन्न अनुभव करनेकी बात बतायी गयी है।भोगोंसे विरक्ति होकर सात्त्विक सुख मिलनेके बाद मैं सुखी हूँ मैं ज्ञानी हूँ मैं निर्विकार हूँ मेरे लिये कोई कर्तव्य नहीं है इस प्रकार अहम् का सूक्ष्म अंश शेष रह जाता है। उसकी निवृत्तिके लिये एकमात्र परमात्मतत्त्वसे अभिन्नताका अनुभव करना आवश्यक है। कारण कि परमात्मतत्त्वसे सर्वथा एक हुए बिना अपनी सत्ता अपने व्यक्तित्व (परिच्छिन्नता या एकदेशीयता) का सर्वथा अभाव नहीं होता।सुखमक्षयमश्नुते जबतक साधक सात्त्विक सुखका उपभोग करता रहता है तबतक उसमें सूक्ष्म अहम्परिच्छिन्नता रहती है। सात्त्विक सुखका भी उपभोग न करनेसे अहम् का सर्वथा अभाव हो जाता है और साधकको परमात्मस्वरूप चिन्मय और नित्य एकरस रहनेवाले अविनाशी सुखका अनुभव हो जाता है। इसी अक्षय सुखको आत्यन्तिक सुख (6। 21) अत्यन्तसुख (6। 28) ऐकान्तिक सुख (14। 27) आदि नामोंसे कहा गया है। इसका अनुभव होनेपर उस परमात्मतत्त्वमें स्वाभाविक ही एक आकर्षण होता है जिसे प्रेम कहते हैं (गीता 18। 54)। इस प्रेममें कभी कमी नहीं आती प्रत्युत यह उत्तरोत्तर बढ़ता ही रहता है। उस तत्त्वका प्रसङ्ग चलनेपर उसपर विचार करनेपर पहलेसे कुछ नयापन दीखता हैयही प्रेमका प्रतिक्षण बढ़ना है। इसमें एक समझनेकी बात यह है कि प्रेमके प्रतिक्षण बढ़नेपर भी यदि पहले कमी थी और अब पूर्ति हो गयी ऐसा प्रतीत होता है तो यह साधनअवस्था है यदि नयापन दीखनेपर भी पहले कमी थी और अब पूर्ति हो गयी ऐसा प्रतीत नहीं होता तो यह सिद्धअवस्था है। सम्बन्ध  पूर्वश्लोकमें भगवान्ने विषयोंसे विरक्त पुरुषको अक्षय सुखकी प्राप्ति बतायी। अब विषयोंसे विरक्ति कैसे होइसका आगेके श्लोकमें विवेचन करते हैं।","hcsca":"।।5.21।। पूर्व श्लोक से यह धारणा बनने की संभावना है कि आध्यात्मिक जीवन वह गतिशून्य अस्तित्व है जिसमें एक शुष्क हृदय का व्यक्ति बाह्य जगत् की आकर्षक एवं उत्तेजक वस्तुओं के सम्पर्क में आने पर भी मन के अपरिवर्तित समत्व के अतिरिक्त कोई प्रतिक्रिया व्यक्त नहीं करता और न उसे कुछ विशेष अनुभव ही होता है। यदि र्वास्तविकता ऐसी होती तो अधिकांश साधकों ने आध्यात्मिकता से तत्काल ही विदा ले ली होती। बाह्य जगत् में विद्यमान परिच्छिन्नताओं एवं दोषों के होते हुए भी इस तथ्य को कौन नकार सकता है कि विषयोपभोग से क्षणिक ही सही आनन्द तो प्राप्त होता ही हैक्यों कोई व्यक्ति स्वयं को असंख्य प्रकार के क्षणिक आनन्दों से वंचित रखकर पत्थर के समान अचल अभेद्य समत्व की कामना करेफिर आप उस स्थिति को चाहे परम शान्ति कहें या ईश्वरतत्त्व या और कुछ नाम परिवर्तन से स्वयं वस्तु परिवर्तित नहीं हो जाती यह शंका कोई अतिशयोक्ति नहीं है। वेदान्त के विद्यार्थी प्राय ऐसा प्रश्न करते हैं। कोई भी बुद्धिमान् व्यक्ति जिस किसी कार्य में प्रवृत्त होता है तो उसका प्रयोजन या उपयोगिता जानना चाहता ही है। कोई भी गुरु शिष्यों के इन प्रश्नों की उपेक्षा नहीं कर सकते। जगद्गुरु भगवान् श्रीकृष्ण भी इस शंका का निवारण करते हुए अर्जुन को आश्वस्त करते हैं।जो पुरुष बाह्य विषयों की आसक्ति से पूर्णतया मुक्त हो जाता है वह आत्मा के स्वरूपभूत आनन्द का साक्षात् अनुभव करता है। यद्यपि आत्मोन्नति की साधना में वैराग्य की प्रधानता है तथापि यह अनासक्ति हमें खोखली निर्रथक शून्यावस्था को नहीं प्राप्ति कराती। सभी मिथ्या वस्तुओं का त्याग करने पर परमार्थ सत्यस्वरूप पूर्ण परमात्मा को हम प्राप्त करते हैं। जब स्वप्नद्रष्टा स्वप्निल वस्तुओं तथा स्वप्न के व्यक्तित्व का त्याग कर देता है तब वह कोई अभावरूप नहीं बन जाता वरन् वह अपने अधिक शक्तिशाली जाग्रत अवस्था के व्यक्तित्व को प्राप्त कर लेता है।इसी प्रकार जब कभी हम शरीर मन और बुद्धि के साथ के अपने तादात्म्य से ऊपर उठ जाते हैं तब हमें आत्मानुभूति का आनन्द प्राप्त होता है। यदि साधक केवल ध्यानाभ्यास के समय भी विषयासक्ति को त्याग कर हृदय से ब्रह्म का ध्यान करता है तो वह अक्षय सुख का अनुभव करता है। हृदय का अर्थ है अन्तकरण।इस कारण से भी साधक को विषयोपभोग का त्याग करना चाहिए क्योंकि","etsga":"5.21 With his heart unattached to external objects, he gets the bliss that is in the Self. With his heart absorbed in meditation on Brahman, he acires undecaying Bliss.","etssa":"5.21 With the self unattached to external contacts he finds happiness in the Self; with the self engaged inthe meditation of Brahman he attains to the endless happiness.","etdss":"5.21. The enjoyments that are born of contacts [with objects] are indeed nothing but sources of misery and have beginning and end.[Hence], an intelligent man does not get delighted in them, O son of Kunti !","ecssa":"5.21 बाह्यस्पर्शेषु in external contacts? असक्तात्मा one whose mind is unattached? विन्दति finds? आत्मनि in,the Self? यत् (that) which? सुखम् happiness? सः he? ब्रह्मयोगयुक्तात्मा with the self engaged in the meditation of Brahman? सुखम् happiness? अक्षयम् endless? अश्नुते enjoys.Commentary When the mind is not attached to external objects of the senses? when one is deeply engaged in the contemplation of Brahman? he finds undecaying bliss in the Self within. If you want to enjoy the imperishable happiness of the Self within? you will have to withdraw the senses from their respective objects and plunge yourself in deep meditation on the Self within. This is the gist of this verse.","scetsga":"5.21 Asakta-atma, with his heart, internal organ, unattached, bahya-sparsesu, to external objects-sparsah means objects that are contacted, viz sound etc.; bahya-sparsah means those things which are external (bahya) and are objects of contact; that person who thus has his heart unattached, who derives no happiness from objects; he vindati, gets that sukham, bliss; yat, which is; atmani, in the Self. Brahma-yoga-yukta-atma, with his heart absorbed in meditation on Brahman-meditation (yoga) on Brahman is brahma-yoga; one whose internal organ (atma) is absorbed in (yukta), engaged in, that meditation on Brahman is brahma-yoga-yukta-atma; he asnute, acires; aksayam, undecaying; sukham, Bliss.\nSo, he who cherishes undecaying happiness in the Self should withdraw the organs from the momentary happiness in external objects. This is the meaning.\nFor this reason also one should withdraw:","scetdss":"5.21 He,in whom there is no desirefor the externaltouch viz.,the object-hethinks says asfollows the Bhagawat -","scetssa":"5.21 He who finds happiness in the self within himself, his mind detached from external contact in the manner already mentioned, i.e., from experience of objects other than the self - such a person abandoning the contemplation on Prakrti or bodily experiences, has his mind engaged in the contemplation on Brahman i.e., the Atman. Thus he attains everlasting bliss which consists in the experience of Brahman (the self).\nSri Krsna speaks of the abandonment of material pleasure as easy:","chakravarthi":"His mind is not attached (asaktatma) to the happiness of sense objects (bahya sparsesu), since he experiences in the soul (atmani) happiness from having attained paramatma. He attains that happiness permanently (aksayam), since, in constantly relishing the sweetness, he does not relish lower things.","rudra":"\nThe reason why a person is free from delusion and has there mind fixed in\ntranscendence is now being given by Lord Krishna. The word sparsesu means\nsense pleasures and those attached to them are called spharsa. But one\nwhose mind is unattached and is withdrawn internally ceases to crave, yearn\nand desire for indulging in the objects of the senses. Such a person\nattains the sublime and serene bliss that is the nature of the atma or\nsoul. Having attained the wonder of atma tattva or realisation of the soul\none continuously identifies with the Brahman by being immersed in this\nconsciousness and experiences never ending bliss.","brahma":"\nIn this verse Lord Krishna againclarifiesyogaorthescienceofthe\nindividual consciousness attaining communion withtheultimate\nconsciousness and how this relates to equanimityofactions.Withoutany\nother desires internal or external only the person who relishesandrevels\nin the atma or eternalsoulisaloneeligibleforrealisationofthe\nBrahman or the spiritual substratum pervading all existenceandthebliss\naccompanying it. The communion of the atma is the same as thecommunionof\nthe Brahman for they both possess the same eternal nature and theonlyway\nthis communion can be attained is through mediation ofyogaandnoother\nway.\nNow begins the summary.\nSo it can be understood that if even by remembrance of the potencies ofthe\nSupreme Lord so much happiness can be gained then what can be saidforone\nwho devotes themselves wholeheartedly to the Supreme Lord in aconcentrated\nmanner.","shri":"\nHere Lord Krishna describes the reality for the person who desists from\nattachments to anything except the atma or eternal soul and who derives all\npleasures exclusively from their internal relationship with the atma\nrelinquishing all desires for sensuous material enticements and instead\ndelighting in brahma-yoga or the science of the individual consciousness\nattaining communion with the Ultimate Consciousness by realising the\nspiritual substratum pervading all existence. Such a person attains sukham-\naksayam or imperishable happiness. Next it will be illustrated how desire\nfor material sense gratification can be easily abandoned.","kumar":"Here Lord Krishna describes the reality for the person who desists from\nattachments to anything except the atma or eternal soul and who derives all\npleasures exclusively from their internal relationship with the atma\nrelinquishing all desires for sensuous material enticements and instead\ndelighting in brahma-yoga or the science of the individual consciousness\nattaining communion with the Ultimate Consciousness by realising the\nspiritual substratum pervading all existence. Such a person attains sukham-\naksayam or imperishable happiness. Next it will be illustrated how desire\nfor material sense gratification can be easily abandoned."}