{"meta":"Bhagavad GitaChapter 5 Verse 15","metahi":"भगवद् गीता 5.15","slok":"नादत्ते कस्यचित्पापं न चैव सुकृतं विभुः।अज्ञानेनावृतं ज्ञानं तेन मुह्यन्ति जन्तवः।।5.15।।","htsrsd":"।।5.15।।सर्वव्यापी परमात्मा न किसीके पापकर्मको और न शुभकर्मको ही ग्रहण करता है किन्तु अज्ञानसे ज्ञान ढका हुआ है उसीसे सब जीव मोहित हो रहे हैं।","htstma":"।।5.15।। विभु परमात्मा न किसी के पापकर्म को और न पुण्यकर्म को ही ग्रहण करता है (किन्तु) अज्ञान से ज्ञान ढका हुआ है इससे सब जीव मोहित होते हैं।।","transliteration":"Naadatte kasyachit paapam na chaiva sukritam vibhuh;\nAjnaanenaavritam jnaanam tena muhyanti jantavah.","englishmeaning":"na—not; ādatte—accepts; kasyachit—anyone’s; pāpam—sin; na—not; cha—and; eva—certainly; su-kṛitam—virtuous deeds; vibhuḥ—the omnipresent God; ajñānena—by ignorance; āvṛitam—covered; jñānam—knowledge; tena—by that; muhyanti—are deluded; jantavaḥ—the living entities","hcsrsd":" 5.15।। व्याख्या  नादत्ते कस्यचित्पापं न चैव सुकृतं विभुः पूर्वश्लोकमें जिसको प्रभुः पदसे कहा गया है उसी परमात्माको यहाँ विभुः पदसे कहा गया है।कर्मफलका भागी होना दो प्रकारसे होता हैजो कर्म करता है वह भी कर्मफलका भागी होता है और जो दूसरेसे कर्म करवाता है वह भी कर्मफलका भागी होता है। परन्तु परमात्मा न तो किसीके कर्मको करनेवाला है और न कर्म करवानेवाला ही है अतः वह किसीके भी कर्मका फलभागी नहीं हो सकता।सूर्य सम्पूर्ण जगत्को प्रकाश देता है और उस प्रकाशके अन्तर्गत मनुष्य पाप और पुण्यकर्म करते हैं परन्तु उन कर्मोंसे सूर्यका किञ्चिन्मात्र भी सम्बन्ध नहीं है। इसी प्रकार परमात्मतत्त्वसे प्रकृति सत्ता पाती है अर्थात् सम्पूर्ण संसार सत्ता पाता है। उसीकी सत्ता पाकर प्रकृति और उसका कार्य संसारशरीरादि क्रियाएँ करते हैं। उन शरीरादिसे होनेवाले पापपुण्योंका परमात्मतत्त्वसे किञ्चिन्मात्र भी सम्बन्ध नहीं है। कारण कि भगवान्ने मनुष्यमात्रको स्वतन्त्रता दे रखी है अतः मनुष्य उन कर्मोंका फलभागी अपनेको भी मान सकता है और भगवान्को भी मान सकता है अर्थात् सम्पूर्ण कर्मों और कर्मफलोंको भगवान्के अर्पण भी कर सकता है। जो भगवान्की दी हुई स्वतन्त्रताका दुरुपयोग करके कर्मोंका कर्ता और भोक्ता अपनेको मान लेता है वह बन्धनमें प़ड़ जाता है। उसके कर्म और कर्मफलको भगवान् ग्रहण नहीं करते। परन्तु जो मनुष्य उस स्वतन्त्रताका सदुपयोग करके कर्म और कर्मफल भगवान्के अर्पण करता है वह मुक्त हो जाता है। उसके कर्म और कर्मफलको भगवान् ग्रहण करते हैं।जैसे सातवें अध्यायके पचीसवें श्लोकमें सर्वस्य पदसे और छब्बीसवें श्लोकमें कश्चन पदसे सामान्य मनुष्योंकी बात कही गयी है ऐसे ही यहाँ कस्यचित् पदसे अपनेको कर्ता और भोक्ता मानकर कर्म करनेवाले सामान्य मनुष्योंकी बात कही गयी है न कि भक्तोंकी। कारण कि भावग्राही होनेसे भगवान् भक्तोंके द्वारा अर्पण किये हुए पत्र पुष्प आदि पदार्थोंको और सम्पूर्ण कर्मोंको ग्रहण करते हैं (गीता 9। 2627)।अज्ञानेनावृतं ज्ञानम् स्वरूपका ज्ञान सभी मनुष्योंमें स्वतः सिद्ध है किन्तु अज्ञानके द्वारा यह ज्ञान ढका हुआ है। उस अज्ञानके कारण जीव मूढ़ताको प्राप्त हो रहे हैं। अपनेको कर्मोंका कर्ता मानना मूढ़ता है (गीता 3। 27)। भगवान्के द्वारा मनुष्यमात्रको विवेक दिया हुआ है जिसके द्वारा इस मूढ़ताका नाश किया जासकता है। इसलिये इस अध्यायके आठवें श्लोकमें कहा गया है कि सांख्ययोगी कभी भी अपनेको किसी कर्मका कर्ता न माने और तेरहवें श्लोकमें कहा गया है कि सम्पूर्ण कर्मोंके कर्तापनको विवेकपूर्वक मनसे छोड़ दे।शरीरादि सम्पूर्ण पदार्थोंमें निरन्तर परिवर्तन हो रहा है। स्वरूपमें कभी कोई परिवर्तन नहीं होता। स्वरूपसे अपरिवर्तनशील होनेपर भी अपनेको परिवर्तनशील पदार्थोंसे एक मान लेना अज्ञान है। शरीरादि सब पदार्थ बदल रहे हैंऐसा जिसे अनुभव है वह स्वयं कभी नहीं बदलता। इसलिये स्वयंके बदलनेका अनुभव किसीको नहीं होता। अतः मैं बदलनेवाला नहीं हूँइस प्रकार परिवर्तनशील पदार्थोंसे अपनी असङ्गताका अनुभव कर लेनेसे अज्ञान मिट जाता है और तत्त्वज्ञान स्वतः प्रकाशित हो जाता है। कारण कि प्रकृतिके कार्यसे अपना सम्बन्ध मानते रहनेसे ही तत्त्वज्ञान ढका रहता है।अज्ञान शब्दमें जो नञ् समास है वह ज्ञानके अभावका वाचक नहीं है प्रत्युत अल्पज्ञान अर्थात् अधूरे ज्ञानका वाचक है। कारण कि ज्ञानका अभाव कभी होता ही नहीं चाहे उसका अनुभव हो या न हो। इसलिये अधूरे ज्ञानको ही अज्ञान कहा जाता है। इन्द्रियोंका और बुद्धिका ज्ञान ही अधूरा ज्ञान है। इस अधूरे ज्ञानको महत्त्व देनेसे इसके प्रभावसे प्रभावित होनेसे वास्तविक ज्ञानकी ओर दृष्टि जाती ही नहींयही अज्ञानके द्वारा ज्ञानका आवृत होना है। इन्द्रियोंका ज्ञान सीमित है। इन्द्रियोंके ज्ञानकी अपेक्षा बुद्धिका ज्ञान असीम है। परन्तु बुद्धिका ज्ञान मन और इन्द्रियोंके ज्ञान(जानने और न जानने) को ही प्रकाशित करता है अर्थात् बुद्धि अपने विषयपदार्थोंको ही प्रकाशित करती है। बुद्धि जिस प्रकृतिका कार्य है और जिस बुद्धिका कारण प्रकृति है उस प्रकृतिको बुद्धि प्रकाशित नहीं करती। बुद्धि जब प्रकृतिको भी प्रकाशित नही कर सकती तब प्रकृतिसे अतीत जो चेतनतत्त्व है उसे कैसे प्रकाशित कर सकती है इसलिये बुद्धिका ज्ञान अधूरा ज्ञान है।तेन मुह्यन्ति जन्तवः भगवान्ने जन्तवः पद देकर मानो मनुष्योंकी ताड़ना की है कि जो मनुष्य अपने विवेकको महत्त्व नहीं देते वे वास्तवमें जन्तु अर्थात् पशु ही हैं (टिप्पणी प0 303) क्योंकि उनके और पशुओंके ज्ञानमें कोई अन्तर नहीं है। आकृतिमात्रसे कोई मनुष्य नहीं होता। मनुष्य वही है जो अपने विवेकको महत्त्व देता है। इन्द्रियोंके द्वारा भोग तो पशु भी भोगते हैं पर उन भोगोंको भोगना मनुष्यजीवनका लक्ष्य नहीं है। मनुष्यजीवनका लक्ष्य सुखदुःखसे रहित तत्त्वको प्राप्त करना है। जिनको अपने कर्तव्य और अकर्तव्यका ठीकठीक ज्ञान है वे मनुष्य साधक कहलानेयोग्य हैं।अपनेको कर्मोंका कर्ता मान लेना तथा कर्मफलमें हेतु बनकर सुखीदुःखी होना ही अज्ञानसे मोहित होना है। पापपुण्य हमें करने पड़ते हैं इनसे हम कैसे छूट सकते हैं सुखीदुःखी होना हमारे कर्मोंका फल है इनसे हम अतीत कैसे हो सकते हैं इस प्रकारकी धारणा बना लेना ही अज्ञानसे मोहित होना है।जीव स्वरूपसे अकर्ता तथा सुखदुःखसे रहित है। केवल अपनी मूर्खताके कारण वह कर्ता बन जाता है और कर्मफलके साथ सम्बन्ध जोड़कर सुखीदुःखी होता है। इस मूढ़ता(अज्ञान) को ही यहाँ तेन पदसे कहा गया है। इस मूढ़तासे अज्ञानी मनुष्य सुखीदुःखी हो रहे हैं इस बातको यहाँ तेन मुह्यन्ति जन्तवः पदोंसे कहा गया है। सम्बन्ध  पूर्वश्लोकमें भगवान्ने बताया है कि अज्ञानके द्वारा ज्ञान ढका जानेके कारण सब जीव मोहित हो रहे हैं। अपने विवेकके द्वारा उस अज्ञानका नाश कर देनेपर जिस ज्ञानका उदय होता है उसकी महिमा आगेके श्लोकमें कहते हैं।","hcsca":"।।5.15।। विभु अर्थात् सर्वव्यापी परमात्मा न किसी के पापकर्म को ग्रहण करता है और न पुण्य कर्म को। यह कथन पुराणों में वर्णित देवताओं की कल्पना से भिन्न है क्योंकि वहाँ देवताओं को जीवों के पाप और पुण्य कर्मों का लेखाजोखा रखने वालों के रूप में वर्णन किया गया है। कथा प्रेमी भक्त लोगों को वेदान्त सिद्धांत उनके प्रेम को आघात पहुँचाने वाला प्रतीत होता है और इसलिये वे गीता के स्थान पर श्रीकृष्ण की लीलाओं का अध्ययन कर भाव विभोर होना अधिक पसन्द करते हैं। ईश्वर के विषय में यह धारणा है कि मेघों के ऊपर कहीं आकाश में बैठा विश्व भर के प्राणियों के शुभअशुभ कर्मों का निरीक्षण करते हुए उनका ख्याल रखता है जिससे प्र्ालय के पश्चात् न्याय के दिन जब समस्त जीव उसके पास पहुँचें तो वह उनका कर्मानुसार न्याय कर सके। यह रोचक धारणा केवल सामान्य जनों की ही हो सकती है जिनकी बुद्धि अधिक विकसित नहीं है।समस्त विश्व के अधिष्ठानस्वरूप परमात्मा को जीवन के कर्मों से कोई प्रयोजन हो या परिच्छिन्न वस्तुओं में उसकी कोई विशेष रुचि हो ऐसा हम नहीं मान सकते। परमार्थ की दृष्टि से तो परिच्छिन्न जगत् का आत्यन्तिक अभाव है। केवल आत्म विस्मृति के कारण ही उपाधियों में व्यक्त हुआ वह आत्मा कर्तृत्व कर्म फलभोग आदि से जुड़ा हुआ प्रतीत होता है। समतल काँच के माध्यम से निर्गत सूर्यप्रकाश में कोई विकार नहीं होता परन्तु यदि वही प्रकाश एक प्रिज्म (आयत) में से निकले तो सात रंगों में विभाजित हो जाता है। इसी प्रकार एकमेव अद्वितीय सर्वव्यापी परिपूर्ण परमात्मा शरीर मन और बुद्धि इन आविद्यक उपाधियों में व्यक्त होकर नानारूप जगदाभास के रूप में प्रतीत होता है।यहाँ ज्ञान और अज्ञान के सम्बन्ध का सुन्दर वर्णन किया गया है। अज्ञान ज्ञान नहीं हो सकता और न ज्ञान अज्ञान का एक अंश। परस्पर विरोधी स्वभाव के कारण इन दोनों का सह अस्तित्व सम्भव नहीं हो सकता हैं। परन्तु यहाँ कहा गया है कि अज्ञान के द्वारा ज्ञान आवृत हुआ है यह ऐसे ही है जैसे किसी जंगल में सर्वत्र व्याप्त अंधकार में दूर कहीं प्रकाश की किरण को देखकर कहा जा सकता है कि वह प्रकाश अंधकार से आवृत है। अगले श्लोक में अज्ञान आवरण को दूर करने के उपाय तथा उसकी निवृत्ति के फल को विस्तार से बताया गया है।सत्य के अनावरण की प्रक्रिया में अज्ञान की निवृत्ति मात्र अपेक्षित है न कि ज्ञान की उत्पत्ति। इसलिए सत्य की प्राप्ति वास्तव में सिद्ध वस्तु की ही प्राप्ति है और कोई नवीन उपलब्धि नहीं। इसी बात को स्पष्ट करते हुए कहते हैं","etsga":"5.15 The Omnipresent neither accepts anybodys sin nor even virtue. Knowledge remains covered by ignorance. Thery the creatures become deluded.","etssa":"5.15 The Lord takes neither the demerit nor even the merit of any; knowledge is enveloped by ignorance, thery beings are deluded.","etdss":"5.15. The Omnimanifest (Soul) takes [upon Itself] neither sin nor merit [born] of any [action].But, the perfect knowledge is clouded by Illusion and hence the creatures are deluded.","ecssa":"5.15 न not? आदत्ते takes? कस्यचित् of anyone? पापम् demerit? न not? च and? एव even? सुकृतम् merit? विभुः the Lord? अज्ञानेन by ignorance? आवृतम् enveloped? ज्ञानम् knowledge? तेन by that? मुह्यन्ति are deluded? जन्तवः beings.Commentary Knowledge is enveloped by ignorance. Conseently man is deluded. He thinks? I act. I enjoy. I have done such and such a meritourious act. I will get such and such a fruit. I will enjoy in heaven. I will get a birth in a rich family.Of anyone even of His devotees.Man is bound when he is identifies himself with Nature and its effects -- body? mind? Prana or the lifeforce? and senses. He attains freedom or Moksha when he identifies himself with the immortal? actionless Self that dwells within his heart.When I does not act how can God accept good or evil deeds (Cf.V.29)","scetsga":"5.15 Vibhuh, the Omnipresent; na adatte, neither accetps; kasyacit, anybodys-even a adevotees; papam, sin; na ca eva, nor even; does He accept sukrtam, virtue offered by devotees. Why then are such virtuous acts as worship etc. as also sacrifices, charity, oblation, etc. worship etc. as also sacrifices, charity, oblation, etc. offered by devotees? To this the Lord says: Jnanam, knowledge, discriminating wisdom; remains avrtam, covered; ajnanena, by ignorance. Tena, thery; jantavah, the creatures, the non-discriminating people in the world; muhyanti, become deluded thus-I do; I make others do; I eat; I make others eat.","scetdss":"5.15 Nadatte etc.The sinful acts and the like have been effected not by the Soul; but they have been effected by the Illusion belonging to It, just as a poison is effected in the nectar by a doubt.\n \nTherefore-","scetssa":"5.15 Because, It, the Atman is all-pervading, i.e., is not limited to particular area or space included in the bodies of gods, men etc.; It is not the relative or the enemy of any one. For this reason It does not take away or remove the evil or suffering of anyone such as a son who is related and therefore dear to one; nor does It take away, i.e., remove the happiness of anyone whom It deems with aversion. All this is the effect of Vasanas or subtle impressions of Prakrti.\nHow does do these contrary Vasanas originte in the case of one whose intrinsic nature is a described above?In answer it is said that knowledge is enveloped by the darkness of ignorance. The Atmans knowledge is enveloped, i.e., contracted by preceding Karmas which are opposed to knowledge, so that a person may be alified to experience the fruits of his own Karma. It is by this Karma, which contracts knowledge, and can join the Jiva with the bodies of gods etc., that the misconception that the bodies are the selves is produced. Conseently there will originate the Vasanas or the unconscious subtle impressions born of such misapprehension of the self and the inclination to undertake actions corresponding to them.\nSri Krsna now brings into proper seence what has been taught before in the following verses:You will completely cross over the sea of all your sins with the boat of knowledge (4.36), and The fire of knowledge reduces all Karmas to ashes in the same way (4.37), and For there is no purifier here eal to knowledge (4.38).","chakravarthi":"Since the Lord does not make the jiva do either good or bad actions, he does not experience the results in the form on suffering or enjoyment. He does not accept (na adatte) them. However, one of his associates, his sakti called ignorance (ajnanena) covers the inherent knowledge of the jiva. Because of this (tena), the jivas are bewildered (and hence acting and suffering and enjoying their karma).","rudra":"\nThesublime,transcendentalSupremeLordalthoughtheenergiser and\ncontroller of all living beings in creation does not partake ofthemerits\nof piety or the demerits of sins from any living entity.Thereasonbeing\nHe is all pervasive, omniscient, eternal and thus Heisalwayscompletely\nfulfilleddirectingthelivingentitiespreciselyaccordingtotheir\nprevious actions by His externalpotencyknownasMayatheinscrutable\nillusory energy.\nA question may be raised that it is seen that the Supreme Lordismerciful\nto His devotees and blesses them; butisunmercifultonon-devoteesand\nchastises them which denotes partiality. So how does this exemplify thatHe\nis always completely fulfilled. Lord Krishna clarifies this doubtwiththe\nword jnanam meaning knowledge. Cognisanceistheintrinsicnatureofa\nhuman being and without it discrimination cannot manifest and theknowledge\nthat the Supreme Lord is equal to all will be enveloped in ignorance. Thus\none enveloped in ignorance is unable to discern that chastisementfromthe\nSupreme Lord for sinful activities is alsoHismercyandablessingas\nwell. Because of misconceptions beings become deluded fromtimeimmemorial\nand attribute partiality to the Supreme Lord.","brahma":"\nThe Supreme Lord being completelytranscendentalandindependenttothe\nmaterial existence does not accept the pious merits or thesinfuldemerits\nof any human being and although He energises all of their activitiesHeis\nnever affected by them. Thisisbecausehumanbeingsareendowedwith\nfreewill and viveka orasenseofdiscriminationandthisunlikethe\nanimals gives them a limited independence regarding theirownactionsand\nthe choice of their activities.Butwhentheirsenseofdiscrimination\nbecomes shrouded by ignoranceintheabsenceofVedicknowledgetheir\nawarenessbecomes obscured and they become deluded and assume\nresponsibility or authorship for theirindividualactionsandthusthey\nassume also the reactions that accompany their actions binding themtightly\nto samara or the cycle of birth and death. If by chance an awarenessarises\nin their consciousness that they are enveloped and shrouded in thedelusion\nof illusion they do not considerthattheyhavetheabilitytochange\nanything because they do not realise that it isSupreme Lord whoinitiates\nall actions. The resplendent Supreme Lord Krishna is likethesuninthe\nsky illuminates His light on the noble and thevile,thesinfulandthe\npious impartially. And asalthoughsunlighttouchingtheEarthisnot\naffected by events that happen in the world similarly theSupremeLordis\nnot affected by the events which transpire in the life ofhumanbeingsor\nany other being.","shri":"\nThe atma or eternal soul never accepts anyones sinsormitigateanyones\nmisery or suffering although the person may be dearly beloved. Nor doesthe\natma take the pious merit and happiness which may come to a personthatis\nhated. The atma is transcendental to material nature and not limited tothe\nphysical body.Theatmaknowsnottherelationshipoftheamityof\nfriendliness nor the enmity of antagonism. Allconceptionsoffriendand\nfoe are material designations caused by vasana which isphysicalinstincts\ncreated from material association. How then is itthattheatmaisthus\nshrouded by thisvasana.LordKrishnarevealsthatitisbecauseof\nignorance. It is ignorance which shrouds and obscuresspiritualknowledge.\nIgnorance and nescience is that which is opposed to spiritual knowledgeand\nwisdom. By the shrouding of ignorance due toreactionsfrompastactions\ntheconsciousnessoftheatmabecomesobscuredandtheintelligence\ncompromised allowing the living entity to enter the perilous predicamentof\nbelieving they are the enjoyer of the rewards of actions therebyrecipients\nof the reactions. Thus by the karma orthereactionsfromattachmentto\nactions one forges a material link in the appropriatephysicalbody.This\nlove of ones body forgeslinkswithotherbodieskindlingaironclad\ninfatuation for the bodily conception.Thisinfatuationmaturingbecomes\nvasana which constitutestheseedforfurtherbirthsinthematerial\ncreation.Thisperpetuatesmoreandmoreactionsandreactions and\ninfatuations for bodilyconnectionsandmoreseedsandmoreincreased\nvasana which perpetually keeps an embodiedbeinglockedinthematerial\nexistence engendering unlimitedbirthsandrebirths.NextLordKrishna\npropounds the topic of spiritual intelligence.","kumar":"The atma or eternal soul never accepts anyones sinsormitigateanyones\nmisery or suffering although the person may be dearly beloved. Nor doesthe\natma take the pious merit and happiness which may come to a personthatis\nhated. The atma is transcendental to material nature and not limited tothe\nphysical body.Theatmaknowsnottherelationshipoftheamityof\nfriendliness nor the enmity of antagonism. Allconceptionsoffriendand\nfoe are material designations caused by vasana which isphysicalinstincts\ncreated from material association. How then is itthattheatmaisthus\nshrouded by thisvasana.LordKrishnarevealsthatitisbecauseof\nignorance. It is ignorance which shrouds and obscuresspiritualknowledge.\nIgnorance and nescience is that which is opposed to spiritual knowledgeand\nwisdom. By the shrouding of ignorance due toreactionsfrompastactions\ntheconsciousnessoftheatmabecomesobscuredandtheintelligence\ncompromised allowing the living entity to enter the perilous predicamentof\nbelieving they are the enjoyer of the rewards of actions therebyrecipients\nof the reactions. Thus by the karma orthereactionsfromattachmentto\nactions one forges a material link in the appropriatephysicalbody.This\nlove of ones body forgeslinkswithotherbodieskindlingaironclad\ninfatuation for the bodily conception.Thisinfatuationmaturingbecomes\nvasana which constitutestheseedforfurtherbirthsinthematerial\ncreation.Thisperpetuatesmoreandmoreactionsandreactions and\ninfatuations for bodilyconnectionsandmoreseedsandmoreincreased\nvasana which perpetually keeps an embodiedbeinglockedinthematerial\nexistence engendering unlimitedbirthsandrebirths.NextLordKrishna\npropounds the topic of spiritual intelligence."}