{"meta":"Bhagavad GitaChapter 5 Verse 27","metahi":"भगवद् गीता 5.27","slok":"स्पर्शान्कृत्वा बहिर्बाह्यांश्चक्षुश्चैवान्तरे भ्रुवोः।प्राणापानौ समौ कृत्वा नासाभ्यन्तरचारिणौ।।5.27।।","htsrsd":"।।5.275.28।।बाह्य पदार्थोंको बाहर ही छोड़कर और नेत्रोंकी दृष्टिको भौंहोंके बीचमें स्थित करके तथा नासिकामें विचरनेवाले प्राण और अपान वायुको सम करके जिसकी इन्द्रियाँ मन और बुद्धि अपने वशमें हैं जो मोक्षपरायण है तथा जो इच्छा भय और क्रोधसे सर्वथा रहित है वह मुनि सदा मुक्त ही है।","htstma":"।।5.27।। बाह्य विषयों को बाहर ही रखकर नेत्रों की दृष्टि को भृकुटि के बीच में स्थित करके तथा नासिका में विचरने वाले प्राण और अपानवायु को सम करके।।","transliteration":"Sparsaan kritwaa bahir baahyaamschakshus chaivaantare bhruvoh;\nPraanaapaanau samau kritwaa naasaabhyantara chaarinau.","englishmeaning":"sparśhān—contacts (through senses); kṛitvā—keeping; bahiḥ—outside; bāhyān—external; chakṣhuḥ—eyes; cha—and; eva—certainly; antare—between; bhruvoḥ—of the eyebrows; prāṇa-apānau—the outgoing and incoming breaths; samau—equal; kṛitvā—keeping; nāsa-abhyantara—within the nostrils; chāriṇau—moving; yata—controlled; indriya—senses; manaḥ—mind; buddhiḥ—intellect; muniḥ—the sage; mokṣha—liberation; parāyaṇaḥ—dedicated; vigata—free; ichchhā—desires; bhaya—fear; krodhaḥ—anger; yaḥ—who; sadā—always; muktaḥ—liberated; eva—certainly; saḥ—that person","hcsrsd":" 5.27।। व्याख्या  स्पर्शान्कृत्वा बहिर्बाह्यान्परमात्माके सिवाय सब पदार्थ बाह्य हैं। बाह्य पदार्थोंको बाहर ही छोड़ देनेका तात्पर्य है कि मनसे बाह्य विषयोंका चिन्तन न करे।बाह्य पदार्थोंके सम्बन्धका त्याग कर्मयोगमें सेवाके द्वारा और ज्ञानयोगमें विवेकके द्वारा किया जाता है। यहाँ भगवान् ध्यानयोगके द्वारा बाह्य पदार्थोंसे सम्बन्धविच्छेदकी बात कह रहे हैं। ध्यानयोगमें एकमात्र परमात्माका ही चिन्तन होनेसे बाह्य पदार्थोंसे विमुखता हो जाती है।वास्तवमें बाह्य पदार्थ बाधक नहीं हैं। बाधक हैइनसे रागपूर्वक माना हुआ अपना सम्बन्ध। इस माने हुए सम्बन्धका त्याग करनेमें ही उपर्युक्त पदोंका तात्पर्य है।चक्षुश्चैवान्तरे भ्रुवोः यहाँ भ्रुवोः अन्तरे पदोंसे दृष्टिको दोनों भौंहोंके बीचमें रखना अथवा दृष्टिको नासिकाके अग्रभागपर रखना (गीता 6। 13)ये दोनों ही अर्थ लिये जा सकते हैं।ध्यानकालमें नेत्रोंको सर्वथा बंद रखनेसे लयदोष अर्थात् निद्रा आनेकी सम्भावना रहती है और नेत्रोंको सर्वथा खुला रखनेसे (सामने दृश्य रहनेसे) विक्षेपदोष आनेकी सम्भावना रहती है। इन दोनों प्रकारके दोषोंको दूर करनेके लिये आधे मुँदे हुए नेत्रोंकी दृष्टिको दोनों भौंहोंके बीच स्थापित करनेके लिये कहा गया है।प्राणापानौ समौ कृत्वा नासाभ्यन्तरचारिणौनासिकासे बाहर निकलनेवाली वायुको प्राण और नासिकाके भीतर जानेवाली वायुको अपान कहते हैं।प्राणवायुकी गति दीर्घ और अपानवायुकी गति लघु होती है। इन दोनोंको सम करनेके लिये पहले बायीं नासिकासे अपानवायुको भीतर ले जाकर दायीं नासिकासे प्राणवायुको बाहर निकाले। फिर दायीं नासिकासे अपानवायुको भीतर ले जाकर बायीं नासिकासे प्राणवायुको बाहर निकाले। इन सब क्रियाओंमें बराबर समय लगना चाहिये। इस प्रकार लगातार अभ्यास करते रहनेसे प्राण और अपानवायुकी गति सम शान्त और सूक्ष्म हो जाती है। जब नासिकाके बाहर और भीतर तथा कण्ठादि देशमें वायुके स्पर्शका ज्ञान न हो तब समझना चाहिये कि प्राणअपानकी गति सम हो गयी है। इन दोनोंकी गति सम होनेपर (लक्ष्य परमात्मा रहनेसे) मनसे स्वाभाविक ही परमात्माका चिन्तन होने लगता है। ध्यानयोगमें इस प्राणायामकी आवश्यकता होनेसे ही इसका उपर्युक्त पदोंमें उल्लेख किया गया है।यतेन्द्रियमनोबुद्धिः प्रत्येक मनुष्यमें एक तो इन्द्रियोंका ज्ञान रहता है और एक बुद्धिका ज्ञान। इन्द्रियाँ और बुद्धिदोनोंके बीचमें मनका निवास है। मनुष्यको देखना यह है कि उसके मनपर इन्द्रियोंके ज्ञानका प्रभाव है या बुद्धिके ज्ञानका प्रभाव है अथवा आंशिकरूपसे दोनोंके ज्ञानका प्रभाव है। इन्द्रियोंके ज्ञानमें संयोग का प्रभाव पड़ता है और बुद्धिके ज्ञानमें परिणाम का। जिन मनुष्योंके मनपर केवल इन्द्रियोंके ज्ञानका प्रभाव है वे संयोगजन्य सुखभोगमें ही लगे रहते हैं और जिनके मनपर बुद्धिके ज्ञानका प्रभाव है वे (परिणामकी ओर दृष्टि रहनेसे) सुखभोगका त्याग करनेमें समर्थ हो जाते हैंन तेषु रमते बुधः (गीता 5। 22)।प्रायः साधकोंके मनपर आंशिकरूपसे इन्द्रियों और बुद्धिदोनोंके ज्ञानका प्रभाव रहता है। उनके मनमें इन्द्रियों तथा बुद्धिके ज्ञानका द्वन्द्व चलता रहता है। इसलिये वे अपने विवेकको महत्त्व नहीं दे पाते और जो करना चाहते हैं उसे कर भी नहीं पाते। यह द्वन्द्व ही ध्यानमें बाधक है। अतः यहाँ मन बुद्धि तथा इन्द्रियोंको वशमें करनेका तात्पर्य है कि मनपर केवल बुद्धिके ज्ञानका प्रभाव रह जाय इन्द्रियोंके ज्ञानका प्रभाव सर्वथा मिट जाय।मुनिर्मोक्षपरायणः परमात्मप्राप्ति करना ही जिनका लक्ष्य है ऐसे परमात्मस्वरूपका मनन करनेवाले साधकको यहाँ मोक्षपरायणः कहा गया है। परमात्मतत्त्व सब देश काल आदिमें परिपूर्ण होनेके कारण सदासर्वदा सबको प्राप्त ही है। परन्तु दृढ़ उद्देश्य न होनेके कारण ऐसे नित्यप्राप्त तत्त्वकी अनुभूतिमें देरी हो रही है। यदि एक दृढ़ उद्देश्य बन जाय तो तत्त्वकी अनुभूतिमें देरीका काम नहीं है। वास्तवमें उद्देश्य पहलेसे ही बनाबनाया है क्योंकि परमात्मप्राप्तिके लिये ही यह मनुष्यशरीर मिला है। केवल इस उद्देश्यको पहचानना है। जब साधक इस उद्देश्यको पहचान लेता है तब उसमें परमात्मप्राप्तिकी लालसा उत्पन्न हो जाती है। यह लालसा संसारकी सब कामनाओंको मिटाकर साधकको परमात्मतत्त्वका अनुभव करा देती है। अतः परमात्मप्राप्तिके उद्देश्यको पहचाननेके लिये ही यहाँ मोक्षपरायणः पदका प्रयोग हुआ है।कर्मयोग सांख्ययोग ध्यानयोग भक्तियोग आदि सभी साधनोंमें एक दृढ़ निश्चय या उद्देश्यकी बड़ी आवश्यकता है। अगर अपने कल्याणका उद्देश्य ही दृढ़ नहीं होगा तो साधनसे सिद्धि कैसे मिलेगीइसलिये यहाँ मोक्षपरायणः पदसे ध्यानयोगमें दृढ़ निश्चयकी आवश्यकता बतायी गयी है।विगतेच्छाभयक्रोधो यः अपनी इच्छाकी पूर्तिमें बाधा देनेवाले प्राणीको अपनेसे सबल माननेपर उससे भय होता है कि निर्बल माननेसे उसपर क्रोध आता है। ऐसे ही जीनेकी इच्छा रहनेपर मृत्युसे भय होता है और दूसरोंसे अपनी इच्छापूर्ति करवाने तथा दूसरोंपर अपना अधिकार जमानेकी इच्छासे क्रोध होता है। अतः भय और क्रोध होनेमें इच्छा ही मुख्य है। यदि मनुष्यमें इच्छापूर्तिका उद्देश्य न रहे प्रत्युत एकमात्र परमात्मप्राप्तिका उद्देश्य रह जाय तो भयक्रोधसहित इच्छाका सर्वथा अभाव हो जाता है। इच्छाका सर्वथा अभाव होनेपर मनुष्य मुक्त हो जाता है। कारण कि वस्तुओंकी और जीनेकी इच्छासे ही मनुष्य जन्ममरणरूप बन्धनमें पड़ताहै। साधकको गम्भीरतापूर्वक विचार करना चाहिये कि क्या वस्तुओंकी इच्छासे वस्तुएँ मिल जाती हैं और क्या जीनेकी इच्छासे मृत्युसे बच जाते हैं वास्तविकता तो यह है कि न तो वस्तुओंकी इच्छा पूरी कर सकते हैं और न मृत्युसे बच सकते हैं। इसलिये यदि साधकका यह दृढ़ निश्चय हो जाय कि मुझे एक परमात्मप्राप्तिके सिवाय कुछ नहीं चाहिये तो वह वर्तमानमें ही मुक्त हो सकता है। परन्तु यदि वस्तुओंकी और जीनेकी इच्छा रहेगी तो इच्छा कभी पूरी नहीं होगी और मृत्युके भयसे भी बचाव नहीं होगा तथा क्रोधसे भी छुटकारा नहीं होगा। इसलिये मुक्त होनेके लिये इच्छारहित होना आवश्यक है।यदि वस्तु मिलनेवाली है तो इच्छा किये बिना भी मिलेगी और यदि वस्तु नहीं मिलनेवाली है तो इच्छा करनेपर भी नहीं मिलेगी। अतः वस्तुका मिलना या न मिलना इच्छाके अधीन नहीं है प्रत्युत किसी विधानके अधीन है। जो वस्तु इच्छाके अधीन नहीं है उसकी इच्छाको छोड़नेमें क्या कठिनाई है यदि वस्तुकी इच्छा पूरी होती हो तो उसे पूरी करनेका प्रयत्न करते और यदि जीनेकी इच्छा पूरी होती हो तो मृत्युसे बचनेका प्रयत्न करते। परन्तु इच्छाके अनुसार न तो सब वस्तुएँ मिलती हैं और न मृत्युसे बचाव ही होता है। यदि वस्तुओंकी इच्छा न रहे तो जीवन आनन्दमय हो जाता है और यदि जीनेकी इच्छा न रहे तो मृत्यु भी आनन्दमयी हो जाती है। जीवन तभी कष्टमय होता है जब वस्तुओंकी इच्छा करते हैं और मृत्यु तभी कष्टमयी होती है जब जीनेकी इच्छा करते हैं। इसलिये जिसने वस्तुओंकी और जीनेकी इच्छाका सर्वथा त्याग कर दिया है वह जीतेजी मुक्त हो जाता है अमर हो जाता है।सदा मुक्त एव सः उत्पत्तिविनाशशील पदार्थोंके साथ अपना सम्बन्ध मानना ही बन्धन है। इस माने हुए सम्बन्धका सर्वथा त्याग करना ही मुक्ति है। जो मुक्त हो गया है उसपर किसी भी घटना परिस्थिति निन्दास्तुति अनुकूलताप्रतिकूलता जीवनमरण आदिका किञ्चिन्मात्र भी असर नहीं पड़ता।सदा मुक्त एव पदोंका तात्पर्य है कि वास्तवमें साधक स्वरूपसे सदा मुक्त ही है। केवल उत्पन्न और नष्ट होनेवाली वस्तुओंसे अपना सम्बन्ध माननेके कारण उसे अपने मुक्त स्वरूपका अनुभव नहीं हो रहा है। संसारसे माना हुआ सम्बन्ध मिटते ही स्वतःसिद्ध मुक्तिका अनुभव हो जाता है। सम्बन्ध  भगवान्ने योगनिष्ठा और सांख्यनिष्ठाका वर्णन करके दोनोंके लिये उपयोगी ध्यानयोगका वर्णन किया। अब सुगमतापूर्वक कल्याण करनेवाली भगवन्निष्ठाका वर्णन करते हैं।","hcsca":"।।5.27।। No commentary.","etsga":"5.27-5.28 Keeping the external objects outside, the eyes at the juncture of the eye-brows, and making eal the outgoing and incoming breaths that move through the nostrils, the contemplative who has control over his organs, mind and intellect should be fully intent on Liberation and free from desire, fear and anger. He who is ever is verily free.","etssa":"5.27 Shutting out (all) external contacts and fixing the gaze between the eyrow, ealising the outgoing and incoming breaths moving within the nostrils.","etdss":"5.27. The sage, who has controlled his sense-organs, mind and intellect; whose chief aim is emancipation; and from whom desire, fear and wrath have departed-he remains just free always.","ecssa":"5.27 स्पर्शान् contacts? कृत्वा बहिः shutting out? बाह्यान् external? चक्षुः eye (gaze)? च and? एव even? अन्तरे in the middle? भ्रुवोः of the (two) eyrows? प्राणापानौ the outgoing and incoming breaths? समौ eal? कृत्वा having made? नासाभ्यन्तरचारिणौ moving inside the nostrils.Commentary The verses 27 and 28 deal with the Yoga of meditation (Dhyana). External objects or contacts are the sound and the other senseobjects. If the mind does not think of the external objects they are shut out from the mind. The senses are the doors or avenues through which sound and the other senseobjects enter the mind.If you fix the gaze between the eyrows the eyalls remain fixed and steady. Rhythmical breathing is described here. You will have to make the breath rhythmical. The mind becomes steady when the breath becomes rhythmical. When the breath becomes rhythmical there is perfect harmony in the mind and the whole system. (Cf.VI.10?14VIII.10)","scetsga":"5.27 Krtva, keeping; bahyan, the external; sparsan, objects-sound etc.; bahih, outside: To one who does not pay attention to the external objects like sound etc., brought to the intellect through the ear etc., the objects become verily kept outside. Having kept them out in this way, and (keeping) the caksuh, eyes; antare, at the juncture; bhruvoh, of the eye-brows (-the word keeping has to be supplied-); and similarly, samau krtva, making eal; prana-apanau, the outgoing and the incoming breaths; nasa-abhyantara-carinau, that move through the nostrils; munih, the contemplative-derived (from the root man) in the sense of contemplating-, the monk; yata-indriya-mano-buddhih, who has control over his organs, mind and intellect; should be moksa-para-yanah, fully intent on Liberation-keeping his body is such a posture, the contemplative should have Liberation itself as the supreme Goal. He should be vigata-iccha-bhaya-krodhah, free from desire, fear and anger. The monk yah, who; sada, ever remains thus; sah, he; is muktah yah, who;sada, ever remains thus; sah, he; is muktah, ever, verily free. He has no other Liberation to seek after.\nWhat is there to be realized by one who has his mind thus concentrated? The answer this is beig stated:","scetdss":"5.27 See Comment under 5.28","scetssa":"5.27 - 5.28 Shutting off all contact with outside objects, i.e., stopping the outward functioning of the senses; seated with his trunk straightened in a posture fit for meditation (Yoga); fixing the gaze between the eye-brows, i.e., at the root of the nose where the eye-brows meet; ealising inward and outward breaths, i.e., making exhalatory and inhalatory breath move eally:making the senses, Manas and intellect no longer capable of anything except the vision of the self, conseently being free from desire, fear and wrath; who is intent on release as his final goal, i.e., having release as his only aim - the sage who is thus intent on the vision of the self is indeed liberated for ever, i.e., he is almost a liberated person, as he would soon be in the ultimate stage of fruition.\nSri Krsna now says that Karma Yoga, described above, which is facilitated by the performance of obligatory and occasional rites and which culminates in meditation (Yoga), is easy to practise:","chakravarthi":"The heart becomes purified by performance of niskama karma yoga offered to the Lord. Then arises jnana, whose subject is the soul (tvam). Then arises bhakti, for gaining knowledge of the Lord (tat). By the appearance of that knowledge of the Lord which is beyond the modes, one gains realization of brahman. This has been stated in this chapter.\nNow in three verses 27-29, the Lord speaks in abbreviated form what he will explain in the sixth chapter: that the process of astanga yoga,  practiced  after  having purified  the  heart by niskama karma yoga, is shown to be superior to the process of jfiana yoga for producing realization of brahman.\nThe word sparsan (touches) stands for all the sense objects-sound, touch, form, taste and smell. Externalizing these from the mind when they enter, that is, withdrawing the mind from the sense objects (pratyahara), placing the eyes between the eye brows, with half closed eyes, the yogi should fix his glance between the brows in order to prevent both sleep and wandering eyes. By extinguishing the upward and downward motions of the prana and apana which move in the nostrils though inhaling and exhaling, one makes them equal. By that means, the senses mind and intelligence are brought under control.","rudra":"\nIn verse twenty-four of this chapter Lord Krishna stated that a yogi\nattains the Brahman or spiritual substratum pervading all existence. Now\nthe method of that yoga or science of the individual consciousness\nattaining communion with the ultimate consciousness is now described in\nbrief. External sense objects enter the mind when one thinks about them, so\none must not think about them. Fixing the gaze up between the eyebrows is\ndone to focus them because if the eyes are fully closed then the mind may\nfall asleep and if the eyes are wide open they may look here and there at\nobjects, so in order to avoid both these defects one focuses the gaze with\neyes half closed between the eyebrows or the tip of the nose.Suspending\nthe breath means to harmonise the prana outgoing breath with the apana or\nincoming breath until they both become suspended and by the control of\nbreath the mind and senses become controlled. Such a person who has moksa\nor liberation as their only aim are indeed always free from the material\nexistence even while living in the material world.","brahma":"\nInthesetwoversesLordKrishnadescribestheperfectedmethodof\nmeditaion for achieving atma tattva or realisation of the soul and moksaor\nliberation from material existence. The method commences byturninginward\nwith the mind away from all external sense objectsassociatedwithsight,\nsound, taste, smell and touch. Then one fixes the vision internallybetween\nthe eyebrows while simultaneously slowly restraining the inward andoutward\nbreaths until they merge into one and pause themselves of theirownaccord\nin the state know as kumbhaka.\nNow begins the summation.\nThe one who has not received moksa or liberation whileaspiringformoksa\nnevertheless has acquired qualities aspiring for moksa.Thushumanbeings\nacquiring the qualities of moksa acquire spiritual knowledge andeventually\nachieve moksa by this spiritual knowledge.","shri":"\nStopping all activities of the external senses prepares one to qualify for\npractising meditation. Sitting in an erect posture, focusing the eyes half\nclosed between the eyebrows or the tip of the nose, equalising the breath\nuntil suspended rendering the mind and sense incapable of moving to any\nother location except to the atma or soul. Due to fulfilling the above\nmeditation one is automatically freed from desire, fear and doubts. Whose\nsole goal and aim is moksa or liberation. Determinedly intent on achieving\natma tattva or soul realisation such a person is considered to be liberated\neven before fully accomplishing the goal as it is a certainty it will be\nachieved. The ease which this karma yoga or selfless performance of\nprescribed Vedic activities with its nitya or daily duties and its\nnaimitika or occasional duities having yoga or the science of the\nindividual consciousness attaining communion with the ultimate\nconsciousness will next be revealed.","kumar":"Stopping all activities of the external senses prepares one to qualify for\npractising meditation. Sitting in an erect posture, focusing the eyes half\nclosed between the eyebrows or the tip of the nose, equalising the breath\nuntil suspended rendering the mind and sense incapable of moving to any\nother location except to the atma or soul. Due to fulfilling the above\nmeditation one is automatically freed from desire, fear and doubts. Whose\nsole goal and aim is moksa or liberation. Determinedly intent on achieving\natma tattva or soul realisation such a person is considered to be liberated\neven before fully accomplishing the goal as it is a certainty it will be\nachieved. The ease which this karma yoga or selfless performance of\nprescribed Vedic activities with its nitya or daily duties and its\nnaimitika or occasional duities having yoga or the science of the\nindividual consciousness attaining communion with the ultimate\nconsciousness will next be revealed."}