{"meta":"Bhagavad GitaChapter 5 Verse 25","metahi":"भगवद् गीता 5.25","slok":"लभन्ते ब्रह्मनिर्वाणमृषयः क्षीणकल्मषाः।छिन्नद्वैधा यतात्मानः सर्वभूतहिते रताः।।5.25।।","htsrsd":"।।5.25।।जिनका शरीर मनबुद्धिइन्द्रियोंसहित वशमें है जो सम्पूर्ण प्राणियोंके हितमें रत हैं जिनके सम्पूर्ण संशय मिट गये हैं जिनके सम्पूर्ण कल्मष (दोष) नष्ट हो गये हैं वे विवेकी साधक निर्वाण ब्रह्मको प्राप्त होते हैं।","htstma":"।।5.25।। वे ऋषिगण मोक्ष को प्राप्त होते हैंजिनके पाप नष्ट हो गये हैं जो छिन्नसंशय संयमी और भूतमात्र के हित में रमने वाले हैं।।","transliteration":"Labhante brahma nirvaanam rishayah ksheenakalmashaah;\nCchinnadwaidhaa yataatmaanah sarvabhootahite rataah.","englishmeaning":"labhante—achieve; brahma-nirvāṇam—liberation from material existence; ṛiṣhayaḥ—holy persons; kṣhīṇa-kalmaṣhāḥ—whose sins have been purged; chhinna—annihilated; dvaidhāḥ—doubts; yata-ātmānaḥ—whose minds are disciplined; sarva-bhūta—for all living entities; hite—in welfare work; ratāḥ—rejoice","hcsrsd":" 5.25।। व्याख्या  यतात्मानः नित्य सत्यतत्त्वकी प्राप्तिका दृढ़ लक्ष्य होनेके कारण साधकोंको शरीरइन्द्रियाँमनबुद्धि वशमें करने नहीं पड़ते प्रत्युत ये स्वाभाविक ही सुगमतापूर्वक उनके वशमें हो जाते हैं। वशमें होनेके कारण इनमें रागद्वेषादि दोषोंका अभाव हो जाता है और इनके द्वारा होनेवाली प्रत्येक क्रिया दूसरोंका हित करनेवाली हो जाती है।शरीरइन्द्रियाँमनबुद्धिको अपने और अपने लिये मानते रहनेसे ही ये अपने वशमें नहीं होते और इनमें रागद्वेष कामक्रोध आदि दोष विद्यमान रहते हैं। ये दोष जबतक विद्यमान रहते हैं तबतक साधक स्वयं इनके वशमें रहता है। इसलिये साधकको चाहिये कि वह शरीरादिको कभी अपना और अपने लिये न माने।ऐसा माननेसे इनकी आग्रहकारिता समाप्त हो जाती है और ये वशमें हो जाते हैं। अतः जिनका शरीरइन्द्रियाँमनबुद्धिमें अपनेपनका भाव नहीं है तथा जो इन शरीरादिको कभी अपना स्वरूप नहीं मानते ऐसे सावधान साधकोंके लिये यहाँ यतात्मानः पद आया है।सर्वभूतहिते रताः सांख्ययोगकी सिद्धिमें व्यक्तित्वका अभिमान मुख्य बाधक है। इस व्यक्तित्वके अभिमानको मिटाकर तत्त्वमें अपनी स्वाभाविक स्थितिका अनुभव करनेके लिये सम्पूर्ण प्राणियोंके हितका भाव होना आवश्यक है। सम्पूर्ण प्राणियोंके हितमें प्रीति ही उसके व्यक्तित्वको मिटानेका सुगम साधन है।जो सर्वत्र परिपूर्ण परमात्मतत्त्वके साथ अभिन्नताका अनुभव करना चाहते हैं उनके लिये प्राणिमात्रके हितमें प्रीति होनी आवश्यक है। जैसे अपने कहलानेवाले शरीरमें आकृति अवयव कार्य नाम आदि भिन्नभिन्न होते हुए भी ऐसा भाव रहता है कि सभी अङ्गोंको आराम पहुँचे किसी भी अङ्गको कष्ट न हो ऐसे ही वर्ण आश्रम सम्प्रदाय साधनपद्धति आदि भिन्नभिन्न होते हुए भी सम्पूर्ण प्राणियोंके हितमें स्वाभाविक ही रति होनी चाहिये कि सबको सुख पहुँचे सबका हित हो कभी किसीको किञ्चिन्मात्र भी कष्ट न हो। कारण कि बाहरसे भिन्नता रहनेपर भी भीतरसे एक परमात्मतत्त्व ही समानरूपसे सबमें परिपूर्ण है। अतः प्राणिमात्रके हितमें प्रीति होनेसे व्यक्तिगत स्वार्थभाव सुगमतासे नष्ट हो जाता है और परमात्मतत्त्वके साथ अपनी अभिन्नताका अनुभव हो जाता है।छिन्नद्वैधाः जबतक तत्त्वप्राप्तिका एक निश्चय दृढ़ नहीं होता तबतक अच्छेअच्छे साधकोंके अन्तःकरणमें भी कुछनकुछ दुविधा विद्यमान रहती है। दृढ़ निश्चय होनेपर साधकोंको अपनी साधनामें कोई संशय विकल्प भ्रम आदि नहीं रहता और वे असंदिग्धरूपसे तत्परतापूर्वक अपने साधनमें लग जाते हैं।क्षीणकल्मषाः प्रकृतिसे माना हुआ जो भी सम्बन्ध है वह सब कल्मष ही है क्योंकि प्रकृतिसे माना हुआ सम्बन्ध ही सम्पूर्ण कल्मषों अर्थात् पापों दोषों विकारोंका हेतु है। प्रकृति तथा उसके कार्य शरीर इन्द्रियाँ मन बुद्धि आदिसे स्पष्टतया अपना अलग अनुभव करनेसे साधकमें निर्विकारता स्वतः आ जाती है।ऋषयःऋष् धातुका अर्थ हैज्ञान। उस ज्ञान(विवेक) को महत्त्व देनेवाले ऋषि कहलाते हैं।प्राचीनकालमें ऋषियोंने गृहस्थमें रहते हुए भी परमात्मतत्त्वको प्राप्त किया था। इस श्लोकमें भी सांसारिक व्यवहार करते हुए विवेकपूर्वक परमात्मतत्त्वकी प्राप्तिके लिये साधन करनेवाले साधकोंका वर्णन है। अतः अपने विवेकको महत्त्व देनेवाले ये साधक भी ऋषि ही हैं।लभन्ते ब्रह्मनिर्वाणम् ब्रह्म तो सभीको सदासर्वदा प्राप्त है ही पर परिवर्तनशील शरीर आदिसे अपनी एकता मान लेनेके कारण मनुष्य ब्रह्मसे विमुख रहता है। जब शरीरादि उत्पत्तिविनाशशील वस्तुओंसे सम्बन्धविच्छेद हो जाता है तब सम्पूर्ण विकारों और संशयोंका नाश होकर सर्वत्र परिपूर्ण ब्रह्मका अनुभव हो जाता है।लभन्ते पदका तात्पर्य है कि जैसे लहरें समुद्रमें लीन हो जाती हैं ऐसे ही सांख्ययोगी निर्वाण ब्रह्ममें लीन हो जाते हैं। जैसे जलतत्त्वमें समुद्र और लहरेंये दो भेद नहीं हैं ऐसे ही निर्वाण ब्रह्ममें आत्मा और परमात्माये दो भेद नहीं हैं। सम्बन्ध  चौबीसवेंपचीसवें श्लोकोंमें भगवान्ने सांख्ययोगके साधकोंद्वारा निर्वाण ब्रह्मको प्राप्त करनेकी बात कही। अब आगेके श्लोकमें यह बताते हैं कि निर्वाण ब्रह्मकी प्राप्ति होनेपर उसका कैसा अनुभव होता है","hcsca":"।।5.25।। जितेन्द्रिय होकर जब मनुष्य ध्यानभ्यास करता है तब वह अपने मन की सभी पापपूर्ण वासनाओं को धो डालता है जिन्होनें आत्मस्वरूप को आवृत्त कर रखा है और जिसके कारण सत्य के विषय में असंख्य संशय उत्पन्न होते हैं। मन के शुद्ध होने पर आत्मानुभव भी सहजसिद्ध हो जाता है। आत्मज्ञान का उदय होने के साथ ही आवरण और विक्षेप रूप अज्ञान की आत्यंतिक निवृत्ति होकर स्वरूप में अवस्थान प्राप्त हो जाता है।विकास के सर्वोच्च शिखरआत्मस्थिति को प्राप्त करने के पश्चात् देह त्याग तक ज्ञानी पुरुष का क्या कर्तव्य होता हैइस विषय में सामान्य धारणा यह है कि वह जगत् में विक्षिप्त के समान अथवा पाषाण प्रतिमा के समान रहेगादिन में कमसेकम एक बार भोजन करेगा और घूमता रहेगा। लोग ऐसे पुरुष को समाज पर भार समझते हैं। परन्तु वेदों में मनुष्य के लिए कोई जीवित प्रेत का लक्ष्य नहीं बताया गया है और न ऋषियों ने किसी ऐसे लक्ष्य की प्राप्ति के लिए प्रयत्न किया है।आत्मसाक्षात्कार कोई दैवनिर्धारित शवगर्त की ओर धीरेधीरे बढ़ने वाला दुखद संचलन नहीं वरन् सत्य के राजप्रासाद तक पहँचने की सुखद यात्रा है। यह सत्य जीव का स्वयं सिद्ध स्वरूप ही है जिसके अज्ञान से वह अपने से ही दूर भटक गया था। आत्मानुभव में स्थित ज्ञानी पुरुष का सम्पूर्ण जीवन मनुष्यों का आत्म अज्ञान दूर करने और आत्मवैभव को प्रकट करने में समर्पित होता है। इसका संकेत भगवान् के शब्दों में सर्वभूत हिते रता के द्वारा किया गया है।यह लोक सेवा उसका स्वनिर्धारित कार्य और मनोरंजन दोनों ही है। उपाधियों के द्वारा सब की सेवा में अपने को समर्पित करते हुए ज्ञानी पुरुष स्वयं अपने शुद्ध स्वरूप में स्थित रहता है।भगवान् आगे कहते हैं","etsga":"5.25 The seers whose sins have been attenuated, who are freed from doubt, whose organs are under control, who are engaged in doing good to all beings, attain absorption in Brahman.","etssa":"5.25 The sages (Rishis) obtain absolute freedom or Mokshathey whose sins have been destroyed, whose dualities (perception of dualities or experience of the pairs of opposites) are torn asunder, who are self-controlled, and intent on the welfare of all beings.","etdss":"5.25. At all times there is the tranil Brahman for the ascetics who have severed their connection with desire and anger, who have controlled their mind and have realised their Self.","ecssa":"5.25 लभन्ते obtain? ब्रह्मनिर्वाणम् absolute freedom? ऋषयः the Rishis? क्षीणकल्मषाः those whose sins are destroyed? छिन्नद्वैधाः whose dualities are torn asunder? यतात्मानः those who are selfcontrolled? सर्वभूतहिते in the welfare of all beings? रताः rejoicing.Commentary Sins are destroyed by the performance of Agnihotra (a daily obligatoyr ritual) and other Yajnas (vide notes on verse III. 13) without expectation of their fruits and by other selfless services. The duties vanish by constant meditation on the nondual Brahman. He never hurts others in thought? word and deed? and he is devoted to the welfare of all beings as he feels that all beings are but his own Self. (Cf.XII.4)","scetsga":"5.25 Rsayah, the seers, those who have full realization, the monks; ksina-kalmasah, whose sins, defects like sin etc., have been attenuated; chinna-dvaidhah, who are freed from doubt; yata-atmanah, whose organs are under control; ratah, who are engaged; sarvabhutahite, in doing good to all beings-favourably disposed towards all, i.e. harmless; labhante, attain; brahma-nirvanam, absorption in Brahman, Liberation.\nFurther,","scetdss":"5.25 Labhante etc.This[goal] is however possible to attain for those in whom the double knots in the form of dualism and doubt have been cut off.","scetssa":"5.25 The sages are seers who are devoted to the vision of the self. For them the pairs of opposites are annulled; i.e., they are freed from pairs of opposites like cold and heat, etc. They have their minds well subdued, i.e., their minds are directed to the self. They are devoted to the welfare of all beings, i.e., they are interested in the welfare of all beings like their own selves. Those persons who are like this have all their impurities, which are incompatible with the attainment of the self, annulled, and they attain to the bliss of the Brahman.\nFor those possessing the characteristics mentioned above, Sri Krsna now teaches that the Brahman is easy to attain.","chakravarthi":"This verse shows how many persons attain perfection through this practice.","rudra":"\nSages or saintly and holy men of purified minds who have true vision are\nknown to be devoted to the welfare of all living entities. This has been\nseen to be a characteristic of compassion in them and becoming immersed in\nthe Brahman or spiritual substratum pervading all existence they attain\nmoksa or liberation from the material existence.","brahma":"\nOnce a person sins have been eradicated thenthesearethethingswhich\ntranspire. As such demerits diminish thefeelingofalienationfromthe\natma or soul also diminishes. Lord Krishnausesthewordschinna-dvaitha\nmeaning uprooting concepts of dualism such as pleasure andpain, joyand\nsorrow, success and failure etc. which give rise todoubtsanddelusions.\nHow are they to be uprooted? By theswordofknowledgeintheformof\nrenouncing all desires for sensegratificationandperceivingtheatmas\ndistinctive nature along with the Brahman or spiritual substratumpervading\nallexistence.Theeternalatmawhichevaporatesallalienation is\nomniscient, knowing past, present and future. Therefore byatmatattvaor\nrealisation of the soul one is able to enact their individualconsciousness\nattain communionwiththeultimateconsciousnessandwithalldoubts\nremoved realise that the destruction of the alienation fromtheindividual\natma and the distinctive nature ofparamatma ortheSupremeSoulreveal\ntwo completely different realities.","shri":"\nThe compound word chinna-dvaidha means those who are no longer influenced\nby dualities such as pleasure and pain, praise and ridicule, acceptance and\nrejection. The word yatatmanah means those who have conditioned their minds\nto focus on the atma or soul. The words sarva-bhuta-hite-ratih means those\nwho always wish for all living beings the same happiness and righteousness\nas they would wish for themselves. The word rsayah refers to the saintly\nsages who are focused and intent on obtaining atma tattva or realisation of\nthe soul. Those of this category abandon all impurities that are opposed to\natma realisation and by doing so they shortly attain the bliss of the atma.\nThat the eternal atma is very accessible and can be easily reached Lord\nKrishna will explain next.","kumar":"The compound word chinna-dvaidha means those who are no longer influenced\nby dualities such as pleasure and pain, praise and ridicule, acceptance and\nrejection. The word yatatmanah means those who have conditioned their minds\nto focus on the atma or soul. The words sarva-bhuta-hite-ratih means those\nwho always wish for all living beings the same happiness and righteousness\nas they would wish for themselves. The word rsayah refers to the saintly\nsages who are focused and intent on obtaining atma tattva or realisation of\nthe soul. Those of this category abandon all impurities that are opposed to\natma realisation and by doing so they shortly attain the bliss of the atma.\nThat the eternal atma is very accessible and can be easily reached Lord\nKrishna will explain next."}