{"meta":"Bhagavad GitaChapter 5 Verse 29","metahi":"भगवद् गीता 5.29","slok":"भोक्तारं यज्ञतपसां सर्वलोकमहेश्वरम्।सुहृदं सर्वभूतानां ज्ञात्वा मां शान्तिमृच्छति।।5.29।।","htsrsd":"।।5.29।।भक्त मुझे सब यज्ञों और तपोंका भोक्ता सम्पूर्ण लोकोंका महान् ईश्वर तथा सम्पूर्ण प्राणियोंका सुहृद् (स्वार्थरहित दयालु और प्रेमी) जानकर शान्तिको प्राप्त हो जाता है।","htstma":"।।5.29।। (साधक भक्त) मुझे यज्ञ और तपों का भोक्ता और सम्पूर्ण लोकों का महान् ईश्वर तथा भूतमात्र का सुहृद् (मित्र) जानकर शान्ति को प्राप्त होता है।।","transliteration":"Bhoktaaram yajnatapasaam sarvaloka maheshwaram;\nSuhridam sarvabhootaanaam jnaatwaa maam shaantim ricchati.","englishmeaning":"bhoktāram—the enjoyer; yajña—sacrifices; tapasām—austerities; sarva-loka—of all worlds; mahā-īśhvaram—the Supreme Lord; su-hṛidam—the selfless Friend; sarva—of all; bhūtānām—the living beings; jñātvā—having realized; mām—Me (Lord Krishna); śhāntim—peace; ṛichchhati—attains","hcsrsd":"।।5.29।। व्याख्या  भोक्तारं यज्ञतपसाम् जब मनुष्य कोई शुभ कर्म करता है तब वह जिनसे शुभ कर्म करता है उन शरीर इन्द्रियाँ मन बुद्धि पदार्थ आदिको अपना मानता है और जिसके लिये शुभ कर्म करता है उसे उस कर्मका भोक्ता मानता है जैसेकिसी देवताकी पूजा की तो उस देवताको पूजारूप कर्मका भोक्ता मानता है किसीकी सेवा की तो उसे सेवारूप कर्मका भोक्ता मानता है किसी भूखे व्यक्तिको अन्न दिया तो उसे अन्नका भोक्ता मानता है आदि। इस मान्यताको दूर करनेके लिये भगवान् उपर्युक्त पदोंमें कहते हैं कि वास्तवमें सम्पूर्ण शुभ कर्मोंका भोक्ता मैं ही हूँ। कारण कि प्राणिमात्रके हृदयमें भगवान् ही विद्यमान हैं (टिप्पणी प0 321)। इसलिये किसीका पूजन करना किसीको अन्नजल देना किसीको मार्ग बताना आदि जितने भी शुभ कर्म हैं उन सबका भोक्ता भगवान्को ही मानना चाहिये। लक्ष्य भगवान्पर ही रहना चाहिये प्राणीपर नहीं।नवें अध्यायके चौबीसवें श्लोकमें भी भगवान्ने अपनेको सम्पूर्ण यज्ञोंका भोक्ता बताया हैअहं हि सर्वयज्ञानां भोक्ता।दूसरी बात यह है कि जिनसे शुभ कर्म किये जाते हैं वे शरीर इन्द्रियाँ मन बुद्धि पदार्थ आदि अपने नहीं हैं प्रत्युत भगवान्के हैं। उनको अपना मानना भूल ही है। उनको अपना मानकर अपने लिये शुभ कर्मकरनेसे मनुष्य स्वयं उन कर्मोंका भोक्ता बन जाता है। अतः भगवान् कहते हैं कि तुम सम्पूर्ण शुभ कर्मोंको अपने लिये कभी मत करो केवल मेरे लिये ही करो। ऐसा करनेसे तुम उन कर्मोंके फलभागी नहीं बनोगे और तुम्हारा कर्मोंसे सम्बन्धविच्छेद हो जायगा।कामनासे ही सम्पूर्ण अशुभ कर्म होते हैं। कामनाका त्याग करके केवल भगवान्के लिये ही सब कर्म करनेसे अशुभ कर्म तो स्वरूपसे ही नहीं होते तथा शुभ कर्मोंसे अपना सम्बन्ध नहीं रहता। इस प्रकार सम्पूर्ण कर्मोंसे सर्वथा सम्बन्धविच्छेद होनेपर परमशान्तिकी प्राप्ति हो जाती है।सर्वलोकमहेश्वरम् भिन्नभिन्न लोकोंके भिन्नभिन्न ईश्वर हो सकते हैं किन्तु वे भी भगवान्के अधीन ही हैं। भगवान् सम्पूर्ण लोकोंके ईश्वरोंके भी ईश्वर हैं इसलिये यहाँ सर्वलोकमहेश्वरम् पद दिया गया है। तात्पर्य यह है कि सम्पूर्ण सृष्टिके एकमात्र स्वामी भगवान् ही हैं फिर कोई ईमानदार व्यक्ति सृष्टिकी किसी भी वस्तुको अपनी कैसे मान सकता हैशरीर इन्द्रियाँ मन बुद्धि प्राण स्त्री पुत्र धन जमीन मकान आदिको अपने मानते हुए प्रायः लोग कहा करते हैं कि भगवान् ही सारे संसारके मालिक हैं। परन्तु ऐसा कहना समझदारी नहीं है क्योंकि मनुष्य जबतक शरीर इन्द्रियाँ मन आदिको अपने मानता है तबतक भगवान्को सारे संसारका स्वामी कहना अपनेआपको धोखा देना ही है। कारण कि यदि सभी लोग शरीरादि पदार्थोंको अपनेअपने ही मानते रहें तो बाकी क्या रहा जिसके स्वामी भगवान् कहलायें अर्थात् भगवान्के हिस्सेमें कुछ नहीं बचा। इसलिये सब कुछ भगवान्का हैऐसा वही कह सकता है जो शरीरादि किसी भी पदार्थको अपना नहीं मानता। जो किसी भी वस्तुको अपनी मानता है वह वास्तवमें भगवान्को यथार्थरूपसे सर्वलोकमहेश्वर मानता ही नहीं। वह जितनी वस्तुओंको अपनी मानता है उतने अंशमें भगवान्को सर्वलोकमहेश्वर माननेमें कमी रहती है।मनुष्यको शरीरादि पदार्थोंका सदुपयोग करनेका ही अधिकार है अपने माननेका बिलकुल नहीं। इन पदार्थोंको अपने न मानकर केवल भगवान्के ही मानते हुए उन्हींकी सेवामें लगा देनेसे परमशान्तिकी प्राप्ति हो जाती है।सुहृदं सर्वभूतानां ज्ञात्वा मां शान्तिमृच्छति जो सम्पूर्ण लोकोंके ईश्वरोंके भी ईश्वर हैं वे बिना कारण स्वाभाविक ही प्राणिमात्रका हित करनेवाले प्राणिमात्रकी रक्षा करनेवाले तथा प्राणिमात्रसे प्रेम करनेवाले हैं और ऐसा हितैषी रक्षक तथा प्रेमी दूसरा कोई नहीं हैइस प्रकार जान (टिप्पणी प0 322.1) लेनेसे परमशान्ति प्राप्त हो जाती है क्योंकि वे वास्तवमें ऐसे ही हैं। महान् शक्तिशाली भगवान् बिना किसी प्रयोजनके हमारे परम सुहृद् हैं फिर भय चिन्ता उद्वेग अशान्ति आदि कैसे हो सकते हैंजीवमात्रका बिना कारण हित करनेवाले दो ही हैंभगवान् और उनके भक्त (टिप्पणी प0 322.2)। भगवान्को किसीसे कुछ भी पाना है ही नहींनानवाप्तमवाप्तव्यम् (गीता 3। 22) इसलिये वे स्वाभाविक ही सबके सुहृद् हैं। भक्त भी अपने लिये किसीसे कुछ भी नहीं चाहता और सबका हित चाहता तथा हित करता है इसलिये वह भी सबका सुहृद् होता हैसुहृदः सर्वदेहिनाम् (श्रीमद्भा0 3। 25। 21)। भक्तोंमें जो सुहृत्ता आती है वह भी मलूतः भगवान्से ही आती है।भगवान् सम्पूर्ण यज्ञों और तपोंके भोक्ता हैं सम्पूर्ण लोकोंके महान् ईश्वर हैं तथा हमारे परम सुहृद् हैंइन तीनों बातोंमेंसे अगर एक बात भी दृढ़तासे मान लें तो भगवत्प्राप्तिरूप परमशान्तिकी प्राप्ति हो जाती है फिर तीनों ही बातें मान लें तो कहना ही क्या हैअपने लिये कुछ भी चाहना किसी भी वस्तुको अपनी मानना और भगवान्को अपना न माननाये तीनों बातें भगवत्प्राप्तिमें मुख्य बाधक है। भगवान् भोक्तारं यज्ञतपसाम् पदोंसे कहते हैं कि अपने लिये कुछ भी न चाहे और कुछ भी न करे सर्वलोकमहेश्वरम् पदसे कहते हैं कि अपना कुछ भी न माने अर्थात् सुखकी इच्छाका और वस्तुव्यक्तियोंके आधिपत्यका त्याग कर दे तथा सुहृदं सर्वभूतानाम् पदोंसे कहते हैं कि केवल मेरेको ही अपना माने अन्य किसी वस्तुव्यक्ति आदिको अपना न माने। इन तीनोंमेंसे एक बात भी मान लेनेसे शेष बातें स्वतः आ जाती हैं और भगवत्प्राप्ति हो जाती है।अपने लिये सुखकी इच्छाका त्याग तभी होता है जब मनुष्य किसी भी प्राणीपदार्थको अपना न माने। जबतक किसी भी पदार्थको अपना मानता है तबतक वह बदलेमें सुख चाहेगा ही। सुखकी इच्छाके त्यागसे ममताका त्याग और ममताके त्यागसे सुखकी इच्छाका त्याग होता है। जब सब वस्तुव्यक्तियोंमें ममताका त्याग हो जाता है तब एकमात्र भगवान् ही अपने रह जाते हैं। जो किसीको भी अपना मानता है वह वास्तवमें भगवान्को सर्वथा अपना नहीं मानता कहनेको चाहे कहता रहे कि भगवान् मेरे हैं। माने हुए सम्बन्धका अभाव होनेसे भगवान्से अपनी सच्ची आत्मीयता जाग्रत् हो जाती है। तात्पर्य यह निकला कि चाहे सुखकी इच्छाका त्याग हो जाय चाहे ममताका अभाव हो जाय और चाहे भगवान्में सच्ची आत्मीयता हो जाय इसके होते ही परमशान्तिका अनुभव हो जायगा। कारण कि एक भी भाव दृढ़ होनेपर अन्य भाव भी साथमें आ ही जाते हैं।एक तो कर्म करना चाहिये और दूसरा कर्म करनेकी विद्या आनी चाहिये। जब मनुष्य कर्म तो करता है पर कर्म करनेकी विद्या नहीं जानता अथवा कर्म करनेकी विद्या तो जानता है पर कर्म नहीं करता तब उसके द्वारा सुचारुरूपसे कर्म नहीं होते। इसलिये भगवान्ने तीसरे अध्यायमें कर्म करनेपर विशेष जोर दिया है पर साथमें कर्मोंको जाननेकी बात भी कही है और चौथे अध्यायमें कर्मोंका तत्त्व जाननेपर विशेष जोर दिया है और साथमें कर्म करनेकी बात भी कही है। पाँचवें अध्यायमें यद्यपि कर्मयोग और सांख्ययोगदोनोंके द्वारा कल्याण होनेकी बात आयी है तथापि भगवान्ने सांख्ययोगकी अपेक्षा कर्मयोगको श्रेष्ठ बताया है। इस अध्यायमें भगवान्ने क्रमपूर्वक कर्मयोग और सांख्ययोगका वर्णन करके फिर संक्षेपसे ध्यानयोगका वर्णन किया और अन्तमें संक्षेपसे भक्तियोगका वर्णन किया जो भगवान्का मुख्य ध्येय है।इस प्रकार ँ़ तत् सत्इन भगवन्नामोंके उच्चारणपूर्वक ब्रह्मविद्या और योगशास्त्रमय श्रीमद्भगवद्गीतोपनिषद्रूप श्रीकृष्णार्जुनसंवादमें कर्मसंन्यासयोग नामक पाँचवाँ अध्याय पूर्ण हुआ।।5।।","hcsca":"।।5.29।। हमको सदैव इस बात का ध्यान रखना चाहिए कि भगवान् श्रीकृष्ण जब कभी स्वयं के लिए मैं शब्द का प्रयोग करते हैं तब उनका अभिप्राय भूतमात्र के हृदय में वास करने वाली आत्मा से होता है और न कि देवकी पुत्र शरीरधारी श्रीकृष्ण से। अहंकार का मूलस्वरूप शुद्ध चैतन्य स्वरूप आत्मा है जो देहादि उपाधियों के साथ तादात्म्य के कारण कर्ता और भोक्ता के रूप में प्रतीत होता है। यज्ञ शब्द का अर्थ पहले भी बताया जा चुका है। गीता के अनुसार किसी भी कार्यक्षेत्र में निस्वार्थ भाव से विश्व कल्याण के लिए अर्पित किया गया कर्म यज्ञ कहलाता है। जिन शक्तियों का हम व्यर्थ में अपव्यय करते हैं उनका आत्मसंयम के द्वारा संचय करना तप है। फिर इस तप का उपयोग आत्म प्राप्ति के लिए किया जाना चाहिए।यह आत्मा वास्तव में सब देवों का देवमहेश्वर है। ज्ञान और कर्म के सम्पूर्ण व्यापारों के नियन्ता के अर्थ में यहाँ ईश्वर शब्द का प्रयोग किया गया है। शास्त्रों के अनुसार प्रत्येक कर्मेन्द्रिय तथा ज्ञानेन्द्रिय का एकएक अधिष्ठाता देवता है। नेत्र से रूपवर्ण श्रोत्र से शब्द और इसी प्रकार अन्य इन्द्रियों के द्वारा भिन्नभिन्न विषयों का ज्ञान होता है। इन दस इन्द्रियों का शासक और नियन्ता हैचैतन्य आत्मा। अत श्रीकृष्ण यहाँ आत्मा को महेश्वर विशेषण देते हैं।इस श्लोक में हमारा अनुभव यह है कि किसी बड़े पद के शासकीय अधिकारी के पास पहुँचने में अत्यन्त कठिनाई का सामना करना पड़ता है और उसमें भी राजनीति सत्ता के सर्वोच्च पद पर आसीन व्यक्ति की ओर तो सामान्य जन भयमिश्रित आदर के साथ देखते हैं। सामान्य मनुष्य में तो उसके समीप जाने का साहस ही नहीं होता। परन्तु सर्वलोक महेश्वर आत्मा के साथ यह बात नहीं है। भगवान् कहते हैं आत्मा सर्व प्राणियों का सुहृद (मित्र) है।मुझे (इस प्रकार) जानकर वह पुरुष शान्ति को प्राप्त होता है। यहाँ जानकर शब्द का अर्थ यह नहीं कि जैसे हम किसी फूल या फल को विषय रूप में उससे भिन्न रहकर जानते हैं वैसे ही श्रीकृष्ण को जानना है। ज्ञात्वा शब्द से तात्पर्य है श्रीकृष्ण को आत्मरूप से अनुभव करना। यज्ञ और तपों के भोक्ता महेश्वर और सुहृद भगवान् श्रीकृष्ण को आत्मरूप से साक्षात् अनुभव करके साधक परम शान्ति को प्राप्त होता है।Conclusionँ़ तत्सदिति श्रीमद्भगवद्गीतासूपनिषस्तु ब्रह्मविद्यायां योगशास्त्रेश्रीकृष्णार्जुनसंवादे कर्मसंन्यासयोगो नाम पंचमोऽध्याय।।","etsga":"5.29 One attains Peace by knowing Me who, as the great Lord of all the worlds, am the enjoyer of sacrifices and austerities, (and) who am the friend of all creatures.","etssa":"5.29 He who knows Me as the enjoyer of sacrifices and austerities, the great Lord of all the worlds and the friend of all beings, attains to peace.","etdss":"5.29. There is no such translation for this sloka.","ecssa":"5.29 भोक्तारम् the enjoyer? यज्ञतपसाम् of sacrifices and austerities? सर्वलोकमहेश्वरम् the great Lord of all worlds? सुहृदम् friend? सर्वभूतानाम् of all beings? ज्ञात्वा having known? माम् Me? शान्तिम् peace? ऋच्छति attains.Commentary I am the Lord of all sacrifices and austerities. I am their author? goal and their God. I am the friend of all beings? the doer of good to them without expecting any return for it. I am the dispenser of the fruits of all actions and the silent witness of their minds? thoughts and actions as I dwell in their hearts. On knowing Me? they attain peace and liberation or Moksha (deliverance from the round of birth and death and all worldly miseries and sorrows). (Cf.V.15IX.24)Thus in the Upanishads of the glorious Bhagavad Gita? the science of the Eternal? the scripture of Yoga? the dialogue between Sri Krishna and Arjuna? ends the fifth discourse entitledThe Yoga of Renunciation of Action.","scetsga":"5.29 Rcchati, one attains; santim, Peace, complete cessation of transmigration; jnatva, by knowing; mam, Me who am Narayana; who, as the sarva-loka-mahesvaram, great Lord of all the worlds; am the bhoktaram, enjoyer (of the fruits); yajna-tapasam, of sacrifices and austerities, as the performer and the Deity of the sacrifices and austerities (respectively); (and) who am the suhrdam, friend; sarva-bhutanam, of all creatures-who am the Benefactor of all without consideration of return, who exist in the heart of all beings, who am the dispenser of the results of all works, who am the Witness of all perceptions.","scetdss":"5.29Bhokatrametc. [The Lord is deemed to be] the enjoyer in the caste of their fruit of the sacrifices.For, it is in favour of Him that the fruit is renounced.the same is with regard to the austerities.By knowing the nautre of the Lord as such, a man of Yoga is released, whatever way he may remain in.","scetssa":"5.29 Knowing Me as the enjoyer of all sacrifices and austerities, as the Supreme Lord of all the worlds, and as the Friend of every being, he attains peace, i.e., wins happiness even while performing Karma Yoga. Him who is the Supreme Lord of all worlds means Him who is the Lord of all the lords of the worlds. For the Sruti says: Him who is the supreme mighty Lord of lords (Sve. U., 6.7). The meaning is that knowing Me as the Supreme Lord of all the worlds and the friend of all and considering Karma Yoga to be My worship, he becomes gladly engaged in it. All beings endeavour to please a friend.","chakravarthi":"I am the guardian (bhoktaram) of the yajna of the karma yogis and the austerities (tapasam) of the jnanis. That means that I am the object of worship of the karma yogis and jnanis. I am the great controller of all people (sarva loka mahesvaram), the paramatma: the object of worship of the astanga yogis. I am the friend of all entities: I am the person who gives benefit to all living entities by instructions about bhakti, through the medium of my devotees, by my mercy. I am the object of worship for the devotees.\nOne cannot attain realization of me, who am beyond the modes, by sattva guna jnana. I have said that I am attainable only by bhakti: bhaktaham ekaya grahyah. The yogi, only by bhakti which is beyond the modes, by realizing me as paramatma (jnatva mam), the object of his worship, attains liberation (santim).\nThis chapter explains that the jnani and the yogi, by niskama karma   yoga,   realizing both atma and paramatma attain liberation.","rudra":"\nNow the question may arise as to how one mayachievemoksaorliberation\nfrom material existence by merely controlling the mind andsensesinthis\nway? Lord Krishna spoke this verse to confirmthatmoksaisattainedby\nknowledge and not merely by controlofthemindandsenses.Thewords\njnatva mam which means knowing Lord Krishna as sarva-loka mahesvaram orthe\nsovereign lord of all the worlds and knowing Lord Krishna as suhrdamsarva-\nbhutanam the benevolent well-wisher of all living beings. This knowledgeis\nessential and one who comprehends this knowledge along with performingyoga\nor the science of the individual consciousness attaining communion withthe\nultimate consciousness becomes qualified to attain moksa.\nI bow down to the Supreme Lord Krishna who thus removed the thorn of doubt\nregarding cultivation of knowledge and selfless actions by prescribing the\ncombination of the two in proper sequence.","brahma":"\nLord Krishna has revealed the confidential purposeofmeditationandthe\nmethod of attaining moksa or liberationfrommaterialexistenceinthis\nverse.","shri":"\nKnowing Lord Krishna to be bequeather of all rewards for all actions. The\nsovereign lord of all existence. The intimate friend within all beings and\nwellwisher of all beings attains moksa or liberation from material\nexistence. What this means is that if karma yoga or the selfless practice\nof prescribed Vedic activities and are the sum total of all duties are\nperformed consciously as offerings of worship to Lord Krishna then this in\nitselfis enough to grant moksa. This is the easiest and most practical as\nit is so simple to do. Moreover who would not be inclined to offer such\nservice to a dear friend especially when this friend is such a universal\nbenefactor existing within and without every living being throughout all of\ncreation.","kumar":"Knowing Lord Krishna to be bequeather of all rewards for all actions. The\nsovereign lord of all existence. The intimate friend within all beings and\nwellwisher of all beings attains moksa or liberation from material\nexistence. What this means is that if karma yoga or the selfless practice\nof prescribed Vedic activities and are the sum total of all duties are\nperformed consciously as offerings of worship to Lord Krishna then this in\nitselfis enough to grant moksa. This is the easiest and most practical as\nit is so simple to do. Moreover who would not be inclined to offer such\nservice to a dear friend especially when this friend is such a universal\nbenefactor existing within and without every living being throughout all of\ncreation."}