{"meta":"Bhagavad GitaChapter 5 Verse 5","metahi":"भगवद् गीता 5.5","slok":"यत्सांख्यैः प्राप्यते स्थानं तद्योगैरपि गम्यते।एकं सांख्यं च योगं च यः पश्यति स पश्यति।।5.5।।","htsrsd":"।।5.5।।सांख्ययोगियोंके द्वारा जो तत्त्व प्राप्त किया जाता है कर्मयोगियोंके द्वारा भी वही प्राप्त किया जाता है। अतः जो मनुष्य सांख्ययोग और कर्मयोगको (फलरूपमें) एक देखता है वही ठीक देखता है।","htstma":"।।5.5।। जो स्थान ज्ञानियों द्वारा प्राप्त किया जाता है उसी स्थान पर कर्मयोगी भी पहुँचते हैं। इसलिए जो पुरुष सांख्य और योग को (फलरूप से) एक ही देखता है वही (वास्तव में) देखता है।।","transliteration":"Yatsaankhyaih praapyate sthaanam tad yogair api gamyate;\nEkam saankhyam cha yogam cha yah pashyati sa pashyati.","englishmeaning":"yat—what; sānkhyaiḥ—by means of karm sanyās; prāpyate—is attained; sthānam—place; tat—that; yogaiḥ—by working in devotion; api—also; gamyate—is attained; ekam—one; sānkhyam—renunciation of actions; cha—and; yogam—karm yog; cha—and; yaḥ—who; paśhyati—sees; saḥ—that person; paśhyati—actually sees","hcsrsd":" 5.5।। व्याख्या  यत्सांख्यैः प्राप्यते स्थानं तद्योगैरपि गम्यते पूर्वश्लोकके उत्तरार्धमें भगवान्ने कहा था कि एक साधनमें भी अच्छी तरहसे स्थित होकर मनुष्य दोनों साधनोंके फलरूप परमात्मतत्त्वको प्राप्त कर लेता है। उसी बातकी पुष्टि भगवान् उपर्युक्त पदोंमें दूसरे ढंगसे कर रहे हैं कि जो तत्त्व सांख्ययोगी प्राप्तकरते हैं वही तत्त्व कर्मयोगी भी प्राप्त करते हैं।संसारमें जो यह मान्यता है कि कर्मयोगसे कल्याण नहीं होता कल्याण तो ज्ञानयोगसे ही होता हैइस मान्यताको दूर करनेके लिये यहाँ अपि अव्ययका प्रयोग किया गया है।सांख्ययोगी और कर्मयोगीदोनोंका ही अन्तमें कर्मोंसे अर्थात् क्रियाशील प्रकृतिसे सम्बन्धविच्छेद होता है। प्रकृतिसे सम्बन्धविच्छेद होनेपर दोनों ही योग एक हो जाते हैं। साधनकालमें भी सांख्ययोगका विवेक (जड़चेतनका सम्बन्धविच्छेद) कर्मयोगीको अपनाना पड़ता है और कर्मयोगकी प्रणाली (अपने लिये कर्म न करनेकी पद्धति) सांख्ययोगीको अपनानी पड़ती है। सांख्ययोगका विवेक प्रकृतिपुरुषका सम्बन्धविच्छेद करनेके लिये होता है और कर्मयोगका कर्म संसारकी सेवाके लिये होता है। सिद्ध होनेपर सांख्ययोगी और कर्मयोगीदोनोंकी एक स्थिति होती है क्योंकि दोनों ही साधकोंकी अपनी निष्ठाएँ हैं (गीता 3। 3)।संसार विषम है। घनिष्ठसेघनिष्ठ सांसारिक सम्बन्धमें भी विषमता रहती है। परन्तु परमात्मा सम हैं। अतः समरूप परमात्माकी प्राप्ति संसारसे सर्वथा सम्बन्धविच्छेद होनेपर ही होती है। संसारसे सम्बन्धविच्छेद करनेके लिये दो योगमार्ग हैंज्ञानयोग और कर्मयोग। मेरे सत्स्वरूपमें कभी अभाव नहीं होता जबकि कामनाआसक्ति अभावमें ही पैदा होती हैऐसा समझकर असङ्ग हो जाययह ज्ञानयोग है। जिन वस्तुओंमें साधकका राग है उन वस्तुओंको दूसरोंकी सेवामें खर्च कर दे और जिन व्यक्तियोंमें राग है उनकी निःस्वार्थभावसे सेवा कर देयह कर्मयोग है। इस प्रकार ज्ञानयोगमें विवेकविचारके द्वारा और कर्मयोगमें सेवाके द्वारा संसारसे सम्बन्धविच्छेद हो जाता है।एकं सांख्यं च योगं च यः पश्यति स पश्यति पूर्वश्लोकके पूर्वार्धमें भगवान्ने व्यतिरेक रीतिसे कहा था कि सांख्ययोग और कर्मयोगको बेसमझ लोग ही अलगअलग फल देनेवाले कहते हैं। उसी बातको अब अन्वय रीतिसे कहते हैं कि जो मनुष्य इन दोनों साधनोंको फलदृष्टिसे एक देखता है वही यथार्थरूपमें देखता है।इस प्रकार चौथे और पाँचवें श्लोकका सार यह है कि भगवान् सांख्ययोग और कर्मयोगदोनोंको स्वतन्त्र साधन मानते हैं और दोनोंका फल एक ही परमात्मतत्त्वकी प्राप्ति मानते हैं। इस वास्तविकताको न जाननेवाले मनुष्यको भगवान् बेसमझ कहते हैं और इस जाननेवालेको भगवान् यथार्थ जाननेवाला (बुद्धिमान्) कहते हैं।विशेष बात किसी भी साधनकी पूर्णता होनेपर जीनेकी इच्छा मरनेका भय पानेका लालच और करनेका रागये चारों सर्वथा मिट जाते हैं।जो निरन्तर मर रहा है अर्थात् जिसका निरन्तर अभाव हो रहा है उस शरीरमें मरनेका भय नहीं हो सकता और जो नित्यनिरन्तर रहता है उस स्वरूपमें जीनेकी इच्छा नहीं हो सकती तो फिर जीनेकी इच्छा और मरनेका भय किसे होता है जब स्वरूप शरीरके साथ तादात्म्य कर लेता है तब उसमें जीनेकी इच्छा और मरनेका भय उत्पन्न हो जाता है। जीनेकी इच्छा और मरनेका भयये दोनों ज्ञानयोग से (विवेकद्वारा) मिट जाते हैं।पानेकी इच्छा उसमें होती है जिसमें कोई अभाव होता है। अपना स्वरूप भावरूप है उसमें कभी अभाव नहीं हो सकता इसलिये स्वरूपमें कभी पानेकी इच्छा नहीं होती। पानेकी इच्छा न होनेसे उसमें कभी करनेका राग उत्पन्न नहीं होता। स्वयं भावरूप होते हुए भी जब स्वरूप अभावरूप शरीरके साथ तादात्म्य कर लेता हैतब उसे अपनेमें अभाव प्रतीत होने लग जाता है जिससे उसमें पानेकी इच्छा उत्पन्न हो जाती है और पानेकी इच्छासे करनेका राग उत्पन्न हो जाता है। पानेकी इच्छा और करनेका रागये दोनों कर्मयोग से मिट जाते हैं।ज्ञानयोग और कर्मयोगइन दोनों साधनोंमेंसे किसी एक साधनकी पूर्णता होनेपर जीनेकी इच्छा मरनेका भय पानेका लालच और करनेका रागये चारों सर्वथा मिट जाते हैं। सम्बन्ध  इसी अध्यायके दूसरे श्लोकमें भगवान्ने संन्यास(सांख्ययोग) की अपेक्षा कर्मयोगको श्रेष्ठ बताया। अब उसी बातको दूसरे प्रकारसे कहते हैं।","hcsca":"।।5.5।। यहाँ भगवान् का स्पष्ट वचन है कि सांख्य और योग दोनों का लक्ष्य एक ही है इसलिए एक के अनुष्ठान से दोनों के फल को प्राप्त होने की बात कही गयी है। इस प्रकार इन दोनों को फलरूप से एक समझने वाले पुरुष ही यथार्थ में वेदों में प्रतिपादित सत्य के ज्ञाता है।पश्यन्ति अर्थात् देखते हैं इस शब्द का प्रयोग उसके शास्त्रीय अर्थ में किया गया है जिसके कारण नेत्र इन्द्रिय के द्वारा किसी बाह्य वस्तु का दर्शन यहाँ अभिप्रेत नहीं हैं। अद्वैत तत्त्वज्ञान के सिद्धांतानुसार आत्मा के स्वयं द्रष्टा होने से उसका दृश्यरूप में दर्शन कभी नहीं हो सकता। द्रष्टा के द्वारा द्रष्टा का ही यह अनुभव है। देखते हैं शब्द का प्रयोग मात्र यह दर्शाने के लिए है कि इस आत्मतत्त्व का अनुभव उतना ही स्पष्ट और सन्देहरहित हो सकता है जितना कि बाह्य स्थूल पदार्थ का दर्शन।इस प्रकार इन दोनों के संश्लेषण करने का अर्थ यह नहीं है कि इनका मिश्रण किया गया हो। क्रम से योग तथा सांख्य का अनुष्ठान अपेक्षित है। इन दोनों को हम एक ही मान सकते हैं क्योंकि कर्मयोग से चित्तशुद्धि प्राप्त होकर सांख्य अर्थात् ध्यान के द्वारा हम परम तत्त्व का साक्षात् अनुभव कर सकते हैं। सभी साधकों को इस बात का ध्यान रखना चाहिये कि योग और सांख्य का अनुष्ठान क्रम से करना है न कि युगपत्।कर्मयोग का लक्ष्य संन्यास किस प्रकार हैसुनो","etsga":"5.5 The State [Sthana (State) is used in the derivative sense of the place in which one remains established, and from which one does not become relegated.] that is reached by the Sankhyas, that is reached by the yogis as well. He sees who sees Sankhya and yoga as one.","etssa":"5.5 That place which is reached by the Sankhyas or the Jnanis is reached by the Yogis (Karma Yogis). He sees, who sees knowledge and the performance of action (Karma Yoga) as one.","etdss":"5.5. What state is reached by men of knowledge-path the same is reached by men of Yoga subseently.[So] whosoever sees the knowledge-path and the Yoga to be one, he sees [correctly].","ecssa":"5.5 यत् which? सांख्यैः by the Sankhyas? प्राप्यते is reached? स्थानम् place? तत् that? योगैः by the Yogis (Karma Yogis)? अपि also? गम्यते is reached? एकम् one? सांख्यम् the Sankhya (knowledge)? च and? योगम् Yoga (performance of action)? च and? यः who? पश्यति sees? सः he? पश्यति sees.Commentary Those who have renounced the world and are treading the path of Jnana Yoga or Vedanta are the Sankhyas. Through Sravana (hearing of the Srutis or Vedantic texts)? Manana (reflection on what is heard) and Nididhyasana (constant and profound meditation) they attain to Moksha or Kaivalya directly. Karma Yogis who do selfless service? who perform their duties without expectation of the fruits and who dedicate their actions as offerings unto the Lord also reach the same state as is attained by Sankhyas indirectly through the purification of their heart and renunciation and the conseent dawn of the knowledge of the Self. That man who sees that Sankhya and Yoga are one? as leading to the same result? sees rightly. (Cf.XIII.24?25V.2)","scetsga":"5.5 Sthanam, the State called Liberation; yat prapyate, that is reached; sankhyaih, by the Sankhyas, by the monks steadfast in Knowledge; tat prapyate, that is reached; yogaih, by the yogis; api, as well. The yogis are those who, as a means to the attainment of Knowledge, undertake actions by dedicating them to God without seeking any result for themselves. The purport is that, by them also that Stated is reached through the process of aciring monasticism which is a result of the knowledge of the supreme Reality.\nTherefore, sah, he; pasyati, sees truly; yah, who; pasyati, sees; Sankhya and yoga as ekam, one, because of the identity of their results. This is the meaning.\nObjection: If this be so, then monasticism itself excels yoga! Why, then, is it said, Among the two, Karma-yoga, however, excels renunciation of actions?\nReply: Hear the reason for this: Having is veiw the mere giving up of actions and Karma-yoga, your estion was as to which one was better of the two. My answer was accordingly given that Karma-yoga excels renunciation of actions (resorted to) without Knowledge is Sankhya. This is what was meant by me. And that is indeed yoga in the highest sense. However, that which is the Vedic Karma-yoga is figuratively spoken of as yoga and renunciation since it leads to it (supreme Knowledge).\nHow does it lead to that? The answer is:","scetdss":"5.4-5 Samkhya-Yogau etc. Yatsamkhyaih etc.There is nothingto differentiate asThis is path of knowledge[and]This is Yoga.Indeed both these are ever inter-connected.Knowledge is not without Yoga;and Yoga also is not withoutknowledge.Hence the identity of these two.","scetssa":"5.5 The fruit in the form of the vision of the self which is attained by the Sankhyans (i.e.) Jnana Yogins, the same is attained alone by those who are Karma Yogins. He alone is wise who sees that Sankhya and the Yoga are one and the same because of their having the same result.\nSri Krsna points out, if the aforesaid is the case, wherein the difference between them lies.","chakravarthi":"This verse clarifies the issue. What is achieved by sannyasa (sankhyaih) is achieved by niskama karma (yogaih). The plural is used to show respect. He who sees these two as one by intelligence actually sees. He is a wise man with vision.","rudra":"\nLord Krishna now clarifies specifically that atma tattva orrealisationof\nthe soul is theresultandthatpersonswhopracticerenunciationof\nactions attains this same result as thosethatpracticeprescribedVedic\nactivities without desireforrewardandthusforonewhoseesthis\nsimilarity of result sees that both paths are actually one.Thewordyoga\nmeaning the science iftheindividualconsciousnessattainingcommunion\nwith the ultimate consciousness denotes by the suffix apimeaningalsoof\none who is a practitioner of yoga","brahma":"\nBoth invariably lead to the same result because duetoperformingactions\nwith spiritual intelligence one achieves the same goalofatmatattvaor\nrealisation of the soul. Therefore even renunciateswithspiritualwisdom\nshould perform prescribed Vedic activitiesandgrihastasorhouseholders\nshouldcultivateknowledgeoftheresplendentSupremeLord. Without\nspiritual intelligence ones actionscanneverbeproperlyestablished.\nWhereas performance of activities in spiritual intelligencewithoutdesire\nof rewards automatically leads one to renunciation. The person whoperforms\nactions with renunciation offering the results to the SupremeLordattains\nthe eternal Brahman or the spiritualsubstratumpervadingallexistence.\nThis blessed person should propitiate the Brahman in its moreadvancedand\npersonal avatar manifestaion or incarnations suchasRamaorBuddhaand\nexpansions such as Vishnu or Vasudeva;both categories whichemanatefrom\nthe Supreme LordKrishna.Therenunciateshouldofferpropitiationby\nmanasa or mentally offering flowers and meditating onthepranavaorthe\nprimordial mantra OM. Moksa or liberation is assuredforthedesirefree\nperformers of prescribedVedicactivities,thosefirmlyestablishedin\nrenunciation and those cognisant of theeternalBrahman.Butevenamong\nthese there is more bliss and satisfaction for those who perform actionsto\nplease the Supreme Lord KrishnaoranyofHisVedicauthorisedavatar\nincarnations and expansions.PerformanceofprescribedVedicactivities\nwithout knowledge of Lord KrishnaandHis avatarsisnotlaudableor\ncommendable. Therefore only those actions performed in knowledge of Himare\nknowntobeactionsperformedinrenunciation.Suchactionsasare\nperformed by renunciates is calledkarmaoractionsbasedonspiritual\nintelligence. Kar is understood as action and ma isunderstoodaswisdom.\nThus eventhegrihastasorhouseholderswithwivesandchildrenand\nresponsibility can also perform actionsinrenunciationiftheypossess\nthis wisdom or spiritual intelligence. Thus there is nodifferencebetween\nrenunciation and karma yoga or performing prescribedVedicactivities,if\nthe actions are performed as amatterofdutywithnodesireforthe\nrewards of the action. In the Vyasa Smriti it statesthatthedistinction\nbetween a grihasta following karmayogawithoutdesiresandanascetic\nrenunciate without desire except for the regulations and constraints onthe\nactivities accepted by each.","shri":"\nThe renunciates are followers of jnana yogaorthecultivationofVedic\nknowledge but the same goal is achieved bythemuponrealisationasthe\ngoal achieved by the followers of karma yoga or prescribed Vedicactivities\nupon realisation. Lord Krishna is statingthatonewhocomprehendsthat\neither of the methods leads to the same result isonewhoisincorrect\nknowledge and such a person has spiritual intelligence.","kumar":"The renunciates are followers of jnana yogaorthecultivationofVedic\nknowledge but the same goal is achieved bythemuponrealisationasthe\ngoal achieved by the followers of karma yoga or prescribed Vedicactivities\nupon realisation. Lord Krishna is statingthatonewhocomprehendsthat\neither of the methods leads to the same result isonewhoisincorrect\nknowledge and such a person has spiritual intelligence."}