{"meta":"Bhagavad GitaChapter 5 Verse 10","metahi":"भगवद् गीता 5.10","slok":"ब्रह्मण्याधाय कर्माणि सङ्गं त्यक्त्वा करोति यः।लिप्यते न स पापेन पद्मपत्रमिवाम्भसा।।5.10।।","htsrsd":"।।5.10।।जो (भक्तियोगी) सम्पूर्ण कर्मोंको भगवान्में अर्पण करके और आसक्तिका त्याग करके कर्म करता है वह जलसे कमलके पत्तेकी तरह पापसे लिप्त नहीं होता।","htstma":"।।5.10।। जो पुरुष सब कर्म ब्रह्म में अर्पण करके और आसक्ति को त्यागकर करता है वह पुरुष कमल के पत्ते के सदृश पाप से लिप्त नहीं होता।।","transliteration":"Brahmanyaadhaaya karmaani sangam tyaktwaa karoti yah;\nLipyate na sa paapena padmapatram ivaambhasaa.","englishmeaning":"brahmaṇi—to God; ādhāya—dedicating; karmāṇi—all actions; saṅgam—attachment; tyaktvā—abandoning; karoti—performs; yaḥ—who; lipyate—is affected; na—never; saḥ—that person; pāpena—by sin; padma-patram—a lotus leaf; iva—like; ambhasā—by water","hcsrsd":" 5.10।। व्याख्या  ब्रह्मण्याधाय कर्माणि शरीर इन्द्रियाँ मन बुद्धि प्राण आदि सब भगवान्के ही हैं अपने हैं ही नहीं अतः इनके द्वारा होनेवाली क्रियाओँको भक्तियोगी अपनी कैसे मान सकता है इसलिये उसका यह भाव रहता है कि मात्र क्रियाएँ भगवान्के द्वारा ही हो रही हैं और भगवान्के लिये ही हो रही हैं मैं तो निमित्तमात्र हूँ।भगवान् ही अपनी इन्द्रियोंके द्वारा आप ही सम्पूर्ण क्रियाएँ करते हैंइस बातको ठीकठीक धारण करके सम्पूर्ण क्रियाओंके कर्तापनको भगवान्में ही मानना यही उपर्युक्त पदोंका अर्थ है।शरीरादि वस्तुएँ अपनी हैं ही नहीं प्रत्युत मिली हुई हैं और बिछुड़ रही हैं। ये केवल भगवान्के नाते भगवत्प्रीत्यर्थ दूसरोंकी सेवा करनेके लिये मिली हैं। इन वस्तुओँपर हमारा स्वतन्त्र अधिकार नहीं है अर्थात् इनको अपने इच्छानुसार न तो रख सकते हैं न बदल सकते हैं और न मरनेपर साथ ही ले जा सकते हैं। इसलिये इन शरीरादिको तथा इनसे होनेवाली क्रियाओँको अपनी मानना ईमानदारी नहीं है। अतः मनुष्यको ईमानदारीके साथ जिसकी ये वस्तुएँ हैं उसीकी अर्थात् भगवान्की मान लेनी चाहिये।सम्पूर्ण क्रियाओँ और पदार्थोंको कर्मयोगी संसार के ज्ञानयोगी प्रकृति के और भक्तियोगी भगवान् के अर्पण करता है। प्रकृति और संसारदोनोंके ही स्वामी भगवान् हैं। अतः क्रियाओँ और पदार्थोंको भगवान्के अर्पण करना ही श्रेष्ठ है।सङ्गं त्यक्त्वा करोति यः किसी भी प्राणी पदार्थ शरीर इन्द्रियाँ मन बुद्धि प्राण क्रिया आदिमें किञ्चिन्मात्र भी राग खिंचाव आकर्षण लगाव महत्त्व ममता कामना आदिका न रहना ही आसक्तिका सर्वथा त्याग करना है।शास्त्रीय दृष्टिसे अज्ञान जन्ममरणका हेतु होते हुए भी साधनकी दृष्टिसे राग ही जन्ममरणका मुख्य हेतु हैकारणं गुणसङ्गोऽस्य सदसद्योनिजन्मसु (गीता 13। 21)। रागपर ही अज्ञान टिका हुआ है इसलिये राग मिटनेपर अज्ञान भी मिट जाता है। इस राग या आसक्तिसे ही कामना पैदा होती है सङ्गात्संजायते कामः (गीता 2। 62)। कामना ही सम्पूर्ण पापोंकी जड़ है (गीता 3। 37)। इसलिये यहाँ पापोंके मूल कारण आसक्तिका त्याग करनेकी बात आयी है क्योंकि इसके रहते मनुष्य पापोंसे बच नहीं सकता और इसके न रहनेसे मनुष्य पापोंसे लिप्त नहीं होता।किसी भी क्रियाको करते समय क्रियाजन्य सुख लेनेसे तथा उसके फलमें आसक्त रहनेसे उस क्रियाका सम्बन्ध छूटता नहीं प्रत्युत छूटनेकी अपेक्षा और बढ़ता है। किसी भी छोटी या बड़ी क्रियाके फलरूपमें कोई वस्तु चाहना ही आसक्ति नहीं है प्रत्युत क्रिया करते समय भी अपनेमें महत्त्वका अच्छेपनका आरोप करना और दूसरोंसे अच्छा कहलवानेका भाव रखना भी आसक्ति ही है। इसलिये अपने लिये कुछ भी नहीं करना है। जिस कर्मसे अपने लिये किसी प्रकारका किञ्चिन्मात्र भी सुख पानेकी इच्छा है वह कर्म अपने लिये हो जाता है। अपनी सुखसुविधा और सम्मानकी इच्छाका सर्वथा त्याग करके कर्म करना ही उपर्युक्त पदोंका अभिप्राय है।लिप्यते न स पापेन पद्मपत्रमिवाम्भसा यह कितनी विशेष बात है कि भगवान्के सम्मुख होकर भक्तियोगी संसारमें रहकर सम्पूर्ण भगवदर्थ कर्म करते हुए भी कर्मोंसे नहीं बँधता जैसे कमलका पत्ता जलमें उत्पन्न होकर और जलमें रहकर भी जलसे निर्लिप्त रहता है ऐसे ही भक्तियोगी संसारमें रहकर सम्पूर्ण क्रियाएँ करनेपर भी भगवान्के सम्मुख होनेके कारण संसारमें सर्वदासर्वथा निर्लिप्त रहता है।भगवान्से विमुख होकर संसारकी कामना करना ही सब पापोंका मुख्य हेतु है। कामना आसक्तिसे उत्पन्न होती है। आसक्तिका सर्वथा अभाव होनेसे कामना नहीं रह सकती इसलिये पाप होनेकी सम्भावना ही नहीं रहती।धुएँसे अग्निकी तरह सभी कर्म किसीनकिसी दोषसे युक्त होते हैं (गीता 18। 48)। परन्तु जिसने आशा कामना आसक्तिका त्याग कर दिया है उसे ये दोष नहीं लगते। आसक्तिरहित होकर भगवदर्थ कर्म करनेके प्रभावसे सम्पूर्ण संचित पाप विलीन हो जाते हैं (गीता 9। 2728)। अतः भक्तियोगीका किसी प्रकारसे भी पापसे सम्बन्ध नहीं रहता।यहाँ पापेन पद कर्मोंसे होनेवाले उस पापपुण्यरूप फलका वाचक है जो आगामी जन्मारम्भमें कारण होता है। भक्तियोगी उस पापपुण्यरूप फलसे कभी लिप्त नहीं होता अर्थात् बँधता नहीं। इसी बातको नवें अध्यायके अट्ठाईसवें श्लोकमें शुभाशुभफलैरेवं मोक्ष्यसे कर्मबन्धनैः पदोंसे कहा गया है। सम्बन्ध  अब भगवान् कर्मयोगीके कर्म करनेकी शैली बताते हैं।","hcsca":"।।5.10।। दो पूर्ववर्ती श्लोकों में वर्णित ज्ञान ब्रह्म स्वरूप में रमे हुए तत्त्ववित् पुरुषों के लिये सत्य हो सकता है परन्तु निरहंकार और अनासक्ति का जीवन सर्व सामान्य जनों के लिये सुलभ नहीं होता। पूर्णत्व के साधकों को यही कठिनाई आती है। जो साधकगण गीता ज्ञान को जीना चाहते हैं और न कि तत्प्रतिपादित सिद्धान्तों की केवल चर्चा करना उनकी यही समस्या होती है कि किस प्रकार वे अहंकार का त्याग करें। इस समस्या का निराकरण विचाराधीन श्लोक में किया गया है जिसके द्वारा कोई भी अनासक्त जीवन व्यतीत कर सकता है। ब्रह्म में अर्पण करकेमन का पूर्णतया अनासक्त होना असंभव है और यही तथ्य साधक लोग नहीं जानते। जब तक मन का अस्तित्त्व रहेगा तब तक वह किसीनकिसी वस्तु के साथ आसक्त रहेगा। इसलिये परमार्थ सत्य को पहचान कर उसके साथ तादात्म्य रखने का प्रयत्न करना ही मिथ्या वस्तुओं के साथ की आसक्ति को त्यागने का एकमात्र उपाय है। इस मनोवैज्ञानिक सत्य को दर्शाते हुए भगवान् उपदेश देते हैं कि सभी साधकों को ईश्वरार्पण बुद्धि से कर्म करने चाहिये। किसी आदर्श के निरन्तर स्मरण का अर्थ है मनुष्य का तत्स्वरूप ही बन जाना। जैसे अज्ञानदशा में हमें अहंकार का अखण्ड स्मरण बना रहता है वैसे ही ईश्वर का निरन्तर स्मरण रहने पर अहंकार का त्याग संभव हो सकता है। ईश्वर के अखण्ड चिन्तन से हम जीवभाव से ऊपर उठकर ईश्वर के साथ एकत्व का अनुभव कर सकते हैं।संक्षेप में आज हम जीवभाव में स्थित आत्मा हैंगीता का आह्वान है कि हम आत्मभाव में स्थित जीव बन जायें।एक बार अपने शुद्ध स्वरूप की पहचान हो जाने पर शरीर मन और बुद्धि के द्वारा किये गये कर्म किसी प्रकार की वासना उत्पन्न नहीं कर सकते। पाप और पुण्य कर्तृत्वाभिमानी जीव के लिये हैं आत्मा के लिये कदापि नहीं। दर्पण के कारण दिखाई दे रहे मेरे प्रतिबिम्ब की कुरूपता मेरी नहीं कही जा सकती। प्रतिबिम्ब का विकृत होना दर्पण की सतह के उत्तल या अवतल होने पर निर्भर करता है। इसी प्रकार पाप और पुण्य का बन्धन जीव को ही स्वकर्मानुसार होता है।आत्मसाक्षात्कार के पश्चात् ज्ञानी पुरुष देहादि उपाधियों के साथ विषयों के मध्य उसी प्रकार रहता है जैसे कमल का पत्ता जल में। यद्यपि कमल की उत्पत्ति पोषण स्थिति और नाश भी जल में ही होता है तथापि कमल पत्र जल से सदा अस्पर्शित रहता है। जल उसे गीला नहीं कर पाता। उसी प्रकार ही एक ज्ञानी सन्त पुरुष अन्य मनुष्यों के समान जगत् में निवास करता हुआ समस्त व्यवहार करता है और फिर भी पाप पुण्य रागद्वेष सुन्दरता कुरूपता आदि से कभी भी लिप्त नहीं होता।सामान्य कर्म को कर्मयोग में परिवर्तित करने के दो उपाय हैं (1) कर्तृत्व का त्याग और (2) फलासक्ति का त्याग। यहां प्रथम उपाय का वर्णन किया गया है। यह कोई अपरिचित नवीन या विचित्र सिद्धांत नहीं है। इसका हमें अपने जीवन में अनेक अवसरों पर अनुभव भी होता है। एक चिकित्सक आसक्ति के कारण अपनी पत्नी की शल्य क्रिया (आपरेशन) करने में स्वयं को असमर्थ पाता है परन्तु वही चिकित्सक उसी दिन उसी शल्य क्रिया को किसी अन्य रोगी पर कुशलतापूर्वक कर सकता है क्योंकि उस रोगी के साथ उसकी कोई आसक्ति नहीं होती।यदि मनुष्य स्वयं को ईश्वर का प्रतिनिधि अथवा सेवक समझकर कार्य करे तो वह स्वयं में ही उस प्रचण्ड सार्मथ्य एवं कार्यकुशलता को पायेगा जिन्हें वह वर्तमान में कर्तृत्वाभिमान के कारण व्यर्थ में खोये दे रहा है।इसलिये","etsga":"5.10 One who acts by dedicating actions to Brahman and by renouncing attachment, he does not become polluted by sin, just as a lotus leaf is not by water.","etssa":"5.10 He who does actions, offering them to Brahman, and abandoning attachment, is not tainted by sin, just as a lotus-leaf is not tainted by water.","etdss":"5.10. Who performs actions by offering them to the Brahman and giving up attachment-he is not stained by sin just as the lotus-leaf is[not stained]by water.","ecssa":"5.10 ब्रह्मणि in Brahman? आधाय having placed? कर्माणि actions? सङ्गम् attachment? त्यक्त्वा having abandoned? करोति acts? यः who? लिप्यते is tainted? न not? सः he? पापेन by sin? पद्मपत्रम् lotusleaf? इव like? अम्भसा by water.Commentary Chapter IV verses 18? 20? 21? 22? 23? 37? 41 Chapter V verses 10? 11 and 12 all convey the one idea that the Yogi who does actions without egoism and attachment to results or fruits of the actions? which he regards as offerings unto the Lord? is not tainted by the actions (Karma). He has no attachment even for Moksha. He sees inaction in action. All his actions are burnt in the fire of wisdom. He escapes from the wheel of Samsara. He is freed from the round of births and deaths. He gets purity of heart and through purity of heart attains to the knowledge of the Self. Through the knowledge of the Self he is liberated. This is the gist of the above ten verses. (Cf.III.30)","scetsga":"5.10 On the other hand, again, one who is ignorant of the Truth and is engaged in Karma-yoga, yah, who; karoti, acts; adhaya, by dedicating, by surrendering; all karmani, actions; brahmani, to Brahman, to God; with the idea, I am working for Him, as a servant does everything for his master, and tyaktva, by renouncing; sangam, attachment, even with regard to teh resulting Liberation; sah, he; na lipyate, does not get polluted, is not affected; papena, by sin; iva, just as; padma-patram, a lotus leaf; is not ambhasa, by water.\nThe only result that will certainly accrue from such action will be the purification of the heart.","scetdss":"5.10 See Comment under 5.11","scetssa":"5.10 Here the term, Brahman denotes Prakrti. Later on Sri Krsna will say:The great Brahman is My womb (14.3). Since Prakrti abides in the form of senses which are particular off-shoots of Prakrti, he who, as said in the passage beginning with Even though he is seeing, hearing ৷৷. (5.8), understands that all actions proceed from Brahman (Prakrti); renounces all attachment while engaging himself in all actions, reflecting, I am doing nothing. Such a person, though existing in contact with Prakrti, is not contaminated by sin which is the result of the wrong identification of the Atman with Prakrti and is the cause of bondage. Just as a lotus leaf is not wetted by water, actions do not affect or defile a person with sin, if he is free from such identification with the body.","chakravarthi":"Moreover, he who, offering all his actions unto me, the Supreme Lord (brahmani), giving up attachment to actions, giving up false identification of “I am doing it”, performs actions, is not contaminated at all by any actions, of which some could be sinful. Papena here represents all actions, not just sinful ones.","rudra":"\nOne who has yoked themselves to theconsciousnessofbeingthedoerof\ntheir actions cannot helpbeingcontaminatedbythereactionstosuch\nactions and on account of this their mind remains impure and hence theyare\nfar adrift from renunciation and are in agravepredicament.Apprehending\nsuchasituationLordKrishnaexplainsthatonewhodedicates and\nconsummates all actions as offerings to the Supreme Lord withoutattachment\nto rewards is not affected by sinful reactions which are most abominableon\naccount of their binding power to material nature","brahma":"\nWhosoever is properly situated in the state of equanimityisnotaffected\nby reactions duetokarmayogaortheprescribedVedicactionsthey\nperform. This means one does not desire the rewardsoftheiractionsbut\ninstead dutifully offers the results of all their actions untotheSupreme\nLord.Forthepurposeofemphasisingthemethodofperformingthis\nspiritualpracticeandforthesakeofremovinganyimpression of\ncasualness the subjectofrenouncingtherewardsofonesactionsis\nreiterated again and again by Lord Krishna.","shri":"\nThe word brahmany used here is referring to theSupremeLordwhoisthe\nantithesis to material matter. One who performsallactivitiesreflecting\nthat they relate to thefunctionsofthebodyandsensesandpertain\nexclusively to material matter and who knows that in reality theindividual\nconsciousnesshasnothingtodo with it remains unaffected and\nuncontaminated from sinful reactionsarisingfrommisconceptionsofthe\nphysical body being the atma or soul and the subsequent erroneousmentality\nthat causes bondage to samsara or the endless cycle of birthanddeathin\nthe material existence.","kumar":"The word brahmany used here is referring to theSupremeLordwhoisthe\nantithesis to material matter. One who performsallactivitiesreflecting\nthat they relate to thefunctionsofthebodyandsensesandpertain\nexclusively to material matter and who knows that in reality theindividual\nconsciousnesshasnothingtodo with it remains unaffected and\nuncontaminated from sinful reactionsarisingfrommisconceptionsofthe\nphysical body being the atma or soul and the subsequent erroneousmentality\nthat causes bondage to samsara or the endless cycle of birthanddeathin\nthe material existence."}