{"meta":"Bhagavad Gita Chapter 6 Verse 47","metahi":"भगवद् गीता 6.47","slok":"योगिनामपि सर्वेषां मद्गतेनान्तरात्मना।श्रद्धावान्भजते यो मां स मे युक्ततमो मतः।।6.47।।","htsrsd":"।।6.47।।सम्पूर्ण योगियोंमें भी जो श्रद्धावान् भक्त मुझमें तल्लीन हुए मनसे मेरा भजन करता है वह मेरे मतमें सर्वश्रेष्ठ योगी है।","htstma":"।।6.47।। समस्त योगियों में जो भी श्रद्धावान् योगी मुझ में युक्त हुये अन्तरात्मा से (अर्थात् एकत्व भाव से मुझे भजता है वह मुझे युक्ततम (सर्वश्रेष्ठ) मान्य है।।","transliteration":"Yoginaamapi sarveshaam madgatenaantaraatmanaa;\nShraddhaavaan bhajate yo maam sa me yuktatamo matah.","englishmeaning":"yoginām—of all yogis; api—however; sarveṣhām—all types of; mat-gatena—absorbed in me (God); antaḥ—inner; ātmanā—with the mind; śhraddhā-vān—with great faith; bhajate—engage in devotion; yaḥ—who; mām—to me; saḥ—he; me—by me; yukta-tamaḥ—the highest yogi; mataḥ—is considered","hcsrsd":"।।6.47।। व्याख्या योगिनामपि सर्वेषाम्   जिनमें जडतासे सम्बन्धविच्छेद करनेकी मुख्यता है जो कर्मयोग सांख्ययोग हठयोग मन्त्रयोग लययोग आदि साधनोंके द्वारा अपने स्वरूपकी प्राप्ति(अनुभव) में ही लगे हुए हैं वे योगी सकाम तपस्वियों ज्ञानियों और कर्मियोंसे श्रेष्ठ हैं। परन्तु उन सम्पूर्ण योगियोंमें भी केवल मेरे साथ सम्बन्ध जोड़नेवाला भक्तियोगी सर्वश्रेष्ठ है।यः श्रद्धावान् जो मेरेपर श्रद्धा और विश्वास करता है अर्थात् जिसके भीतर मेरी ही सत्ता और महत्ता है ऐसा वह श्रद्धावान् भक्त मेरेमें लगे हुए मनसे मेरा भजन करता है।मद्गतेनान्तरात्मना मां भजते मैं भगवान्का हूँ और भगवान् मेरे हैं इस प्रकार जब स्वयंका भगवान्में अपनापन हो जाता है तब मन स्वतः ही भगवान्में लग जाता है तल्लीन हो जाता है। जैसे विवाह होनेपर लड़कीका मन स्वाभाविक ही ससुरालमें लग जाता है ऐसे ही भगवान्में अपनापन होनेपर भक्तका मन स्वाभाविक ही भगवान्में लग जाता है मनको लगाना नहीं पड़ता। फिर खातेपीते उठतेबैठते चलतेफिरते सोतेजागते आदि सभी क्रियाओंमें मन भगवान्का ही चिन्तन करता है भगवान्में ही लगा रहता है।जो केवल भगवान्का ही हो जाता है जिसका अपना व्यक्तिगत कुछ नहीं रहता उसकी साधनभजन जपकीर्तन श्रवणमनन आदि सभी पारमार्थिक क्रियाएँ खानापीना चलनाफिरना सोनाजागना आदि सभी शारीरिक क्रियाएँ और खेती व्यापार नौकरी आदि जीविकासम्बन्धी क्रियाएँ भजन हो जाती हैं।अनन्यभक्तके भजनका स्वरूप भगवान्ने ग्यारहवें अध्यायके पचपनवें श्लोकमें बताया है कि वह भक्त मेरी प्रसन्नताके लिये ही सभी कर्म करता है सदा मेरे ही परायण रहता है केवल मेरा ही भक्त है संसारका भक्त नहीं है संसारकी आसक्तिको सर्वथा छोड़ देता है और सम्पूर्ण प्राणियोंमें वैरभावसे रहित हो जाता है।स मे युक्ततमो मतः संसारसे विमुख होकर अपना उद्धार करनेमें लगनेवाले जितने योगी (साधक) हो सकते हैं वे सभी युक्त हैं। जो सगुणनिराकारकी अर्थात् व्यापकरूपसे सबमें परिपूर्ण परमात्माकी शरण लेते हैं वे सभी युक्ततर हैं। परन्तु जो केवल मुझ सगुण भगवान्के ही शरण होते हैं वे मेरी मान्यतामें युक्ततम हैं।वह भक्त युक्ततम तभी होगा जब कर्मयोग ज्ञानयोग भक्तियोग आदि सभी योग उसमें आ जायँगे।श्रद्धाविश्वासपूर्वक भगवान्में तल्लीन हुए मनसे भजन करनेपर उसमें सभी योग आ जाते हैं। कारण कि भगवान् महायोगेश्वर हैं सम्पूर्ण योगोंके महान् ईश्वर हैं तो महायोगेश्वरके शरण होनेपर शरणागतका कौनसा योग बाकी रहेगा वह तो सम्पूर्ण योगोंसे युक्त हो जाता है। इसलिये भगवान् उसको युक्ततम कहते हैं।युक्ततम भक्त कभी योगभ्रष्ट हो ही नहीं सकता। कारण कि उसका मन भगवान्को नहीं छोड़ता तो भगवान् भी उसको नहीं छोड़ सकते। अन्तसमयमें वह पीड़ा बेहोशी आदिके कारण भगवान्को याद न कर सके तो भगवान् उसको याद करते हैं (टिप्पणी प0 385) अतः वह योगभ्रष्ट हो ही कैसे सकता है तात्पर्य है कि जो संसारसे सर्वथा विमुख होकर भगवान्के ही परायण हो गया है जिसको अपने बलका उद्योगका साधनका सहारा विश्वास और अभिमान नहीं है ऐसे भक्तको भगवान् योगभ्रष्ट नहीं होने देते क्योंकि वह भगवान्पर ही निर्भर होता है। जिसके अन्तःकरणमें संसारका महत्त्व है तथा जिसको अपने पुरुषार्थका सहारा विश्वास और अभिमान है उसीके योगभ्रष्ट होनेकी सम्भावना रहती है। कारण कि अन्तःकरणमें भोगोंका महत्त्व होनेपर परमात्माका ध्यान करते हुए भी मन संसारमें चला जाता है। इस प्रकार अगर प्राण छूटते समय मन संसारमें चला जाय तो वह योगभ्रष्ट हो जाता है। अगर अपने बलका सहारा विश्वास और अभिमान न हो तो मन संसारमें जानेपर भी वह योगभ्रष्ट नहीं होता। कारण कि ऐसी अवस्था आनेपर (मन संसारमें जानेपर) वह भगवान्को पुकारता है। अतः ऐसे भगवान्पर निर्भर भक्तका चिन्तन भगवान् स्वयं करते हैं जिससे वह योगभ्रष्ट नहीं होता प्रत्युत भगवान्को प्राप्त हो जाता है।यहाँ भक्तियोगीको सर्वश्रेष्ठ बतानेसे यह सिद्ध होता है कि दूसरे जितने योगी हैं उनकी पूर्णतामें कुछनकुछ कमी रहती होगी संसारका सम्बन्धविच्छेद होनेसे सभी योगी बन्धनसे सर्वथा मुक्त हो जाते हैं निर्विकार हो जाते हैं और परम सुख परम शान्ति परम आनन्दका अनुभव करते हैं इस दृष्टिसे तो किसीकी भी पूर्णतामें कोई कमी नहीं रहती। परन्तु जो अन्तरात्मासे भगवान्में लग जाता है भगवान्के साथ ही अपनापन कर लेता है उसमें भगत्वप्रेम प्रकट हो जाता है। वह प्रेम प्रतिक्षण वर्धमान है तथा सापेक्ष वृद्धि क्षति और पूर्तिसे रहित है। ऐसा प्रेम प्रकट होनेसे ही भगवान्ने उसको सर्वश्रेष्ठ माना है।पाँचवें अध्यायके आरम्भमें अर्जुनने पूछा कि सांख्ययोग और योग इन दोनोंमें श्रेष्ठ कौनसा है तो भगवान्ने अर्जुनके प्रश्नके अनुसार वहाँपर कर्मयोगको श्रेष्ठ बताया। परन्तु अर्जुनके लिये कौनसा योग श्रेष्ठ है यह बात नहीं बतायी। उसके बाद सांख्ययोग और कर्मयोगकी साधना कैसी चलती है इसका विवेचन करके छठे अध्यायके आरम्भमें कर्मयोगकी विशेष महिमा कही। जो तत्त्व (समता) कर्मयोगसे प्राप्त होता है वही तत्त्व ध्यानयोगसे भी प्राप्त होता है इस बातको लेकर ध्यानयोगका वर्णन किया। ध्यानयोगमें मनकी चञ्चलता बाधक होती है इस बातको लेकर अर्जुनने मनके विषयमें प्रश्न किया। इसका उत्तर भगवान्ने संक्षेपसे दे दिया। फिर अर्जुनने पूछा कि योगका साधन करनेवाला अगर अन्तसमयमें योगसे विचलितमना हो जाय तो उसकी क्या दशा होती है इसके उत्तरमें भगवान्ने योगभ्रष्टकी गतिका वर्णन किया और छियालीसवें श्लोकमें योगीकी विशेष महिमा कहकर अर्जुनको योगी बननेके लिये स्पष्टरूपसे आज्ञा दी। परन्तु मेरी मान्यतामें कौनसा योग श्रेष्ठ है यह बात भगवान्ने यहाँतक स्पष्टरूपसे नहीं कही। अब यहाँ अन्तिम श्लोकमें भगवान् अपनी मान्यताकी बात अपनी ही तरफसे (अर्जुनके पूछे बिना ही) कहते हैं कि मैं तो भक्तियोगीको श्रेष्ठ मानता हूँ स मे युक्ततमो मतः। परन्तु ऐसा स्पष्टरूपसे कहनेपर भी अर्जुन भगवान्की बातको पकड़ नहीं पाये। इसलिये अर्जुन आगे बारहवें अध्यायके आरम्भमें पुनः प्रश्न करेंगे कि आपकी भक्ति करनेवाले और अविनाशी निराकारकी उपासना करनेवालोंमें श्रेष्ठ कौनसा है तो उत्तरमें भगवान् अपने भक्तको ही श्रेष्ठ बतायेंगे जैसा कि यहाँ बताया है (टिप्पणी प0 386)।विशेष बात कर्मयोगी ज्ञानयोगी आदि सभी युक्त हैं अर्थात् सभी संसारसे विमुख हैं और समता(चेतनतत्त्व) के सम्मुख हैं। उनमें भी भक्तियोगी(भक्त) को सर्वश्रेष्ठ बतानेका तात्पर्य है कि यह जीव परमात्माका अंश है पर संसारके साथ अपना सम्बन्ध मानकर यह बँध गया है। जब यह संसारशरीरके साथ माने हुए सम्बन्धको छोड़ देता है तब यह स्वाधीन और सुखी हो जाता है। इस स्वाधीनताका भी एक भोग होता है। यद्यपि इस स्वाधीनतामें पदार्थों व्यक्तियों क्रियाओँ परिस्थितियों आदिकी कोई पराधीनता नहीं रहती तथापि इस स्वाधीनताको लेकर जो सुख होता है अर्थात् मेरेमें दुःख नहीं है संताप नहीं है लेशमात्र भी कोई इच्छा नहीं है यह जो सुखका भोग होता है यह स्वाधीनतामें भी परिच्छिन्नता (पराधीनता) है। इसमें संसारके साथ सूक्ष्म सम्बन्ध बना हुआ है। इसलिये इसको ब्रह्मभूत अवस्था कहा गया है (गीता 18। 54)।जबतक सुखके अनुभवमें स्वतन्त्रता मालूम देती है तबतक सूक्ष्म अहंकार रहता है। परन्तु इसी स्थितिमें (ब्रह्मभूत अवस्थामें) स्थित रहनेसे वह अहंकार भी मिट जाता है। कारण कि प्रकृति और उसके कार्यके साथ सम्बन्ध न रखनेसे प्रकृतिका अंश अहम् अपनेआप शान्त हो जाता है। तात्पर्य है कि कर्मयोगी ज्ञानयोगी भी अन्तमें समय पाकर अहंकारसे रहित हो जाते हैं। परन्तु भक्तियोगी तो आरम्भसे ही भगवान्का हो जाता है। अतः उसका अहंकार आरम्भमें ही समाप्त हो जाता है ऐसी बात गीतामें भी देखनेमें आती है कि जहाँ सिद्ध कर्मयोगी ज्ञानयोगी और भक्तियोगीके लक्षणोंका वर्णन हुआ है वहाँ कर्मयोगी और ज्ञानयोगीके लक्षणोंमें तो करुणा और कोमलता देखनेमें नहीं आती पर भक्तोंके लक्षणोंमें देखनेमें आती है। इसलिये सिद्ध भक्तोंके लक्षणोंमें तो अद्वेष्टा सर्वभूतानां मैत्रः करुण एव च (12। 13) ये पद आये हैं पर सिद्ध कर्मयोगी और ज्ञानयोगीके लक्षणोंमें ऐसे पद नहीं आये हैं। तात्पर्य है कि भक्त पहलेसे ही छोटा होकर चलता है (टिप्पणी प0 387) अतः उसमें नम्रता कोमलता भगवान्के विधानमें प्रसन्नता आदि विलक्षण बातें साधनावस्थामें ही आ जाती हैं और सिद्धावस्थामें वे बातें विशेषतासे आ जाती हैं। इसलिये भक्तमें सूक्ष्म अहंकार भी नहीं रहता। इन्हीं कारणोंसे भगवान्ने भक्तको सर्वश्रेष्ठ कहा है।शान्ति स्वाधीनता आदिका रस चिन्मय होते हुए भी अखण्ड है। परन्तु भक्तिरस चिन्यम होते हुए भी प्रतिक्षण वर्धमान है अर्थात् वह नित्य नवीनरूपसे बढ़ता ही रहता है कभी घटता नहीं मिटता नहीं और पूरा होता नहीं। ऐसे रसकी प्रेमानन्दकी भूख भगवान्को भी है। भगवान्की इस भूखकी पूर्ति भक्त ही करता है। इसलिये भगवान् भक्तको सर्वश्रेष्ठ मानते हैं।इसमें एक बात और समझनेकी है कि कर्मयोग और ज्ञानयोग इन दोनोंमें तो साधककी अपनी निष्ठा (स्थिति) होती है पर भक्तकी अपनी कोई स्वतन्त्र निष्ठा नहीं होती। भक्त तो सर्वथा भगवान्के ही आश्रित रहता है भगवान्पर ही निर्भर रहता है भगवान्की प्रसन्नतामें ही प्रसन्न रहता है तत्सुखे सुखित्वम्। उसको अपने उद्धारकी भी चिन्ता नहीं होती। हमारा क्या होगा इधर उसका ध्यान ही नहीं जाता। ऐसे भगवन्निष्ठ भक्तका सारा भार सारी देखभाल भगवान्पर ही आती है योगक्षेमं वहाम्यहम्। इस प्रकाऱँ तत् सत् इन भगवन्नामोंके उच्चारणपूर्वक ब्रह्मविद्या और योगशास्त्रमय श्रीमद्भगवद्गीतोपनिषद्रूप श्रीकृष्णार्जुनसंवादमें आत्मसंयमयोग नामका छठा अध्याय पूर्ण हुआ।।6।।","hcsca":"।।6.47।। पूर्व श्लोक में आध्यात्मिक साधनाओं का तुलनात्मक मूल्यांकन करके ध्यानयोग को सर्वश्रेष्ठ सिद्ध किया गया है। अब इस श्लोक में समस्त योगियों में भी सर्वश्रेष्ठ योगी कौन है इसे स्पष्ट किया गया है। ध्यानाभ्यास की प्रारम्भिक अवस्था में साधक को प्रयत्नपूर्वक ध्येय विषयक वृत्ति बनाये रखनी पड़ती है और मन को बारम्बार विजातीय वृत्ति से परावृत्त करना पड़ता है। स्वाभाविक ही है कि प्रारम्भ में ध्यान प्रयत्नपूर्वक ही होगा सहज नहीं। ध्येय (ध्यान का विषय) के स्वरूप तथा मन को स्थिर करने की विधि के आधार पर ध्यान साधना का विभिन्न प्रकार से वर्गीकरण किया जा सकता है।इस दृष्टि से हमारी परम्परा में प्रतीकोपासना ईश्वर के सगुण साकार रूप का ध्यान गुरु की उपासना कुण्डलिनी पर ध्यान अथवा मन्त्र के जपरूप ध्यान आदि का उपदेश दिया गया है। इसी आधार पर कहा जाता है कि योगी भी अनेक प्रकार के होते हैं। यहाँ भगवान् स्पष्ट करते हैं कि उपर्युक्त योगियों में श्रेष्ठ और सफल योगी कौन है।जो श्रद्धावान् योगी मुझ से एकरूप हो गया है तथा मुझे भजता है वह युक्ततम है। यह श्लोक सम्पूर्ण योगशास्त्र का सार है और इस कारण इसके गूढ़ अभिप्राय को स्पष्ट करने के लिए अनेक ग्रंथों की रचना की जा सकती है। यही कारण है कि भगवान् आगामी सम्पूर्ण अध्याय में इस मन्त्र रूप श्लोक की व्याख्या करते हैं।इस अध्याय को समझने की दृष्टि से इस स्थान पर इतना ही जानना पर्याप्त होगा कि ध्यानाभ्यास का प्रयोजन मन को संगठित करने में उतना नहीं है जितना कि अन्तकरण को आत्मस्वरूप में लीन करके शुद्ध स्वरूप की अनुभूति करने में है। यह कार्य वही पुरुष सफलतापूर्वक कर सकता है जो श्रद्धायुक्त होकर मेरा अर्थात् आत्मस्वरूप का ही भजन करता है।भजन शब्द के साथ अनेक अनावश्यक अर्थ जुड़ गये हैं और आजकल इसका अर्थ होता है कर्मकाण्ड अथवा पौराणिक पूजा का विशाल आडम्बर। ऐसी पूजा का न पुजारी के लिए विशेष अर्थ होता है और न उन भक्तों को जो पूजा कर्म को देखते हुए खड़े रहते हैं। कभीकभी भजन का अर्थ होता है वाद्यों के साथ उच्च स्वर में कीर्तन करना जिसमें भावुक प्रवृति के लोगों को बड़ा रस आता है और वे भावावेश में उत्तेजित होकर अन्त में थक जाते हैं। यदा कदा ही उन्हें आत्मानन्द का अस्पष्टसा भान होता होगा। वेदान्त शास्त्र में भजन का अर्थ है जीव का समर्पण भाव से किया गया सेवा कर्म। भक्तिपूर्ण समर्पण से उस साधक को मन से परे आत्मतत्त्व का साक्षात् अनुभव होता है। इस प्रकार जो योगी आत्मानुसंधान रूप भजन करता है वह परमात्मस्वरूप में एक हो जाता है। ऐसे ही योगी को यहां सर्वश्रेष्ठ कहा गया है।वेदान्त की भाषा में कहा जायेगा कि जिस योगी ने अनात्म जड़उपाधियों से तादात्म्य दूर करके आत्मस्वरूप को पहचान लिया है वह श्रेष्ठतम योगी है।Conclusionँ़ तत्सदिति श्रीमद्भगवद्गीतासूपनिषस्तु ब्रह्मविद्यायां योगशास्त्रेश्रीकृष्णार्जुनसंवादे ध्यानयोगो नाम षष्ठोऽध्याय।।इस प्रकार श्रीकृष्णार्जुनसंवाद के रूप में ब्रह्मविद्या और योगशास्त्र स्वरूप श्रीमद्भगवद्गीतोपनिषद् का ध्यानयोग नामक छठवां अध्याय समाप्त होता है।","etsga":"6.47 Even among all the yogis, he who adores Me with his mind fixed on Me and with faith,he is considered by Me to be the best of the yogis.","etssa":"6.47 And among all the Yogis he who, full of faith and with his inner self merged in Me, worships Me is deemed by Me to be the most devout.","etdss":"6.47. He, who has faith and serves Me with his inner self gone to Me, he is considered by Me as the best master of Yoga, among all the men of Yoga.","ecssa":"6.47 योगिनाम् of Yogis? अपि even? सर्वेषाम् of all? मद्गतेन merged in Me? अन्तरात्मना with inner Self? श्रद्धावान् endowed with faith? भजते worships? यः who? माम् Me? सः he? मे to Me? युक्ततमः most devout? मतः is deemed.Commentary Among all Yogis He who worships Me? the Absolute? is superior to those who worship the lesser gods such as the Vasus? Rudra? Aditya? etc.The inner self merged in Me The mind absorbed in Me? (Cf.VI.32)?(This chapter is known by the names Atmasamyama Yoga and Adhyatma Yoga also.)Thus in the Upanishads of the glorious Bhagavad Gita? the science of the Eternal? the scripture of Yoga? the dialogue between Sri Krishna and Arjuna? ends the sixth discourse entitledThe Yoga of Meditation.","scetsga":"6.47 Api, even; sarvesam yoginam, among all the yogis, among those who are immersed in meditation on Rudra, Aditya, and others; yah, he who; bhajate, adores; mam, Me; antaratmana,with his mind; madgatena, fixed on Me, concentrated on Me who am Vasudeva; and sraddhavan, with faith, becoming filled with faith; sah, he; is matah, considered; me, by Me; to be yukta-tamah, the best of the yogis, engaged in Yoga most intensely. [It has been shown thus far that Karma-yoga has monasticism as its ultimate culmination. And in the course of expounding Dhyana-yoga together with its ausxiliaries, and instructing about the means to control the mind, the Lord rules out the possibility of absolute ruin for a person fallen from Yoga. He has also stated that steadfastness in Knowledge is for a man who knows the meaning of the word tvam (thou) (in Thou are That). All these instructions amount to declaring that Liberation comes from the knowledge of the great Upanisadic saying, Thou art That.]","scetdss":"6.47 Yoginam etc. He, who establishes Me in his internal organ; who is totally addicted to devotion and faith and who serves i.e., internally experiences Me alone, and not anything else, following the method of tradition, learnt by rendering service to the revered teachers-he alone among all the Yogins, is the best master of the Yoga i.e., one who is fully absorbed in the Supreme Lord. Thus the superiority of the Yoga with Godly knowledge over all [other means] has been explained.","scetssa":"6.47 Yoginam, which is the genitive case, has to be taken in the sense of the ablative. In the verses beginning with, He sees the self as abiding in all beings (6.29), Yogins at four degrees of attainment have been mentioned. Since the Yogin who is now mentioned in this passage cannot be included in the four types mentioned earlier, the genitive case specifying one out of many will be inappropriate here.In api sarvesam, those who practise austerities etc., are referred to by the word sarva (all). According to the principle set forth, here also the case ending has to be taken as ablative. The meaning therefore is that the Yogin who is now referred to, is the most integrated compared with those mentioned earlier and all other types. Compared to this Yogin, the differences in point of superiority and inferiority among the other Yogins such as the performers of austerities etc., are of no significance like mustard-seeds compared to Mount Meru. Even though there exists smallness and bigness in relation to one another among mustard-seeds, still when compared to Meru, such distinctions among them have no significance, as they are all small compared to Meru.I consider him the most integrated who, with his innermost self, has his mind fixed on Me, on account of My being the only object of his overflowing love and also on account of his having a nature which cannot be supported by anything other than Myself; who has faith, i.e., who strives rapidly to attain Me because of his being unable to bear a moments separation from Me on account of My being very dear to him; and who worships Me, i.e., serves Me with devotion and meditates on Me - Me whose sportive delight brings about the origination, sustentation and dissolution of the entire cosmos filled with multifarious and innumerable objects of enjoyment, enjoyers, means and places of enjoyment; who is untouched by any evil without exception; whose divine figure is the treasue-house of innumerable multitudes of auspicious, unlimited and unsurpassed attributes such as knowledge, power, lordship, energy, potency and splendour; whose divine figure is the treasure-house of infinite, unsurpassed attributes agreeable and highly worthy, such as radiance, beauty, fragrance, tenderness, pervading sweetness and youthfulness which are uniform, inconceivable and divine, wondrous, eternal and flawless; whose essential nature and alities transcend all thought and words; who is the great ocean of compassion, condescension, paternal love and beauty; who is the impartial refuge of all beings without exception and without considerations of any difference; who is the reliever of the distress of supplicants; who is the great, unfathomable ocean of affection for supplicants; who has become visible to the eyes of all men without abandoning His essential nature; who has incarnated in the house of Vasudeva; who has made the entire would illumined with His limitless and excellent glory; and who has satisfied the entire universe with the impeccable glory of beauty.The idea is that I, who by Myself alone see all things directly as they are, look upon him, the last mentioned type of Yogi here, as superior to all other types mentioned earlier.","chakravarthi":"Then is there no one better than the yogi?\nNo, that cannot be said. In this verse the possessive case of yoginam stands for the ablative as in the previous verse as it is more suitable to the context. He who worships me with faith is greater than all the yogis, who are greater than the jnanis, tapasvis and karmis. The devotee is not just superior to one type of yogi, but is superior to all types of perfected yogis— those in samprajnata samadhi, and those in asamprajnanta samadhi.\nOr another meaning is: Among all the processes (yoga) such as karma yoga, jnana yoga, tapa yoga, astanga yoga and bhakti yoga, he who worships me, he who is my devotee, has the best process (yuktatama). The karmis, tapasvis and jnanis are considered yogis. The astanga yogi is a better yogi. He who practices bhakti with hearing and chanting however is the best yogi.\nAs it is said in Bhagavatam:\nmuktanam api siddhanarh narayana-parayanah\nsudurlabhah prasantatma kotisv api maha-mune\nO great sage, among many millions who are liberated and perfect in knowledge of liberation, one may be a devotee of Lord Narayana, or Krishna. Such devotees, who are fully peaceful, are extremely rare. SB 6.14.5\nThis verse, a concise statement of bhakti, which will be defined in middle six chapters, is the thread-like ornament on the neck of the devotees. The first chapter is a summary of the Gita. The second, third and fourth chapters deal with niskama karma. The fifth deals with knowledge and sixth with astanga yoga. But the main topic of the first six chapters is karma yoga.","rudra":"\nAmongst all yogis or those perfected in the science of the individual\nconsciousness attaining communion with the ultimate consciousness who are\nengaged in yama, niyama or self control etc. Lord Krishna is declaring\nthat His devotee is superior to even the greatest yogi. One who is\npossessed of full faith in Him as the Supreme Lord of all, with their mind\nfocused within and relishing meditation on Him is the greatest yogi of all.\nTherefore be Lord Krishnas devotee is the purport.I worship the Supreme Lord Krishna, the embodiment of supreme bliss, the\ntreasure of those following the path of devotion, who taught the yoga of\nthe atma or soul to the greatest of devotees.","brahma":"From the previous verse the word yogi means one perfecting the science of\nthe individual consciousness attaining communion with the ultimate\nconsciousness. The word jnanibhyo means the worshipers of the Brahman or\nthe spiritual substratum pervading all existence. The word tapasvibhyo\nmeans the performers of rituals and austerities. Superior even to these\ndifferent types of yogis is one who has achieved atma tattva or realisation\nof the soul. The Garuda Purans states that: In comparison to all yogis and\naspirants, meditation on Lord Krishna or His Vedically authorised\nincarnations is 100,000 times superior to meditation on others. In the\nNarada Purana it states: Meditation with knowledge of the Supreme Lord\nKrishna is infinitely superior to meditation without knowledge of the\nSupreme Lord Krishna. Better than even meditation with knowledge of the\nSupreme Lord Krishna is direct perception of the Supreme Lord Krishna.\nBetter than even direct perception of the Supreme Lord Krishna is communion\nwith devotion to the Supreme Lord Krishna.Now begins the summation.Superior to austerities and penance is meditation. Better than meditation\nwithout realisation is meditation with realisation. For those who meditate\nwith realisation that are not devotees of Lord Krishna or His Vedically\nauthorised incarnations, whatever they meditate on has no efficacy. The\npersons who see similarity between other gods and the Supreme Lord Krishna,\nthe persons who do not see Lord Krishna as superior to all other gods, the\npersons who believe other gods to be more elevated than the Supreme Lord\nKrishna, those person who are indifferent to the Supreme Lord Krishna and\nthose persons who are irreverent and spiteful to the Supreme Lord Krishna\nare all classified as non-devotees. Among the devotees who do not possess\nthe offensive mentality previously elucidated. Those special devotees who\nworship the Supreme Lord Krishna exclusively with love and devotion are the\nmost elevated of all. Sri Dattatreya a lila avatar or incarnation of the\nSupreme Lord Krishna states: The Supreme Lord is installed directly in the\ncenter of a Vaisnava or Brahmana family as the leading member and is thus\nlovingly and devotedly worshipped as such.","shri":"\nThe genitive case of the word yoginam has the force of the ablative case\nyogibhyah iwhich means of all types of yogis or those perfecting the\nscience of the individual consciousness attaining communion with the\nultimate consciousness. Thus yoginam means more than just being a yogi, it\nmeans being a special yogi above and beyond and superior to all other\nyogis including the four yogis described in verse twenty-nine beginning\nwith sarva-bhuta-stham atmanam which refers to the yogi who perceives the\nsoul in all beings. Verse thirty beginning with yo mam pasyati sarvatra\nwhich refers to the yogi who sees the Supreme Lord in everything. Verse\nthirty-one beginning with sarva-bhuta-sthitam which refers to the yogi who\nrealises the Supreme Lord as non-different from the atma or soul. Verse\nthirty-two beginning with atmaupamyena sarvatra which refers to the yogi\nwho perceives the atma as all pervading consciousness activating\neverything. As the yogi indicated in this verse does not fall into one of\nthe four mentioned classifications the genitive case does not have the\npower to place this yogi into one of those classes. The words api sarvesam\nmeaning amongst all types refers to those additional yogis indicated in\nthis verse which follow the yoga paths of karma, jnana, tapasya, astanga\netc. Likewise also the genitive case of the word sarvesam meaning of all\ntypes, has the force of the ablative case which indicates this special yogi\nis a bhakta or loving devotee of the Supreme Lord and thus greater than all\nother yogis. In comparison with this special yogi all other yogis being\ninferior can be grouped into a single class. The comparison between that\nspecial yogi and the single class of all the other yogis is like\ndesignating the special yogi as the Himmalayas and all other yogis as a\nhandful of mustard seeds. Between one seed and another upon close\nintrospection differences certainly exist; but such differences between\nseeds cannot be compared to the difference between the seeds and the\nHimmalayas. In the word atmana is the word manas meaning giving ones\nheart, mind, body and soul in devotion over flowing with love to the\nSupreme Lord. This dedication is extraordinary and glorifies and\ndistinguishes one from out of all other yogis.Antar-atmana equates to the innermost manas being the atma which monitors\nall internal and external experiences. So over powered by love of God this\nspecial yogi is unable to even maintain his very existence without the\nassistance of the Supreme Lord. In this way he is always one with Him.Sraddhavan means with earnestness and faith in the Vedic scriptures taught\nby the spiritual master. The earnestness of desire to worship the Supreme\nLord Krishna comes from an intrinsic impulse which impels this special yogi\nto find Him. The intensity of yearning love that this special yogi has for\nthe Supreme Lord is such that one is unable to tolerate even a moments\nseparation from Him.The Supreme Lord to whom the emanations, sustenations and immanations of\nthe cosmos abounding in unlimited, diverse variegated objects of enjoyments\nand enjoyers through the medium of the physical body and the senses is but\ncreative sport.The Supreme Lord the treasure chest of myriad groups of glorious\nattributes, who possesses all jnana or knowledge meaning cognition in all\nthings in every respect every moment, all bala or power meaning supports,\nmaintains and controls everything, all aisvarya or dominion means unaided\nand undaunted the most powerful, all tejas or luster means self manifested\neffulgence, all virya or energy means never exhausted or ending, all saktis\nor potencies means phenomenal miracles and pastime and on an on, etc. etc.\netc.The Supreme Lord whose Divine rupa or form is a synthesis of everything\nwhich is glorious and beautiful. Who is inconceivable, transcendental,\neternal, imperishable, phenomenal, possessing phenomenal qualities such as\naujjvalya or full radiance, sundarya or full beauty, gandhya or full\nfragrance, lavanya or full grace and yauvana or full youth and who is the\nantithesis to all that is evil.The Supreme Lords essence, qualities and attributes are beyond the ability\nof the mind to conceive in vision and extol in speech.The Supreme Lord is the unlimited, majestic and resplendent ocean of\ncompassion, magnanimity, mercy and love.The Supreme Lord is the sole saviour and refuge of all the worlds, who\nmitigates and relieves the oppression of distress for those who make\nsupplication to Him, who is the only object of total love from His\ndevotees, who can become theophanous and ocularly visible to all persons.The Supreme Lord who appeared incarnate in the material existence in His\nown original divine and spiritual form, who illuminates all of creation by\nthe infinitely sublime glory of His bodily effulgence, who maintains and\npreserves all of creation and fills all with gladness by the resplendent\nglory of His Divine self.Whosoever meditates on the Supreme Lord Krishna in this manner He keeps\nmost near to Him as they are most dear to Him and are the most estimable\nand elevated above all others.Because the Supreme Lord Krishna is eternally omniscient, omnipresent and\nomnipotent knowing past, present and future what He speak is always the\nabsolute truth for all eternity.","kumar":"The genitive case of the word yoginam has the force of the ablative case\nyogibhyah iwhich means of all types of yogis or those perfecting the\nscience of the individual consciousness attaining communion with the\nultimate consciousness. Thus yoginam means more than just being a yogi, it\nmeans being a special yogi above and beyond and superior to all other\nyogis including the four yogis described in verse twenty-nine beginning\nwith sarva-bhuta-stham atmanam which refers to the yogi who perceives the\nsoul in all beings. Verse thirty beginning with yo mam pasyati sarvatra\nwhich refers to the yogi who sees the Supreme Lord in everything. Verse\nthirty-one beginning with sarva-bhuta-sthitam which refers to the yogi who\nrealises the Supreme Lord as non-different from the atma or soul. Verse\nthirty-two beginning with atmaupamyena sarvatra which refers to the yogi\nwho perceives the atma as all pervading consciousness activating\neverything. As the yogi indicated in this verse does not fall into one of\nthe four mentioned classifications the genitive case does not have the\npower to place this yogi into one of those classes. The words api sarvesam\nmeaning amongst all types refers to those additional yogis indicated in\nthis verse which follow the yoga paths of karma, jnana, tapasya, astanga\netc. Likewise also the genitive case of the word sarvesam meaning of all\ntypes, has the force of the ablative case which indicates this special yogi\nis a bhakta or loving devotee of the Supreme Lord and thus greater than all\nother yogis. In comparison with this special yogi all other yogis being\ninferior can be grouped into a single class. The comparison between that\nspecial yogi and the single class of all the other yogis is like\ndesignating the special yogi as the Himmalayas and all other yogis as a\nhandful of mustard seeds. Between one seed and another upon close\nintrospection differences certainly exist; but such differences between\nseeds cannot be compared to the difference between the seeds and the\nHimmalayas. In the word atmana is the word manas meaning giving ones\nheart, mind, body and soul in devotion over flowing with love to the\nSupreme Lord. This dedication is extraordinary and glorifies and\ndistinguishes one from out of all other yogis.Antar-atmana equates to the innermost manas being the atma which monitors\nall internal and external experiences. So over powered by love of God this\nspecial yogi is unable to even maintain his very existence without the\nassistance of the Supreme Lord. In this way he is always one with Him.Sraddhavan means with earnestness and faith in the Vedic scriptures taught\nby the spiritual master. The earnestness of desire to worship the Supreme\nLord Krishna comes from an intrinsic impulse which impels this special yogi\nto find Him. The intensity of yearning love that this special yogi has for\nthe Supreme Lord is such that one is unable to tolerate even a moments\nseparation from Him.The Supreme Lord to whom the emanations, sustenations and immanations of\nthe cosmos abounding in unlimited, diverse variegated objects of enjoyments\nand enjoyers through the medium of the physical body and the senses is but\ncreative sport.The Supreme Lord the treasure chest of myriad groups of glorious\nattributes, who possesses all jnana or knowledge meaning cognition in all\nthings in every respect every moment, all bala or power meaning supports,\nmaintains and controls everything, all aisvarya or dominion means unaided\nand undaunted the most powerful, all tejas or luster means self manifested\neffulgence, all virya or energy means never exhausted or ending, all saktis\nor potencies means phenomenal miracles and pastime and on an on, etc. etc.\netc.The Supreme Lord whose Divine rupa or form is a synthesis of everything\nwhich is glorious and beautiful. Who is inconceivable, transcendental,\neternal, imperishable, phenomenal, possessing phenomenal qualities such as\naujjvalya or full radiance, sundarya or full beauty, gandhya or full\nfragrance, lavanya or full grace and yauvana or full youth and who is the\nantithesis to all that is evil.The Supreme Lords essence, qualities and attributes are beyond the ability\nof the mind to conceive in vision and extol in speech.The Supreme Lord is the unlimited, majestic and resplendent ocean of\ncompassion, magnanimity, mercy and love.The Supreme Lord is the sole saviour and refuge of all the worlds, who\nmitigates and relieves the oppression of distress for those who make\nsupplication to Him, who is the only object of total love from His\ndevotees, who can become theophanous and ocularly visible to all persons.The Supreme Lord who appeared incarnate in the material existence in His\nown original divine and spiritual form, who illuminates all of creation by\nthe infinitely sublime glory of His bodily effulgence, who maintains and\npreserves all of creation and fills all with gladness by the resplendent\nglory of His Divine self.Whosoever meditates on the Supreme Lord Krishna in this manner He keeps\nmost near to Him as they are most dear to Him and are the most estimable\nand elevated above all others.Because the Supreme Lord Krishna is eternally omniscient, omnipresent and\nomnipotent knowing past, present and future what He speak is always the\nabsolute truth for all eternity."}