{"meta":"Bhagavad Gita Chapter 6 Verse 43","metahi":"भगवद् गीता 6.43","slok":"तत्र तं बुद्धिसंयोगं लभते पौर्वदेहिकम्।यतते च ततो भूयः संसिद्धौ कुरुनन्दन।।6.43।।","htsrsd":"।।6.43।।हे कुरुनन्दन वहाँपर उसको पूर्वजन्मकृत साधनसम्पत्ति अनायास ही प्राप्त हो जाती है। उससे वह साधनकी सिद्धिके विषयमें पुनः विशेषतासे यत्न करता है।","htstma":"।।6.43।। हे कुरुनन्दन वह पुरुष वहाँ पूर्व देह में प्राप्त किये गये ज्ञान से सम्पन्न होकर योगसंसिद्धि के लिए उससे भी अधिक प्रयत्न करता है।।","transliteration":"Tatra tam buddhisamyogam labhate paurvadehikam;\nYatate cha tato bhooyah samsiddhau kurunandana.","englishmeaning":"tatra—there; tam—that; buddhi-sanyogam—reawaken their wisdom; labhate—obtains; paurva-dehikam—from the previous lives; yatate—strives; cha—and; tataḥ—thereafter; bhūyaḥ—again; sansiddhau—for perfection; kuru-nandana—Arjun, descendant of the Kurus","hcsrsd":"।।6.43।। व्याख्या  तत्र तं बुद्धिसंयोगं लभते पौर्वदेहिकम् तत्त्वज्ञ जीवन्मुक्त महापुरुषोंके कुलमें जन्म होनेके बाद उस वैराग्यवान् साधककी क्या दशा होती है इस बातको बतानेके लिये यहाँ तत्र पद आया है।पौर्वदेहिकम् तथा बुद्धिसंयोगम् पदोंका तात्पर्य है कि संसारसे विरक्त उस साधकको स्वर्ग आदि लोकोंमें नहीं जाना पड़ता उसका तो सीधे योगियोंके कुलमें जन्म होता है। वहाँ उसको अनायास ही पूर्वजन्मकी साधनसामग्री मिल जाती है। जैसे किसीको रास्तेपर चलतेचलते नींद आने लगी और वह वहीं किनारेपर सो गया। अब जब वह सोकर उठेगा तो उतना रास्ता उसका तय किया हुआ ही रहेगा अथवा किसीने व्याकरणका प्रकरण पढ़ा और बीचमें कई वर्ष पढ़ना छूट गया। जब वह फिरसे पढ़ने लगता है तो उसका पहले पढ़ा हुआ प्रकरण बहुत जल्दी तैयार हो जाता है याद हो जाता है। ऐसे ही पूर्वजन्ममें उसका जितना साधन हो चुका है जितने अच्छे संस्कार पड़ चुके हैं वे सभी इस जन्ममें प्राप्त हो जाते हैं जाग्रत् हो जाते हैं।यतते च ततो भूयः संसिद्धौ एक तो वहाँ उसको पूर्वजन्मकृत बुद्धिसंयोग मिल जाता है और वहाँका सङ्ग अच्छा होनेसे साधनकी अच्छी बातें मिल जाती हैं साधनकी युक्तियाँ मिल जाती हैं। ज्योंज्यों नयी युक्तियाँ मिलती हैं त्योंत्यों उसका साधनमें उत्साह बढ़ता है। इस तरह वह सिद्धिके लिये विशेष तत्परतासे यत्न करता है।अगर इस प्रकरणका अर्थ ऐसा लिया जाय कि ये दोनों ही प्रकारके योगभ्रष्ट पहले स्वर्गादि लोकोंमें जाते हैं। उनमेंसे जिसमें भोगोंकी वासना रही है वह तो शुद्ध श्रीमानोंके घरमें जन्म लेता है और जिसमें भोगोंकी वासना नहीं है वह योगियोंके कुलमें जन्म लेता है तो प्रकरणके पदोंपर विचार करनेसे यह बात ठीक नहीं बैठती। कारण कि ऐसा अर्थ लेनेसे योगियोंके कुलमें जन्म लेनेवालेको पौर्वदेहिक बुद्धिसंयोग अर्थात् पूर्वजन्मकृत साधनसामग्री मिल जाती है यह कहना नहीं बनेगा। यहाँ पौर्वदेहिक कहना तभी बनेगा जब बीचमें दूसरे शरीरका व्यवधान न हो। अगर ऐसा मानें कि स्वर्गादि लोकोंमें जाकर फिर वह योगियोंके कुलमें जन्म लेता है तो उसका पूर्वाभ्यास कह सकते हैं (जैसा कि श्रीमानोंके घर जन्म लेनेवाले योगभ्रष्टके लिये आगेके श्लोकमें कहा है) पर पौर्वदेहिक नहीं कह सकते। कारण कि उसमें स्वर्गादिका व्यवधान पड़ जायगा और स्वर्गादि लोकोंके देहको पौर्वदेहिक बुद्धिसंयोग नहीं कह सकते क्योंकि उन लोकोंमें भोगसामग्रीकी बहुलता होनेसे वहाँ साधन बननेका प्रश्न ही नहीं है। अतः वे दोनों योगभ्रष्ट स्वर्गादिमें जाकर आते हैं यह कहना प्रकरणके अनुसार ठीक नहीं बैठता।दूसरी बात जिसमें भोगोंकी वासना है उसका तो स्वर्ग आदिमें जाना ठीक है परन्तु जिसमें भोगोंकी वासना नहीं है और जो अन्तसमयमें किसी कारणवश साधनसे विचलित हो गया है ऐसे साधकको स्वर्ग आदिमें भेजना तो उसको दण्ड देना है जो कि सर्वथा अनुचित है। सम्बन्ध  पूर्वश्लोकमें भगवान्ने यह बताया कि तत्त्वज्ञ योगियोंके कुलमें जन्म लेनेवालेको पूर्वजन्मकृत बुद्धिसंयोग प्राप्त हो जाता है और वह साधनमें तत्परतासे लग जाता है। अब शुद्ध श्रीमानोंके घरमें जन्म लेनेवाले योगभ्रष्टकी क्या दशा होती है इसका वर्णन आगेके श्लोकमें करते हैं।","hcsca":"।।6.43।। किसी को यह आशंका हो सकती है कि पुनर्जन्म लेने पर उस साधक को पुन प्रारम्भ से साधना का अभ्यास करना पड़ेगा। यह आशंका निर्मूल है। भगवान् कहते हैं कि योग के अनुकूल वातावरण में जन्म लेने के पश्चात् वह पुरुष पूर्व देह में अर्जित ज्ञान से सम्पन्न हो जाता है जिनके कारण अन्य लोगों की अपेक्षा वह अपनी शिक्षा अधिक सरलता से पूर्ण कर लेता है। कारण यह है कि उसके लिए यह कोई नवीन अध्ययन नहीं वरन् पूर्वार्जित ज्ञान की मात्र पुनरावृत्ति या सिंहावलोकन ही होता है। अल्पकाल में ही वह अपने हृदय में ही ज्ञान को सिद्ध होते हुए देखता है जो अव्यक्त रूप में पूर्व से ही निहित था।इतना ही नहीं कि वह पौर्वदेहिक ज्ञान से युक्त होता है किन्तु वह फिर संसिद्धि के लिए पूर्व से भी अधिक प्रयत्न करता है। उसमें उत्साह क्षमता तथा प्रयत्न की कमी नहीं होती। प्रयत्न रहित ज्ञान साधक के लिए दुखदायी भार ही बनता है। भगवान् श्रीकृष्ण कहते हैं कि हे कुरुनन्दन योगभ्रष्ट पुरुष संसिद्धि के लिए और भी अधिक प्रयत्न करता है।पौर्वदेहिक बुद्धि संयोग का प्रभाव बताते हुये कहते हैं","etsga":"6.43 There he becomes endowed with that wisdom acired in the previous body. and he strives more than before for perfection, O scion of the Kuru dynasty.","etssa":"6.43 Thee he comes in touch with the knowledge acired in his former body and strives more than before for perfection, O Arjuna.","etdss":"6.43. There in that life, he gains (regains) that link of mentality transmitted from his former body. Conseently once again he strives for a full success, O rejoicer of the Kurus !","ecssa":"6.43 तत्र there? तम् that? बुद्धिसंयोगम् union with knowledge? लभते obtains? पौर्वदेहिकम् acired in his fomer body? यतते strives? च and? ततः than that? भूयः more? संसिद्धौ for perfection? कुरुनन्दन O son of the Kurus.Commentary When he takes a human body again in this world his previous exertions and practice in the path of Yoga are not wasted. They bear full fruit now? and hasten his moral and spiritual evolution.Our thoughts and actions are left in our subconscious minds in the form of subtle Samskaras or impressions. Our experiences in the shape of Samskaras? habits and tendencies are also stored up in our subconscious mind. These Samskaras of the past birth are revivified and reenergised in the next birth. The Samskaras of Yogic practices and meditation and the Yogic tendencies will compel the spiritual aspirant to strive with greater vigour than that with which he attempted in the former birth. He will endeavour more strenuously to get more spiritual experiences and to attain to higher planes of realisation than those acired in his previous birth.","scetsga":"6.43 Tatra, there, in the family of yogis; labhate, tam buddhisamyogam, he becomes endowed with that wisdom; paurva-dehikam, acired in the previous body. And yatate, he strives; bhuyah, more intensely; tatah, than before, more intensely than that tendency acired in the previous birth; samsiddau, for, for the sake of, perfection; kuru-nandana, O scion of the Kuru dynasty.\nHow does he become endowed with the wisdom acired in the previous body? That is being answered:","scetdss":"6.43 See Comment under 6.45","scetssa":"6.43 - 6.44 There, in that existence, he regains the mental disposition for Yoga that he had in the previous birth. Like one awakened from sleep, he strives again from where he had left before attaining complete success. He strives so as not to be defeated by impediments. This person who has fallen away from Yoga is borne on towards Yoga alone by his previous practice, i.e., by the older practice with regard to Yoga. This power of Yoga is well known.Even a person, who has not engaged in Yoga but has only been desirous of knowing Yoga, i.e., has failed to follow it up, acries once again the same desire to practise Yoga. He then practises Yoga, of which the first stage is Karma Yoga, and transcends Sabda-brahman (or Brahman which is denotable by words). The Sabda-brahman is the Brahman capable of manifesting as gods, men, earth, sky, heaven etc., namely, Prakrti. The meaning is that having been liberated from the bonds of Prakrti, he attains the self which is incapable of being named by such words as gods, men etc., and which comprises solely of knowledge and beatitude.After thus describing the glory of Yoga the verse says:","chakravarthi":"In these two types of birth (tatra), he attains the state of mind of his previous life (paurva dehikam) with faith in the paramatma (buddhi samyogam).","rudra":"\nWhat happens then to such a person as described in the two previous verses.\nLord Krishna declares that in both types of birth the person comes into\ncontact with the level of spiritual knowledge which one acquired in the\nprevious life and impelled by the impressions from it strives harder then\never before to reach the perfection of moksa or liberation from material\nexistence.","brahma":"There is no commentary for this verse.","shri":"\nIn the very next reincarnation such a practicer of yoga or the science of\nthe individual consciousness attaining communion with the ultimate\nconsciousness is propelled by the impressions of the previous birth and is\ndrawn by the habits cultivated in their previous existence. Like one who\nwhile performing a task slumbers briefly but when roused from sleep\nenthusiastically continues onwards to finishing it. In the same way in\ntheir next birth such a practicer of yoga enthusiastically continues\nonwards in perfecting yoga from where they left off in the previous life.\nLord Krishna is declaring that the influence of yoga and the past life\nhabits involving yoga are so potent that they impel such a person in their\nnext life to gravitate towards yoga instinctively and intuitively as if it\nwere not in ones power to resist. Verily the majesty and greatness\nof yoga is well known to be such.","kumar":"In the very next reincarnation such a practicer of yoga or the science of\nthe individual consciousness attaining communion with the ultimate\nconsciousness is propelled by the impressions of the previous birth and is\ndrawn by the habits cultivated in their previous existence. Like one who\nwhile performing a task slumbers briefly but when roused from sleep\nenthusiastically continues onwards to finishing it. In the same way in\ntheir next birth such a practicer of yoga enthusiastically continues\nonwards in perfecting yoga from where they left off in the previous life.\nLord Krishna is declaring that the influence of yoga and the past life\nhabits involving yoga are so potent that they impel such a person in their\nnext life to gravitate towards yoga instinctively and intuitively as if it\nwere not in ones power to resist. Verily the majesty and greatness\nof yoga is well known to be such."}