{"meta":"Bhagavad Gita Chapter 6 Verse 41","metahi":"भगवद् गीता 6.41","slok":"प्राप्य पुण्यकृतां लोकानुषित्वा शाश्वतीः समाः।शुचीनां श्रीमतां गेहे योगभ्रष्टोऽभिजायते।।6.41।।","htsrsd":"।।6.41।।वह योगभ्रष्ट पुण्यकर्म करनेवालोंके लोकोंको प्राप्त होकर और वहाँ बहुत वर्षोंतक रहकर फिर यहाँ शुद्ध श्रीमानोंके घरमें जन्म लेता है।","htstma":"।।6.41।। योगभ्रष्ट पुरुष पुण्यवानों के लोकों को प्राप्त होकर वहाँ दीर्घकाल तक वास करके शुद्ध आचरण वाले श्रीमन्त (धनवान) पुरुषों के घर में जन्म लेता है।।","transliteration":"Praapya punyakritaam lokaanushitwaa shaashwateeh samaah;\nShucheenaam shreemataam gehe yogabhrashto’bhijaayate.","englishmeaning":"prāpya—attain; puṇya-kṛitām—of the virtuous; lokān—abodes; uṣhitvā—after dwelling; śhāśhvatīḥ—many; samāḥ—ages; śhuchīnām—of the pious; śhrī-matām—of the prosperous; gehe—in the house; yoga-bhraṣhṭaḥ—the unsuccessful yogis; abhijāyate—take birth; atha vā—else; yoginām—of those endowed with divine wisdom; eva—certainly; kule—in the family; bhavati—take birth; dhī-matām—of the wise; etat—this; hi—certainly; durlabha-taram—very rare; loke—in this world; janma—birth; yat—which; īdṛiśham—like this","hcsrsd":"।।6.41।। व्याख्या  प्राप्य पुण्यकृतां लोकान् जो लोग शास्त्रीय विधिविधानसे यज्ञ आदि कर्मोंको साङ्गोपाङ्ग करते हैं उन लोगोंका स्वर्गादि लोकोंपर अधिकार है इसलिये उन लोगोंको यहाँ पुण्यकर्म करनेवालोंके लोक कहा गया है। तात्पर्य है कि उन लोकोंमें पुण्यकर्म करनेवाले ही जाते हैं पापकर्म करनेवाले नहीं। परन्तु जिन साधकोंको पुण्यकर्मोंके फलरूप सुख भोगनेकी इच्छा नहीं है उनको वे स्वर्गादि लोक विघ्नरूपमें और मुफ्तमें मिलते हैं तात्पर्य है कि यज्ञादि शुभ कर्म करनेवालोंको परिश्रम करना पड़ता है उन लोकोंकी याचना प्रार्थना करनी पड़ती है यज्ञादि कर्मोंको विधिविधानसे और साङ्गोपाङ्ग करना पड़ता है तब कहीं उनको स्वर्गादि लोकोंकी प्राप्ति होती है। वहाँ भी उनकी भोगोंकी वासना बनी रहती है क्योंकि उनका उद्देश्य ही भोग भोगनेका था। परन्तु जो किसी कारणवश अन्तसमयमें साधनसे विचलितमना हो जाते हैं उनको स्वर्गादि लोकोंकी प्राप्तिके लिये न तो परिश्रम करना पड़ता है न उनकी याचना करनी पड़ती है और न उनकी प्राप्तिके लिये यज्ञादि शुभ कर्म ही करने पड़ते हैं। फिर भी उनको स्वर्गादि लोकोंकी प्राप्ति हो जाती है। वहाँ रहनेपर भी उनकी वहाँके भोगोंसे अरुचि हो जाती है क्योंकि उनका उद्देश्य भोग भोगनेका था ही नहीं। वे तो केवल सांसारिक सूक्ष्म वासनाके कारण उन लोकोंमें जाते हैं। परन्तु उनकी वह वासना भोगी पुरुषोंकी वासनाके समान नहीं होती।जो केवल भोग भोगनेके लिये स्वर्गमें जाते हैं वे जैसे भोगोंमें तल्लीन होते हैं वैसे योगभ्रष्ट तल्लीन नहीं हो सकता। कारण कि भोगोंकी इच्छावाले पुरुष भोगबुद्धिसे भोगोंको स्वीकार करते हैं और योगभ्रष्टको विघ्नरूपसे भोगोंमें जाना पड़ता है।उषित्वा शाश्वतीः समाः स्वर्गादि ऊँचे लोकोंमें यज्ञादि शुभकर्म करनेवाले भी (भोग भोगनेके उद्देश्यसे)जाते हैं और योगभ्रष्ट भी जाते हैं। भोग भोगनेके उद्देश्यसे स्वर्गमें जानेवालोंके पुण्य क्षीण होते हैं और पुण्योंके क्षीण होनेपर उन्हें लौटकर मृत्युलोकमें आना पड़ता है। इसलिये वे वहाँ सीमित वर्षोंतक ही रह सकते हैं। परन्तु जिसका उद्देश्य भोग भोगनेका नहीं है प्रत्युत परमात्मप्राप्तिका है वह योगभ्रष्ट किसी सूक्ष्म वासनाके कारण स्वर्गमें चला जाय तो वहाँ उसकी साधनसम्पत्ति क्षीण नहीं होती। इसलिये वह वहाँ असीम वर्षोंतक रहता है अर्थात् उसके लिये वहाँ रहनेकी कोई सीमा नहीं होती।जो भोग भोगनेके उद्देश्यसे ऊँचे लोकोंमें जाते हैं उनका उन लोकोंमें जाना कर्मजन्य है। परन्तु योगभ्रष्टका ऊँचे लोकोंमें जाना कर्मजन्य नहीं है किन्तु यह तो योगका प्रभाव है उनकी साधनसम्पत्तिका प्रभाव है उनके सत्उद्देश्यका प्रभाव है।स्वर्ग आदिका सुख भोगनेके उद्देश्यसे जो उन लोकोंमें जाते हैं उनको न तो वहाँ रहनेसे स्वतन्त्रता है और न वहाँसे आनेमें ही स्वतन्त्रता है। उन्होंने भोग भोगनेके उद्देश्यसे ही यज्ञादि कर्म किये हैं इसलिये उन शुभ कर्मोंका फल जबतक समाप्त नहीं होता तबतक वे वहाँसे नीचे नहीं आ सकते और शुभ कर्मोंका फल समाप्त होनेपर वे वहाँ रह भी नहीं सकते। परन्तु जो परमात्माकी प्राप्तिके लिये ही साधन करनेवाले हैं और केवल अन्तसमयमें योगसे विचलित होनेके कारण स्वर्ग आदिमें गये हैं उनका वासनाके तारतम्यके कारण वहाँ ज्यादाकम रहना हो सकता है पर वे वहाँके भोगोंमें फँस नहीं सकते। कारण कि जब योगका जिज्ञासु भी शब्दब्रह्मका अतिक्रमण कर जाता है (6। 44) तब वह योगभ्रष्ट वहाँ फँस ही कैसे सकता हैशुचीनां श्रीमतां गेहे योगभ्रष्टोऽभिजायते स्वर्गादि लोकोंके भोग भोगनेपर जब भोगोंसे अरुचि हो जाती है तब वह योगभ्रष्ट लौटकर मृत्युलोकमें आता है और शुद्ध श्रीमानोंके घरमें जन्म लेता है। उसके फिर लौटकर आनेमें क्या कारण है वास्तवमें इसका कारण तो भगवान् ही जानें किन्तु गीतापर विचार करनेसे ऐसा दीखता है कि वह मनुष्यजन्ममें साधन करता रहा वह साधनको छोड़ना नहीं चाहता था पर अन्तसमयमें साधन छूट गया। अतः उस साधनका जो महत्त्व उसके अन्तःकरणमें अङ्कित है वह स्वर्गादि लोकोंमें भी उस योगभ्रष्टको अज्ञातरूपसे पुनः साधन करनेके लिये प्रेरित करता रहता है उकसाता रहता है। इससे उस योगभ्रष्टके मनमें आती है कि मैं साधन करूँ। ऐसी मनमें क्यों आती है इसका उसको पता नहीं लगता। जब श्रीमानोंके घरमें भोगोंके परवश होनेपर भी पूर्वजन्मका अभ्यास उसको जबर्दस्ती खींच लेता है (6। 44) तब वह साधन उसको स्वर्ग आदिमें साधनके बिना चैनसे कैसे रहने देगा अतः भगवान् उसको साधन करनेका मौका देनेके लिये शुद्ध श्रीमानोंके घरमें जन्म देते हैं।जिनका धन शुद्ध कमाईका है जो कभी पराया हक नहीं लेते जिनके आचरण तथा भाव शुद्ध हैं जिनके अन्तःकरणमें भोगोंका और पदार्थोंका महत्त्व है उनकी ममता नहीं है जो सम्पूर्ण पदार्थ घर परिवार आदिको साधनसामग्री समझते हैं जो भोगबुद्धिसे किसीपर अपना व्यक्तिगत आधिपत्य नहीं जमाते वे शुद्ध श्रीमान् कहे जाते हैं। जो धन और भोगोंपर अपना आधिपत्य जमाते हैं वे अपनेको तो उन धन और पदार्थोंका मालिक मानते हैं पर हो जाते हैं उनके गुलाम इसलिये वे शुद्ध श्रीमान् नहीं हैं। सम्बन्ध  पूर्वश्लोकमें तो भगवान्ने अर्जुनके प्रश्नके अनुसार योगभ्रष्टकी गति बतायी। अब आगेके श्लोकमें अथवा कहकर अपनी ही तरफसे दूसरे योगभ्रष्टकी बात कहते हैं।","hcsca":"।।6.41।। परलोक की गति इहलोक में किये गये कर्मों तथा उनके प्रेरक उद्देश्यों पर निर्भर करती है। कर्म मुख्यत दो प्रकार के होते हैं पाप और पुण्य। पापकर्म का आचरण करने वालों की अधोगति होती है केवल पुण्यकर्म का आश्रय लेने वाले ही आध्यात्मिक उन्नति करते हैं। हमारे शास्त्रों में इन पुण्यकर्मों को भी दो वर्गों में विभाजित किया गया है (क) सकाम कर्म अर्थात् इच्छा से प्रेरित कर्म और (ख) निष्काम कर्म अर्थात् समर्पण की भावना से ईश्वर की पूजा समझकर किया गया कर्म। कर्म का फल कर्ता के उद्देश्य के अनुरूप ही होता है इसलिए सकाम और निष्काम कर्मों के फल निश्चय ही भिन्न होते हैं। स्वाभाविक है पूर्णत्व के चरम लक्ष्य तक पहुँचने के इन पुण्यकर्मियों के मार्ग भी भिन्नभिन्न होगें। इस प्रकरण में उन्हीं मार्गों को दर्शाया गया है।जो लोग स्वर्गादि लोकों को प्राप्त करने की इच्छा से ईश्वर की आराधना यज्ञयागादि तथा अन्य पुण्य कर्म करते हैं उन्हें देहत्याग के पश्चात ऐसे ही लोकों की प्राप्ति होती है जो उनकी इच्छाओं को पूर्ण करने के लिए अनुकूल हों। उस लोक में वास करके वे पुन इस लोक में शुद्ध आचरण करने वाले धनवान पुरुषों के घर जन्म लेते हैं। संक्षेप में यदि दृढ़ इच्छा तथा समुचित प्रयत्न किये गये हों तो मनुष्य की कोई भी इच्छा हो वह यथासमय पूर्ण होती ही है।परन्तु निष्काम भाव से पुण्य कर्म करने वालों की क्या गति होती है भगवान् कहते हैं","etsga":"6.41 Attaining the worlds of the righteous, and residing there for eternal years, the man fallen from Yoga is born in the house of the pious and the properous.","etssa":"6.41 Having attained to the worlds of the righteous and having dwelt there for everlasting years, he who fell from Yoga is rorn in a house of the pure and wealthy.","etdss":"6.41. Having attained the worlds of performers of pious acts, [and] having resided there for years of Sasvata, the fallen-from-Yoga is born [again] in the house of the pure persons, who are rich.","ecssa":"6.41 प्राप्य having attained? पुण्यकृताम् of the righteous? लोकान् worlds? उषित्वा having dwelt? शाश्वतीः everlasting? समाः years? शुचीनाम् of the pure? श्रीमताम् of the wealty? गेहे in the house? योगभ्रष्टः one fallen from Yoga? अभिजायते is born.Commentary Yogabhrashta one who has fallen from Yoga? i.e.? one who was not able to attain perfection in Yoga? or one who climbed a certain height on the ladder of Yoga but fell down on account of lack of dispassion or slackness in the practice (by becoming a victim to Maya or his turbulent senses).The righteous Those who tread the path of truth? who do virtuous actions such as charity? Yajna? rituals? worship of the Lord? and who act in accordance with the prescribed rules of the scriptures.Everlasting years means only a considerably long period but not absolutely everlasting.The pure those who lead a pure? moral life those who have a pure heart (free from jealousy? hatred? pride? greed? etc.). (Cf.IX.20?21)","scetsga":"6.41 Prapya, attaining, reaching, lokan, the worlds; punya-krtam, of the righteous, of the performers of the Horse-sacrifice, etc.; and usitva, residing there, enjoying the stay; for sasvatih, eternal; samah, years; (then,) when the period of enjoyment is over, the yoga-bhrastah, man fallen from Yoga, the one who had set out on the path Yoga, i.e. a monk-as understood from the force of the context [From Arjunas estion it minght appear that he was asking about the fate of people who fall from both the paths, viz that of Karma and of Meditation. But the possibility of getting ruined by performing actios (rites and duties) according to Vedic instructions does not arise, since their results are inevitable. However, the estion of ruin is relevant in the case of a monk, for on the one hand he has renounced actions, and on the other he may fail to attain perfection in Yoga in the present life. Hence, the Lords answer relates to the fall and ruin of a monk alone.]; abhijayate, is born; gehe, in the house; sucinam, of the pious, who perform actions according to scriptural instructions; and srimatam, who are prosperous.","scetdss":"6.41 Prapya etc. Of Sasvata of Visnu (personal god). [His] years : three years of Visnu. Of the pure persons : of those whose mind is prone to touch (to meditate upon) the body (amsa) of the Lord.","scetssa":"6.41 This person, who had wandered away from Yoga because of desire for whatever kind of enjoyments, he will gain those very enjoyments through the excellence of Yoga alone. Having attained to the worlds of those who do meritorious acts, he will dwell there for a long time, i.e., till his desire for such enjoyments gets exhausted. Then, devoid of desire for these enjoyment, this person who has swerved from Yoga at the very beginning of Yoga, is born, by virtue of the excellence of Yoga, in a family of those who are competent to practise Yoga.","chakravarthi":"Then what destination does he attain? He attains the planet where those who perform asva medha sacrifices go (punya krtan lokan). The result of yoga is both liberation and material enjoyment. In this case, the imperfect yogi, having desire for enjoyment, having fallen from yoga, attains material enjoyment. The perfected yogi however, because of not having desires for material enjoyment, attains liberation. Some yogis, even though perfected, by fate have a desire to enjoy, and then accept such enjoyment. Examples are Kardama Muni and Saubari. Such fallen yogis are born in the houses of those performing proper religious acts (sucinam) and who are wealthy merchants or kings (srimatam).","rudra":"\nSo what destination does one obtain who practices yoga or the science of\nthe individual consciousness attaining communion with the ultimate\nconsciousness but fails to achieve perfection? Lord Krishna confirms that\nsuch a one attains the worlds of the righteous where after residing in\nhappiness and peacefulness for a long duration of time one takes birth\nagain in a righteous, virtuous and prosperous family.","brahma":"There is no commentary for this verse.","shri":"\nLord Krishna is declaring that whatever desire diverted one from continuing\non the path of yoga or the science of the individual consciousness\nattaining communion with the ultimate consciousness. Such desire will find\nits fulfilment and be exquisitely enhanced manifold in the delightful\nspheres of those who performed virtuous deeds. There one enjoys to the\nutmost limit of their capacity extending over a long duration of time. This\nall happens by virtue of the yoga one began but was unable to finish. When\nones time limit for enjoyment has come to an end one incarnates and takes\nbirth in a pious and wealthy family already practising yoga at the stage\nwhere one discontinued in their previous life. To be thus born in such a\nfavourable environment is due to the potency and efficacy of the this yoga\nwhich was commenced but not completed.","kumar":"Lord Krishna is declaring that whatever desire diverted one from continuing\non the path of yoga or the science of the individual consciousness\nattaining communion with the ultimate consciousness. Such desire will find\nits fulfilment and be exquisitely enhanced manifold in the delightful\nspheres of those who performed virtuous deeds. There one enjoys to the\nutmost limit of their capacity extending over a long duration of time. This\nall happens by virtue of the yoga one began but was unable to finish. When\nones time limit for enjoyment has come to an end one incarnates and takes\nbirth in a pious and wealthy family already practising yoga at the stage\nwhere one discontinued in their previous life. To be thus born in such a\nfavourable environment is due to the potency and efficacy of the this yoga\nwhich was commenced but not completed."}