{"meta":"Bhagavad Gita Chapter 6 Verse 23","metahi":"भगवद् गीता 6.23","slok":"तं विद्याद् दुःखसंयोगवियोगं योगसंज्ञितम्।स निश्चयेन योक्तव्यो योगोऽनिर्विण्णचेतसा।।6.23।।","htsrsd":"।।6.23।।जिसमें दुःखोंके संयोगका ही वियोग है उसीको योग नामसे जानना चाहिये। (वह योग जिस ध्यानयोगका लक्ष्य है) उस ध्यानयोगका अभ्यास न उकताये हुए चित्तसे निश्चयपूर्वक करना चाहिये।","htstma":"।।6.23।। दुख के संयोग से वियोग को ही योग कहते हैं जिसे जानना चाहिये उस योग का अभ्यास उकताहटरहित चित्त से निश्चयपूर्वक करना चाहिये।।","transliteration":"Tam vidyaad duhkhasamyogaviyogam yogasamjnitam;\nSa nishchayena yoktavyo yogo’nirvinna chetasaa.","englishmeaning":"tam—that; vidyāt—you should know; duḥkha-sanyoga-viyogam—state of severance from union with misery; yoga-saṁjñitam—is known as yog; saḥ—that; niśhchayena—resolutely; yoktavyaḥ—should be practiced; yogaḥ—yog; anirviṇṇa-chetasā—with an undeviating mind","hcsrsd":"।।6.23।। व्याख्या  तं विद्याद्दुःखसंयोगवियोगं योगसंज्ञितम् जिसके साथ हमारा सम्बन्ध है नहीं हुआ नहीं होगा नहीं और होना सम्भव ही नहीं ऐसे दुःखरूप संसारशरीरके साथ सम्बन्ध मान लिया यही दुःखसंयोग है। यह दुःखसंयोग योग नहीं है। अगर यह योग होता अर्थात् संसारके साथ हमारा नित्यसम्बन्ध होता तो इस दुःखसंयोगका कभी वियोग (सम्बन्धविच्छेद) नहीं होता। परन्तु बोध होनेपर इसका वियोग हो जाता है। इससे सिद्ध होता है कि दुःखसंयोग केवल हमारा माना हुआ है हमारा बनाया हुआ है स्वाभाविक नहीं है। इससे कितनी ही दृढ़तासे संयोग मान लें और कितने ही लम्बे कालतक संयोग मान लें तो भी इसका कभी संयोग नहीं हो सकता। अतः हम इस माने हुए आगन्तुक दुःखसंयोगका वियोग कर सकते हैं। इस दुःखसंयोग(शरीरसंसार) का वियोग करते ही स्वाभाविक योग की प्राप्ति हो जातीहै अर्थात् स्वरूपके साथ हमारा जो नित्ययोग है उसकी हमें अनुभूति हो जाती है। स्वरूपके साथ नित्ययोगको ही यहाँ योग समझना चाहिये।यहाँ दुःखरूप संसारके सर्वथा वियोगको योग कहा गया है। इससे यह असर पड़ता है कि अपने स्वरूपके साथ पहले हमारा वियोग था अब योग हो गया। परन्तु ऐसी बात नहीं है। स्वरूपके साथ हमारा नित्ययोग है। दुःखरूप संसारके संयोगका तो आरम्भ और अन्त होता है तथा संयोगकालमें भी संयोगका आरम्भ और अन्त होता रहता है। परन्तु इस नित्ययोगका कभी आरम्भ और अन्त नहीं होता। कारण कि यह योग मन बुद्धि आदि प्राकृत पदार्थोंसे नहीं होता प्रत्युत इनके सम्बन्धविच्छेदसे होता है। यह नित्ययोग स्वतःसिद्ध है। इसमें सबकी स्वाभाविक स्थिति है। परन्तु अनित्य संसारसे सम्बन्ध मानते रहनेके कारण इस नित्ययोगकी विस्मृति हो गयी है। संसारसे सम्बन्धविच्छेद होते ही नित्ययोगकी स्मृति हो जाती है। इसीको अर्जुनने अठारहवें अध्यायके तिहत्तरवें श्लोकमें नष्टो मोहः स्मृतिर्लब्धा कहा है। अतः यह योग नया नहीं हुआ है प्रत्युत जो नित्ययोग है उसीकी अनुभूति हुई है।भगवान्ने यहाँ योगसंज्ञतिम् पद देकर दुःखके संयोगके वियोगका नाम योग बताया है और दूसरे अध्यायमें समत्वं योग उच्यते कहकर समताको ही योग बताया है। यहाँ साध्यरूप समताका वर्णन है और वहाँ (2। 48 में) साधनरूप समताका वर्णन है। ये दोनों बातें तत्त्वतः एक ही हैं क्योंकि साधनरूप समता ही अन्तमें साध्यरूप समतामें परिणत हो जाती है।पतञ्जलि महाराजने चित्तवृत्तियोंके निरोधको योग कहा है योगश्चित्तवृत्तिनिरोधः (योगदर्शन 1। 2) और चित्तवृत्तियोंका निरोध होनेपर द्रष्टाकी स्वरूपमें स्थिति बतायी है तदा द्रष्टुः स्वरूपेऽवस्थानम् (1। 3)। परन्तु यहाँ भगवान्ने तं विद्याद्दुःखसंयोगवियोगं योगसंज्ञितम् पदोंसे द्रष्टाकी स्वरूपमें स्थितिको ही योग कहा है जो स्वतःसिद्ध है।यहाँ तम् कहनेका क्या तात्पर्य है अठारहवें श्लोकमें योगीके लक्षण बताकर उन्नीसवें श्लोकमें दीपकके दृष्टान्तसे उसके अन्तःकरणकी स्थितिका वर्णन किया गया। उस ध्यानयोगीका चित्त जिस अवस्थामें उपराम हो जाता है उसका संकेत बीसवें श्लोकके पूर्वार्धमें यत्र पदसे किया और जब उस योगीकी स्थिति परमात्मामें हो जाती है उसका संकेत श्लोकके उत्तरार्धमें यत्र पदसे किया। इक्कीसवें श्लोकके पूर्वार्धमें यत् पदसे उस योगीके आत्यन्तिक सुखकी महिमा कही और उत्तरार्धमें यत्र पदसे उसकी अवस्थाका संकेत किया। बाईसवें श्लोकके पूर्वार्धमें यम् पदसे उस योगीके लाभका वर्णन किया और उत्तरार्धमें उसी लाभको यस्मिन् पदसे कहा। इस तरह बीसवें श्लोकसे बाईसवें श्लोकतक छः बार यत् (टिप्पणी प0 356) शब्दका प्रयोग करके योगीका जो विलक्षण स्थिति बतायी गयी है उसीका यहाँ तम् पदे संकेत करके उसकी महिमा कही गयी है।स निश्चयेन योक्तव्यो योगोऽनिर्विण्णचेतसा जिसमें दुःखोंके संयोगका ही अभाव है ऐसे योग(साध्यरूप समता) का उद्देश्य रखकर साधकको न उकताये हुए चित्तसे निश्चयपूर्वक ध्यानयोगका अभ्यास करना चाहिये जिसका इसी अध्यायके अठारहवेंसे बीसवें श्लोकतक वर्णन हुआ है।योगका अनुभव करनेके लिये सबसे पहले साधकको अपनी बुद्धि एक निश्चयवाली बनानी चाहिये अर्थात् मेरेको तो योगकी ही प्राप्ति करनी है ऐसा एक निश्चय करना चाहिये। ऐसा निश्चय करनेपर संसारका कितना ही प्रलोभन आ जाय कितनी ही भयंकर कष्ट आ जाय तो भी उस निश्चयको नहीं छोड़ना चाहिये।अनिर्विण्णचेतसा का तात्पर्य है कि समय बहुत लग गया पुरुषार्थ बहुत किया पर सिद्धि नहीं हुई इसकी सिद्धि कब होगी कैसे होगी इस तरह कभी उकताये नहीं। साधकका भाव ऐसा रहे कि चाहे कितनेही वर्ष लग जायँ कितने ही जन्म लग जायँ कितने ही भयंकरसेभयंकर दुःख आ जायँ तो भी मेरेको तत्त्वको प्राप्त करना ही है। साधकके मनमें स्वतःस्वाभाविक ऐसा विचार आना चाहिये कि मेरे अनेक जन्म हुए पर वे सबकेसब निरर्थक चले गये उनसे कुछ भी लाभ नहीं हुआ। अनेक बार नरकोंके कष्ट भोगे पर उनको भोगनेसे भी कुछ नहीं मिला अर्थात् केवल पूर्वके पाप नष्ट हुए पर परमात्मा नहीं मिले। अब यदि इस जन्मका साराकासारा समय आयु और पुरुषार्थ परमात्माकी प्राप्तिमें लग जाय तो कितनी बढ़िया बात है सम्बन्ध   पूर्वश्लोकके पूर्वार्धमें भगवान्ने जिस योग(साध्यरूप समता) का वर्णन किया था उसी योगकी प्राप्तिके लिये अब आगेके श्लोकसे निर्गुणनिराकारके ध्यानका प्रकरण आरम्भ करते हैं।","hcsca":"।।6.23।। इन चार श्लोकों में योग की स्थिति का सम्पूर्ण वर्णन करते हुये भगवान् सब का आह्वान करते हैं कि इस योग का अभ्यास निश्चयपूर्वक करना चाहिये। इस मार्ग पर चलने के लिये सबको उत्साहित करने के लिए भगवान् योगी को प्राप्त सर्वोत्तम लक्ष्य का भी वर्णन करते हैं। पूर्व उपदिष्ट साधनों के अभ्यास के फलस्वरूप जब चित्त पूर्णतया शान्त हो जाता है तब उस शान्त चित्त में आत्मा का साक्षात् अनुभव होता है स्वयं से भिन्न किसी विषय के रूप में नहीं वरन् अपने आत्मस्वरूप से।मन की अपने ही शुद्ध चैतन्य स्वरूप की अनुभूति की यह स्थिति परम आनन्द स्वरूप है। परन्तु यह साक्षात्कार तभी संभव है जब जीव शरीर मन और बुद्धि इन परिच्छेदक उपाधियों के साथ के अपने तादात्म्य को पूर्णतया त्याग देता है।इस सुख को अतीन्द्रिय कहने से स्पष्ट है कि विषयोपभोग के सुख के समान यह सुख नहीं है। सामान्यत हमारे सभी अनुभव इन्द्रियों के द्वारा ही होते हैं। इसलिए जब आचार्यगण आत्मसाक्षात्कार को आनन्द की स्थिति के रूप में वर्णन करते हैं तब हम उसे बाह्य और स्वयं से भिन्न कोई लक्ष्य समझते हैं। परन्तु जब उसे अतीन्द्रिय कहा जाता है तो साधकों को उसके अस्तित्व और सत्यत्व के प्रति शंका होती है कि कहीं यह मिथ्या आश्वासन तो नहीं इस शंका का निवारण करने लिए इस श्लोक में भगवान्स्पष्ट करते हैं कि यह आत्मानन्द केवल शुद्ध बुद्धि के द्वारा ही ग्रहण करने योग्य है।यहाँ एक शंका मन में उठ सकती है कि प्राय अतिमानवीय प्रयत्न करने के पश्चात् इस अनन्त आनन्द का जो अनुभव होगा कहीं वह क्षणिक तो नहीं होगा जिसके लुप्त हो जाने पर उसकी प्राप्ति के लिए पुन उतना ही परिश्रम करना पड़े नहीं। भगवान् का स्पष्ट कथन है कि जिसमें स्थित होने पर योगी तत्त्व से कभी दूर नहीं होता। यह शाश्वत सुख है जिसे प्राप्त कर लेने पर साधक पुन दुखरूप संसार को प्राप्त नहीं होता।क्या उस योगी को सामान्य जनों को अनुभव होने वाले दुख कभी नहीं होंगे क्या उसमें संसारी मनुष्यों के समान अधिकसेअधिक वस्तुओं को संग्रह करने की इच्छा नहीं होगी क्या वह लोगों से प्रेम करने के साथ उनसे उसकी अपेक्षा नहीं रखेगा इस प्रकार की उत्तेजनाएं केवल अज्ञानी पुरुष के लिए ही कष्टप्रद हो सकती हैं ज्ञानी के लिए नहीं। यहाँ बाइसवें श्लोक में उस परमसत्य को उद्घाटित करते हैं जिसे प्राप्त कर लेने पर योगी इससे अधिक अन्य कोई भी लाभ नहीं मानता है।इतने अधिक स्पष्टीकरण के पश्चात् भी केवल बौद्धिक स्तर पर वेदान्त को समझने का प्रयत्न करने वाले लोगों के मन में शंका आ सकती है कि क्या इस आनन्द के अनुभव को जीवन की तनाव दुख कष्ट और शोकपूर्ण परिस्थितियों में भी निश्चल रखा जा सकता है दूसरे शब्दों में क्या धर्म धनवान् और समर्थ लोगों के लिए के लिए केवल मनोरंजन और विलास दुर्बल एवं असहाय लोगों के लिए अन्धविश्वासजन्य सन्तोष और पलायनवादियों के लिए काल्पनिक स्वर्गमात्र नहीं है क्या जीवन में आनेवाली कठिन परिस्थितियों में जैसे प्रिय का वियोग हानि रुग्णता दरिद्रता भुखमरी आदि में धर्म के द्वारा आश्वासित पूर्णत्व अविचलित रह सकता है लोगों के मन में उठने वाली इस शंका का असंदिग्ध उत्तर देते हुए यहाँ स्पष्ट कहते हैं कि जिसमें स्थित हो जाने पर पर्वताकार दुखों से भी वह योगी विचलित नहीं होता।उपर्युक्त विवेचन का संक्षेप में सार यह है योगाभ्यास से मन के एकाग्र होने पर योगी को अपने उस परम आनन्दस्वरूप की अनुभूति होती है जो अतीन्द्रिय तथा केवल शुद्ध बुद्धि के द्वारा ग्राह्य है। उस अनुभव में फिर बुद्धि भी लीन हो जाती है। इस स्थिति में न संसार में पुनरागमन होता है न इससे श्रेष्ठतर कोई अन्य लाभ ही है। इसमें स्थित पुरुष गुरुतम दुखों से भी विचलित नहीं होता। गीता में इस अद्भुत सत्य का आत्मस्वरूप से निर्देश किया गया है और जो सभी विवेकी साधकों का परम लक्ष्य है।इस आत्मा को जानना चाहिए। आत्मज्ञान तथा आत्मानुभूति के साधन को गीता में योग कहा गया है और इस अध्याय में योग की बहुत सुन्दर परिभाषा दी गई है।गीता की प्रस्तावना में हम देख चुकें है कि किस प्रकार गीता में महाभारत के सन्दर्भ में उपनिषद् प्रतिपादित सिद्धांतों का पुनर्विचार किया गया है। योग के विषय में व्याप्त इस मिथ्या धारणा का कि यह कोई अद्भुत साधना है जिसका अभ्यास करना सामान्य जनों के लिए अति कठिन है गीता में पूर्णतया परिहार कर दिया गया है। आत्मविकास के साधन के रूप में जो योग कुछ विरले लोगों के लिए ही उपलब्ध था उसका गीता में मानो सार्वजनिक उद्यान में रूपान्तरण कर दिया गया है। जिसमें कोई भी व्यक्ति स्वेच्छा से प्रवेश करके यथायोग्य लाभान्वित हो सकता है। इस दृष्टि से गीता को हिन्दुओं के पुनर्जागरण का क्रान्तिकारी ग्रन्थ कहना उचित ही है।अवतार के रूप में ईश्वरीय निर्वाध अधिकार से सम्पन्न होने के अतिरिक्त श्रीकृष्ण की भावनाओं उद्देश्यों एवं कर्मों में एक क्रान्तिकारी का अपूर्व उत्साह झलकता है। जब ऐसा दिव्य पुरुष अध्यात्म और संस्कृति के क्षेत्र में कार्य कर रहा हो तो उसकी दी हुई योग की परिभाषा भी उतनी ही श्रेष्ठ होगी। भगवान् कहते हैं दुख के संयोग से वियोग की स्थिति योग है। योग की यह पुर्नव्याख्या इस प्रकार विरोधाभास की भाषा में गुंथी हुई है कि प्रत्येक पाठक का ध्यान सहसा उसकी ओर आकर्षित होता है और वह उस पर विचार करने के लिए बाध्यसा हो सकता है।योग शब्द का अर्थ है संबंध। अज्ञान दशा में मनुष्य का संबंध केवल अनित्य परिच्छिन्न विषयों के साथ ही होने के कारण उसे जीवन में सदैव अनित्य सुख ही मिलते हैं। इन विषयों का अनुभव शरीर मन और बुद्धि के द्वारा होता है। एक सुख का अन्त ही दुख का प्रारम्भ है। इसलिए उपाधियों के साथ तादात्म्य किया हुआ जीवन दुखसंयुक्त होगा।स्पष्ट है कि योग विधि में हमारा प्रयत्न यह होगा कि इन उपाधियों से अपना तादात्म्य त्याग दें अर्थात् उनसे ध्यान दूर कर लें। जब तक इनका उपयोग हम करते रहेंगे तब तक जगत् से हमारा सम्पूर्ण अथवा आंशिक वियोग नहीं होगा। अत शरीर मन और बुद्धि से वियुक्त होकर आत्मा को उसके शुद्ध स्वरूप में अनुभव करना ही दुखसंयोगवियोग योग है।विषयों में आसक्ति से ही मन का अस्तित्व बना रहता है। किसी एक वस्तु से वियुक्त करने के लिए उसे अन्य श्रेष्ठतर वस्तु का आलम्बन देना पड़ता है। अत पारमार्थिक सत्य के आनन्द में स्थित होने का आलम्बन देने से ही दुखसंयोग से वियोग हो सकता है। परन्तु इसके लिए प्रारम्भ में मन को प्रयत्नपूर्वक बाह्य विषयों से हटाकर आत्मा में स्थिर करना होगा।कुछ विचार करने से यह ज्ञात होगा कि यहाँ श्रीकृष्ण ने किसी ऐसे नये आदर्श या विचार को प्रस्थापित नहीं किया है जो पहले से ही हिन्दू शास्त्रों में प्रतिपादित नहीं था। अन्तर केवल इतना है कि श्रीकृष्ण के समय तक साधन की अपेक्षा साध्य पर विशेष बल दिया जाता रहा था। परिणाम यह हुआ कि श्रद्धावान् लोगों के मन में उसके प्रति भय सा बैठ गया और वे योग से दूर ही रहने लगे। फलत योग कुछ विरले लोगों के लिए ही एक रहस्यमयी साधना बनकर रह गया। श्रीकृष्ण ने योग की पुर्नव्याख्या करके लोगों के मन में बैठे इस भय को निर्मूल कर दिया है।भगवान् कहते हैं कि इस योग का अभ्यास उत्साहपूर्ण और निश्चयात्मक बुद्धि से करना चाहिए। निश्चय और उत्साह ही योग की सफलता के लिए आवश्यक गुण हैं क्योंकि मिथ्या से वियोग और सत्य से संयोग ही योग है।यदि अग्नि की उष्णता असह्य लग रही हो तो हमें केवल इतना ही करना होगा कि उससे दूर हटकर किसी शीतल स्थान पर पहुँच जायें। इसी प्रकार यदि परिच्छिन्नता का जीवन दुखदायक है तो उससे मुक्ति पाने के लिए आनन्दस्वरूप आत्मा में स्थित होने की आवश्यकता है। यही है दुखसंयोगवियोग योग।योग के संदर्भ में कुछ अवान्तर विषय का वर्णन करने के पश्चात पुन अभ्यास विधि का वर्णन करते हुए भगवान् कहते हैं","etsga":"6.23 One should know that severance of contact with sorrow to be what is called Yoga. That Yoga has to be practised with perservance and with an undepressed heart.","etssa":"6.23 Let that be known by the name of Yoga, the severance from union with pain. This Yoga should be practised with determination and with an undesponding mind.","etdss":"6.23. That he would realise to be the cause for [his] cessation of [his] contact with misery and to be the one made known by Yoga. With determination That is to be yoked in Yoga by a person of undepressed mind (or of the depressed mind).","ecssa":"6.23 तम् that? विद्यात् let (him) know? दुःखसंयोगवियोगम् a state of severnace from union with pain? योगसंज्ञितम् called by the name of Yoga? सः that? निश्चयेन with determination? योक्तव्यः should be practised? योगः Yoga? अनिर्विण्णचेतसा with undesponding mind.Commentary In verses 20? 21 and 22 the Lord describes the benefits of Yoga? viz.? perfect satisfaction by resting in the Self? infinite unending bliss? freedom from sorrow and pain? etc. He further adds that this Yoga should be practised with a firm conviction and iron determination and with nondepression of heart. A spiritual aspirant with a wavering mind will not able to attain success in Yoga. He will leave the practice when he meets with some obstacles on the path. The practitioner must also be bold? cheerful and selfreliant.","scetsga":"6.23 Vidyat, one should know; tat, that; duhkha-samyoga-viyogam, severance (viyoga) of contact (samyoga) with sorrow (duhkha); to be verily yoga-sanjnitam, what is called Yoga-i.e. oen should know it through a negative definition.\nAfter concluding the topic of the result of Yoga, the need for pursuing Yoga is again being spoken of in another way in order to enjoin preservance and freedom from depression as the disciplines for Yoga: Sah, that; yogah, Yoga, which has\nthe results as stated above; yoktavyah, has to be practised; niscayena, with perservance; and anirvinnacetasa, with an undepressed heart. That which is not (a) depressed (nirvinnam) is anirvinnam. What is that? The heart. (One has to practise Yoga) with that heart which is free from depression. This is the meaning.\nAgain,","scetdss":"6.20-23 Yatra etc. upto anirvinna-cetasa. Where the mind well restrained remains iet : i.e., on its own accord. Where he realises the limitless Bliss : Becuase the dirts created by the sense-objects are absent. Any other gain : the gain obtained through the close contacts with wealth. wives, childeren etc. The idea is : With regard to other objects, the notion of their being sources of pleasure disappears; and it is the nature of the thing in estion. Not shaken much : not shaken to a great extent; [hence] there is yet [a little] shaking in him, purely due to [former] mental impression; and it lasts only for a moment due to his compassion [towards all creatures], and not due to the wrong notions like Alas ! I am undone ! What is to done by me. and so on. That, due to which the cessation of contact with misery results-that must be yoked i.e., practised (concentrated upon) by all means, with determination i.e., with faith, born of the belief [in the Self]. Of undepressed mind. i.e., because the goal has been reached. Or of depressed mind : i.e., depressed that the birth-and-death-cycle is very firm and is full of misery.\n The means for abandoning desire is to abandon intention. This (the Lord) says :","scetssa":"6.20 - 6.23 Where, through the practice of Yoga, the mind, which is subdued everywhere by such practice, rejoices, i.e., rejoices in surpassing felicity; and where, perceiving through Yoga the self (Atman) by the mind (Atman) one is delighted by the self and indifferent to all other objects; and where, through Yoga, one knows, i.e., experiences that infinite happiness which can be grasped only by the intellect contemplating on the self, but is beyond the grasp of the senses; where, remaining in that Yoga, one does not swerve from that state, because of the overwhelming happiness that state confers; having gained which, he desires for it alone, even when he is awakened from Yoga, and does not hold anything else as a gain; where one is not moved even by the heaviest sorrow caused by any berevaement like that of a virtuous son - let him know that disunion from all union with pain, i.e., which forms the opposite of union with pain, is called by the term Yoga. This Yoga must be practised with the determination of its nature as such from the beginning with a mind free from despondency, i.e., with zestful exaltation.","chakravarthi":"","rudra":"\nThe meaning of yoga is the science of the individual consciousness\nattaining communion with the ultimate consciousness. The primary meaning to\nbe discerned here is the perfection of attainment by focused meditation in\nthe etheric heart resulting in atma tattva or realisation of the soul which\nautomatically connects one to the Supreme Lord. This is the primary meaning\nof the word yoga in these four verses. That superior level of consciousness\nwherein a purified mind is guided to perpetually meditate upon the atma or\nsoul is designated as yoga and is defined by its result as the primary\ncharacteristic of yoga.The Yoga Sutras by Pantajali state that: Yoga is\ncontrolling the modifications of ones mentality. The same is defined for\nmeditation by its result being the attainment of what was desired to be\nachieved. That superior level of consciousness where one perceives the\natma alone within but distinct from the physical body and becoming\ncompletely satisfied and content no longer infatuated by the delusion of\nsense gratification is known as this yoga. The word yatra in the first\nthree verses meaning which and the word tam in the fourth verse meaning\nthat are both used to refer to this yoga. The reason for satisfaction in the atma exclusively is also being stated by\nLord Krishna. Referring to that superior level of consciousness where one\nexperiences absolute, unsurpassed and everlasting. Bliss. At this time\nthere is no relationship with the senses and no contact with sense objects\nyet one experiences bliss. How is this to understand. Lord Krishna reveals\nthat it is transcendental and independent of material nature and is only\nperceived by spiritual intelligence that has realised the reality of the\natma. Established thus one never wavers from the eternal truth which is the\nreality of the atma. The steadiness and non wavering on the atma is being\nvalidated as well by the statements that there is nothing greater than\nattaininment of the atma which is itself of the nature of infinite bliss.\nBeing thus established in atma tattva one is not affected, influenced or\novercome by the dualities of heat and cold or pleasure and pain. It must be\nnoted that a result of this is the cessation of all inauspicious things and\nby this yoga is also defined. The word dukhena means suffering and refers\nalso to the pleasure derived from sense objects as they are mixed with\nsuffering also. That superior level of consciousness which is completely\nuntouched by any contact with any type of pain or suffering should be known\nas yoga. The science of the individual consciousness attaining communion\nwith the ultimate consciousness is called yoga. The application of the word\nyoga to mean action as in karma yoga is only figurative being that by\nperforming prescribed Vedic activities such actions constitute a method of\nachieving yoga. Since yoga bequeaths such phenomenal results it should be\nexclusively practised with diligence and determination which is fortified\nby the conviction and commitment derived from the knowledge of the Vedic\nscriptures taught by the bonafide spiritual preceptor in the authorised\nparampara or disciplic succession. Although the results from this assuredly\nreach fruition in due course of time it should be engaged in with\nenthusiasm. One should be patient and hopeful and not be subjected to a\nlackadaisical attitude. A lackadaisical attitude in practise is considered\na sickness of spirit.","brahma":"\nIn verse twenty Lord Krishna uses the word atmani to indicate the body and\nthe word atmana to indicate the mind and atmanam refers to the resplendent\nSupreme Lord. In verse twenty-one the word tattvatah means the form of the\nSupreme Lord. In verse twenty-four the compound words dukha-samyoga-viyogam\nmeans that which severs the connection to misery. The word samyoga insures\nthat not only all connection to misery is severed but also the possibility\nof misery arising in the future is severed as well. The words niscayena\nyoktavyo means practised with firm determination.Now begins the summation.The word atmanam means the Supreme Lord and atmana is indicative to the\nSupreme Lords grace experienced through the mind.","shri":"\nLord Krishna is revealing the superior meditation wherein as a result of\ndedicated effort one completely immerses their mind in the delight of\nspiritual transcendence, wherein as the mind perceiving the atma or soul\nreceives the greatest satisfaction and contentment realising there is\nnothing else to be desired for, wherein the consciousness experiences that\nsublime and ineffable bliss beyond the scope of the senses to comprehend,\nwherein once established one never for a moment has the desire to\nrelinquish the exquisite bliss experienced, wherein perfection of\nmeditation is even once achieved one desires nothing else even in the times\nof not meditating, and wherein once established whether immersed in\nmeditation or on the way to perfection one does not become shaken by\nadversity or disturbed by afflictions even as grave and devastating as the\npremature death of a beloved family member, One should learn this superior\nmeditation which severs all connection with sorrow and misery. Knowing the\nintrinsic nature of meditation to be thus one should perform meditation\nwith full trust and faith, free from all doubts with the mind happy and\ncontent.","kumar":"Lord Krishna is revealing the superior meditation wherein as a result of\ndedicated effort one completely immerses their mind in the delight of\nspiritual transcendence, wherein as the mind perceiving the atma or soul\nreceives the greatest satisfaction and contentment realising there is\nnothing else to be desired for, wherein the consciousness experiences that\nsublime and ineffable bliss beyond the scope of the senses to comprehend,\nwherein once established one never for a moment has the desire to\nrelinquish the exquisite bliss experienced, wherein perfection of\nmeditation is even once achieved one desires nothing else even in the times\nof not meditating, and wherein once established whether immersed in\nmeditation or on the way to perfection one does not become shaken by\nadversity or disturbed by afflictions even as grave and devastating as the\npremature death of a beloved family member, One should learn this superior\nmeditation which severs all connection with sorrow and misery. Knowing the\nintrinsic nature of meditation to be thus one should perform meditation\nwith full trust and faith, free from all doubts with the mind happy and\ncontent."}