{"meta":"Bhagavad Gita Chapter 6 Verse 40","metahi":"भगवद् गीता 6.40","slok":"श्री भगवानुवाचपार्थ नैवेह नामुत्र विनाशस्तस्य विद्यते।नहि कल्याणकृत्कश्िचद्दुर्गतिं तात गच्छति।।6.40।।","htsrsd":"।।6.40।।श्रीभगवान् बोले हे पृथानन्दन उसका न तो इस लोकमें और न परलोकमें ही विनाश होता है क्योंकि हे प्यारे कल्याणकारी काम करनेवाला कोई भी मनुष्य दुर्गतिको नहीं जाता।","htstma":"।।6.40।। श्रीभगवान् ने कहा हे पार्थ उस पुरुष का न तो इस लोक में और न ही परलोक में ही नाश होता है हे तात कोई भी शुभ कर्म करने वाला दुर्गति को नहीं प्राप्त होता है।।","transliteration":"Sri Bhagavaan Uvaacha:\nPaartha naiveha naamutra vinaashas tasya vidyate;\nNahi kalyaanakrit kashchid durgatim taata gacchati.","englishmeaning":"śhrī-bhagavān uvācha—the Supreme Lord said; pārtha—Arjun, the son of Pritha; na eva—never; iha—in this world; na—never; amutra—in the next world; vināśhaḥ—destruction; tasya—his; vidyate—exists; na—never; hi—certainly; kalyāṇa-kṛit—one who strives for God-realization; kaśhchit—anyone; durgatim—evil destination; tāta—my friend; gachchhati—goes","hcsrsd":"।।6.40।। व्याख्या  जिसको अन्तकालमें परमात्माका स्मरण नहीं होता उसका कहीं पतन तो नहीं हो जाता इस बातको लेकर अर्जुनके हृदयमें बहुत व्याकुलता है। यह व्याकुलता भगवान्से छिपी नहीं है। अतः भगवान् अर्जुनके कां गतिं कृष्ण गच्छति इस प्रश्नका उत्तर देनेसे पहले ही अर्जुनके हृदयकी व्याकुलता दूर करते हैं।पार्थ नैवेह नामुत्र विनाशस्तस्य विद्यते हे पृथानन्दन जो साधक अन्तसमयमें किसी कारणवश योगसे साधनसे विचलित हो गया है वह योगभ्रष्ट साधक मरनेके बाद चाहे इस लोकमें जन्म ले चाहे परलोकमें जन्म ले उसका पतन नहीं होता (गीता 6। 41 45)। तात्पर्य है कि उसकी योगमें जितनी स्थिति बन चुकी है उससे नीचे वह नहीं गिरता। उसकी साधनसामग्री नष्ट नहीं होती। उसका पारमार्थिक उद्देश्य नहीं बदलता। जैसे अनादिकालसे वह जन्मतामरता रहा है ऐसे ही आगे भी जन्मतामरता रहे उसका यह पतन नहीं होता।जैसे भरत मुनि भारतवर्षका राज्य छोड़कर एकान्तमें तप करते थे। वहाँ दयापरवश होकर वे हरिणके बच्चेमें आसक्त हो गये जिससे दूसरे जन्ममें उनको हरिण बनना पड़ा। परन्तु उन्होंने जितना त्याग तप किया था उनकी जितनी साधनकी पूँजी इकट्ठी हुई थी वह उस हरिणके जन्ममें भी नष्ट नहीं हुई। उनको हरिणके जन्ममें भी पूर्वजन्मकी बात याद थी जो कि मनुष्यजन्ममें भी नहीं रहती। अतः वे (हरिणजन्ममें) बचपनसे ही अपनी माँके साथ नहीं रहे। वे हरे पत्ते न खाकर सूखे पत्ते खाते थे। तात्पर्य यह है कि अपनी स्थितिसे न गिरनेके कारण हरिणके जन्ममें भी उनका पतन नहीं हुआ (श्रीमद्भागवत स्कन्ध 5 अध्याय 7 8)। इसी तरहसे पहले मनुष्यजन्ममें जिनका स्वभाव सेवा करनेका जपध्यान करनेका रहा है और विचार अपना उद्धार करनेका रहा है वे किसी कारणवश अन्तसमयमें योगभ्रष्ट हो जायँ तथा इस लोकमें पशुपक्षी भी बन जायँ तो भी उनका वह अच्छा स्वभाव और सत्संस्कार नष्ट नहीं होते। ऐसे बहुतसे उदाहरण आते हैं कि कोई दूसरे जन्ममें हाथी ऊँट आदि बन गये पर उन योनियोंमें भी वे भगवान्की कथा सुनते थे। एक जगह कथा होती थी तो एक काला कुत्ता आकर वहाँ बैठता और कथा सुनता। जब कीर्तन करते हुएकीर्तनमण्डली घूमती तो उस मण्डलीके साथ वह कुत्ता भी घूमता था। यह हमारी देखी हुई बात है।न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति भगवान्ने इस श्लोकके पूर्वार्धमें अर्जुनके लिये पार्थ सम्बोधन दिया जो आत्मीयसम्बन्धका द्योतक है। अर्जुनके सब नामोंमें भगवान्को यह पार्थ नाम बहुत प्यारा था। अब उत्तरार्धमें उससे भी अधिक प्यारभरे शब्दोंमें भगवान् कहते हैं कि हे तात् कल्याणकारी कार्य करनेवालेकी दुर्गति नहीं होती। यह तात सम्बोधन गीताभरमें एक ही बार आया है जो अत्यधिक प्यारका द्योतक है।इस श्लोकमें भगवान्ने मात्र साधकके लिये बहुत आश्वासनकी बात कही है कि जो कल्याणकारी काम करनेवाला है अर्थात् किसी भी साधनसे सच्चे हृदयसे परमात्मतत्त्वकी प्राप्ति करना चाहता है ऐसे किसी भी साधककी दुर्गति नहीं होती।उसकी दुर्गति नहीं होती यह कहनेका तात्पर्य है कि जो मनुष्य कल्याणकारी कार्यमें लगा हुआ है अर्थात् जिसके लिये मनुष्यशरीर मिला है उस अपने असली काममें लगा हुआ है तथा सांसारिक भोग और संग्रहमें आसक्त नहीं है वह चाहे किसी मार्गसे चले उसकी दुर्गति नहीं होती। कारण कि उसका ध्येय चिन्मयतत्त्व मैं (परमात्मा) हूँ अतः उसका पतन नहीं होता। उसकी रक्षा मैं करता ही रहता हूँ फिर उसकी दुर्गति कैसे हो सकती हैमेरी दृष्टि स्वतः प्राणिमात्रके हितमें रहती है। जो मनुष्य मेरी तरफ चलता है अपना परमहित करनेके लिये उद्योग करता है वह मुझे बहुत प्यारा लगता है क्योंकि वास्तवमें वह मेरा ही अंश है संसारका नहीं। उसका वास्तविक सम्बन्ध मेरे साथ ही है। संसारके साथ उसका वास्तविक सम्बन्ध नहीं है। उसने मेरे साथ इस वास्तविक सम्बन्धको असली लक्ष्यको पहचान लिया तो फिर उसकी दुर्गति कैसे हो सकती है उसका किया हुआ साधन भी नष्ट कैसे हो सकता है हाँ कभीकभी देखनेमें वह मोहित हुआसा दीखता है उसका साधन छूटा हुआसा दीखता है परन्तु ऐसी परिस्थिति उसके अभिमानके कारण ही उसके सामने आती है। मैं भी उसको चेतानेके लिये उसका अभिमान दूर करनेके लिये ऐसी घटना घटा देता हूँ जिससे वह व्याकुल हो जाता है और मेरी तरफ तेजीसे चल पड़ता है। जैसे गोपियोंका अभिमान (मद) देखकर मैं रासमें ही अन्तर्धान हो गया तो सब गोपियाँ घबरा गयीं जब वे विशेष व्याकुल हो गयीं तब मैं उन गोपियोंके समुदायके बीचमें ही प्रकट हो गया और उनके पूछनेपर मैंने कहा मया परोक्षं भजता तिरोहितम् (श्रीमद्भा0 10। 32। 21) अर्थात् तुमलोगोंका भजन करता हुआ ही मैं अन्तर्धान हुआ था। तुमलोगोंकी याद और तुमलोगोंका हित मेरेसे छूटा नहीं है। इस प्रकार मेरे हृदयमें साधन करनेवालोंका बहुत बड़ा स्थान है। इसका कारण यह है कि अनन्त जन्मोंसे भूला हुआ यह प्राणी जब केवल मेरी तरफ लगता है तब वह मेरेको बहुत प्यारा लगता है क्योंकि उसने अनेक योनियोंमें बहुत दुःख पाया है और अब वह सन्मार्गपर आ गया है। जैसे माता अपने छोटे बच्चेकी रक्षा पालन और हित करती रहती है ऐसे ही मैं उस साधकके साधन और उसके हितकी रक्षा करते हुए उसके साधनकी वृद्धि करता रहता हूँ।तात्पर्य यह हुआ कि जिसके भीतर एक बार साधनके संस्कार पड़ गये हैं वे संस्कार फिर कभी नष्ट नहीं होते। कारण कि उस परमात्माके लिये जो काम किया जाता है वह सत् हो जाता है कर्म चैव तदर्थीयं सदित्येवाभिधीयते (गीता 17। 27) अर्थात् उसका अभाव नहीं होता नाभावो विद्यते सतः (गीता 2। 16)। इसी बातको भगवान् यहाँ कह रहे हैं कि कल्याणकारी काम करनेवाले किसी भी मनुष्यकी दुर्गति नहीं होती। उसके जितने सद्भाव बने हैं जैसा स्वभाव बना है वह प्राणी किसी कारणवशात् किसी भी योनिमें चला जाय अथवा किसी भी परिस्थितिमें पड़ जाय तो भी वे सद्भाव उसका कल्याण करके ही छोड़ेंगे। अगर वह किसी कारणसे किसी नीच योनिमें भी चला जाय तो वहाँ भी अपने सजातीय योनिवालोंकी अपेक्षा उसके स्वभावमें फरक रहेगा (टिप्पणी प0 377.1)।यद्यपि यहाँ अर्जुनका प्रश्न मरनेके बादकी गतिका है तथापि परमात्माकी तरफ लगनेका बड़ा भारी माहात्म्य है इस बातको बतानेके लिये यहाँ इह पदसे इस जीवित अवस्थामें भी पतन नहीं होता ऐसा अर्थ भी लिया जा सकता है। ऐसा अर्थ लेनेसे यह शङ्का हो सकती है कि अजामिलजैसा शुद्ध ब्राह्मण भी वेश्यागामी हो गया बिल्वमङ्गल भी चिन्तामणि नामकी वेश्याके वशमें हो गये तो इनका इस जीवितअवस्थामें ही पतन कैसे हो गया इसका समाधान यह है कि लोगोंको तो उनका पतन हो गया ऐसा दीखता है पर वास्तवमें उनका पतन नहीं हुआ है क्योंकि अन्तमें उनका उद्धार ही हुआ है। अजामिलको लेनेके लिये भगवान्के पार्षद आये और बिल्वमङ्गल भगवान्के भक्त बन गये। इस प्रकार वे पहले भी सदाचारी थे और अन्तमें भी उनका उद्धार हो गया केवल बीचमें ही उनकी दशा अच्छी नहीं रही। तात्पर्य यह हुआ कि किसी कुसङ्गसे किसी विघ्नबाधासे किसी असावधानीसे उसके भाव और आचरण गिर सकते हैं और मैं कौन हूँ मैं क्या कर रहा हूँ मुझे क्या करना चाहिये ऐसी विस्मृति होकर वह संसारके प्रवाहमें बह सकता है। परन्तु पहलेकी साधनावस्थामें वह जितना साधन कर चुका है उसका संसारके साथ जितना सम्बन्ध टूट चुका है उतनी पूँजी तो उसकी वैसीकीवैसी ही रहती है अर्थात् वह कभी किसी अवस्थामें छूटती नहीं प्रत्युत उसके भीतर सुरक्षित रहती है। उसको जब कभी अच्छा संग मिलता है अथवा कोई बड़ी आफत आती है तो वह भीतरका भाव प्रकट हो जाता है और वह भगवान्की ओर तेजीसे लग जाता है (टिप्पणी प0 377.2)। हाँ साधनमें बाधा पड़ जाना भाव और आचरणोंका गिरना तथा परमात्मप्राप्तिमें देर लगना इस दृष्टिसे तो उसका पतन हुआ ही है। अतः उपर्युक्त उदाहरणोंसे साधकको यह शिक्षा लेनी चाहिये कि हमें हर समय सावधान रहना है जिससे हम कहीं कुसंगमें न पड़ जायँ कहीं विषयोंके वशीभूत होकर अपना साधन न छोड़ दें और कहीं विपरीत कामोंमें न चले जायँ। सम्बन्ध  पूर्वश्लोकमें भगवान्ने अर्जुनको आश्वासन दिया कि किसी भी साधकका पतन नहीं होता और वह दुर्गतिमें नहीं जाता। अब भगवान् अर्जुनद्वारा सैंतीसवें श्लोकमें किये गये प्रश्नके अनुसार योगभ्रष्टकी गतिका वर्णन करते हैं।","hcsca":"।।6.40।। अपने उत्तर के प्रारम्भ में ही भगवान् स्पष्ट आश्वासन देते हैं कि कोई भी शुभ कर्म करने वाला न इहलोक में और न परलोक में दुर्गति को प्राप्त होता है।भगवान् का यह कथन किसी अन्धविश्वास पर आधारित मात्र भावुक आश्वासन नहीं है अथवा न किसी देवदूत के माध्यम से दिया गया दैवी आदेश है जिसे धर्मपारायण लोगों को स्वीकार ही करना है। मनुष्य की बुद्धि एवं तर्क के विरुद्ध किसी भी मत को हिन्दू स्वीकार नहीं करते चाहे वह मत किसी देवता का ही क्यों न हो। धर्म जीवन का विज्ञान है और इसलिये उसमें प्रतिपादित सिद्धान्तों एवं साधनाओं का युक्तियुक्त विवेचन भी होना आवश्यक है।हमारी संस्कृति की इस विशिष्टता के अनुरूप ही भगवान् अपने कथन को स्पष्ट करते हुये कहते हैं कि हे तात कोई भी शुभ कर्म करने वाला दुर्गति को प्राप्त नहीं होता। वर्तमान में पुण्य कर्म करने वाला भविष्य में कभी दुख नहीं पायेगा क्योंकि भूत और वर्तमान का परिणत रूप ही भविष्य है।अर्जुन को योगभ्रष्ट के नाश की आशंका होने का कारण यह था कि जीवन की निरन्तरता और नियमबद्धता को वह ठीक से समझ नहीं पाया था। जन्म और मृत्यु के साथ ही जीव के अस्तित्व का प्रारम्भ और नाश हुआ समझना दर्शनशास्त्र की प्रारम्भिक अवस्था में ही संभव है। वस्तुत ऐसे सिद्धांत को दर्शन भी नहीं कहा जा सकता।साहसिक बुद्धि के जो जिज्ञासु साधक जीवन के नियम एवं अर्थ तथा विश्व के प्रयोजन को जानना चाहते हैं उन्हें यह स्वीकारना पड़ेगा कि मनुष्य का वर्तमान जीवन सत्य के वक्षस्थल को सुशोभित करने वाले अनन्त सौन्दर्य के कण्ठाभरण का एक मुक्ता है। भूत का परिणाम है वर्तमान और प्रत्येक विचार ज्ञान एवं कर्म के द्वारा हम भविष्य की रूपरेखा खींच रहे होते हैं। हिन्दुओं में देहधारी जीव के पूर्वजन्म तथा पुनर्जन्म में विश्वास किया जाता है। इसी को पुनर्जन्म का सिद्धांत कहते हैं।इसी सिद्धांत के आधार पर श्रीकृष्ण यहाँ योगी के विनाश अथवा दुर्गति की संभावना को नकारते हैं। हो सकता है कि कभीकभी साधक का पतन होते हुए या मृत्यु होती हुई दिखाई दे किन्तु उनका विनाश नहीं होता। आज का परिणत रूप भविष्य है।पुत्र को संस्कृत में तात कहते हैं। उपनिषदों में भी शिष्य को पुत्र रूप में संबोधित किया गया है। उसी परम्परा के अनुसार अर्जुन को तात कहकर संबोधित करने में उसके प्रति भगवान् का पुत्रवत् भाव स्पष्ट हो जाता है। कोई व्यक्ति अन्य लोगों के प्रति कितनी ही दुष्टता एवं वंचना का भाव क्यों न रखता हो परन्तु अपने ही पुत्र को हानि पहुँचाने का विचार उसके मन में कभी नहीं आता। इसी पितृप्रेम से श्रीकृष्ण अर्जुन को आश्वस्त करते हैं कि साधक का कभी वास्तविक पतन नहीं होता। आत्मिक विकास की सीढ़ी पर एक भी सोपान चढ़ने का अर्थ है पूर्णत्व की ओर बढ़ना।योगसिद्धि को जो प्राप्त नहीं हुआ उसकी निश्चित रूप से क्या गति होती है भगवान् कहते हैं","etsga":"6.40 The Blessed Lord said O Partha, there is certainly no ruin for him here or hereafter. For, no one engaged in good meets with a deplorable end, My son!","etssa":"6.40 The Blessed Lord said O Arjuna, neither in this world, nor in the next world is there destruction for him; none, verily, who does good, O My son, ever comes to grief.","etdss":"6.40. The Bhagavat said O dear Partha ! Neither in this [world], nor in the other is there a destruction for him. Certainly, no performer of an auspicious act does ever come to a grievous state.","ecssa":"6.40 पार्थ O Partha? न not? एव verily? इह here? न not? अमुत्र in the next world? विनाशः destruction? तस्य of him? विद्यते is? न not? हि verily? कल्याणकृत् he who does good? कश्चित् anyone? दुर्गतिम् bad state or grief? तात O My son? गच्छति goes.Commentary He who has not succeeded in attaining to perfection in Yoga in this birth will not be destroyed in this world or in the next world. Surely he will not take a birth lower than the present one. What will he attain? then This is described by the Lord in verses 41? 42? 43 and 44.Tata son. A disciple is regarded as a son.","scetsga":"6.40 O Partha, eva vidyate, there is certainly; na vinasah, no ruin; tasya, for him; iha, here, in this world; or amutra, hereafter, in the other world. Ruin means a birth inferior to the previous one; that is not there for one who has fallen from Yoga. Hi, for; na kascit, no one; kalyana-krt, engaged in good; gacchati, meets with; durgatim, a deplorable end; tata, My son! A father is called tata because he perpetuates himself (tanoti) through the son. Since the father himself becomes the son, therefore the son also is called tata. A disciple is called putra (son). [Sri krsna addressed Arjuna thus because the latter was his disciple.]\nBut what happens to him?","scetdss":"6.40 Partha etc. The idea [here] is : There is no [estion of] destruction for the fallen-from-Yoga, either is this world or in the other; because his faith is not lost. He has indeed performed as auspicious act of seeking the Bhagavat, and that act is not of perishing nature as the Agnistoma sacrifice etc., are.","scetssa":"6.40 The Lord said Neither here nor there is destruction for him who has begun Yoga with faith and has then fallen away from it. The meaning is that there is no destruction either in the form of failure of attainment of desires or in the form of Pratyavaya, which means the attainment of what is undesirable because of defects in the performance of works. Therefore no one who practises this incomparably auspicious Yoga ever comes to an evil end in the present, past or future.Sri Krsna explains how this is so:","chakravarthi":"He does not have destruction in this life (iha) or the next (amutra). Having performed yoga, which gives auspiciousness (kalyana krt), he does not attain a destination of suffering.","rudra":"\nDestruction in this world is caused by diminution due to failure to secure\nneither the goal of svarga or heaven nor the goal of moksa or liberation\nfrom material existence. Failure to accomplish one or the other results in\na destructive situation in the hereafter. This means a hellish destination\nin the worlds after death in the next life. Lord Krishna answers the\nprevious verse by assuring that for the righteous who perform virtuous\nactivities it is not possible to ever have a destructive situation and\nhellish destination. This is due to the reality that one is on the path of\nrighteousness by just commencing with faith the process of yoga or the\nscience of the individual consciousness attaining communion with the\nultimate consciousness. Lord Krishna addresses Arjuna by the word tata\nmeaning dear one like He would be speaking to a family member.","brahma":"There is no commentary for this verse.","shri":"\nLord Krishna is unconditionally confirming that there is no loss or\ndiminution in their present life or in their next life for one who\nsincerely and earnestly engages themselves in yoga or the science of the\nindividual consciousness attaining communion with the ultimate\nconsciousness; but who later discontinues the practice due to weakness of\nmind and lack of dispassion. The word vinasas means destruction. It denotes\nforfeiture of material enjoyment in svarga loka or the heavenly planets and\nit also denotes the loss of spiritual accomplishments as well, both which\nan aspirant could have achieved. Destruction also infers the intervention\nof undesirable obstacles in the form of negative activities. But when one\nhas performed even a little yoga in meditation one is automatically insured\nthat there will be no diminution either in the present or in the future.\nHow this is so is answered next.","kumar":"Lord Krishna is unconditionally confirming that there is no loss or\ndiminution in their present life or in their next life for one who\nsincerely and earnestly engages themselves in yoga or the science of the\nindividual consciousness attaining communion with the ultimate\nconsciousness; but who later discontinues the practice due to weakness of\nmind and lack of dispassion. The word vinasas means destruction. It denotes\nforfeiture of material enjoyment in svarga loka or the heavenly planets and\nit also denotes the loss of spiritual accomplishments as well, both which\nan aspirant could have achieved. Destruction also infers the intervention\nof undesirable obstacles in the form of negative activities. But when one\nhas performed even a little yoga in meditation one is automatically insured\nthat there will be no diminution either in the present or in the future.\nHow this is so is answered next."}