{"meta":"Bhagavad Gita Chapter 6 Verse 24","metahi":"भगवद् गीता 6.24","slok":"सङ्कल्पप्रभवान्कामांस्त्यक्त्वा सर्वानशेषतः।मनसैवेन्द्रियग्रामं विनियम्य समन्ततः।।6.24।।","htsrsd":"।।6.24।।संकल्पसे उत्पन्न होनेवाली सम्पूर्ण कामनाओंका सर्वथा त्याग करके और मनसे ही इन्द्रियसमूहको सभी ओरसे हटाकर।","htstma":"।।6.24।। संकल्प से उत्पन्न समस्त कामनाओं को निशेष रूप से परित्याग कर मन के द्वारा इन्द्रिय समुदाय को सब ओर से सम्यक् प्रकार वश में करके।।","transliteration":"Sankalpaprabhavaan kaamaan styaktwaa sarvaan asheshatah;\nManasaivendriyagraamam viniyamya samantatah.","englishmeaning":"saṅkalpa—a resolve; prabhavān—born of; kāmān—desires; tyaktvā—having abandoned; sarvān—all; aśheṣhataḥ—completely; manasā—through the mind; eva—certainly; indriya-grāmam—the group of senses; viniyamya—restraining; samantataḥ—from all sides; śhanaiḥ—gradually; śhanaiḥ—gradually; uparamet—attain peace; buddhyā—by intellect; dhṛiti-gṛihītayā—achieved through determination of resolve that is in accordance with scriptures; ātma-sanstham—fixed in God; manaḥ—mind; kṛitvā—having made; na—not; kiñchit—anything; api—even; chintayet—should think of","hcsrsd":"।।6.24।। व्याख्या  जो स्थिति कर्मफलका त्याग करनेवाले कर्मयोगीकी होती है (6। 1 9) वही स्थिति सगुणसाकार भगवान्का ध्यान करनेवालेकी (6। 14 15) तथा अपने स्वरूपका ध्यान करनेवाले ध्यानयोगीकी भी होती है (6। 18 23)। अब निर्गुणनिराकारका ध्यान करनेवालेकी भी वही स्थिति होती है यह बतानेके लिये भगवान् आगेका प्रकरण कहते हैं।संकल्पप्रभवान्कामांस्त्यक्त्वा सर्वानशेषतः सांसारिक वस्तु व्यक्ति पदार्थ देश काल घटना परिस्थिति आदिको लेकर मनमें जो तरहतरहकी स्फुरणाएँ होती हैं उन स्फुरणाओंमेंसे जिस स्फुरणामें प्रियता सुन्दरता और आवश्यकता दीखती है वह स्फुरणा संकल्प का रूप धारण कर लेती है। ऐसे ही जिस स्फुरणामें ये वस्तु व्यक्ति आदि बड़े खराब हैं ये हमारे उपयोगी नहीं हैं ऐसा विपरीत भाव पैदा हो जाता है वह स्फुरणा भी संकल्प बन जाती है। संकल्पसे ऐसा होना चाहिये और ऐसा नहीं चाहिये यह कामना उत्पन्न होती है। इस प्रकार संकल्पसे उत्पन्न होनेवाली कामनाओंका सर्वथा त्याग कर देना चाहिये।यहाँ कामान् पद बहुवचनमें आया है फिर भी इसके साथ सर्वान् पद देनेका तात्पर्य है कि कोई भी और किसी भी तरहकी कामना नहीं रहनी चाहिये।अशेषतः पदका तात्पर्य है कि कामनाका बीज (सूक्ष्म संस्कार) भी नहीं रहना चाहिये। कारण कि वृक्षके एक बीजसे ही मीलोंतकका जंगल पैदा हो सकता है। अतः बीजरूप कामनाका भी त्याग होना चाहिये।मनसैवेन्द्रियग्रामं विनियम्य समन्ततः जिन इन्द्रियोंसे शब्द स्पर्श रूप रस और गन्ध इन विषयोंका अनुभव होता है भोग होता है उन इन्द्रियोंके समूहका मनके द्वारा अच्छी तरहसे नियमन कर ले अर्थात् मनसे इन्द्रियोंको उनके अपनेअपने विषयोंसे हटा ले।समन्ततः कहनेका तात्पर्य है कि मनसे शब्द स्पर्श आदि विषयोंका चिन्तन न हो और सांसारिक मान बड़ाई आराम आदिकी तरफ किञ्चिन्मात्र भी खिंचाव न हो।तात्पर्य है कि ध्यानयोगीको इन्द्रियों और अन्तःकरणके द्वारा प्राकृत पदार्थोंसे सर्वथा सम्बन्धविच्छेदका निश्चय कर लेना चाहिये। सम्बन्ध  पूर्वश्लोकमें भगवान्ने सम्पूर्ण कामनाओंका त्याग एवं इन्द्रियोंका निग्रह करनेके निश्चयकी बात कही। अब कामनाओंका त्याग और इन्द्रियोंका निग्रह कैसे करें इसका उपाय आगेके श्लोकमें बताते हैं।","hcsca":"।।6.24।। No commentary.","etsga":"6.24 By totally eschewing all desires which arise from thoughts, and restraining with the mind itself all the organs from every side;","etssa":"6.24 Abandoning without reserve all desires born of Sankalpa (thought and imagination) and completely restraining the whole group of the senses by the mind from all sides.","etdss":"6.24. In order ot renounce completely all desires that are born of intention, let a person, restraining the group of sense-organs from all sides by mind alone;","ecssa":"6.24 सङ्कल्पप्रभवान् born of Sankalpa (imagination)? कामान् desires? त्यक्त्वा having abandoned? सर्वान् all? अशेषतः without reserve? मनसा by the mind? एव even? इन्द्रियग्रामम् the whole group of senses? विनियम्य completely restraining? समन्ततः from all sides.Commentary Without reserve The mind is so diplomatic that it keeps certain desires for its secret gratification. Therefore you should completely abandon all desires without reservation.Desire is born of imagination (Sankalpa). Therefore destroy the Sankalpa first. If the imagination is annihilated first then the desires will die by themselves. Mark here All the senses must be controlled from all sides by the mind. Even if one sense is turbulent in one direction it will distract the mind often and often. The senses will be absorbed in the mind by the constant practice of abstraction (Pratyahara). Then the mind will not think of the objects of sensepleasure and will become perfectly calm.That mind which is endowed with a strong discrimination and dispassion will be able to control the whole ground (or group) of the senses from their objects in all directions. Therefore cultivate strong Viveka or discrimination between the Real and the unreal and also Vairagya or total dispassion for sensual pleasures. (Cf.II.62)","scetsga":"6.24 See Commentary under 6.25","scetdss":"6.24 See Comment under 6.25","scetssa":"6.24 - 6.25 There are two kinds of desires: 1) those born of contact between the senses and objects like heat, cold etc.; 2) those generated by our mind (will) like that for sons, land etc. Of these, the latter type of desires are by their own nature relinishable. Relinishing all these by the mind through contemplation on their lack of association with the self; having relinished the ideas of pleasure and pain in respect of unavoidable desires resulting from contract; restraining all the senses on all sides, i.e., from contact with all their objects - one should think of nothing else, i.e., other than the self. Little by little with the help of intellect controlled by firm resolution, i.e., by the power of discrimination, one should think of nothing else, having fixed the mind on the self.","chakravarthi":"Please see text 25 for Sri Visvanatha Cakravarti Thakur’s combined commentary to texts 24 and 25.","rudra":"\nHaving renounced all desires which arise due to infatuation of the mind for\nsense objects as well as renouncing the impressions within the mind from\npast sense experiences which are tangible obstructions to the achievement\nof yoga or the science of the individual consciousness attaining communion\nwith the ultimate consciousness. Controlling the senses from meandering in\nall directions by the strength of the purified mind which views sense\ngratification as a detrimental activity for spiritual development. This\nverse is a continuation of the previous verses and Lord Krishna is\nencouraging the practice of this superior yoga.","brahma":"There is no commentary for this verse.","shri":"There is no commentary for this verse.","kumar":"In verse eighteen Lord Krishna already explained that fixed concentration\nin the atma or soul frees one from the craving of sense enjoyments. Now\nreflecting that these enjoyments are the primary oppressors against the\npractice of yoga or the science of the individual consciousness attaining\ncommunion with the ultimate consciousness, and are very difficult to\neradicate due to latent impressions from past activities; Lord Krishna\ngives advice how to abandon them with the words sankalpa-prabhavan meaning\ndesires of the world. The word sankalpa is the conceived images of ones\ndesires. In the minds of the ignorant they are the forms of worldly objects\nyearned for. They also include the latent desires in the memory from the\nremembrance of past experiences of sensual pleasures and enjoyments in the\nthinking of: I enjoyed that and I want to enjoy this. These ideas and\nmentality are detrimental obstructions in the furtherance of yoga and are\nveritably the root cause of misery and suffering. One should reflect that\nthey arise from the interactions of the sense objects in material existence\nand contemplating their banal and mundane nature develop a healthy aversion\nto engaging the body and the mind in their sense desires."}