{"meta":"Bhagavad Gita Chapter 6 Verse 25","metahi":"भगवद् गीता 6.25","slok":"शनैः शनैरुपरमेद् बुद्ध्या धृतिगृहीतया।आत्मसंस्थं मनः कृत्वा न किञ्चिदपि चिन्तयेत्।।6.25।।","htsrsd":"।।6.25।।धैर्ययुक्त बुद्धिके द्वारा संसारसे धीरेधीरे उपराम हो जाय और परमात्मस्वरूपमें मन(बुद्धि) को सम्यक् प्रकारसे स्थापन करके फिर कुछ भी चिन्तन न करे।","htstma":"।।6.25।। शनै शनै धैर्ययुक्त बुद्धि के द्वारा (योगी) उपरामता (शांति) को प्राप्त होवे मन को आत्मा में स्थित करके फिर अन्य कुछ भी चिन्तन न करे।।","transliteration":"Shanaih shanairuparamed buddhyaa dhritigriheetayaa;\nAatmasamstham manah kritwaa na kinchidapi chintayet.","englishmeaning":"saṅkalpa—a resolve; prabhavān—born of; kāmān—desires; tyaktvā—having abandoned; sarvān—all; aśheṣhataḥ—completely; manasā—through the mind; eva—certainly; indriya-grāmam—the group of senses; viniyamya—restraining; samantataḥ—from all sides; śhanaiḥ—gradually; śhanaiḥ—gradually; uparamet—attain peace; buddhyā—by intellect; dhṛiti-gṛihītayā—achieved through determination of resolve that is in accordance with scriptures; ātma-sanstham—fixed in God; manaḥ—mind; kṛitvā—having made; na—not; kiñchit—anything; api—even; chintayet—should think of","hcsrsd":"।।6.25।। व्याख्या  बुद्ध्या धृतिगृहीतया साधन करतेकरते प्रायः साधकोंको उकताहट होती है निराशा होती है कि ध्यान लगाते विचार करते इतने दिन हो गये पर तत्त्वप्राप्ति नहीं हुई तो अब क्या होगी कैसे होगी इस बातको लेकर भगवान् ध्यानयोगके साधकको सावधान करते हैं कि उसको ध्यानयोगका अभ्यास करते हुए सिद्धि प्राप्त न हो तो भी उकताना नहीं चाहिये प्रत्युत धैर्य रखना चाहिये। जैसे सिद्धि प्राप्त होनेपर सफलता होनेपर धैर्य रहता है विफलता होनेपर भी वैसा ही धैर्य रहना चाहिये कि वर्षकेवर्ष बीत जायँ शरीर चला जाय तो भी परवाह नहीं पर तत्त्वको तो प्राप्त करना ही है (टिप्पणी प0 357)। कारण कि इससे बढ़कर दूसरा कोई ऐसा काम है नहीं। इसलिये इसको समाप्त करके आगे क्या काम करना है यदि इससे भी बढ़कर कोई काम है तो इसको छोड़ो और उस कामको अभी करो इस प्रकार बुद्धिको वशमें कर ले अर्थात् बुद्धिमें मान बड़ाई आराम आदिको लेकर जो संसारका महत्त्व पड़ा है उस महत्त्वको हटा दे। तात्पर्य है कि पूर्वश्लोकमें जिन विषयोंका त्याग करनेके लिये कहा गया है धैर्यपूर्वक बुद्धिसे उन विषयोंसे उपराम हो जाय।शनैः शनैरुपरमेत् उपराम होनेमें जल्दबाजी न करे किन्तु धीरेधीरे उपेक्षा करतेकरते विषयोंसे उदासीन हो जाय और उदासीन होनेपर उनसे बिलकुल ही उपराम हो जाय।कामनाओंका त्याग और मनसे इन्द्रियसमूहका संयमन करनेके बाद भी यहाँ जो उपराम होनेकी बात बतायी है उसका तात्पर्य है कि किसी त्याज्य वस्तुका त्याग करनेपर भी उस त्याज्य वस्तुके साथ आंशिक द्वेषका भाव रह सकता है। उस द्वेषभावको हटानेके लिये यहाँ उपराम होनेकी बात कही गयी है। तात्पर्य है कि संकल्पोंके साथ न राग करे न द्वेष करे किन्तु उनसे सर्वथा उपराम हो जाय।यहाँ उपराम होनेकी बात इसलिये कही गयी है कि परमात्मतत्त्व मनके कब्जेमें नहीं आता क्योंकि मन प्रकृतिका कार्य होनेसे जब प्रकृतिको भी नहीं पकड़ सकता तो फिर प्रकृतिसे अतीत परमात्मतत्त्वको पकड़ ही कैसे सकता है अर्थात् परमात्माका चिन्तन करतेकरते मन परमात्माको पकड़ ले यह उसके हाथकी बात नहीं है। जिस परमात्माकी शक्तिसे मन अपना कार्य करता है उसको मन कैसे पकड़ सकता है यन्मनसा न मनुते येनाहुर्मनो मतम् (केन0 1। 5)। जैसे जिस सूर्यके प्रकाशसे दीपक बिजली आदि प्रकाशित होते हैं वे दीपक आदि सूर्यको कैसे प्रकाशित कर सकते हैं कारण कि उनमें प्रकाश तो सूर्यसे ही आता है। ऐसे ही मन बुद्धि आदिमें जो कुछ शक्ति है वह उस परमात्मासे ही आती है। अतः वे मन बुद्धि आदि उस परमात्माको कैसे पकड़ सकते हैं नहीं पकड़ सकते।दूसरी बात संसारकी तरफ चलनेसे सुख नहीं पाया है केवल दुःखहीदुःख पाया है। अतः संसारके चिन्तनसे प्रयोजन नहीं रहा। तो अब क्या करें उससे उपराम हो जायँ।आत्मसंस्थं मनः (टिप्पणी प0 358) कृत्वा सब जगह एक सच्चिदानन्द परमात्मा ही परिपूर्ण है। संकल्पोंमें पहले और पीछे (अन्तमें) वही परमात्मा है। संकल्पोंमें भी आधार और प्रकाशकरूपसे एक परमात्मा ही परिपूर्ण है। उन संकल्पोंमें और कोई सत्ता पैदा नहीं हुई है किन्तु उनमें सत्तारूपसे वह परमात्मा ही है। ऐसा बुद्धिका दृढ़ निश्चय निर्णय रहे। मनमें कोई तरंग पैदा हो भी जाय तो उस तरंगको परमात्माका ही स्वरूप माने।दूसरा भाव यह है कि परमात्मा देश काल वस्तु व्यक्ति घटना परिस्थिति आदि सबमें परिपूर्ण है। ये देश काल आदि तो उत्पन्न होते हैं और मिटते हैं परन्तु परमात्मतत्त्व बनताबिगड़ता नहीं है। वह तो सदा ज्योंकात्यों रहता है। उस परमात्मामें मनको स्थिर करके अर्थात् सब जगह एक परमात्मा ही है उस परमात्माके सिवाय दूसरी कोई सत्ता है ही नहीं ऐसा पक्का निश्चय करके कुछ भी चिन्तन न करे।न किञ्चिदपि चिन्तयेत् संसारका चिन्तन न करे यह बात तो पहले ही आ गयी। अब परमात्मा सबजगह परिपूर्ण है ऐसा चिन्तन भी न करे। कारण कि जब मनको परमात्मामें स्थापन कर दिया तो अब चिन्तन करनेसे सविकल्प वृत्ति हो जायगी अर्थात् मनके साथ सम्बन्ध बना रहेगा जिससे संसारसे सम्बन्धविच्छेद नहीं होगा। अगर हमारी ऐसी स्थिति बनी रहे ऐसा चिन्तन करेंगे तो परिच्छिन्नता बनी रहेगी अर्थात् चित्तकी और चिन्तन करनेवालेकी सत्ता बनी रहेगी। अतः सब जगह एक परमात्मा ही परिपूर्ण है ऐसा दृढ़ निश्चय करनेके बाद किसी प्रकारका किञ्चिन्मात्र भी चिन्तन न करे। इस प्रकार उपराम होनेसे स्वतःसिद्ध स्वरूपका अनुभव हो जायगा जिसका वर्णन पहले बाईसवें श्लोकमें हुआ है।ध्यानसम्बन्धी मार्मिक बात सबसे मुख्य बात यह है कि परमात्मा सब जगह परिपूर्ण है। सब देशमें सब कालमें सम्पूर्ण वस्तुओंमें सम्पूर्ण व्यक्तियोंमें सम्पूर्ण घटनाओंमें और सम्पूर्ण क्रियाओंमें परमात्मा साकार निराकार आदि सब रूपोंसे सदा ज्योंकात्यों विराजमान है। उस परमात्माके सिवाय जितना भी प्रकृतिका कार्य है वह सबकासब परिवर्तनशील है। परन्तु परमात्मतत्त्वमें कभी किञ्चिन्मात्र भी परिवर्तन नहीं हुआ न होगा और न हो ही सकता है। उस परमात्माका ध्यान ऐसे किया जाय कि जैसे कोई मनुष्य समुद्रमें गहरा उतर जाय तो जहाँतक दृष्टि जाती है वहाँतक जलहीजल दीखता है। नीचे देखो तो भी जल है ऊपर देखो तो भी जल है चारों तरफ जलहीजल परिपूर्ण है। इस तरह जहाँ स्वयं अपनेआपको एक जगह मानता है उसके भीतर भी परमात्मा है बाहर भी परमात्मा है ऊपर भी परमात्मा है नीचे भी परमात्मा है चारों तरफ परमात्माहीपरमात्मा परिपूर्ण है। शरीरके भी कणकणमें वह परमात्मा है। उस परमात्मतत्त्वको प्राप्त करना ही मनुष्यमात्रका ध्येय है और वह नित्यनिरन्तर प्राप्त है। उस परमात्मतत्त्वसे कोई कभी दूर हो सकता ही नहीं। किसी भी अवस्थामें उससे कोई अलग नहीं हो सकता। केवल अपनी दृष्टि विनाशी पदार्थोंकी तरफ रहनेसे वह सदा परिपूर्ण निर्विकार सम शान्त रहनेवाला परमात्मतत्त्व दीखता नहीं।अगर उस परमात्माकी तरफ दृष्टि लक्ष्य हो जाय कि वह सब जगह ज्योंकात्यों परिपूर्ण है तो स्वतः ध्यान हो जायगा ध्यान करना नहीं पड़ेगा। जैसे हम सब पृथ्वीपर रहते हैं तो हमारे भीतरबाहर ऊपर और चारों तरफ आकाशहीआकाश है पोलाहटहीपोलाहट है परन्तु उसकी तरफ हमारा लक्ष्य नहीं रहता। अगर लक्ष्य हो जाय तो हम निरन्तर आकाशमें ही रहते हैं। आकाशमें ही चलते हैं फिरते हैं खाते हैं पीते हैं सोते हैं जगते हैं। आकाशमें ही हम सब काम कर रहे हैं। परन्तु आकाशकी तरफ ध्यान न होनेसे इसका पता नहीं लगता। अगर उस तरफ ध्यान जाय कि आकाश है उसमें बादल होते हैं वर्षा होती है उसमें सूर्य चन्द्रमा नक्षत्र आदि हैं तो आकाशका ख्याल होता है अन्यथा नहीं होता। आकाशका ख्याल न होनेपर भी हमारी सब क्रियाएँ आकाशमें ही होती हैं। ऐसे ही उस परमात्मतत्त्वकी तरफ ख्याल न होनेपर भी हमारी सम्पूर्ण क्रियाएँ उस परमात्मतत्त्वमें ही हो रही हैं। इसलिये गीताने कहा कि शनैः शनैरुपरमेद्बुद्ध्या धृतिगृहीतया अर्थात् जिस बुद्धिमें धीरज है ऐसी बुद्धिके द्वारा धीरेधीरे उपराम हो जाय। संसारकी कोई भी बात मनमें आये तो उससे उपराम हो जाय। साधककी भूल यह होती है कि जिस समय वह परमात्माका ध्यान करने बैठता है उस समय सांसारिक वस्तुकी याद आनेपर वह उसका विरोध करने लगता है। विरोध करनेसे भी वस्तुका अपने साथ सम्बन्ध हो जाता है और उसमें राग करनेसे भी सम्बन्ध हो जाता है। अतः न तो उसका विरोध करें और न उसमें राग करें। उसकी अपेक्षा करें उससे उदासीन हो जायँ। बेपरवाह हो जायँ। संसारकी याद आ गयी तो आ गयी नहीं आयी तो नहीं आयी इस बेपरवाहीसे संसारके साथ सम्बन्ध नहीं जुड़ेगा। अतः भगवान् कहते हैं कि उससे उदासीन ही नहीं उपराम हो जाय शनैः शनैः उपरमेत्।उत्पन्न होनेवाली चीज नष्ट होनेवाली होती है यह नियम है। अतः संसारका कितना ही संकल्पविकल्प हो जाय वह सब नष्ट हो रहा है। इसलिये उसको रखनेकी चेष्टा करना भी गलती है और नाश करनेका उद्योग करना भी गलती है। संसारमें बहुतसी चीजें उत्पन्न और नष्ट होती हैं पर उनका पाप और पुण्य हमेंनहीं लगता क्योंकि उनसे हमारा सम्बन्ध नहीं है। ऐसे ही मनमें संकल्पविकल्प आ जाय संसारका चिन्तन हो जाय तो उससे हमारा कोई सम्बन्ध नहीं है। न तो याद आनेवाली वस्तुके साथ सम्बन्ध है और न जिसमें वस्तुकी याद आयी उस मनके साथ ही सम्बन्ध है। हमारा सम्बन्ध तो सब जगह परिपूर्ण परमात्मासे है। अतः उत्पन्न और नष्ट होनेवाले संकल्पविकल्पसे क्या तो राग करें और क्या द्वेष करें यह तो उत्पत्ति और विनाशका एक प्रवाह है। इससे उपराम हो जाय विमुख हो जाय इसकी कुछ भी परवाह न करे।एक परमात्माहीपरमात्मा परिपूर्ण है। जब हम अपना एक व्यक्तित्व पकड़ लेते हैं तब मैं हूँ ऐसा दीखने लगता है। यह व्यक्तित्व मैंपन भी जिसके अन्तर्गत है ऐसा वह अपार असीम सम शान्ति सद्घन चिद्घन आनन्दघन परमात्मा है। जैसे सम्पूर्ण पदार्थ क्रियाएँ आदि एक प्रकाशके अन्तर्गत हैं। उस प्रकाशका सम्बन्ध है तो मात्र वस्तुओँ क्रियाओँ व्यक्तियों आदिके साथ है और नहीं है तो किसीके भी साथ सम्बन्ध नहीं है। प्रकाश अपनी जगह ज्योंकात्यों स्थित है। उसमें कई वस्तुएँ आतीजाती रहती हैं कई क्रियाएँ होती रहती हैं किन्तु प्रकाशमें कुछ भी फरक नहीं पड़ता। ऐसे ही प्रकाशस्वरूप परमात्माके साथ किसी भी वस्तु क्रिया आदिका कोई सम्बन्ध नहीं है। सम्बन्ध है तो सम्पूर्णके साथ सम्बन्ध है नहीं तो किसीके साथ भी सम्बन्ध नहीं है। ये वस्तु क्रिया आदि सब उत्पत्तिविनाशशील हैं और वह परमात्मा अनुत्पन्न तत्त्व है। उस परमात्मामें स्थित होकर कुछ भी चिन्तन न करे।एक चिन्तन करते हैं और एक चिन्तन होता है। चिन्तन करे नहीं और अपनेआप कोई चिन्तन हो जाय तो उसके साथ अपना सम्बन्ध न जोड़े तटस्थ रहे। वास्तवमें हम तटस्थ ही हैं क्योंकि संकल्पविकल्प तो उत्पन्न और नष्ट होते हैं पर हम रहते हैं। इसलिये रहनेवाले स्वरूपमें ही रहें और संकल्पविकल्पकी उपेक्षा कर दें तो हमारेपर वह (संकल्पविकल्प) लागू नहीं होगा। साधक एक गलती करता है कि जब उसको संसार याद आता है तब वह उससे द्वेष करता है कि इसको हटाओ इसको मिटाओ। ऐसा करनेसे संसारके साथ विशेष सम्बन्ध जुड़ जाता है। इसलिये उसको हटानेका कोई उद्योग न करे प्रत्युत ऐसा विचार करे कि जो संकल्पविकल्प होते हैं उनमें भी वह परमात्मतत्त्व ओतप्रोत है। जैसे जलमें बर्फका ढेला डाल दें तो बर्फ स्वयं भी जल है और उसके बाहर भी जल है। ऐसे ही संकल्पविकल्प कुछ भी आये वह परमात्माके ही अन्तर्गत है और संकल्पविकल्पके भी अन्तर्गत परमात्माहीपरमात्मा परिपूर्ण है। जैसे समुद्रमें बड़ीबड़ी लहरें उठती हैं। एक लहरके बाद दूसरी लहर आती है। उन लहरोंमें भी जलहीजल है। देखनेमें लहर अलग दीखती है पर जलके सिवाय लहर कुछ नहीं है। ऐसे ही संकल्पविकल्पमें परमात्मतत्त्वके सिवाय कोई तत्त्व नहीं है कोई वस्तु नहीं है।अभी कोई पुरानी घटना याद आ गयी तो वह घटना पहले हुई थी अब वह घटना नहीं है। मनुष्य जबर्दस्ती उस घटनाको याद करके घबरा जाता है कि क्या करूँ मन नहीं लगता वास्तवमें जब परमात्माका ध्यान करते हैं उस समय अनेक तरहकी पुरानी बातोंकी याद पुराने संस्कार नष्ट होनेके लिये प्रकट होते हैं। परन्तु साधक इस बातको समझे बिना उनको सत्ता देकर और मजबूत बना लेता है। इसलिये उनकी उपेक्षा कर दे। उनको न अच्छा समझे और न बुरा समझे तो वे जैसे उत्पन्न हुए वैसे ही नष्ट हो जायँगे। हमारा सम्बन्ध परमात्माके साथ है। हम परमात्माके हैं और परमात्मा हमारा है। सब जगह परिपूर्ण उस परमात्मामें हमारी स्थिति सब समयमें है ऐसा मानकर चुप बैठ जाय। अपनी तरफसे कुछ भी चिन्तन न करे। अपनेआप चिन्तन हो जाय तो उससे सम्बन्ध न जो़ड़े। फिर वृत्तियाँ अपनेआप शान्त हो जायँगी और परमात्माका ध्यान स्वतः होगा। कारण कि वृत्तियाँ आनेजानेवाली हैं और परमात्मा सदा रहनेवाला है। जो स्वतःसिद्ध है उसमें करना क्या पड़ेगा करना कुछ है ही नहीं। साधक ऐसा मान लेता है कि मैं ध्यान करता हूँ चिन्तन करता हूँ यह गलती है। जब सब जगह एक परमात्मा ही है तो क्या चिन्तन करे क्या ध्यान करे समुद्रमें लहरें होती हैं पर जलतत्त्वमें न लहरें हैं न समुद्र है। ऐसे ही परमात्मतत्त्वमें न संसार है न आकृति है न आनाजाना है। वह परमात्मतत्त्व परिपूर्ण है सम है शान्त है निर्विकार है स्वतःसिद्ध है। उसका चिन्तन करना नहीं पड़ता। उसका चिन्तन क्या करें उसमें तो हमारी स्थिति स्वतः है हर समय है।व्यवहार करते समय भी उस परमात्मासे हम अलग नहीं होते प्रत्युत निरन्तर उसमें रहते हैं। जब व्यवहारवाली वस्तुओंको आदर देते हैं महत्त्व देते हैं तब विक्षेप होता है। एकान्तमें बैठे हैं और कोई बात याद आ जाती है तो विक्षेप हो जाता है। वास्तवमें विक्षेप उस बातसे नहीं होता। उसको सत्ता दे देते हैं महत्ता दे देते हैं उससे विक्षेप होता है।जैसे आकाशमें बादल आते हैं और शान्त हो जाते हैं ऐसे ही मनमें कई स्फुरणाएँ आती हैं और शान्त हो जाती हैं। आकाशमें कितने ही बादल आयें और चले जायँ पर आकाशमें कुछ परिवर्तन नहीं होता वह ज्योंकात्यों रहता है। ऐसे ही ध्यानके समय कुछ याद आये अथवा न आये परमात्मा ज्योंकात्यों परिपूर्ण रहता है। कुछ याद आये तो उसमें भी परमात्मा है और कुछ याद न आये तो उसमें भी परमात्मा है। देखनेमें सुननेमें समझनेमें जो कुछ आ जाय उन सबके बाहर भी परमात्मा है और सबके भीतर भी परमात्मा है। चर और अचर जो कुछ है वह भी परमात्मा है। दूरसेदूर भी परमात्मा है नजदीकसेनजदीक भी परमात्मा है। परन्तु अत्यन्त सूक्ष्म होनेसे वह बुद्धिके अन्तर्गत नहीं आता (गीता 13। 15)। ऐसा वह परमात्मा सद्घन चिद्घन आनन्दघन है। सब जगह पूर्ण आनन्द अपार आनन्द सम आनन्द शान्त आनन्द घन आनन्द अचल आनन्द अटल आनन्द आनन्दहीआनन्द हैएकान्तमें ध्यान करनेके सिवाय दूसरे समय कार्य करते हुए भी ऐसा समझे कि परमात्मा सबमें परिपूर्ण है। कार्य करते हुए सावधान होकर परमात्माकी सत्ता मानेंगे तो ध्यानके समय बड़ी सहायता मिलेगी और ध्यानके समय संकल्पविकल्पकी उपेक्षा करके परमात्मामें अटल स्थित रहेंगे तो व्यवहार करते समय परमात्माके चिन्तनमें बड़ी सहायता मिलेगी। जो साधक होता है वह घंटेदोघंटे नहीं आठों पहर साधक होता है। जैसे ब्राह्मण अपने ब्राह्मणपनेमें निरन्तर स्थित रहता है ऐसे ही मात्र जीव परमात्मामें निरन्तर स्थित रहते हैं। ब्राह्मण तो पैदा होता है पर परमात्मा पैदा नहीं होता। परन्तु कामधंधा करते हुए पदार्थोंकी क्रियाओँकी व्यक्तियोंकी तरफ वृत्ति रहनेसे उन सबमें परिपूर्ण परमात्मा दीखता नहीं। इसलिये एकान्तमें बैठकर ध्यान करते समय और व्यवहारकालमें कार्य करते समय साधककी दृष्टि इस तरफ रहनी चाहिये कि सब देश काल वस्तु व्यक्ति घटना क्रिया आदिमें एक परमात्मतत्त्व ही ज्योंकात्यों परिपूर्ण है। उसीमें स्थित रहे और कुछ भी चिन्तन न करे। सम्बन्ध  पूर्वोक्त प्रकारसे निर्विकल्प स्थिति न हो तो क्या करे इसके लिये आगेके श्लोकमें अभ्यास बताते हैं।","hcsca":"।।6.25।। पूर्व श्लोकों के अनुसार योग का लक्ष्य है मन का अपने स्वस्वरूप में स्थित हो जाना। यह स्थिति परम आनन्दस्वरूप बतायी गयी है। परन्तु इस स्थिति को प्राप्त करने के उपायों को दर्शाये बिना विषय का सैद्धान्तिक निरूपण मात्र साधकों के लिए अधिक उपयोगी नहीं होता।विचाराधीन दो श्लोकों में ध्यान की सूक्ष्म कला का वर्णन किया गया है। मन को एकाग्र कैसे करें तत्पश्चात् उस समाहित चित्त के द्वारा आत्मा का ध्यान करके तद्रूप कैसे हो इसका विस्तृत विवेचन इन श्लोकों में मिलता है।समस्त कामनाओं का निशेष त्यागकर इन्द्रिय वर्ग को विषयों से सम्यक् प्रकार अपने वश में करना चाहिए। इस श्लोक का प्रत्येक शब्द सफलता के द्वार का सूचक होने से उसकी व्याख्या की आवश्यकता है। यहाँ विशेष रूप से कहा गया है कि सब कामनाओं का निशेष त्याग करना आवश्यक है। इससे आत्मानुभूति की स्थिति के स्वरूप के सम्बन्ध में किसी भी साधक के मन में कोई शंका नहीं रह जानी चाहिए। अशेषत से तात्पर्य यह है कि ध्यान के अन्तिम चरण में साधक को योग के पूर्णत्व की प्राप्ति की इच्छा का भी त्याग कर देना चाहिए यहाँ कामनात्याग को एक अत्यन्त महत्वपूर्ण आवश्यक गुण बताया है परन्तु दुर्भाग्य से अविवेकी लोगों ने कामना को दिये हुए विशेषण की ओर ध्यान नहीं दिया और शास्त्रों के अर्थों को विकृत कर दिया है। उन्होंने यही समझा कि शास्त्र में महत्त्वाकांक्षा रहित जीवन का उपदेश दिया गया है और इस विपरीत धारणा के कारण वे तमोगुण की अकर्मण्यता में फंस जाते है।संकल्प प्रभवान् इस विशेषण की ओर विशेष ध्यान देने की आवश्यकता है। इसी अध्याय के दूसरे श्लोक की व्याख्या में संकल्प शब्द का अर्थ बताया जा चुका है। उस दृष्टि से यहाँ अर्थ होगा कि ऐसी कामनाओं को त्यागना है जो विषयों में सुख होने के संकल्प से उत्पन्न होकर मन में असंख्य विक्षेपों को जन्म देती हैं।यदि मनुष्य इन संकल्पजनित इच्छाओं को त्यागने में सफल हो जाता है तो उसके मन में वह सार्मथ्य और दृढ़ता आ जाती है कि वह इन्द्रियों पर अपना प्रभुत्व स्थापित कर सकता है। सर्वप्रथम इन्द्रियों के उन्मत्त अश्वों को वश में कर लें तो फिर उन्हें सब विषयों से परावृत्त करने में सरलता होती है।यह एक अनुभूत सत्य है कि मन स्वनिर्मित विक्षेपों के कारण दुर्बल होकर इन्द्रियों को अपने वश में नहीं रख पाता। कामनात्याग से उसमें यह क्षमता आ जाती है। परन्तु मन की यह शक्ति और शांति शीघ्रता से किये गये कर्म या कल्पना से नहीं प्राप्त होती है और न किसी विचित्र रहस्यमयी साधना से। यहाँ स्पष्ट कहा गया है कि साधक को धीरेधीरे अपने मन को शांत करना चाहिए।निसन्देह इन्द्रियों की विषयाभिमुखी प्रवृत्ति को संयमित करने पर कुछ मात्रा में मनशांति प्राप्त होती है। तब इस शांति को स्थिर और दृढ़ करने की आवश्यकता होती है। उसका उपाय बताते हुए भगवान् कहते हैं धैर्ययुक्त बुद्धि से मन को आत्मा में स्थिर करना चाहिए। अभ्यास के क्रम में इस उपदेश का बहुत महत्त्व है।सर्वप्रथम इन्द्रियों को मन के द्वारा संयमित करे और तत्पश्चात् मन को उससे सूक्ष्मतर विवेकवती बुद्धि के द्वारा आत्मा में स्थिर करे। ध्येय विषयक वृत्ति के अतिरिक्त अन्य सब वृत्तियों के त्याग के द्वारा ही मन को संयमित करना संभव है। वृत्तियों का प्रवाह मन कहलाता है अत आत्मा के स्वरूप पर सतत अनुसंधान करने से मन आत्मा में ही स्थित हो जायेगा। आत्मा में पूर्णतया स्थित हो जाने पर वह एक दिव्य अलौकिक शान्ति में निमग्न हो जाता है। मनुष्य अपने सजग पुरुषार्थ के द्वारा इस स्थिति तक पहुँच सकता है जो ध्यानयोग का अन्तिम सोपान है।सभी साधकों के द्वारा अभ्यसनीय इस योग का उपदेश देते हुये भगवान् उन्हें सावधान करते हैं कि योग की उपर्युक्त चरम स्थिति तक पहुँचने के पश्चात् किसी अन्य विषय का चिन्तन नहीं करना चाहिये।इस शांत क्षणको पाने के उपरान्त साधक को और कोई कर्तव्य और प्राप्तव्य शेष नहीं रह जाता। उसको इतना ही ध्यान रखना होता है कि किसी नवीन वृत्तिप्रवाह का प्रारम्भ न हो और मन की शान्ति सुदृढ़ रहे। द्वार खटखटाओ और तुम अन्दर प्रवेश करोगे यह भगवान् का आश्वासन है।विश्व के किसी भी धर्मग्रन्थ में केवल दो श्लोकों में ध्यानयोग की विधि से सम्बन्धित निर्देशों का इतना विस्तृत विवरण नहीं मिलता। स्वयं गीता में भी किसी अन्य स्थान पर ऐसा वर्णन नहीं किया गया है। इस दृष्टि से ये दो सारगर्भित श्लोक अतुलनीय और अनुपम हैं।योगाभ्यास में प्रवृत्त जिन साधकों का मन चंचल औरअस्थिर होता है उनके लिए अगले श्लोक में उपाय बताते हैं","etsga":"6.25 One should gradually withdraw with the intellect endowed with steadiness. Making the mind fixed in the Self, one should not think of anything whatsoever.","etssa":"6.25 Little by little let him attain to ietude by the intellect held firmly; having made the mind establish itself in the Self, let him not think of anything.","etdss":"6.25. Very slowly remain iet, keeping the mind well established in the Self by means of the intellect held in steadiness; and lest him not think of anything (object).","ecssa":"6.25 शनैः gradually? शनैः gradually? उपरमेत् let him attain to ietude? बुद्ध्या by the intellect? धृतिगृहीतया held in firmness? आत्मसंस्थम् placed in the Self? मनः the mind? कृत्वा having made? न not? किञ्चित् anything? अपि even? चिन्तयेत् let him think.Commentary The practitioner of Yoga should attain tranillity gradually or by degrees? by,means of the intellect controlled by steadiness. The peace of the Eternal will fill the heart gradually with thrill and bliss through the constant and protracted practice of steady conentration. He should make the mind constantly abide in the Self within through ceaseless practice. If anyone constantly thinks of the immortal Self within? the mind will cease to think of the objects of sensepleasure. The mental energy should be directed along the spiritual channel by Atmachintana or constant contemplation on the Self.","scetsga":"6.25 Tyaktva, by eschewing; asesatah, totally, without a trace; sarvan, all; the kamam, desires; sankalpa-prabhavan, which arise from thoughts; and further, viniyamya, restraining; manasa eva, with the mind itself, with the mind endued with discrimination; indriya-gramam, all the organs; samantatah, from every side; uparamet, one should withdraw, abstain; sanaih sanaih, gradually, not suddenly;-with what?-buddhya, with the intellect;- possessed of what distinction?-dhrti-grhitaya, endowed with steadiness, i.e. with fortitude.\nKrtva, making manah, the mind; atma-samstham, fixed in the Self, with the idea, The Self alone is all; there is nothing apart from It-thus fixing the mind on the Self; na cintayet, one should not think of; kincit api, anything whatsoever.\nThisis the highest instruction about Yoga.","scetdss":"6.24-25 Sankalpa - etc. Sanaih etc. By mind alone : i.e., not by withdrawing from activities. Holding steadiness; thinning, step after step, the misery born of desired; let him not think anything like receiving and abandoning objects and so on.\n \nOthers have explained [the passage] as Let him think only negation (or void). But this (explanation) is not up to our taste. For, that world result in the doctrine of nihilism.\n What is to be achieved is not a mere withdrawl [or one-self] from the objects. This is stated as -","scetssa":"6.24 - 6.25 There are two kinds of desires: 1) those born of contact between the senses and objects like heat, cold etc.; 2) those generated by our mind (will) like that for sons, land etc. Of these, the latter type of desires are by their own nature relinishable. Relinishing all these by the mind through contemplation on their lack of association with the self; having relinished the ideas of pleasure and pain in respect of unavoidable desires resulting from contract; restraining all the senses on all sides, i.e., from contact with all their objects - one should think of nothing else, i.e., other than the self. Little by little with the help of intellect controlled by firm resolution, i.e., by the power of discrimination, one should think of nothing else, having fixed the mind on the self.","chakravarthi":"(combined commentary for verses 24 and 25)\nIn such practice of yoga, the first and last actions are mentioned in two verses (24-25).\nThe first action is to give up desires and the last action is not to think of anything at all.","rudra":"\nIf the mind should become unfocused due to the influence of latent\nimpressions in the mind from past activities; then one unperturbed should\nfirmly bring the mind back by concentration and refocusing meditate on the\natma or soul while withdrawing the mind away from the external impressions\nof the subtle body. This will manifest gradually by degrees and should not\nbe expected to happen immediately. The way of confirming if the external\nimpressions of the subtle body have been evaporated is being given by Lord\nKrishna with the words na kincid api cintayet meaning one will think of\nnothing but the atma. Having attained communion with the ultimate\nconsciousness perceived spontaneously by a focused and tranquil mind one\nshould desist even from all conceptions of meditation that present the\nperson meditating as different form the object of meditation or otherwise\nas the individual consciousness being different from the atma.","brahma":"\nThe word sarvan means all desires in every sphere of endeavour. The word\nasesatah means complete cessation of all desires. The word manasaiva means\nby the sole strength of the mind only is restraint possible. Spiritual\nintelligence is the instrument for restraining the mind as well as\nrestraining the sense. This is what Lord Krishna is indicating.","shri":"\nDesires are of a two-fold nature. Sparsa-ja which arise from the impulses\nof the physical body or and sankalpa-ja which arise from the impulses of\nthe mind or mental origin. Sparsa-ja includes desires for cold or for hot,\nor for sweet or for salty, or the lack of such. Sankalpa-ja includes\ndesires for wealth, fame, dominion, progeny and such. With great effort it\nis possible to abandon the desires of the mind by avoiding to think about\nthem. It is also possible to resist the sensations of pleasure and pain\nwith an attitude of indifference; but between the two the desires of the\nmind are more easy to abandon because it is not possible to avert the\nsensations of the body. Thus it is necessary to comprehensively and\nsystematically neutralise the senses from their external corresponding\nsense objects. This should be undertaken gradually by degrees with\ndetermination and a resolute will. Then in due course of time the mind will\nbe weaned from all things except the eternal atma or soul and absorbed\nexclusively in the atma, one thinks of nothing else. This is the meaning\nLord Krishna intended.","kumar":"Desires are of a two-fold nature. Sparsa-ja which arise from the impulses\nof the physical body or and sankalpa-ja which arise from the impulses of\nthe mind or mental origin. Sparsa-ja includes desires for cold or for hot,\nor for sweet or for salty, or the lack of such. Sankalpa-ja includes\ndesires for wealth, fame, dominion, progeny and such. With great effort it\nis possible to abandon the desires of the mind by avoiding to think about\nthem. It is also possible to resist the sensations of pleasure and pain\nwith an attitude of indifference; but between the two the desires of the\nmind are more easy to abandon because it is not possible to avert the\nsensations of the body. Thus it is necessary to comprehensively and\nsystematically neutralise the senses from their external corresponding\nsense objects. This should be undertaken gradually by degrees with\ndetermination and a resolute will. Then in due course of time the mind will\nbe weaned from all things except the eternal atma or soul and absorbed\nexclusively in the atma, one thinks of nothing else. This is the meaning\nLord Krishna intended."}