{"meta":"Bhagavad Gita Chapter 6 Verse 9","metahi":"भगवद् गीता 6.9","slok":"सुहृन्मित्रार्युदासीनमध्यस्थद्वेष्यबन्धुषु।साधुष्वपि च पापेषु समबुद्धिर्विशिष्यते।।6.9।।","htsrsd":"।।6.9।।सुहृद् मित्र वैरी उदासीन मध्यस्थ द्वेष्य और सम्बन्धियोंमें तथा साधुआचरण करनेवालोंमें और पापआचरण करनेवालोंमें भी समबुद्धिवाला मनुष्य श्रेष्ठ है।","htstma":"।।6.9।। जो पुरुष सुहृद् मित्र शत्रु उदासीन मध्यस्थ द्वेषी और बान्धवों में तथा धर्मात्माओं में और पापियों में भी समान भाव वाला है वह श्रेष्ठ है।।","transliteration":"Suhrinmitraary udaaseena madhyastha dweshya bandhushu;\nSaadhushwapi cha paapeshu samabuddhirvishishyate.","englishmeaning":"su-hṛit—toward the well-wishers; mitra—friends; ari—enemies; udāsīna—neutral persons; madhya-stha—mediators; dveṣhya—the envious; bandhuṣhu—relatives; sādhuṣhu—pious; api—as well as; cha—and; pāpeṣhu—the sinners; sama-buddhiḥ—of impartial intellect; viśhiṣhyate—is distinguished","hcsrsd":"।।6.9।। व्याख्या  आठवें श्लोकमें पदार्थोंमें समता बतायी अब इस श्लोकमें व्यक्तियोंमें समता बताते हैं। व्यक्तियोंमें समता बतानेका तात्पर्य है कि वस्तु तो अपनी तरफसे कोई क्रिया नहीं करती अतः उसमें समबुद्धि होना सुगम है परन्तु व्यक्ति तो अपने लिये और दूसरोंके लिये भी क्रिया करता है अतः उसमें समबुद्धि होना कठिन है। इसलिये व्यक्तियोंके आचरणोंको देखकर भी जिसकी बुद्धिमें विचारमें कोई विषमता या पक्षपात नहीं होता ऐसा समबुद्धिवाला पुरुष श्रेष्ठ है।सुहृन्मित्रार्युदासीनमध्यस्थद्वेष्यबन्धुषु जो माताकी तरह ही पर ममतारहित होकर बिना किसी कारणके सबका हित चाहनेके और हित करनेके स्वभाववाला होता है उसको सुहृद् कहते हैं और जो उपकारके बदले उपकार करनेवाला होता है उसको मित्र कहते हैं।जैसे सुहृद्का बिना कारण दूसरोंका हित करनेका स्वभाव होता है ऐसे ही जिसका बिना कारण दूसरोंका अहित करनेका स्वभाव होता है उसको अरि कहते हैं। जो अपने स्वार्थसे अथवा अन्य किसी कारणविशेषको लेकर दूसरोंका अहित अपकार करता है वह द्वेष्य होता है।दो आपसमें वादविवाद कर रहे हैं उनको देखकर भी जो तटस्थ रहता है किसीका किञ्चिन्मात्र भी पक्षपात नहीं करता और अपनी तरफसे कुछ कहता भी नहीं वह उदासीन कहलाता है। परन्तु उन दोनोंकी लड़ाई मिट जाय और दोनोंका हित हो जाय ऐसी चेष्टा करनेवाला मध्यस्थ कहलाता है।एक तो बन्धु अर्थात् सम्बन्धी है और दूसरा बन्धु नहीं है पर दोनोंके साथ बर्ताव करनेमें उसके मनमें कोई विषमभाव नहीं होता। जैसे उसके पुत्रने अथवा अन्य किसीके पुत्रने कोई बुरा काम किया है तो वह उनके अपराधके अनुरूप दोनोंको ही समान दण्ड देता है ऐसे ही उसके पुत्रने अथवा दूसरेके पुत्रने कोई अच्छा काम किया है तो उनको पुरस्कार देनेमें भी उसका कोई पक्षपात नहीं होता।साधुष्वपि च पापेषु समबुद्धिर्विशिष्यते श्रेष्ठ आचरण करनेवालों और पापआचरण करनेवालोंके साथ व्यवहार करनेमें तो अन्तर होता है और अन्तर होना ही चाहिये पर उन दोनोंकी हितैषितामें अर्थात् उनका हित करनेमें दुःखके समय उनकी सहायता करनेमें उसके अन्तःकरणमें कोई विषमभाव पक्षपात नहीं होता। सबमें एक परमात्मा हैं ऐसा स्वयंमें होता है बुद्धिमें सबकी हितैषिता होती है मनमें सबका हितचिन्तन होता है और व्यवहारमें परताममता छोड़कर सबके सुखका सम्पादन होता है।जहाँ विषमबुद्धि अधिक रहनेकी सम्भावना है वहाँ भी समबुद्धि होना विशेष है। वहाँ समबुद्धि हो जाय तो फिर सब जगह समबुद्धि हो जाती है।इस श्लोकमें भाव गुण आचरण आदिकी भिन्नताको लेकर नौ प्रकारके प्राणियोंका नाम आया है। इन प्राणियोंके भाव गुण आचरण आदिकी भिन्नताको लेकर उनके साथ बर्ताव करनेमें विषमता आ जाय तो वह दोषी नहीं है। कारण कि वह बर्ताव तो उनके भाव आचरण परिस्थिति आदिके अनुसार ही है और उनके लिये ही है अपने लिये नहीं। परन्तु उन सबमें परमात्मा ही परिपूर्ण हैं इस भावमें कोई फरक नहीं आना चाहिये और अपनी तरफसे सबकी सेवा बन जाय इस भावमें भी कोई अन्तर नहीं आना चाहिये।तात्पर्य यह हुआ कि जिस किसी मार्गसे जिसको तत्त्वबोध हो जाता है उसकी सब जगह समबुद्धि हो जाती है अर्थात् किसी भी जगह पक्षपात न होकर समान रीतिसे सेवा और हितका भाव हो जाता है। जैसे भगवान् सम्पूर्ण प्राणियोंके सुहृद् हैं सुहृदं सर्वभूतानाम् (गीता 5। 29) ऐसे ही वह सिद्ध कर्मयोगी भी सम्पूर्ण प्राणियोंका सुहृद् हो जाता है सुहृदः सर्वदेहिनाम् (श्रीमद्भा0 3। 25। 21)।यहाँ सुहृद् मित्र आदि नाम लेनेके बाद अन्तमें साधुष्वपि च पापेषु कहनेका तात्पर्य है कि जिसकी श्रेष्ठ आचरणवालों और निकृष्ट आचरणवालोंमें समबुद्धि हो जायगी उसकी सब जगह समबुद्धि हो जायगी। कारण कि संसारमें आचरणोंकी ही मुख्यता है आचरणोंका ही असर पड़ता है आचरणोंसे ही मनुष्यकी परीक्षा होती है आचरणोंसे ही श्रद्धाअश्रद्धा होती है स्वाभाविक दृष्टि आचरणोंपर ही पड़ती है और आचरणोंसे ही सद्भावदुर्भाव पैदा होते हैं। भगवान्ने भी यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः (3। 21) कहकर आचरणकी बात मुख्य बतायी है। इसलिये श्रेष्ठ आचरणवाले और निकृष्ट आचरणवाले इन दोनोंमें समता हो जायगी तो फिर सबह जगह समता हो जायगी इन दोनोंमें भी श्रेष्ठ आचरणवाले पुरुषोंमें तो सद्भाव होना सुगम है पर पापआचरणवाले पुरुषोंमें सद्भाव होना कठिन है। अतः भगवान्ने यहाँ अपि च दो अव्ययोंका प्रयोग किया है जिसका अर्थ है और पापआचरण करनेवालोंमें भी जिसकी समबुद्धि है वह श्रेष्ठ है।यहाँ दीखनेवालोंको लेकर देखनेवालेकी स्थितिका वर्णन किया गया है अतः समबुद्धिर्विशिष्यते कहा है। देखनेवालोंमें जो समबुद्धि होती है वह हरेकको दीखती नहीं पर साधकके लिये तो वही मुख्य है क्योंकि साधक मैं अपनी दृष्टिसे कैसा हूँ ऐसे अपनेआपको देखता है। इसलिये अपनेआपसे अपना उद्धार करनेके लिये कहा गया है (6। 5)।संसारमें प्रायः दूसरोंके आचरणोंपर ही दृष्टि रहती है। साधकको विचार करना चाहिये कि मेरी दृष्टि अपने भावोंपर रहती है या दूसरेके आचरणोंपर दूसरोंके आचरणोंपर दृष्टि रहनेसे जिस दृष्टिसे अपना कल्याण होता है वह दृष्टि बंद हो जाती है और अँधेरा हो जाता है। इसलिये दूसरोंके श्रेष्ठ और निकृष्ठ आचरणोंपर दृष्टि न रहकर उनका जो वास्तविक स्वरूप है उसपर दृष्टि रहनी चाहिये। स्वरूपपर दृष्टि रहनेसे उनके आचरणोंपर दृष्टि नहीं रहेगी क्योंकि स्वरूप सदा ज्योंकात्यों रहता है जब कि आचरण बदलते रहते हैं। सत्यतत्त्वपर रहनेवाली दृष्टि भी सत्य होती है। परन्तु जिसकी दृष्टि केवल आचरणोंपर ही रहती है उसकी दृष्टि असत्पर रहनेसे असत् ही होती है। इसमें भी अशुद्ध आचरणोंपर जिसकी ज्यादा दृष्टि है उसका तो पतन ही समझना चाहिये। तात्पर्य है कि जो आचरण आदरणीय नहीं है ऐसे अशुद्ध आचरणोंको जो मुख्यता देता है वह तो अपना पतन ही करता है। अतः भगवान्ने यहाँ अशुद्ध आचरण करनेवाले पापीमें भी समबुद्धिवालेको श्रेष्ठ बताया है। कारण कि उसकी दृष्टि सत्यतत्त्वपर रहनेसे उसकी दृष्टिमें सब कुछ परमात्मतत्त्व ही रहता है। फिर आगे चलकर सब कुछ नहीं रहता केवल परमात्मतत्त्व ही रहता है। उसीकी यहाँ समबुद्धिर्विशिष्यते पदसे महिमा गायी गयी है।विशेष बातगीताका योग समता ही है समत्वं योग उच्यते (2। 48)। गीताकी दृष्टिसे अगर समता आ गयी तो दूसरे किसी लक्षणकी जरूरत नहीं है अर्थात् जिसको वास्तविक समताकी प्राप्ति हो गयी है उसमें सभी सद्गुणसदाचार स्वतः आ जायँगे और उसकी संसारपर विजय हो जायगी (5। 19)। विष्णुपुराणमें प्रह्लादजीने भी कहा है कि समता भगवान्की आराधना (भजन) है समत्वमाराधनमच्युतस्य (1। 17। 90)। इस तरह जिस समताकी असीम अपार अनन्त महिमा है जिसका वर्णन कभी कोई कर ही नहीं सकता उस समताकी प्राप्तिका उपाय है बुराईरहित होना। बुराईरहित होनेका उपाय है (1) किसीको बुरा न मानें (2) किसीका बुरा न करें (3) किसीका बुरा न सोचें (4) किसीमें बुराई न देखें (5) किसीकी बुराई न सुनें (6) किसीकी बुराई न कहें। इन छः बातोंका दृढ़तासे पालन करें तो हम बुराईरहित हो जायँगे। बुराईरहित होते ही हमारेमें स्वतःस्वाभाविक अच्छाई आ जायगी क्योंकि अच्छाई हमारा स्वरूप है।अच्छाईको लानेके लिये हम प्रयत्न करते हैं साधन करते हैं परन्तु वर्षोंतक साधन करनेपर भी वास्तविक अच्छाई हमारेमें नहीं आती और साधन करनेपर खुदको भी सन्तोष नहीं होता प्रत्युत यही विचार होता है कि इतना साधन करनेपर भी सद्गुणसदाचार नहीं आये। अतः ये सद्गुणसदाचार आनेके हैं नहीं ऐसा समझकर हम साधनसे हताश हो जाते हैं। हताश होनेमें मुख्य कारण यही है कि हमने अच्छाईको उद्योगसाध्य माना है और बुराईको सर्वथा नहीं छोड़ा है। बुराईका सर्वथा त्याग किये बिना आंशिक अच्छाई बुराईको बल देती रहती है। कारण कि आंशिक अच्छाईसे अच्छाईका अभिमान होता है और जितनी बुराई है वह सबकीसब अच्छाईके अभिमानपर ही अवलम्बित है। पूर्ण अच्छाई होनेपर अच्छाईका अभिमान नहीं होता और बुराई भी उत्पन्न नहीं होती। अतः बुराईका त्याग करनेपर अच्छाई बिना उद्योग किये और बिना चाहे स्वतः आ जाती है। जब अच्छाई हमारेमें आ जाती है तब हम अच्छे हो जाते हैं। जब हम अच्छे हो जाते हैं तब हमारे द्वारा स्वाभाविक ही अच्छाई होने लगती है। जब अच्छाई होने लग जाती है तब सृष्टिके द्वारा स्वाभाविक ही हमारा जीवननिर्वाह होने लगता है अर्थात् जीवननिर्वाहके लिये हमें परिश्रम नहीं करना पड़ता और दूसरोंका आश्रय भी नहीं लेना पड़ता। ऐसी अवस्थामें हम संसारके आश्रयसे सर्वथा मुक्त हो जाते हैं। संसारके आश्रयसे सर्वथा मुक्त होते ही हमें स्वतःसिद्ध समता प्राप्त हो जाती है और हम कृतकृत्य हो जाते हैं जीवन्मुक्त हो जाते हैं। सम्बन्ध  जो समता (समबुद्धि) कर्मयोगसे प्राप्त होती है वही समता ध्यानयोगसे भी प्राप्त होती है। इसलिये भगवान् ध्यानयोगका प्रकरण आरम्भ कहते हुए पहले ध्यानयोगके लिये प्रेरणा करते हैं।","hcsca":"।।6.9।। पूर्व श्लोक में ज्ञानी पुरुष की जड़ वस्तुओं की ओर अवलोकन करने की दृष्टि का वर्णन किया गया है। परन्तु जगत् केवल जड़ वस्तुओं से ही नहीं बना है। उसमें चेतन प्राणी भी हैं। मानव मात्र के साथ ज्ञानी पुरुष किस भाव से रहेगा क्या उन्हें मिथ्या कहकर उनके अस्तित्व का निषेध कर देगा क्या जगत् के अधिष्ठान स्वरूप परमात्मा में स्थित होकर वह लोगों की सेवा के प्रति उदासीन रहेगा इन प्रश्नों का उत्तर इस श्लोक में दिया गया है।भगवान् श्रीकृष्ण कहते हैं कि ऐसा ज्ञानी पुरुष सभी मनुष्यों के साथ समान प्रेम भाव से रहता है चाहे वे सुहृद् हों या मित्र शत्रु उदासीन मध्यस्थ बन्धु साधु हों या पापी। अपनी विशाल सहृदयता में वह सबका आलिंगन करता है। प्रेम और आदरभाव से सबके साथ रहता है। उसकी दृष्टि में वे सभी समान महत्त्वपूर्ण हैं।उसका प्रेम साधु और पापी उत्कृष्ट और निकृष्ट में भेद नहीं करता। वह जानता है कि आत्मस्वरूप के अज्ञान से ही पुरुष पापकर्म में प्रवृत्त होता है और अपने ही कर्मों से दुख उठाता है। स्वामी रामतीर्थ इसे बड़ी सुन्दरता से व्यक्त करते हुये कहते हैं कि हम अपने पापों से दण्डित होते हैं न कि पापों के लिए।आत्मस्वरूप के अपरोक्ष अनुभव से वह यह पहचान लेता है कि एक ही आत्मा सर्वत्र व्याप्त है। अनेकता में एकता को वह जानता है औऱ विश्व के सामञ्जस्य को पहचानता है। सर्वत्र व्याप्त आत्मस्वरूप का अनुभव कर लेने पर वह किसके साथ प्रेम करेगा और किससे घृणा मनुष्य के शरीर के किसी भी अंग में पीड़ा होने पर सबकी ओर देखने का उसका भाव एक ही होता है क्योंकि सम्पूर्ण शरीर में ही वह स्वयं व्याप्त है।इस उत्तम फल को प्राप्त करने के लिए मनुष्य को क्या करना चाहिये उत्तर है","etsga":"6.9 He excels who has sameness of view with regard to a benefactor, a friend, a foe [Ari (foe) is one who does harm behind ones back.], a neutral, an arbiter, the hateful, [Dvesyah is one who openly hateful.] a relative, good people and even sinners.","etssa":"6.9 He who is of the same mind to the good-hearted, friends, enemies, the indifferent, the neutral, the hateful, the relatives, the righteous and the unrighteous, excels.","etdss":"6.9. He whose mind is eal in the case of the friend, companion, enemy, the indifferent one, the one who remains in the middle, the foe, the relative, the righteous and also the sinful-he excells [all].","ecssa":"6.9 सुह्यन्मित्रार्युदासीनमध्यस्थद्वेष्यबन्धुषु in the goodhearted? in friends? in enemies? in the indifferent? in neutrals? in haters and in relatives? साधुषु in the righteous? अपि also? च and? पापेषु in the unrighteous?,समबुद्धिः one who has eal mind? विशिष्यते excels.Commentary He excels He is the best among the Yogarudhas.Samabudhhi is eanimity or evenness of mind. A Yogi of Samabuddhi has eal vision. He is ite impartial. He is the same to all. He makes no difference with reference to caste? creed or colour. He loves all as his own self? as rooted in the Self.A goodhearted man does good to others without expecting any servie from them in return.Udasina is one who is ite indifferent.A neutral is one who does not join any of the two contending parties. He stands as a silent spectator or witness.The righteous are those who do righteous actions and follow the injunctions of the scriptures.The unrighteous are those who do wrong and forbidden actions? who inure others and who do not follow the scriptures.","scetsga":"6.9 The first line of the verse beginning with benefactor, etc. is a single compound word.\nVisisyate, he excels, i.e. he is the best among all those who are established in Yoga-(a different reading is vimucyate, he becomes free); sama-buddhih, who has sameness of view, i.e. whose mind is not engaged with the estion of who one is and what he does; with regard to a suhrd, benefactor-one who does some good without consideration of return; mitram, a friend, one who is affectionate; arih, a foe; udasinah, a neutral, who sides with nobody; madhyasthah, an arbiter, who is a well-wisher of two conflicting parties; dvesyah, the hateful, who is repulsive to oneself; bandhuh, a relative;- to all these as also sadhusu, with regard to good people, who follow the scriptures; api ca, and even; papesu, sinners, who perform prohibited actions-with regard to all of them.\nTherefore, to acire this excellent result-","scetdss":"6.9 Suhrt etc. Friend is one whose heart remains good and auspicious without cause (on its own accord). Companionship is [that which is felt] mutually. Enmity is [also that which is felt] between one another. The indifferent one : the one, who is free from both these. One who remains in the middle : he who is partly a friend and partly an enemy. Foe : he who deserves to be hated, [but] cannot be hated. Relative : the one [connected] by marital bondage. Whosoever is with his mind eal to all these as well as to the righteous and the sinful; he excells [all] i.e., stage after stage he goes out of the cycle of birth-and-death.\n By the worshipful-footed persons of this sort -","scetssa":"6.9 Well-wishers (Suhrt) are those who wish one well, regardless of differences in age. Friends (Mitra) are well-wisheres of eal age. Foes (Ari) are those who wish ill to one because of some particular cause. The indifferent (Udasina) are those devoid of both friendship and hostility because of the absence of causes for both; neutrals (Madhyastha) are those who are by their very nature incapable of both friendship and hostility. The hateful are those who wish ill to one even from birth. Relations are those who bear goodwill from birth. The good are those devoted to virtue. The sinful are those given to sin. Because of the self being the only end of Yoga, and because of there being no gain and no opposition from well-wishers, friends, etc., he who could regard them all with an eal eye as selves, excels in respect of fitness for the practice of Yoga.","chakravarthi":"The yogi sees equally the person who wishes one well (suhrt) his nature, one who actually does good out of affection (mitra), the killer (ari), one who is neutral in times of conflict or honor (udasina), the mediator who tries to resolve conflict between the two sides (madhyastha), the person who deserves hatred because he harms one (dvesya), the relative (bandhuh), the follower of dharma and the follower of adharma. This position is superior to that of seeing dirt and gold as the same.","rudra":"\nOne who looks equally upon all these persons mentioned well-wisher, enemy\netc. is superior to even one who is performing yoga or the science of the\nindividual consciousness attaining communion with the ultimate\nconsciouness. A well-wisher is benevolent towards one, a friend is\naffectionate, an enemy causes harm and the envious are persons of aversion.\nThe good are those of righteous behaviour and the sinful are those of\nunrighteous behavior. The person who through strength and clarity of mind\nis able to look in equanimity upon all without a doubt excels even the\nyogi.","brahma":"\nThat person verily is distinguished among mortals who feels equanimity\ntowards both those who are righteous and those who are unrighteous. They\nalone understand that the consciousness residing in every living entity is\nthe Ultimate Consciousness which is the all pervasive medium equally\npresent in all beings. The embodied being is literally the manifestation of\nthis consciousness and the distinctiveness is due to the propensity of\nones internal potency. Attributes such as compassion, magnanimity and\nrighteousness are bestowed by the grace of the Supreme Lord as otherwise it\nis not possible to possess them. This has been confirmed by all the saints\nand sages.Essentially all embodied beings are of the form of this consciousness\ndevoid of any defect. The defects that manifest among embodied beings is\ndue to their internal propensity as all are emanations from the Supreme\nLord and are dependent solely upon Him. All embodied beings are non-\ndifferent in their essence and the seeming differences which appear are due\nto distinctive attributes and any seeming perception of inequality is due\nto delusion. Thus all human beings are fundamentally and essentially the\nsame. The Brahma Purana states: That the demi-gods in the heavenly\ndimensions belong to a special category and have special powers and\nattributes that are natural and eternal in order to regulate universal\nmanagement throughout creation. The demons possess substantial defects\nwhich appear natural to them and are eternal as well. Human being possess\nboth attributes and defects which are also natural and eternal. Only the\nSupreme Lord Krishna and His authorised incarnations possess eternal\nattributes always for all time.It should not be surmised that the righteous ones and the unrighteous ones\nshould be respected alike and regarded the same for that would be a grave\nerror. The Brahma Purana states: If beings of equal qualification are\nworshipped unequally and people of unequal gradation are worshipped equally\nthey will be relegated from their position even if they happen to be demi-\ngods. Manu Samhita states: The wealthy, family members, the elders, the\nlearned and the bonafide spiritual preceptor. All these are considered to\nbe venerable in their places but in gradation the subsequent one is\nsuperior to the one preceding it. The Brahma Vaivarta Purana states:\nWhoever respects all living entities with equal vision knowing that the\ninner essence is the same for all, pleases the Supreme Lord. The\ndistinctions between people due to the differences in their methods of\nworship will not be disturbing to one who views all with equanimity. Among\nthe venerable ones who perform worship according to the Vedic scriptures,\nif there is at any time mistakes or defects in the worship it will be\nviewed with equanimity. The Garuda Purana states: In whatever manner\nactions are required to be performed in relation to the venerable ones or\nan enemy then those activities are considered as situated in equanimity.The Vishnu Purana states that: One who performs activities without\nexpecting anything in return is known as magnanimous. Even while engaged in\nturmoil the one who extends protection is the friend and the one who\nrefuses protection is the enemy. One who neither helps or harms is known as\npassive. One who does not act when things are required to be done is known\nas irresponsible. One who does hateful things is known as evil. One who\nperforms beneficial activities is known as righteous. Whatever activity one\nis required to perform according to time and circumstances and the Vedic\nscriptures that activity is considered to be in equanimity. The Narada\nPurana specifies that: One who is affectionate without any expectation is\nthe magnanimous one. Seeing suffering the one who extends help is the\nfriend. One who causes pain is evil. One who does not reciprocate\nfriendship even when given friendship is ungrateful. One who does good to\nothers only if good was done for them is known as mediocre. The magnanimous\none referred to here is the Supreme Lord.","shri":"\nThe word suhru refers to one who taking no umbrage in differences of age\nwishes one well. The word mitra denotes a friend of equal age who wishes\none well. Ary is one who wishes one ill. Udasina is a stranger who has no\ncause to be a friend or a foe. Madhyastha is neutral one who from birth was\nnever a friend or a foe. Dvesya is one who was born as an enemy and bears\nill will from birth. Bandhusu is a relative who bears good will from birth.\nSadhusu are the saintly and virtuous who follow the path of righteousness.\nPapesu are the vile and wicked who follow the path of iniquity. A yuktah as\nreferred to by Lord Krishna in the previous verse is one who has completely\nabandoned material pursuits and has ceased from all relationships with the\nworld. Such a person has nothing to gain therefore nothing to lose and\nviews all with equal vision in equanimity.","kumar":"The word suhru refers to one who taking no umbrage in differences of age\nwishes one well. The word mitra denotes a friend of equal age who wishes\none well. Ary is one who wishes one ill. Udasina is a stranger who has no\ncause to be a friend or a foe. Madhyastha is neutral one who from birth was\nnever a friend or a foe. Dvesya is one who was born as an enemy and bears\nill will from birth. Bandhusu is a relative who bears good will from birth.\nSadhusu are the saintly and virtuous who follow the path of righteousness.\nPapesu are the vile and wicked who follow the path of iniquity. A yuktah as\nreferred to by Lord Krishna in the previous verse is one who has completely\nabandoned material pursuits and has ceased from all relationships with the\nworld. Such a person has nothing to gain therefore nothing to lose and\nviews all with equal vision in equanimity."}