{"meta":"Bhagavad Gita Chapter 6 Verse 15","metahi":"भगवद् गीता 6.15","slok":"युञ्जन्नेवं सदाऽऽत्मानं योगी नियतमानसः।शान्तिं निर्वाणपरमां मत्संस्थामधिगच्छति।।6.15।।","htsrsd":"।।6.15।।नियत मनवाला योगी मनको इस तरहसे सदा परमात्मामें लगाता हुआ मेरेमें सम्यक् स्थितिवाली जो निर्वाणपरमा शान्ति है उसको प्राप्त हो जाता है।","htstma":"।।6.15।। इस प्रकार सदा मन को स्थिर करने का प्रयास करता हुआ संयमित मन का योगी मुझमें स्थित परम निर्वाण (मोक्ष) स्वरूप शांति को प्राप्त होता है।।","transliteration":"Yunjannevam sadaa’tmaanam yogee niyatamaanasah;\nShaantim nirvaanaparamaam matsamsthaamadhigacchati.","englishmeaning":"yuñjan—keeping the mind absorbed in God; evam—thus; sadā—constantly; ātmānam—the mind; yogī—a yogi; niyata-mānasaḥ—one with a disciplined mind; śhāntim—peace; nirvāṇa—liberation from the material bondage; paramām—supreme; mat-sansthām—abides in me; adhigachchhati—attains","hcsrsd":"।।6.15।। व्याख्या  योगी नियतमानसः जिसका मनपर अधिकार है वह नियतमानसः है। साधक नियतमानस तभी हो सकता है जब उसके उद्देश्यमें केवल परमात्मा ही रहते हैं। परमात्माके सिवाय उसका और किसीसे सम्बन्ध नहीं रहता। कारण कि जबतक उसका सम्बन्ध संसारके साथ बना रहता है तबतक उसका मन नियत नहीं हो सकता।साधकसे यह एक बड़ी गलती होती है कि वह अपनेआपको गृहस्थ आदि मानता है और साधन ध्यानयोगका करता है। जिससे ध्यानयोगकी सिद्धि जल्दी नहीं होती। अतः साधकको चाहिये कि वह अपनेआपको गृहस्थ साधु ब्राह्मण क्षत्रिय वैश्य शूद्र आदि किसी वर्णआश्रमका न मानकर ऐसा माने कि मैं तो केवल ध्यान करनेवाला हूँ। ध्यानसे परमात्माकी प्राप्ति करना ही मेरा काम है। सांसारिक ऋद्धिसिद्धि आदिको प्राप्त करना मेरा उद्देश्य ही नहीं है। इस प्रकार अहंताका परिवर्तन होनेपर मन स्वाभाविक ही नियत हो जायगा क्योंकि जहाँ अहंता होती है वहाँ ही अन्तःकरण और बहिःकरणकी स्वाभाविक प्रवृत्ति होती है।युञ्जन्नेवं सदात्मानम् दसवें श्लोकके योगी युञ्जीत सततम् पदोंसे लेकर चौदहवें श्लोकके युक्त आसीत मत्परः पदोंतक जितना ध्यानका मन लगानेका वर्णन हुआ है उस सबको यहाँ एवम् पदसे लेना चाहिये।युञ्जन् आत्मानम् का तात्पर्य है कि मनको संसारसे हटाकर परमात्मामें लगाते रहना चाहिये।सदा का तात्पर्य है कि प्रतिदिन नियमितरूपसे ध्यानयोगका अभ्यास करना चाहिये। कभी योगका अभ्यास किया और कभी नहीं किया ऐसा करनेसे ध्यानयोगकी सिद्धि जल्दी नहीं होती। दूसरा तात्पर्य यह है कि परमात्माकी प्राप्तिका लक्ष्य एकान्तमें अथवा व्यवहारमें निरन्तर बना रहना चाहिये।शान्तिं निर्वाणपरमां मत्संस्थामधिगच्छति भगवान्में जो वास्तविक स्थिति है जिसको प्राप्त होनेपर कुछ भी प्राप्त करना बाकी नहीं रहता उसको यहाँ निर्वाणपरमा शान्ति कहा गया है। ध्यानयोगी ऐसी निर्वाणपरमा शान्तिको प्राप्त हो जाता है।एक निर्विकल्प स्थिति होती है और एक निर्विकल्प बोध होता है। ध्यानयोगमें पहले निर्विकल्प स्थिति होती है फिर उसके बाद निर्विकल्प बोध होता है। इसी निर्विकल्प बोधको यहाँ निर्वाणपरमा शान्ति नामसे कहा गया है।शान्ति दो तरहकी होती है शान्ति और परमशान्ति। संसारके त्याग (सम्बन्धविच्छेद) से शान्ति होती है और परमात्मतत्त्वकी प्राप्ति होनेपर परमशान्ति होती है। इसी परमशान्तिको गीतामें नैष्ठिकी शान्ति (5। 12) शश्वच्छान्ति (9। 31) आदि नामोंसे और यहाँ निर्वाणपरमा शान्ति नामसे कहा गया है। सम्बन्ध  अब आगेके दो श्लोकोंमें ध्यानयोगके लिये उपयोगी नियमोंका क्रमशः व्यतिरेक और अन्वयरीतिसे वर्णन करते हैं।","hcsca":"।।6.15।। शरीर का आसन मन का भाव बुद्धि के द्वारा चिन्तन का वर्णन करने के पश्चात् अब भगवान् ध्यानविधि के अन्तिम चरण का वर्णन अपने प्रिय मित्र अर्जुन के लिए करते हैं। उक्त गुणों से सम्पन्न साधक अपने आन्तरिक और बाह्य जीवन में सामञ्जस्य स्थापित करके एक अलौकिक क्षमता को प्राप्त करता है। ऐसा संयमित मन का पुरुष सतत साधनारत हुआ परम पद को प्राप्त होता है।सदा का अर्थ यह नहीं समझना चाहिए कि साधक को अपने परिवार एवं समाज के प्रति कर्तव्यों की उपेक्षा करने की सीख यहाँ दी गयी है। ऐसा करना समाज के प्रति अपराध होगा। सदा का तात्पर्य प्रतिदिन के ध्यान के अभ्यास के समय से है। पूरी लगन से ध्यान करने पर साधक पूर्ण शांति का अनुभव करता है।यह शांति ही परमात्मा का स्वरूप है क्योंकि आत्मा में शरीर मन और बुद्धि की उत्तेजना चंचलता और विक्षेपों का सर्वथा अभाव है। आत्मा इन उपाधियों से परे है। भगवान् के इस कथन से कि योगी मुझमें स्थित परम शांति को प्राप्त होता है ऐसा प्रतीत हो सकता है कि यहाँ श्रीकृष्ण द्वैतवाद के मत का प्रतिपादन कर रहे हैं। परन्तु परम सत्य को गुण युक्त मानने का अर्थ होगा उसे एक द्रव्य पदार्थ समझना जो कि परिच्छिन्न और विकारी होगा। उसी प्रकार उस शांति की प्राप्ति एक विषय की प्राप्ति के समान होगी।भगवान् श्रीकृष्ण तत्त्व का ज्ञान कराने में भाषा की असमर्थता एवं सीमित योग्यता को जानते हैं इसलिए वे उक्त दोष का परिहार करने के लिए शांति को एक विशेषण देते हैं निर्वाण परमाम् अर्थात् मोक्ष स्वरूप शांति।तात्पर्य यह है कि जब योगी का मन विषयों से पूर्णतया निवृत्त होता है तब वह उस शांति का अनुभव करता है जो उसने बाह्य जगत् में कभी अनुभव नहीं की थी। शीघ्र ही वह पुरुष परम सत्य स्वरूप के साथ एक हो जाता है जिसकी सुगंध पूर्वानुभूत शांति होती है। ध्यान के अन्तिम चरण में योगी अपने शुद्ध स्वरूप का साक्षात् अनुभव तद्रूप होकर ही करता है। इसी अद्वैतानुभूति का वर्णन सम्पूर्ण गीता में किया गया है।अब योगी के लिए आहारादि के नियम का वर्णन करते हैं","etsga":"6.15 Concentrating the mind thus for ever, the yogi of controlled mind achieves the Peace which culminates in Liberation and which abides in Me.","etssa":"6.15 Thus always keeping the mind balanced, the Yogi, with the mind controlled, attains to the peace abiding in Me, which culminates in liberation.","etdss":"6.15. Yoking his self (mind) incessantly in this manner, My devotee, with mind not attached to anything else, realises peace which culminates in the nirvana and is in the form of ending in Me.","ecssa":"6.15 युञ्जन् balancing? एवम् thus? सदा always? आत्मानम् the self? योगी Yogi? नियतमानसः one with the controlled mind? शान्तिम् to peace? निर्वाणपरमाम् that which culminates in Nirvana (Moksha)? मत्संस्थाम् abiding in Me? अधिगच्छति attains.Commentary Thus in the manner prescribed in the previous verse.The Supreme Self is an embodiment of peace. It is an ocean of peace. When one attains to the supreme peace of the Eternal? by controlling the modifications of the mind and keeping it always balanced? he attains to liberation or perfection.","scetsga":"6.15 Yunjan, concentrating; atmanam, the mind; evam, thus, according to the methods shown above; sada, for ever; the yogi, niyata-manasah, of controlled mind; adhi-gacchati, achieves; santim, the Peace, the indifference to worldly attachments and possessions; nirvana-paramam, which culminates in Liberation; and mat-samstham, which abides in Me.\nNow are bieng mentioned the rules about the yogis food etc.:","scetdss":"6.10-15 Yogi etc. upto adhigacchati. Self : the mind. Let him yoke it : let him make it single-pointed. Always : not for a limited period of time. If the conditions like remaining alone etc., are fulfilled, this [controlling of mind] is possible and not otherwise. On account of the firmness of seat, the time-nerve (or the body ?) remains firm and due to this, mind remains firm. He, by whom the mental activities i.e., those that are in the form of intention, and other activities of the sense-organs are subdued i.e., are brought under full control; [he is the person of the subdued mental and sensual activities]. Holding : i.e., with effort. If the nose-tip is looked at, [it is possible] not to look at [different] directions. Let him remain endowed with the state of having Me alone as supreme goal. This is the meaning [here]. He who yokes i.e., concentrates his self (mind) in this manner, there arises for him Peace in which the culmination - as far as the end-is the same as attaining Me.","scetssa":"6.15 Ever applying his mind on Me, i.e., the Supreme Brahman, the Supreme Person and the holy and auspicious object of meditation, the Yogin of controlled mind, i.e., one having his mind steady because of his being purified in mind through contact with Me, comes to the peace which abides in Me, which is of the highest degree of beatitude. That means he comes to the peace which is the supreme end of beatitude which abides in Me.For the person who commences Yoga of the self, Sri Krsna, after thus teaching how the mind should be fixed on the Lord, who is the holy and auspicious object of meditation, proceeds in order to effect the purification of the mind, to speak of the other side of Yoga:","chakravarthi":"Continually engaging the mind (atmanam yunjan) in dhyana yoga because the consciousness is devoid of sense objects (niyata manasah), he then attains the dissolution of samsara (santim), in which supreme liberation (nirvana) can be attained, and in which there is continuous existence in My aspect as the impersonal brahman (mat samstham).","rudra":"\nLord Krishna states the results of concentrated meditation is the cessation\nof worldly existence and promotion to the effulgent eternal realms where\none abides beyond the Brahman or the spiritual substratum pervading all\nexistence.","brahma":"\nLord Krishna uses the compound word nirvana-paramam meaning the supreme\nbliss which commences for an embodied being after the cessation of birth\nand death in the physical body in the material existence and the attainment\nof the eternal spiritual nature.","shri":"\nAttaining communion with the Supreme Lord means linking ones consciousness\nin constant concentration on Him, who is the most sacred reality and the\nhighest divinity for which the mind can concentrate upon. Discipline of\nmind means being fixed and equiposed by dint of the purification ones mind\nreceives from association with devotees of the Supreme Lord and their\ncontact with Him. Such a person assumes that peace and understanding which\nhas nirvana-paramam or the supreme bliss of moksa or liberation for its\nresult. This moksa is only resulting from contact with the Supreme Being.\nThus after declaring how one who would want to commence meditation should\nmeditate upon the Supreme Being, this holy of holiest subject is further\nexplained by Lord Krishna with supplement directions in order to aid one in\nconcentration, purification and meditation.","kumar":"Attaining communion with the Supreme Lord means linking ones consciousness\nin constant concentration on Him, who is the most sacred reality and the\nhighest divinity for which the mind can concentrate upon. Discipline of\nmind means being fixed and equiposed by dint of the purification ones mind\nreceives from association with devotees of the Supreme Lord and their\ncontact with Him. Such a person assumes that peace and understanding which\nhas nirvana-paramam or the supreme bliss of moksa or liberation for its\nresult. This moksa is only resulting from contact with the Supreme Being.\nThus after declaring how one who would want to commence meditation should\nmeditate upon the Supreme Being, this holy of holiest subject is further\nexplained by Lord Krishna with supplement directions in order to aid one in\nconcentration, purification and meditation."}