{"meta":"Bhagavad Gita Chapter 6 Verse 34","metahi":"भगवद् गीता 6.34","slok":"चञ्चलं हि मनः कृष्ण प्रमाथि बलवद्दृढम्।तस्याहं निग्रहं मन्ये वायोरिव सुदुष्करम्।।6.34।।","htsrsd":"।।6.34।।क्योंकि हे कृष्ण मन बड़ा ही चञ्चल प्रमथनशील दृढ़ (जिद्दी) और बलवान् है। उसका निग्रह करना मैं वायुकी तरह अत्यन्त कठिन मानता हूँ।","htstma":"।।6.34।। क्योंकि हे कृष्ण यह मन चंचल और प्रमथन स्वभाव का तथा बलवान् और दृढ़ है उसका निग्रह करना मैं वायु के समान अति दुष्कर मानता हूँ ।।","transliteration":"Chanchalam hi manah krishna pramaathi balavad dridham;\nTasyaaham nigraham manye vaayoriva sudushkaram.","englishmeaning":"chañchalam—restless; hi—certainly; manaḥ—mind; kṛiṣhṇa—Shree Krishna; pramāthi—turbulent; bala-vat—strong; dṛiḍham—obstinate; tasya—its; aham—I; nigraham—control; manye—think; vāyoḥ—of the wind; iva—like; su-duṣhkaram—difficult to perform","hcsrsd":"।।6.34।। व्याख्या  चञ्चलं हि मनः कृष्ण प्रमाथि बलवद्दृढम् यहाँ भगवान्को कृष्ण सम्बोधन देकर अर्जुन मानो यह कहे रहे हैं कि हे नाथ आप ही कृपा करके इस मनको खींचकर अपनेमें लगा लें तो यह मन लग सकता है। मेरेसे तो इसका वशमें होना बड़ा कठिन है क्योंकि यह मन बड़ा ही चञ्चल है। चञ्चलताके साथसाथ यह प्रमाथि भी है अर्थात् यह साधकको अपनी स्थितिसे विचलित कर देता है। यह बड़ा जिद्दी और बलवान् भी है।भगवान्ने काम(कामना) के रहनेके पाँच स्थान बताये हैं इन्द्रियाँ मन बुद्धि विषय और स्वयं (गीता 3। 40 3। 34 2। 59)। वास्तवमें काम स्वयंमें अर्थात् चिज्जड़ग्रन्थिमें रहता है और इन्द्रियाँ मन बुद्धि तथा विषयोंमें इसकी प्रतीति होती है। काम जबतक स्वयंसे निवृत्त नहीं होता तबतक यह काम समयसमयपर इन्द्रियों आदिमें प्रतीत होता रहता है। पर जब यह स्वयंसे निवृत्त हो जाता है तब इन्द्रियों आदिमें भी यह नहीं रहता। इससे यह सिद्ध होता है कि जबतक स्वयंमें काम रहता है तबतक मन साधकको व्यथित करता रहता है। अतः यहाँ मनको प्रमाथि बताया गया है। ऐसे ही स्वयंमें काम रहनेके कारण इन्द्रियाँ साधकके मनको व्यथित करती रहती हैं। इसलिये दूसरे अध्यायके साठवें श्लोकमें इन्द्रियोंको भी प्रमाथि बताया गया है इन्द्रियाणि प्रमाथीनि हरन्ति प्रसभं मनः। तात्पर्य यह हुआ कि जब कामना मन और इन्द्रियोंमें आती है तब वह साधकको महान् व्यथित कर देती है जिससे साधक अपनी स्थितिपर नहीं रह पाता।उस कामके स्वयंमें रहनेके कारण मनका पदार्थोंके प्रति गाढ़ खिंचाव रहता है। इससे मन किसी तरह भी उनकी ओर जानेको छोड़ता नहीं हठ कर लेता है अतः मनको दृढ़ कहा है। मनकी यह दृढ़ता बहुत बलवती होती है अतः मनको बलवत् कहा है। तात्पर्य है कि मन बड़ा बलवान् है जो कि साधकको जबर्दस्ती विषयोंमें ले जाता है। शास्त्रोंने तो यहाँतक कह दिया है कि मन ही मनष्योंके मोक्ष और बन्धनमें कारण है मन एव मनुष्याणां कारणं बन्धमोक्षयोः। परन्तु मनमें यह प्रमथनशीलता दृढ़ता और बलवत्ता तभीतक रहती है जबतक साधक अपनेमेंसे कामको सर्वथा निकाल नहीं देता। जब साधक स्वयं कामरहित हो जाता है तब पदार्थोंका विषयोंका कितना ही संसर्ग होनेपर साधकपर उनका कुछ भी असर नहीं पड़ता। फिर मनकी प्रमथनशीलता आदि नष्ट हो जाती है।मनकी चञ्चलता भी तभीतक बाधक होती है जबतक स्वयंमें कुछ भी कामका अंश रहता है। कामका अंश सर्वथा निवृत्त होनेपर मनकी चञ्चलता किञ्चिन्मात्र भी बाधक नहीं होती। शास्त्रकारोंने कहा है देहाभिमाने गलिते विज्ञाते परमात्मनि। यत्र यत्र मनो याति तत्र तत्र समाधयः।।अर्थात् देहाभिमान (जडके साथ मैंपन) सर्वथा मिट जानेपर जब परमात्मतत्त्वका बोध हो जाता है तब जहाँजहाँ मन जाता है वहाँवहाँ परमात्मतत्त्वका अनुभव होता है अर्थात् उसकी अखण्ड समाधि (सहज समाधि) रहती है।तस्याहं निग्रहं मन्ये वायोरिव सुदुष्करम् इस चञ्चल प्रमाथि दृढ़ और बलवान् मनका निग्रह करना बड़ा कठिन है। जैसे आकाशमें विचरण करते हुए वायुको कोई मुट्ठीमें नहीं पकड़ सकता ऐसे ही इस मनको कोई पकड़ नहीं सकता। अतः इसका निग्रह करनेको मैं महान् दुष्कर मानता हूँ। सम्बन्ध  अब आगेके श्लोकमें भगवान् अर्जुनकी मान्यताका अनुमोदन करते हुए मनके निग्रहके उपाय बताते हैं।","hcsca":"।।6.34।। आधुनिक विचारधारा का मनुष्य सभी पवित्र शास्त्रों की केवल निन्दा करता है जबकि एक जिज्ञासु साधक भी प्रत्येक शास्त्रोक्त कथन को अन्धविश्वास से स्वीकार नहीं कर लेता वरन् वह प्रश्न भी पूछता है। परन्तु आधुनिक व्यक्ति की निन्दा और जिज्ञासु द्वारा किये गये प्रश्न में जमीन आसमान का अन्तर है। जिज्ञासु का प्रयत्न होता है कि शास्त्र के तात्पर्य को पूर्ण रूप से समझे। अर्जुन अपने मन को सम्यक् प्रकार से जानता है कि वह अति चंचल प्रमथनधर्मी बलवान् और दृढ़ है।प्रमाथि बलवान् और दृढ़ ये तीन शब्द अत्यन्त महत्वपूर्ण और अर्थ गर्भित हैं। प्रमाथि शब्द से वृत्तिप्रवाह की द्रुत गति तथा उसके द्वारा उत्पन्न विक्षेपों की लहराती लहरें भी दर्शायी गयी हैं। अर्जुन कहता है कि यह मन प्रमाथि होने के साथसाथ बलवान् भी है। द्रुत गति का वृत्तिप्रवाह इष्ट विषय की ओर अग्रसर होते हुए उसे प्राप्त होने पर उस विषय के साथ दृढ़ आसक्ति से बंधकर इतना बलवान् हो जाता है कि उसे उस विषय से विलग करना दुष्कर कार्य हो जाता है। उसका तीसरा लक्षण है दृढ़ता अर्थात् एक बार यह स्वेच्छाचारी मन किसी विषय का चिन्तन प्रारम्भ कर दे तो उसे उससे परावृत्त करना सरल कार्य नहीं होता। इन लक्षणों से युक्त मन को किस प्रकार विषय पराङ्मुख करके आत्मा में स्थिर कर सकते हैं जैसा कि ध्यान विधि में बताया गया हैमन की शक्ति और गति भेदकता और व्यापकता को यहाँ प्रयुक्त वायु की उपमा से अधिक सुन्दर तथा प्रभावशाली शैली में व्यक्त नहीं किया जा सकता था। अर्जुन यहाँ श्रीकृष्ण से उन उपायों को जानना चाहता है जिनके द्वारा प्रचण्ड वायु के समान वेग वाले मन को पूर्णतया वश में किया जा सकता है। अर्जुन भगवान् को उनके अत्यन्त सुपरिचित नाम कृष्ण के द्वारा सम्बोधित करता है जो अत्यन्त उपयुक्त है क्योंकि कृष् धातु से कृष्ण शब्द बनता है जिसका अर्थ है जो आत्मानुभवी भक्तों के समस्त दोषों अर्थात् वासनाओं का कर्षण कर लेता है नष्ट कर देता है।स्वप्न में किसी की हत्या करने वाला स्वप्नद्रष्टा जैसे ही जाग्रत् अवस्था में आता है उसके रक्तरंजित हाथ और कलंक की कालिमा तत्काल ही स्वच्छ हो जाती हैं। इसी प्रकार जब आत्मा के वास्तविक रूप की पहचान हो जाती है तब मन और उसकी आक्रामक प्रवृत्तियाँ वासनाएं और उनकी दुष्टता बुद्धि और उसकी खोज की प्रवृत्ति शरीर और उसके भोग ये सभी नष्ट हो जाते हैं। इसके लिए दार्शनिक कवि महर्षि व्यासजी ने महाभारत में इस अन्तरात्मा का चित्रण वृन्दावन के मुरली मनोहर श्याम कृष्ण के रूप में किया है। प्रकरण के सन्दर्भ में किसी विशेष गुण को दर्शाने के लिए व्यक्ति को एक विशेष संज्ञा प्रदान करने की कला संस्कृत भाषा की अपनी विशेषता है जो विश्व की अन्य भाषाओं में नहीं मिलती।अर्जुन के तर्क को स्वीकार करते हुए भगवान् कहते हैं","etsga":"6.34 For, O Krsna, the mind is unsteady, turbulent, strong and obstinate. I consider its control to be as greatly difficult as of the wind.","etssa":"6.34 The mind verily is restless, turbulent, strong and unyielding, O Krishna: I deem it as difficult to control it as to control the wind.","etdss":"6.34. O Krsna ! The mind is indeed unsteady, destructive, strong and obstinate; to control it, I believe, is very difficult, just as to control the wind.","ecssa":"6.34 चञ्चलम् restless? हि verily? मनः the mind? कृष्ण O Krishna? प्रमाथि turbulent? बलवत् strong? दृढम् unyielding? तस्य of it? अहम् I? निग्रहम् control? मन्ये think? वायोः of the wind? इव as? सुदुष्करम् difficult to do.Commentary The mind constantly changes its objects and so it is ever restless.Krishna is derived from Krish which means to scrape. He scrapes all the sins? evils? and the causes of evil from the hearts of His devotees. Therefore He is called Krishna.The mind is not only restless but also turbulent or impetuous? strong and obstinate. It produces violent agitation in the body and the senses. The mind is drawn by the objects in all directions. It works always in conjunction with the five senses. It is drawn by them to the five kinds of objects. Therefore it is ever restless. It enjoys the five kinds of sensobjects with the help of these senses and the body. Therefore it makes them subject to external influences. It is even more difficult to control it than to control the wind. The mind is born of Vayutanmatra (wind rootelement). That is the reason why it is as restless as the wind.","scetsga":"6.34 Hi, for, O Krsna-the word krsna is derived from the root krs [Another derivative meaning may be-the capacity to draw towards Himself all glorious things of this and the other world.], in the sense of uprooting; He is Krsna because He uproots the defects such as sin etc. of devotees-; manah, the mind; is cancalam, unsteady. Not only is it very unsteady, it is also pramathi, turbulent. It torments, agitates, the body and the organs. It brings them under extraneous control. Besides, it is balavat, strong, not amenable ot anybodys restraint. Again, it is drdham, obstinate, hard as the (large shark called) Tantu-naga (also known as Varjuna-pasa).\nAham, I; manye, consider; tasya, its-of the mind which is of this kind; nigrahah, control, restraint; to be (suduskaram, greatly difficult;) vayoh iva, as of the wind. Control of the wind is difficult. I consider the control of the mind to be even more difficult than that. This is the idea.\nThis is just as you say.","scetdss":"6.33-34 Yo Yam etc. Cancalam etc. By this and which, the two words denoting [respectively] what is actually perceived and what is not perceived, the following is indicated : Thanks to the series of methods spoken just before by the Bhagavat, the Brahman is of course clear and has been no doubt shown as if by perception. Yet, It remains at agreat distance due to the unsteadiness and wickedness of the mind, and It behaves as if It is beyond perception. [Destructive] : The mind destroys both the visible and invisible [ends of mans action]. Strong : Powerful. Obstinate : impossible to ward off from evil acts.\n Now the answer -","scetssa":"6.34 For the mind, which is found to be fickle even in matters incessantly practised, cannot be firmly fixed by a person in one place. It agitates that person violently and flies away stubbornly elsewhere. Regarding such a mind, which by nature is fickle even in matters practised, I regard that its restraint and fixing in the self, which is of ite opposite nature, is as difficult as restraining a strong contrary gale with such things as a fragile fan etc. The meaning is that the means for the restraint of the mind should be explained.","chakravarthi":"In this verse, Arjuna speaks of the fickle mind.\n“But Arjuna, it is possible to control the mind by the discriminating intellect, according to the scriptures. The sruti says,\natmanam rathinam viddhi sarlram ratham eva ca\nThe soul is the passenger, and the body is the chariot.” Katha Upanisad 1.3.3\nThe smrti says:\nahuh sarlram ratham indriyani hayan abhisun mana\nindriyesam vartmani matra dhisanam ca sutam\nTranscendentalists who are advanced in knowledge compare the body, which is made by the order of the Supreme Personality of Godhead, to a chariot. The senses are like the horses; the mind, the master of the senses, is like the reins; the objects of the senses are the destinations; intelligence is the chariot driver; and consciousness, which spreads throughout the body, is the cause of bondage in this material world.” SB 7.15.41\n“But the mind very strongly agitates the intellect (pramathi).”\n“How can that happen?”\n“Just as a strong disease does not recognize the medicine which is supposed to cure it, the strong mind by its very nature ignores the discriminating intellect (balavat). Moreover, it is very firm, like iron, which is impossible to pierce by the fine needle of intellect (drdham). I consider it is difficult to overcome the mind by astanga yoga. That is like trying to control the violent wind in the sky by stopping the breath with kumbaka.”","rudra":"\nThe previous verse is being elucidated further. The mind is by nature\nrestless and fickle. Also it is tempestuous, capable of agitating the body\nand the senses and very hard to control. From what the mind has become\naccustomed to be attached to like sense objects it is very difficult to\nremove it. Therefore just as it is impossible to confine within a pot the\nwind blowing hither and thither in the air in the same way it is almost\nimpossible to control and restrain the turbulent mind. Lord Krishna answers\nthis doubt in the next verse.","brahma":"There is no commentary for this verse.","shri":"\nRevealing his heart to Lord Krishna some questions are asked by Arjuna to\nbe clarified as he does not fully comprehend this yoga or the science of\nthe individual consciousness attaining communion with the ultimate\nconsciousness as done in dhyana or meditation which allows equanimity in\nreality and which enables one to perceive the atma or soul in all beings\nand envision the Brahman or spiritual substratum pervading all existence in\nall situations. Specifically it could be understood regarding the sameness\nof the atma in all living entities and that the atma is residing equally\nwithin all living entities as well as the reality of the liberated beings\npossessing a portion of the qualities of the Supreme. But to maintain such\nlofty conceptions in the midst of the demanding, periodically changing\ninteractions of daily life seems to be in direct conflict with our vision\nof the phenomenal world we live in seeing external differences everywhere\nwe look. As well there are an unlimited variety of differences in the\nnature of beings as represented by the divine nature, the human nature,\nthe demoniac nature and various combinations of all three. Not being to\nunderstand how the results of such yoga can be sustained a predicament\narises and Arjuna surmises that the fault must be due to the constraints of\nthe mind being unable to fully manifest them. This is true as it can be\nexperienced that in even normal mundane matters of ordinary activities the\nnaturally restless mind eludes all attempts to focus it on a specific idea\nfor too long. The mind exerting itself powerfully will twist and turn\nitself loose without delay and irresistibly fly off in whatever direction\nit fancies. So if such is the case in ordinary activities what is to be\nassumed in regard to the difficulty of focusing the mind exclusively on the\natma. Arjuna was thinking that to control the mind is as difficult and\ndaunting as trying to thwart the winds of a hurricane with a hand fan. So\nin conclusion Arjuna is requesting Lord Krishna to instruct him how to\ncontrol the tempestuous mind.","kumar":"Revealing his heart to Lord Krishna some questions are asked by Arjuna to\nbe clarified as he does not fully comprehend this yoga or the science of\nthe individual consciousness attaining communion with the ultimate\nconsciousness as done in dhyana or meditation which allows equanimity in\nreality and which enables one to perceive the atma or soul in all beings\nand envision the Brahman or spiritual substratum pervading all existence in\nall situations. Specifically it could be understood regarding the sameness\nof the atma in all living entities and that the atma is residing equally\nwithin all living entities as well as the reality of the liberated beings\npossessing a portion of the qualities of the Supreme. But to maintain such\nlofty conceptions in the midst of the demanding, periodically changing\ninteractions of daily life seems to be in direct conflict with our vision\nof the phenomenal world we live in seeing external differences everywhere\nwe look. As well there are an unlimited variety of differences in the\nnature of beings as represented by the divine nature, the human nature,\nthe demoniac nature and various combinations of all three. Not being to\nunderstand how the results of such yoga can be sustained a predicament\narises and Arjuna surmises that the fault must be due to the constraints of\nthe mind being unable to fully manifest them. This is true as it can be\nexperienced that in even normal mundane matters of ordinary activities the\nnaturally restless mind eludes all attempts to focus it on a specific idea\nfor too long. The mind exerting itself powerfully will twist and turn\nitself loose without delay and irresistibly fly off in whatever direction\nit fancies. So if such is the case in ordinary activities what is to be\nassumed in regard to the difficulty of focusing the mind exclusively on the\natma. Arjuna was thinking that to control the mind is as difficult and\ndaunting as trying to thwart the winds of a hurricane with a hand fan. So\nin conclusion Arjuna is requesting Lord Krishna to instruct him how to\ncontrol the tempestuous mind."}