{"meta":"Bhagavad Gita Chapter 6 Verse 26","metahi":"भगवद् गीता 6.26","slok":"यतो यतो निश्चरति मनश्चञ्चलमस्थिरम्।ततस्ततो नियम्यैतदात्मन्येव वशं नयेत्।।6.26।।","htsrsd":"।।6.26।।यह अस्थिर और चञ्चल मन जहाँजहाँ विचरण करता है वहाँवहाँसे हटाकर इसको एक परमात्मामें ही लगाये। (टिप्पणी प0 360)","htstma":"।।6.26।। यह चंचल और अस्थिर मन जिन कारणों से (विषयों में) विचरण करता है उनसे संयमित करके उसे आत्मा के ही वश में लावे अर्थात् आत्मा में स्थिर करे।।","transliteration":"Yato yato nishcharati manashchanchalamasthiram;\nTatastato niyamyaitad aatmanyeva vasham nayet.","englishmeaning":"yataḥ yataḥ—whenever and wherever; niśhcharati—wanders; manaḥ—the mind; chañchalam—restless; asthiram—unsteady; tataḥ tataḥ—from there; niyamya—having restrained; etat—this; ātmani—on God; eva—certainly; vaśham—control; nayet—should bring","hcsrsd":"।।6.26।। व्याख्या  यतो यतो निश्चरति ৷৷. आत्मन्येव वशं नयेत् साधकने जो ध्येय बनाया है उसमें यह मन टिकता नहीं ठहरता नहीं। अतः इसको अस्थिर कहा गया है। यह मन तरहतरहके सांसारिक भोगोंका पदार्थोंका चिन्तन करता है। अतः इसको चञ्चल कहा गया है। तात्पर्य है कि यह मन न तो परमात्मामें स्थिर होता है और न संसारको ही छोड़ता है। इसलिये साधकको चाहिये कि यह मन जहाँजहाँ जाय जिसजिस कारणसे जाय जैसेजैसे जाय और जबजब जाय इसको वहाँवहाँसे उसउस कारणसे वैसेवैसे और तबतब हटाकर परमात्मामें लगाये। इस अस्थिर और चञ्चल मनका नियमन करनेमें सावधानी रखे ढिलाई न करे।मनको परमात्मामें लगानेका तात्पर्य है कि जब यह पता लगे कि मन पदार्थोंका चिन्तन कर रहा है तभी ऐसा विचार करे कि चिन्तनकी वृत्ति और उसके विषयका आधार और प्रकाशक परमात्मा ही हैं। यही परमात्मामें मन लगाना है।परमात्मामें मन लगानेकी युक्तियाँ(1) मन जिस किसी इन्द्रियके विषयमें जिस किसी व्यक्ति वस्तु घटना परिस्थिति आदिमें चला जाय अर्थात् उसका चिन्तन करने लग जाय उसी समय उस विषय आदिसे मनको हटाकर अपने ध्येय परमात्मामें लगाये। फिर चला जाय तो फिर लाकर परमात्मामें लगाये। इस प्रकार मनको बारबार अपने ध्येयमें लगाता रहे।(2) जहाँजहाँ मन जाय वहाँवहाँ ही परमात्माको देखे। जैसे गङ्गाजी याद आ जायँ तो गङ्गाजीके रूपमें परमात्मा ही हैं गाय याद आ जाय तो गायरूपसे परमात्मा ही हैं इस तरह मनको परमात्मामें लगाये। दूसरी दृष्टिसे गङ्गाजी आदिमें सत्तारूपसे परमात्माहीपरमात्मा हैं क्योंकि इनसे पहले भी परमात्मा ही थे इनके मिटनेपर भी परमात्मा ही रहेंगे और इनके रहते हुए भी परमात्मा ही हैं इस तरह मनको परमात्मामें लगाये।(3) साधक जब परमात्मामें मन लगानेका अभ्यास करता है तब संसारकी बातें याद आती हैं। इससे साधक घबरा जाता है कि जब मैं संसारका काम करता हूँ तब इतनी बातें याद नहीं आतीं इतना चिन्तन नहीं होता परन्तु जब परमात्मामें मन लगानेका अभ्यास करता हूँ तब मनमें तरहतरहकी बातें याद आने लगती हैं पर ऐसा समझकर साधकको घबराना नहीं चाहिये क्योंकि जब साधकका उद्देश्य परमात्माका बन गया तो अब संसारके चिन्तनके रूपमें भीतरसे कूड़ाकचरा निकल रहा है भीतरसे सफाई हो रही है। तात्पर्य है कि सांसारिक कार्य करते समय भीतर जमा हुए पुराने संस्कारोंको बाहर निकलनेका मौका नहीं मिलता। इसलिये सांसारिक कार्य छोड़कर एकान्तमें बैठनेसे उनको बाहर निकलनेका मौका मिलता है और वे बाहर निकलने लगते हैं।(4) साधकको भगवान्का चिन्तन करनेमें कठिनता इसलिये पड़ती है कि वह अपनेको संसारका मानकर भगवान्का चिन्तन करता है। अतः संसारका चिन्तन स्वतः होता है और भगवान्का चिन्तन करना पड़ता है फिर भी चिन्तन होता नहीं। इसलिये साधकको चाहिये कि वह भगवान्का होकर भगवान्का चिन्तन करे। तात्पर्य है कि मैं तो केवल भगवान्का हूँ और केवल भगवान् ही मेरे हैं मैं शरीरसंसारका नहीं हूँ और शरीरसंसार मेरे नहीं हैं इस तरह भगवान्के साथ सम्बन्ध होनेसे भगवान्का चिन्तन स्वाभाविक ही होने लगेगा चिन्तन करना नहीं पड़ेगा।(5) ध्यान करते समय साधकको यह ख्याल रखना चाहिये कि मनमें कोई कार्य जमा न रहे अर्थात् अमुक कार्य करना है अमुक स्थानपर जाना है अमुक व्यक्तिसे मिलना है अमुक व्यक्ति मिलनेके लिये आनेवाला है तो उसके साथ बातचीत भी करनी है आदि कार्य जमा न रखे। इन कार्योंके संकल्प ध्यानको लगने नहीं देते। अतः ध्यानमें शान्तचित्त होकर बैठना चाहिये।(6) ध्यान करते समय कभी संकल्पविकल्प आ जायँ तो अड़ंग बड़ंग स्वाहा ऐसा कहकर उनको दूर कर दे अर्थात् स्वाहा कहकर संकल्पविकल्प (अड़ंगबड़ंग) की आहुति दे दे।(7) सामने देखते हुए पलकोंको कुछ देर बारबार शीघ्रतासे झपकाये और फिर नेत्र बंद कर ले। पलकें झपकानेसे जैसे बाहरका दृश्य कटता है ऐसे ही भीतरके संकल्पविकल्प भी कट जाते हैं।(8) पहले नासिकासे श्वासको दोतीन बार जोरसे बाहर निकाले और फिर अन्तमें जोरसे (फुंकारके साथ) पूरे श्वासको बाहर निकालकर बाहर ही रोक दे। जितनी देर श्वास रोक सके उतनी देर रोककर फिर धीरेधीरे श्वास लेते हुए स्वाभाविक श्वास लेनेकी स्थितिमें आ जाय। इससे सभी संकल्पविकल्प मिट जाते हैं। सम्बन्ध  चौबीसवेंपचीसवें श्लोकोंमें जिस ध्यानयोगीकी उपरतिका वर्णन किया गया आगेके दो श्लोकोंमें उसकी अवस्थाका वर्णन करते हुए उसके साधनका फल बताते हैं।","hcsca":"।।6.26।। पूर्व दो श्लोकों से साधकों के मन में उत्साह आता है परन्तु जब वे अभ्यास में प्रवृत्त होते हैं तब जो कठिनाई आती है उससे उन्हें कुछ निराशा होने लगती है। प्रत्येक साधक यह अनुभव करता है कि उसका मन समस्त विरोधों को तोड़ता हुआ ध्येय विषय से हटकर पुन विषयों का चिन्तन करने लगता है। कारण यह है कि मन का स्वभाव ही है चंचलता और अस्थिरता। न वह किसी एक विषय का सतत अनुसन्धान कर पाता है और न विभिन्न विषयों का। चंचल और अस्थिर इन दो विशेषणों के द्वारा भगवान् ने मन का सुस्पष्ट और वास्तविक चित्र प्रस्तुत किया है जो सभी साधकों का अपना स्वयं का अनुभव है। ये दो शब्द इतने प्रभावशाली हैं कि आगे हम देखेंगे कि अर्जुन अपनी एक शंका को पूछते हुये इन्हीं शब्दों का प्रयोग करता है।यद्यपि ध्यान के समय साधक अपनी इन्द्रियों को वश में कर लेता है तथापि मन पूर्व अनुभवों की स्मृति से विचलित होकर पुन विषयों का चिन्तन प्रारंभ करने लगता है ये क्षण एक सच्चे साधक के लिए घोर निराशा के क्षण होते हैं। मन का यह भटकाव अनेक कारणों से हो सकता है जैसे भूतकाल की स्मृतियां किसी आकर्षक वस्तु का सामीप्य किसी से राग या द्वेष और यहाँ तक कि आध्यात्मिक विकास के लिए अधीरता भी। भगवान् का उपदेश हैं कि मन के विचरण का कोई भी कारण हो साधक को निराश और अधीर होने की आवश्यकता नहीं है। उसको यह समझना चाहिए कि अस्थिरता तो मन का स्वभाव ही है और ध्यान का प्रयोजन ही मन के इस विचरण को शांत करना है।साधक को उपदेश दिया गया है कि जबजब यह मन ध्येय को छोड़कर विषयों की ओर जाय तबतब उसे वहाँ से परावृत्त करके ध्येय में स्थिर करे। दृढ़ इच्छा शक्ति के द्वारा कुछ सीमा तक मन को विषयों से निवृत्त किया जा सकता है परन्तु वह पुन उनकी ही ओर जायेगा। साधकगण भूल जाते हैं कि वृत्तिप्रवाह ही मन है और इसलिए वृत्तिशून्य होने पर मन रहेगा ही नहीं अत विषयों से मन को निवृत्त करने के पश्चात् साधक को यह आवश्यक है कि उस समाहित मन को आत्मानुसंधान में प्रवृत्त करे। भगवान् इसी बात को इस प्रकार कहते हैं कि मन को पुन आत्मा के ही वश में लावे।अगले कुछ श्लोकों में योगी पर इस योग का क्या प्रभाव होता है उसे बताया गया है","etsga":"6.26 (The yogi) should bring (this mind) under the subjugation of the Self Itself, by restraining it from all those causes whatever due to which the restless, unsteady mind wanders away.","etssa":"6.26 From whatever cause the restless and unsteady mind wanders away, from that let him restrain it and bring it under the control of the Self alone.","etdss":"6.26. By whatever things the shaky and unsteady mind goes astray, from those things let him restrain it and bring it back to the control of the Self alone.","ecssa":"6.26 यतःयतः from whatever cause? निश्चरति wanders away? मनः mind? चञ्चलम् restless? अस्थिरम् unsteady? ततःततः from that? नियम्य having restrained? एतत् this? आत्मनि in the Self? एव alone? वशम् (under) control? नयेत् let (him) bring.Commentary In this verse the Lord gives the method to control the mind. Just as you drag the bull again and again to your house when it runs out? so also you will have to drag the mind to your point or centre or Lakshya again and again when it runs towards the external objects. If you give good cotton seed extract? sugar? plantains? etc.? to the bull? it will not turn away but will remain in your house. Even so if you make the mind taste the eternal bliss of the Self within little by little by the practice of concentration? it will gradually abide in the Self only and will not run towards the external objects of the senses. Sound and the other objects only make the mind restless and unsteady. By knowing the defects of the objects of sensual pleasure? by understanding their illusory nature? by the cultivation of discrimination between the Real and the unreal and also dispassion? and by making the mind understand the glory and the splendour of the Self you can wean the mind entirely away from sensual objects and fix it firmly on the Self.","scetsga":"6.26 In the beginning, the yogi who is thus engaged in making the mind established in the Self, etat vasamnayet, should bring this (mind) under the subjugation; atmani eva, of the Self Itself; niyamya, by restraining; etat. it; tatah tatah, from all those causes whatever, viz sound etc.; yatah yatah, due to which, doe to whatever objects like sound etc.; the cancalam, restless, very restless; and therefore asthiram, unsteady; manah, mind; niscarati, wanders away, goes out due to its inherent defects. (It should be restrained) by ascertaining through discrimination those causes to be mere appearances, and with an attitude of detachment. Thus, through the power of practice of Yoga, the mind of the yogi merges in the Self Itself.","scetdss":"6.26 See Comment under 6.28","scetssa":"6.26 Wherever the mind, on account of its fickle and unsteady nature, wanders, because of its proclivity to sense-objects, he should, subduing the mind everywhere with effort, bring it under control in order to remain in the self alone by contemplating on the incomparable bliss therein.","chakravarthi":"If the mind, contacting the mode of passion, happens to become unsteady due to the appearance of previous attachments, one should again practice yoga.","rudra":"\nNow Lord Krishna a specific example that if the mind losing its equilibrium\nbegins to waver due to the influence of rajas or passion. Then the mind\nshould be apprehended and brought securely under control guided back to\nfocus on the atma or soul in a serene meditative state. So the conclusion\nis that whatever object tempts the unsteady mind to pursue it; from that\nvery same object one must withdraw the restless mind and steady solely in\nthe eternal atma.","brahma":"\nWhatever also means wherever. Wherever the mind turns to in pursuit of any\nexternal object whatever it should be diverted back and re-routed within to\nthe atma or soul inside and exclusively installed reside there. This is\nLord Krishnas meaning.","shri":"\nLord Krishna is explaining that whither ever so ever the fickle mind\nflutters and flickers about to wander in infatuation away from the atma or\nsoul in pursuit of the objects of the senses, let all efforts be made to\nwithdraw the mind therefrom and guide it back persuading it convincingly\nthe fact that the atma itself is the supreme goal of happiness.","kumar":"Lord Krishna is explaining that whither ever so ever the fickle mind\nflutters and flickers about to wander in infatuation away from the atma or\nsoul in pursuit of the objects of the senses, let all efforts be made to\nwithdraw the mind therefrom and guide it back persuading it convincingly\nthe fact that the atma itself is the supreme goal of happiness."}