{"meta":"Bhagavad Gita Chapter 6 Verse 13","metahi":"भगवद् गीता 6.13","slok":"समं कायशिरोग्रीवं धारयन्नचलं स्थिरः।संप्रेक्ष्य नासिकाग्रं स्वं दिशश्चानवलोकयन्।।6.13।।","htsrsd":"।।6.13।।काया शिर और ग्रीवाको सीधे अचल धारण करके तथा दिशाओंको न देखकर केवल अपनी नासिकाके अग्रभागको देखते हुए स्थिर होकर बैठे।","htstma":"।।6.13।। काया सिर और ग्रीवा को समान और अचल धारण किये हुए स्थिर होकर अपनी नासिका के अग्र भाग को देखकर अन्य दिशाओं को न देखता हुआ।।","transliteration":"Samam kaayashirogreevam dhaarayannachalam sthirah;\nSamprekshya naasikaagram swam dishashchaanavalokayan.","englishmeaning":"tatra—there; eka-agram—one-pointed; manaḥ—mind; kṛitvā—having made; yata-chitta—controlling the mind; indriya—senses; kriyaḥ—activities; upaviśhya—being seated; āsane—on the seat; yuñjyāt yogam—should strive to practice yog; ātma viśhuddhaye—for purification of the mind; samam—straight; kāya—body; śhiraḥ—head; grīvam—neck; dhārayan—holding; achalam—unmoving; sthiraḥ—still; samprekṣhya—gazing; nāsika-agram—at the tip of the nose; svam—own; diśhaḥ—directions; cha—and; anavalokayan—not looking","hcsrsd":"।।6.13।। व्याख्या  समं कायशिरोग्रीवं धारयन्नचलम् यद्यपि काय नाम शरीरमात्रका है तथापि यहाँ (आसनपर बैठनेके बाद) कमरसे लेकर गलेतकके भागको काय नामसे कहा गया है। शिर नामऊपरके भागका अर्थात् मस्तिष्कका है और ग्रीवा नाम मस्तिष्क और कायाके बीचके भागका है। ध्यानके समय ये काया शिर और ग्रीवा सम सीधे रहें अर्थात् रीढ़की जो हड्डी है उसकी सब गाँठें सीधे भागमें रहें और उसी सीधे भागमें मस्तक तथा ग्रीवा रहे। तात्पर्य है कि काया शिर और ग्रीवा ये तीनों एक सूतमें अचल रहें। कारण कि इन तीनोंके आगे झुकनेसे नींद आती है पीछे झुकनेसे जडता आती है और दायेंबायें झुकनेसे चञ्चलता आती है। इसलिये न आगे झुके न पीछे झुके और न दायेंबायें ही झुके। दण्डकी तरह सीधासरल बैठा रहे।सिद्धासन पद्मासन आदि जितने भी आसन हैं आरोग्यकी दृष्टिसे वे सभी ध्यानयोगमें सहायक हैं। परन्तु यहाँ भगवान्ने सम्पूर्ण आसनोंकी सार चीज बतायी है काया शिर और ग्रीवाको सीधे समतामें रखना। इसलिये भगवान्ने बैठनेके सिद्धासन पद्मासन आदि किसी भी आसनका नाम नहीं लिया है किसी भी आसनका आग्रह नहीं रखा है। तात्पर्य है कि चाहे किसी भी आसनसे बैठे पर काया शिर और ग्रीवा एक सूतमें ही रहने चाहिये क्योंकि इनके एक सूतमें रहनेसे मन बहुत जल्दी शान्त और स्थिर हो जाता है।आसनपर बैठे हुए कभी नींद सताने लगे तो उठकर थोड़ी देर इधरउधर घूम ले। फिर स्थिरतासे बैठ जाय और यह भावना बना ले कि अब मेरेको उठना नहीं है इधरउधर झुकना नहीं है। केवल स्थिर और सीधे बैठकर ध्यान करना है।दिशश्चानवलोकयन् दस दिशाओंमें कहीं भी देखे नहीं इधरउधर देखनेके लिये जब ग्रीवा हिलेगी तब ध्यान नहीं होगा विक्षेप होगा। अतः ग्रीवाको स्थिर रखे।संप्रेक्ष्य नासिकाग्रं स्वम् अपनी नासिकाके अग्रभागको देखता रहे अर्थात् अपने नेत्रोंको अर्धनिमीलित (अधमुँदे) रखे। कारण कि नेत्र मूँद लेनेसे नींद आनेकी सम्भावना रहती है और नेत्र खुले रखनेसे सामने दृश्य दीखेगा उसके संस्कार पड़ेंगे तो ध्यानमें विक्षेप होनेकी सम्भावना रहती है। अतः नासिकाके अग्रभागको देखनेका तात्पर्य अर्धनिमीलित नेत्र रखनेमें ही है।स्थिरः आसनपर बैठनेके बाद शरीर इन्द्रियाँ मन आदिकी कोई भी और किसी भी प्रकारकी क्रिया न हो केवल पत्थरकी मूर्तिकी तरह बैठा रहे। इस प्रकार एक आसनसे कमसेकम तीन घण्टे स्थिर बैठे रहनेका अभ्यास हो जायगा तो उस आसनपर उसकी विजय हो जायगी अर्थात् वह जितासन हो जायगा। सम्बन्ध  बिछाने और बैठनेके आसनकी विधि बताकर अब आगेके दो श्लोकोंमें फलसहित सगुणसाकारके ध्यानका प्रकार बताते हैं।","hcsca":"।।6.13।। बाह्य आसन के उपरान्त मन को एकाग्र करने का उपदेश दिया गया है। अब शरीर का आसन बताते हैं। साधक को इस प्रकार स्थित होकर बैठना चाहिए कि उसका मेरुदण्ड शिर और ग्रीवा एक समान सरल लम्बरूप में रहे। जिस क्षैतिज आसन में साधक बैठता है वह आधार और काया शिर और ग्रीवा उस पर लम्ब रूप में होगी। दोनों हाथों की उँगलियों को आपस में बांधकर गोद में रखे। यहाँ विशेष रूप से कहा गया है कि शरीर को अचल रखना चाहिए।अचल का अर्थ यह नहीं कि शरीर को तनाव की स्थिति में रखना है। शरीर की स्थिति सीधी लेकिन इस प्रकार तनावरहित होनी चाहिए कि वह आगेपीछे दायेंबायें हिले नहीं।फिर साधक अपनी नासिका के अग्र भाग को देखे। इस कथन का शाब्दिक अर्थ नहीं लेना चाहिए। अनेक साधक लोग नासिकाग्र पर दृष्टि स्थिर करके शीश पीड़ा चक्कर थकान तनाव आदि रोगों को व्यर्थ मोल ले लेते हैं। शंकराचार्य स्पष्ट करते हैं कि मानो नासिकाग्र को देखते हुए न कि वास्तव में। यह नहीं कहा जा सकता कि शंकराचार्य ने अपनी बुद्धि से खींचतान कर ऐसा अर्थ किया है क्योंकि भगवान् स्वयं अपने कथन को स्पष्ट करते हैं।अन्य दिशाओं को न देखते हुए श्रीकृष्ण के इस कथन से यह स्पष्ट हो जाता है कि नासिकाग्र को देखने का अभिप्राय यह है कि यहाँवहाँ देखकर साधक को अपनी एकाग्रता भंग नहीं करनी चाहिए। यह नियम है कि जहाँ हमारी दृष्टि जाती है वहीं पर हमारा मन भी। यही कारण है कि भ्रमित अवस्था में मनुष्य की दृष्टि स्थिर नहीं रहती। दृष्टि की अस्थिरता मनुष्य के विचित्र सन्देहास्पद व्यवहार का लक्षण है और प्रमाण भी। आगे कहते हैं","etsga":"6.13 Holding the body, head and neck erect and still, being steady, looking at the tip of his own nose-and not looking around;","etssa":"6.13 Let him firmly hold his body, head and neck erect and still, gazing at the tip of his nose, without looking around.","etdss":"6.13. Holding the body, the head and the neck erect and motionless; remaining firm; looking properly at his own nose-tip; and not looking at [different] directions;","ecssa":"6.13 समम् erect? कायशिरोग्रीवम् body? head and neck? धारयन् holding? अचलम् still? स्थिरः steady? संप्रेक्ष्य,gazing at? नासिकाग्रम् tip of the nose? स्वम् ones own? दिशः directions? च and? अनवलोकयन् not looking.Commentary The Lord describes here the pose or Asana and the Drishti (gaze) in this verse.You cannot practise meditation without a firm seat. If the body is unsteady? the mind will also become unsteady. There is an intimate connection between the body and the mind.You should not shake the body even a bit. You should attain mastery over the Asana (AsanaJaya) by daily practice. You should be as firm as a statue or a rock. If you keep the body? head and neck erect? the spinal cord also will be erect and the Kundalini will rise up steadily through the subtle nervechannel (Nadi) called the Sushumna. Sit in the lotus pose or the adept pose. This will help you in maintaining the nervous eilibrium and mental poise. You should steadily direct your gaze towards the tip of your nose. This is known as the Nasikagra Drishti. The other gaze is the Bhrumadhya Drishti or gazing between the two eyrows where the psychic centre known as the Ajna Chakra is situated. This is described in chapter V? verse 27. In Bhrumadhya Drishti direct the gaze towards the Ajna Chakra with closed eyes. If you practise this with open eyes? it may produce headache. Foreign particles or dust may fall into the eyes. There may be distraction of the mind also. Do not strain the eyes. Practise gently. When you practise concentration at the tip of the nose you will experience DivyaGandha (various aromas). When you concentrate your gaze at the Ajna Chakra you will experience DivyaJyotis (perception of supraphenomenal lights). This is an experience to give you encouragement? push you up in the spiritual path and convince you of the existence of transcendental or supraphysical things. Do not stop your Sadhana. Yogins and those Bhaktas who meditate on Lord Siva concentrate on the Ajna Chakra with the Bhrumadhya Drishti. You can select whichever Drishti suits you best.Though the gaze is directed towards the tip of the nose when the eyes are halfclosed and the eyalls are steady the mind should be fixed only on the self. Therefore you will have to gaze? as it were? at the tip of the nose. In chapter VI? verse 25? the Lord says Having made the mind abide in the Self? let him not think of anything. Gazing at the tip of the nose will soon bring about concentration of the mind.Whichever be the point selected? visualise your own tutelary deity there and feel His Living Presence.","scetsga":"6.13 See Commentary under 6.14","scetdss":"6.13 See Comment under 6.15","scetssa":"6.13 - 6.14 Keeping the trunk, head and neck erect and motionless; well seated in order to be steady; looking not in any direction but gazing at the tip of the nose; serene, i.e., holding the mind extremely peaceful; fearless; firm in the vow of celibacy; holding the mind in check; and fixing his thoughts on Me - he should sit in Yoga, i.e., remain concentrated and intent on Me, i.e., he should concentrating on Me only.","chakravarthi":"Kaya refers to the middle section of the body. One should hold the middle of the body, the head and neck straight without movement. Withdrawing the mind from objects (manah samyamya), the yogi remains thinking of me, the beautiful form with four hands (mac cittah), absorbed in devotion to me (mat parayanah).","rudra":"\nThe posture of the body that is optimal for concentration of the mind in\nmeditation is being described by Lord Krishna. The word samam means\nstraight. The back, neck and head which is the seat of the muladhara or\nsacred plexus in the top of the head must be perfectly straight while at\nthe same time sitting with legs crossed in a lotus position or half lotus\nposition keeps them straight. Furthermore being firmly situated in celibacy\nis essential and then one is then able to properly meditate on the Supreme\nLord immersing oneself in Him.","brahma":"There is no commentary for this verse.","shri":"\nThe word saman means straight this denotes that the back, neck and body\nshould be erect and balanced in a straight posture. By sitting with legs\ncrossed in the lotus position or half lotus position assists in keeping\nthis straight position. The word sthira means firm this denotes that the\nseat while being comfortable should not be overly soft. The eyes should not\nbe allowed to flit hither and thither in different directions on objects\nnear or far but should fix their focus either on the tip of the nose or on\nthe space between the eyebrows. That was the discipline for the body now\nLord Krishna gives the discipline for the mind. The mind being tranquil\nconnotes contentment along with freedom from all fears. The compound word\nbrahmacari-vrate means total celibacy and is an indispensable component\ninsuring the containment and preservation of the vital energy of the\nphysical body which is so essential for development. Keeping the mind\nattentive and fixed internally one should meditate on the Supreme Lord.","kumar":"The word saman means straight this denotes that the back, neck and body\nshould be erect and balanced in a straight posture. By sitting with legs\ncrossed in the lotus position or half lotus position assists in keeping\nthis straight position. The word sthira means firm this denotes that the\nseat while being comfortable should not be overly soft. The eyes should not\nbe allowed to flit hither and thither in different directions on objects\nnear or far but should fix their focus either on the tip of the nose or on\nthe space between the eyebrows. That was the discipline for the body now\nLord Krishna gives the discipline for the mind. The mind being tranquil\nconnotes contentment along with freedom from all fears. The compound word\nbrahmacari-vrate means total celibacy and is an indispensable component\ninsuring the containment and preservation of the vital energy of the\nphysical body which is so essential for development. Keeping the mind\nattentive and fixed internally one should meditate on the Supreme Lord."}