{"meta":"Bhagavad Gita Chapter 6 Verse 3","metahi":"भगवद् गीता 6.3","slok":"आरुरुक्षोर्मुनेर्योगं कर्म कारणमुच्यते।योगारूढस्य तस्यैव शमः कारणमुच्यते।।6.3।।","htsrsd":"।।6.3।।जो योग(समता)में आरूढ़ होना चाहता है ऐसे मननशील योगीके लिये कर्तव्यकर्म करना कारण है और उसी योगारूढ़ मनुष्यका शम (शान्ति) परमात्मप्राप्तिमें कारण है।","htstma":"।।6.3।। योग में आरूढ़ होने की इच्छा वाले मुनि के लिए कर्म करना ही हेतु (साधन) कहा है और योगारूढ़ हो जाने पर उसी पुरुष के लिए शम को (शांति संकल्पसंन्यास) साधन कहा गया है।।","transliteration":"Aarurukshormuneryogam karma kaaranamuchyate;\nYogaaroodhasya tasyaiva shamah kaaranamuchyate.","englishmeaning":"ārurukṣhoḥ—a beginner; muneḥ—of a sage; yogam—Yog; karma—working without attachment; kāraṇam—the cause; uchyate—is said; yoga ārūḍhasya—of those who are elevated in Yog; tasya—their; eva—certainly; śhamaḥ—meditation; kāraṇam—the cause; uchyate—is said","hcsrsd":"।।6.3।। व्याख्या  आरुरुक्षोर्मुनेर्योगं कर्म कारणमुच्यते जो योग(समता) में आरूढ़ होना चाहता है ऐसे मननशील योगीके लिये (योगारूढ़ होनेमें) निष्कामभावसे कर्तव्यकर्म करना कारण है। तात्पर्य है कि करनेका वेग मिटानेमें प्राप्त कर्तव्यकर्म करना कारण है क्योंकि कोई भी व्यक्ति जन्मा है पला है और जीवित है तो उसका जीवन दूसरोंकी सहायताके बिना चल ही नहीं सकता। उसके पास शरीर इन्द्रियाँमन बुद्धि और अहम्तक कोई ऐसी चीज नहीं है जो प्रकृतिकी न हो। इसलिये जबतक वह इन प्राकृत चीजोंको संसारकी सेवामें नहीं लगाता तबतक वह योगारूढ़ नहीं हो सकता अर्थात् समतामें स्थित नहीं हो सकता क्योंकि प्राकृत वस्तुमात्रकी संसारके साथ एकता है अपने साथ एकता है ही नहीं।प्राकृत पदार्थोंमें जो अपनापन दीखता है उसका तात्पर्य है कि उनको दूसरोंकी सेवामें लगानेका दायित्व हमारेपर है। अतः उन सबको दूसरोंकी सेवामें लगानेका भाव होनेसे सम्पूर्ण क्रियाओंका प्रवाह संसारकी तरफ हो जायगा और वह स्वयं योगारूढ़ हो जायगा। यही बात भगवान्ने दूसरी जगह अन्वयव्यतिरेक रीतिसे कही है कि यज्ञके लिये अर्थात् दूसरोंके हितके लिये कर्म करनेवालोंके सम्पूर्ण कर्म लीन हो जाते हैं अर्थात् किञ्चिन्मात्र भी बन्धनकारक नहीं होते (गीता 4। 23) और यज्ञसे अन्यत्र अर्थात् अपने लिये किये गये कर्म बन्धनकारक होते हैं (गीता 3। 9)।योगारूढ़ होनेमें कर्म कारण क्यों हैं क्योंकि फलकी प्राप्तिअप्राप्तिमें हमारी समता है या नहीं उसका हमारेपर क्या असर पड़ता है इसका पता तभी लगेगा जब हम कर्म करेंगे। समताकी पहचान कर्म करनेसे ही होगी। तात्पर्य है कि कर्म करते हुए यदि हमारेमें समता रही रागद्वेष नहीं हुए तब तो ठीक है क्योंकि वह कर्म योगमें कारण हो गया। परन्तु यदि हमारेमें समता नहीं रही रागद्वेष हो गये तो हमारा जडताके साथ सम्बन्ध होनेसे वह कर्म योगमें कारण नहीं बना।योगारूढस्य तस्यैव शमः कारणमुच्यते असत्के साथ सम्बन्ध रखनेसे ही अशान्ति पैदा होती है। इसका कारण यह है कि असत् पदार्थों(शरीरादि) के साथ स्वयंका सम्बन्ध एक क्षण भी रह नहीं सकता और रहता भी नहीं क्योंकि स्वयं सदा रहनेवाला है और शरीरादि मात्र पदार्थ प्रतिक्षण अभावमें जा रहे हैं। उन प्रतिक्षण अभावमें जानेवालोंके साथ वह स्वयं अपना सम्बन्ध जोड़ लेता है और उनके साथ अपना सम्बन्ध रखना चाहता है। परन्तु उनके साथ सम्बन्ध रहता नहीं तो उनके चले जानेके भयसे और उनके चले जानेसे अशान्ति पैदा हो जाती है। जब यह शरीरादि असत् पदार्थोंको संसारकी सेवामें लगाकर उनसे अपना सर्वथा सम्बन्धविच्छेद कर लेता है तब असत्के त्यागसे उसको स्वतः एक शान्ति मिलती है। अगर साधक उस शान्तिमें भी सुख लेने लग जायगा तो वह बँध जायगा। अगर उस शान्तिमें राग नहीं करेगा उससे सुख नहीं लेगा तो वह शान्ति परमात्मतत्त्वकी प्राप्तिमें कारण हो जाती है। सम्बन्ध  योगारूढ़ कौन होता है इसका उत्तर आगेके श्लोकमें देते हैं।","hcsca":"।।6.3।। ध्यानयोग पर आरूढ़ होने के इच्छुक व्यक्ति के लिए प्रथम साधन कहा गया है कर्म। जगत् में कर्तृत्व के अभिमान और फलासक्ति का त्याग करके कर्म करने से पूर्व संचित वासनाओं का क्षय होता है और नई वासनाएं उत्पन्न नहीं होतीं।यहाँ योगारूढ़ होने के विषय को स्पष्ट करने के लिए अश्वारोहण (घोड़े की सवारी) के अत्यन्त उपयुक्त रूपक का प्रयोग किया गया है। जब मनुष्य किसी स्वच्छंद अश्व पर पहली बार सवार होने का प्रयत्न करता है तब पहले तो वह अश्व ही उस पर सवार हो जाता है यदि कोई व्यक्ति युद्ध के अश्व को अपने पूर्णवश में करना चाहे तो कुछ काल तक उसे उस अश्व पर सवार होने का प्रयास करना पड़ता है। एक पैर को पायदान पर रखकर जीन पर झूलते हुए दूसरे पैर को पृथ्वी से उठाकर (उछलकर) अश्व की पीठ पर बैठने और उसे अपने वश में करने के लिए प्रयत्न करना पड़ता है। एक बार उस पर सवार हो जाने के बाद उसे अपने वश में रखना सरल काय्र्ा है परन्तु तब तक अश्वारोही को उस अवस्था में से गुजरना पड़ता है जब तक वह पूर्णरूप से न अश्व पर बैठा होता है और न पृथ्वी पर खड़ा होता है।प्रारम्भ में हम केवल कर्म करने वाले होते हैं अहंकार और स्वार्थ से प्रेरित हुए हम परिश्रम करते हैं पसीना बहाते हैं रोते हैं हँसते हैं। जब व्यक्ति इस प्रकार के कर्मों से थक जाता है तब वह मनोरूप अश्व पर आरूढ़ होना चाहता है। ऐसे ही व्यक्ति को कहते हैं आरुरुक्ष (आरूढ़ होने की इच्छा वाला)। वह पुरुष कर्म तो पूर्व के समान ही करता है परन्तु अहंकार और स्वार्थ को त्यागकर। यज्ञ भावना से किये गये कर्म वासनाओं को नष्ट करके अन्तकरण को शुद्ध एवं सुसंगठित कर देते हैं। ऐसे शुद्धान्तकरण वाले साधक को शनैशनै कर्म से निवृत्त होकर ध्यान का अभ्यास अधिक करना चाहिए। जब वह मन पर विजय प्राप्त करके उसकी प्रवृत्त्ायों को अपने वश में कर लेता है तब वह योगारूढ़ कहा जाता है। मन के समत्व प्राप्त योगारूढ़ व्यक्ति के लिए ज्ञानरूप शम अर्थात् शांति वह साधन है जिसके द्वारा वह अपने पूर्णस्वरूप में स्थित हो सकता है।इस प्रकार एक ही व्यक्ति के लिए उसके विकास की अवस्थाओं को देखते हुए कर्म और ध्यान की दो साधनाएँ बतायी गयी हैं जो परस्पर विरोधी नहीं है । एक अवस्था में निष्काम कर्मों का आचरण उपयुक्त है तथापि कुछ काल के पश्चात् वह भी कभीकभी मनुष्य की शांति को भंग करके उसे मानो पृथ्वी पर पटक देता है। दुग्ध चूर्ण को पानी में घोलकर बनाया हुआ पतला दूध एक छोटे से शिशु के लिए तो पुष्टिवर्धक होता है परन्तु दूध की वह बोतल बड़े बालक के लिए पर्याप्त नहीं होती जो दिन भर खेलता है और काम करता है। उसे मक्खन और रोटी की आवश्यकता होती है। किन्तु यही रोटी शिशु के लिए प्राणघातक हो सकती है।इसी प्रकार साधना की प्रारम्भिक अवस्था में निष्काम कर्म समीचीन है परन्तु और अधिक विकसित हुए साधक को आवश्यक है आत्मचिन्तनरूप निदिध्यासन। पहले अहंकार रहित कर्म साधन है और तत्पश्चात् आत्मस्वरूप का ध्यान। इस ध्यानाभ्यास की आवश्यकता तब तक होती है जब तक साधक निश्चयात्मक रूप से यह अनुभव न कर ले कि शुद्ध आत्मा ही पारमार्थिक सत्य वस्तु है न कि अहंकार। तत्पश्चात् वह कर्म करे अथवा न करे उसे इस ज्ञान की विस्मृति नहीं होती।इस प्रकार आत्मोन्नति के मार्ग में कर्मों का एक निश्चित स्थान होना सिद्ध होता है और उसी प्रकार इसका उपदेश देने वाले मनीषियों की बुद्धिमत्ता भी प्रमाणित होती है।कब यह साधक योगरूढ़ बन जाता है उत्तर है","etsga":"6.3 For the sage who wishes to ascend to (Dhyana-) yoga, action is said to be the means. For that person, when he has ascended to (Dhyana-)yoga, inaction alone is said to be the means.","etssa":"6.3 For a sage who wishes to attain to Yoga, action is said to be the means; for the same sage who has attained to Yoga, inaction (iescence) is said to be the means.","etdss":"6.3. For a sage, who is desirous of mounting upon the Yoga, action is said to be the cause; for the same [sage], when he has mounted upon the Yoga, ietude is said to be the cause.","ecssa":"6.3 आरुरुक्षोः wishing to climb? मुनेः of a Muni or sage? योगम् Yoga? कर्म action? कारणम् the cause? उच्यते is said? योगारूढस्य of one who has attained to Yoga? तस्य of him? एव even? शमः inaction (iescence)? कारणम् the cause? उच्यते is said.Commentary For a man who cannot practise meditation for a long time and who is not able to keep his mind steady in meditation? action is a means to get himself enthroned in Yoga. Action purifies his mind and makes the mind fit for the practice of steady meditation. Action leads to steady concentration and meditation.For the sage who is enthroned in Yoga? Sama or renunciation of actions is said to be the means.The more perfectly he abstains from actions? the more steady his mind is? and the more peaceful,he is? the more easily and thoroughly does his mind get fixed in the Self. For a Brahmana there is no wealth like unto the knowledge of oneness and homogeneity (of the Self in all beings)? truthfulness? good character? steadiness? harmlessness? straightforwardness and renunciation of all actions. (Mahabharata? Santi Parva? 175.38)","scetsga":"6.3 Aruruksoh, for one who wishes to ascend, who has not ascended, i.e. for that very person who is unable to remain established in Dhyana-yoga;-for which person who is desirous to ascend?-munch, for the sage, i.e. for one who has renounced the results of actions;-trying to ascend to what?-yogam, to (Dhyana-) yoga; karma, action; ucyate, is said to be; the karanam, means. Tasya, for that person, again; yoga-arudhasya, when he has ascended to (Dhyana-) yoga; samah, inaction, withdrawl from all actions; eva, alone; ucyate, is said to be; karanam, the means for remaining poised in the state of meditation. This is the meaning.\nTo the extent that one withdraws from actions, the mind of that man who is at cease and self-controlled becomes concentrated. When this occurs, he at once becomes established in Yoga. And accordingly has it been said by Vyasa: For a Brahmana there is no wealth conparable to (the knowledge of) oneness, sameness, truthfulness, character, eipoise, harmlessness, straightforwardness and withdrawal from various actions (Mbh. Sa. 175.37).\nAfter that, now is being stated when one becomes established in Yoga:","scetdss":"6.3 Aruruksoh etc for a sage : For a man of wisdom. Action : that which reires to be performed. Cause (1st) : a means to attain. Quietude : to remain uninterrupted at the stage [already] achieved. Here Cause (2nd) is an indicator.\n The same idea is made clear as-","scetssa":"6.3 Karma Yoga is said to be the means for an aspirant for release who seeks to climb the heights of Yoga, i.e., the vision of the self. For the same person, when he has climbed the heights of Yoga, i.e., when he is established in Yoga - tranility, i.e., freedom from actions is said to be the means. A man should perform actions until he has attained release (Moksa) in the form of the vision of the self. Full release comes only with the fall of the body. The vision of the self referred to here is called Moksa by courtesy.When does not become established in Yoga? Sri Krsna replies:","chakravarthi":"“But then the practitioner of astanga yoga would have to practice niskama karma yoga for his whole life.”\nThis verse therefore speaks of the limits of karma yoga. For the practitioner of yoga (muneh), desiring to rise to the stage of steady meditation (yogam), the cause of his elevation is action, karma, because that purifies his heart. For one who has attained steadiness in meditation (yoga arudhasya),   the cause of maintaining that level is cessation (samah) of all actions, which produce agitation. In other words,  the aspirant  for steady meditation does not have complete purity of heart.","rudra":"\nDoes this mean that one must practice karma yoga or prescribed Vedic\nactivities all their life? Apprehending such a question Lord Krishna sets\nthe parameters for it. Karma yoga leads to knowledge because performing\nVedic activities purifies the mind. But once the mind has been purified one\nadvances to yoga or the science of the individual consciousness attaining\ncommunion with the ultimate consciousness. Then one leaves karma yoga and\nbecomes devoted to meditation, absorbed internally with no inclination for\nexternal activities which impedes and distracts introspection and\nreflection. This is said to be the means for spiritual knowledge to mature.","brahma":"\nThe time parameters of karma yoga or performance of prescribed Vedic\nactivities is explained by Lord Krishna in this verse. For the person who\nseeks fulfilment in the performance of actions, the means to fulfilment is\nprescribed Vedic activities itself which gives bliss and leads to the final\ndestination of moksa or liberation. It is seen that even those attaining\nmoksa possess equanimity of mind as the resultant fruit. Equanimity is\neliminating all things from the mind that are not related to Lord Krishna.\nEven while experiencing the prarabdha karmas or the consequential reactions\nfrom actions, the all comprehensive and conscious presence of equanimity is\nseen to manifest in some and weathering out the impact one remains fixed on\nactivities pertaining to the Supreme Lord. It has therefore been stated\nthat only those who have perceived the perception of the Supreme Lord\nexperience supreme bliss and will their minds fixed in equanimity. But\nuntil the elimination of the prarabdha karmas has come those of superior\nspiritual intelligence will immerse themselves in sravanam or hearing and\nkirtanam or reciting the glories of the Supreme Lord Krishnas\ntranscendental qualities and pastimes.Now begins the summation.The comprehensive path for attaining moksa is equanimity of mind. The\ncompound word yoga-arudhasya are those whose continuous meditation\nbequeaths equanimity. Those of equanimity in mind meditate on the Supreme\nLord Krishna or His authorised incarnations as given in the Vedic\nscriptures while performing all activities. Even from them prescribed Vedic\nactivities must be performed with a totality of being according to\nindividual ability. Ones individual potency determines the ability to\ncomplete an activity or not. Those who are able to complete the activity\nare called qualified. Those who strive to complete the activity but are\nunable to complete it are called aspirants. One who is benevolent to all\nbeings makes the Supreme Lord pleased and merciful to that one. Such\nqualified beings place the Supreme Lord Krishna or His Vedically authorised\nincarnations firmly in the center of their lives through there\nconsciousness, meditation, words, deeds and every action. There is no\ncontrary activity to this for them. By the performance of such action\nexclusively the Supreme Lord is elated with that person. Serenity,\nequanimity of mind, self control, austerity, restraint of the senses,\nrejection of the rewards of action and renunciation are required for\naspirants while performing prescribed Vedic activities in their striving\nfor moksa. But it is also seen that the qualified perform prescribed Vedic\nactivities in devotion to the Supreme Lord even after attaining moksa. So\nfollowing in their wake it is clear that no one is exempt from performing\nprescribed Vedic activities according to qualification before attaining\nmoksa or after attaining it.","shri":"\nKarma yoga or prescribed Vedic activities is the explained by Lord Krishna\nas the means for ascending in spiritual knowledge and achieving\nrenunciation in their quest for atma tattva or realisation of the soul. But\nonce a person has actually achieved renunciation and is securely situated\nthen the cessation of activities is the rule and meditation, introspection\nand reflection becomes the means for attaining atma tattva. Exactly when\none is considered to be well established and securely situated in dhyana\nyoga or the science of the individual consciousness attaining communion\nwith the ultimate consciousness by meditation is next.","kumar":"Karma yoga or prescribed Vedic activities is the explained by Lord Krishna\nas the means for ascending in spiritual knowledge and achieving\nrenunciation in their quest for atma tattva or realisation of the soul. But\nonce a person has actually achieved renunciation and is securely situated\nthen the cessation of activities is the rule and meditation, introspection\nand reflection becomes the means for attaining atma tattva. Exactly when\none is considered to be well established and securely situated in dhyana\nyoga or the science of the individual consciousness attaining communion\nwith the ultimate consciousness by meditation is next."}