{"meta":"Bhagavad Gita Chapter 6 Verse 14","metahi":"भगवद् गीता 6.14","slok":"प्रशान्तात्मा विगतभीर्ब्रह्मचारिव्रते स्थितः।मनः संयम्य मच्चित्तो युक्त आसीत मत्परः।।6.14।।","htsrsd":"।।6.14।।जिसका अन्तःकरण शान्त है जो भयरहित है और जो ब्रह्मचारिव्रतमें स्थित है ऐसा सावधान योगी मनका संयम करके मेरेमें चित्त लगाता हुआ मेरे परायण होकर बैठे।","htstma":"।।6.14।। (साधक को) प्रशान्त अन्तकरण निर्भय और ब्रह्मचर्य ब्रत में स्थित होकर मन को संयमित करके चित्त को मुझमें लगाकर मुझे ही परम लक्ष्य समझकर बैठना चाहिए।।","transliteration":"Prashaantaatmaa vigatabheer brahmachaarivrate sthitah;\nManah samyamya macchitto yukta aaseeta matparah.","englishmeaning":"praśhānta—serene; ātmā—mind; vigata-bhīḥ—fearless; brahmachāri-vrate—in the vow of celibacy; sthitaḥ—situated; manaḥ—mind; sanyamya—having controlled; mat-chittaḥ—meditate on me (Shree Krishna); yuktaḥ—engaged; āsīta—should sit; mat-paraḥ—having me as the supreme goal","hcsrsd":"।।6.14।। व्याख्या प्रशान्तात्मा   जिसका अन्तःकरण रागद्वेषसे रहित है वह प्रशान्तात्मा है। जिसका सांसारिक विशेषता प्राप्त करनेका ऋद्धिसिद्धि आदि प्राप्त करनेका उद्देश्य न होकर केवल परमात्मप्राप्तिका ही दृढ़ उद्देश्य होता है उसके रागद्वेष शिथिल होकर मिट जाते हैं। रागद्वेष मिटनेपर स्वतः शान्ति आ जाती है जो कि स्वतःसिद्ध है। तात्पर्य है कि संसारके सम्बन्धके कारण ही हर्ष शोक रागद्वेष आदि द्वन्द्व होते हैं और इन्हीं द्वन्द्वोंके कारण शान्ति भङ्ग होती है। जब ये द्वन्द्व मिट जाते हैं तब स्वतःसिद्ध शान्ति प्रकट हो जाती है। उस स्वतःसिद्ध शान्तिको प्राप्त करनेवालेका नाम ही प्रशान्तात्मा है।विगतभीः शरीरको मैं और मेरा माननेसे ही रोगका निन्दाका अपमानका मरने आदिका भय पैदा होता है। परन्तु जब मनुष्य शरीरके साथ मैं और मेरेपनकी मान्यताको छोड़ देता है तब उसमें किसी भी प्रकारका भय नहीं रहता। कारण कि उसके अन्तःकरणमें यह भाव दृढ़ हो जाता है कि इस शरीरको जीना हो तो जीयेगा ही इसको कोई मार नहीं सकता और इस शरीरको मरना हो तो मरेगा ही फिर इसकोकोई बचा नहीं सकता। यदि यह मर भी जायगा तो बड़े आनन्दकी बात है क्योंकि मेरी चित्तवृत्ति परमात्माकी तरफ होनेसे मेरा कल्याण तो हो ही जायगा जब कल्याणमें कोई सन्देह ही नहीं तो फिर भय किस बातका इस भावसे वह सर्वथा भयरहित हो जाता है।ब्रह्मचारिव्रते स्थितः यहाँ ब्रह्मचारिव्रत का तात्पर्य केवल वीर्यरक्षासे ही नहीं है प्रत्युत ब्रह्मचारीके व्रतसे है। तात्पर्य है कि जैसे ब्रह्मचारीका जीवन गुरुकी आज्ञाके अनुसार संयत और नियत होता है ऐसे ही ध्यानयोगीको अपना जीवन संयत और नियत रखना चाहिये। जैसे ब्रह्मचारी शब्द स्पर्श रूप रस और गन्ध इन पाँच विषयोंसे तथा मान बड़ाई और शरीरके आरामसे दूर रहता है ऐसे ही ध्यानयोगीको भी उपर्युक्त आठ विषयोंमेंसे किसी भी विषयका भोगबुद्धिसे रसबुद्धिसे सेवन नहीं करना चाहिये प्रत्युत निर्वाहबुद्धिसे ही सेवन करना चाहिये। यदि भोगबुद्धिसे उन विषयोंका सेवन किया जायगा तो ध्यानयोगकी सिद्धि नहीं होगी। इसलिये ध्यानयोगीको ब्रह्मचारिव्रतमें स्थित रहना बहुत आवश्यक है।व्रतमें स्थित रहनेका तात्पर्य है कि किसी भी अवस्था परिस्थिति आदिमें किसी भी कारणसे कभी किञ्चिन्मात्र भी सुखबुद्धिसे पदार्थोंका सेवन न हो चाहे वह ध्यानकाल हो चाहे व्यवहारकाल हो। इसमें सम्पूर्ण इन्द्रियोंका ब्रह्मचर्य आ जाता है।मनः संयम्य मच्चित्तः मनको संयत करके मेरेमें ही लगा दे अर्थात् चित्तको संसारकी तरफसे सर्वथा हटाकर केवल मेरे स्वरूपके चिन्तनमें मेरी लीला गुण प्रभाव महिमा आदिके चिन्तनमें ही लगा दे। तात्पर्य है कि सांसारिक वस्तु व्यक्ति परिस्थिति घटना आदिको लेकर मनमें जो कुछ संकल्पविकल्परूपसे चिन्तन होता है उससे मनको हटाकर एक मेरेमें ही लगाता रहे।मनमें जो कुछ चिन्तन होता है वह प्रायः भूतकालका होता है और कुछ भविष्यकालका भी होता है तथा वर्तमानमें साधक मन परमात्मामें लगाना चाहता है। जब भूतकालकी बात याद आ जाय तब यह समझे कि वह घटना अभी नहीं है और भविष्यकी बात याद आ जाय तो वह भी अभी नहीं है। वस्तु व्यक्ति पदार्थ घटना परिस्थिति आदिको लेकर जितने संकल्पविकल्प हो रहे हैं वे उन्हीं वस्तु व्यक्ति आदिके हो रहे हैं जो अभी नहीं हैं। हमारा लक्ष्य परमात्माके चिन्तनका है संसारके चिन्तनका नहीं। अतः जिस संसारका चिन्तन हो रहा है वह संसार पहले नहीं था पीछे नहीं रहेगा और अभी भी नहीं है। परन्तु जिन परमात्माका चिन्तन करना है वे परमात्मा पहले भी थे अब भी हैं और आगे भी रहेंगे। इस तरह सांसारिक वस्तु आदिके चिन्तनसे मनको हटाकर परमात्मामें लगा देना चाहिये। कारण कि भूतकालका कितना ही चिन्तन किया जाय उससे लाभ तो कुछ होगा नहीं और भविष्यका चिन्तन किया जाय तो वह काम अभी कर सकेंगे नहीं तथा भूतभविष्यका चिन्तन होता रहनेसे जो अभी ध्यान करते हैं वह भी होगा नहीं तो सब ओरसे रीते ही रह जायँगे।युक्तः ध्यान करते समय सावधान रहे अर्थात् मनको संसारसे हटाकर भगवान्में लगानेके लिये सदा सावधान जाग्रत् रहे। इसमें कभी प्रमाद आलस्य आदि न करे। तात्पर्य है कि एकान्तमें अथवा व्यवहारमें भगवान्में मन लगानेकी सावधानी सदा बनी रहनी चाहिये क्योंकि चलतेफिरते कामधन्धा करते समय भी सावधानी रहनेसे एकान्तमें मन अच्छा लगेगा और एकान्तमें मन अच्छा लगनेसे व्यवहार करते समय भी मन लगानेमें सुविधा होगी। अतः ये दोनों एकदूसरेके सहायक हैं अर्थात् व्यवहारकी सावधानी एकान्तमें और एकान्तकी सावधानी व्यवहारमें सहायक है।आसीत मत्परः केवल भगवत्परायण होकर बैठे अर्थात् उद्देश्य लक्ष्य ध्येय केवल भगवान्का ही रहे। भगवान्के सिवाय कोई भी सांसारिक वासना आसक्ति कामना स्पृहा ममता आदि न रहे।इसी अध्यायके दसवें श्लोकमें योगी युञ्जीत सततमात्मानं रहसि स्थितः पदोंसे ध्यानयोगका जो उपक्रम किया था उसीको यहाँ युक्त आसीत मत्परः पदोंसे कहा गया है।","hcsca":"।।6.14।। कुछ काल तक ध्यान का निरन्तर अभ्यास करने के फलस्वरूप साधक को अधिकाधिक शांति और सन्तोष का अनुभव होता है अत्यन्त सूक्ष्म आन्तरिक शांति को प्राप्त पुरुष को यहाँ प्रशान्तात्मा कहा गया है। आत्मा को अपने शुद्ध और दिव्य स्वरूप में व्यक्त होने के लिए प्रशान्त अन्तकरण ही अत्यन्त उपयुक्त माध्यम है।ध्यानाभ्यास करने वाले साधक को केवल मानसिक भय के कारण आत्मानुभव की ऊँचाई नापने में कठिनाई होती है। शनैशनै योगी अपने मन की वैषयिक वासनाओं से मुक्त होता है और तदुपरांत यदि उसमें आवश्यक साधना की परिपक्वता न हो तो वह इस मन के अतीत आत्मतत्त्व के अनुभव से भयभीत हो जाता है। उसे लगता है कि वह शून्य में विलीन हो रहा है। अनादि काल से उपाधियों के साथ तादात्म्य करके जीवभाव में रहने से उसे विश्वास भी नहीं होता कि इन उपाधियों से परे किसी तत्त्व का अस्तित्व भी हो सकता है। यहाँ उन मछली बेचने वाली स्त्रियों की कथा का स्मरण होता है जिन्हें किसी कारणवश फूलों की दुकान मेें एक रात व्यतीत्ा करनी पड़ी। मछली की दुर्गन्ध की अभ्यस्त होने से वे फूलों की सुगन्ध के कारण तब तक नहीं सो पायीं जब तक कि मछली की टोकरियों को उन्होंने अपने सिरहाने नहीं रख लिया दुखदायी उपाधियों से दूर रहकर अनन्त आनन्द में प्रवेश करने से हम भयभीत हो जाते हैं।इस भय के कारण आध्यात्मिक उन्नति का मार्ग ही अवरूद्ध हो जाता है। यदि सफलता प्राप्त भी होने लगे तो इसी मानसिक भय के कारण साधक उसकी उपेक्षा कर देगा। प्रशान्तचित्त होकर शास्त्राध्ययन के द्वारा निर्भय मन नित्य ध्यान का अभ्यास करने पर भी यदि ब्रह्मचर्य व्रत में दृढ़ स्थिति न हो तो सफलता प्राप्त नहीं हो सकती। ब्रह्मचर्य व्रत औपनिषदिक अर्थ के साथसाथ इस शब्द का यहाँ विशिष्ट अर्थ भी है। सामान्यत ब्रह्मचर्य का अर्थ किया जाता है मैथुन का त्याग। परन्तु इस शब्द का अर्थ अधिक व्यापक है। केवल संभोग की वृत्ति का संयम ही ब्रह्मचर्य नहीं वरन् समस्त इन्द्रियों की प्रवृत्तियों पर नियन्त्रण होना ब्रह्मचर्य है। परन्तु यह संयम विवेकपूर्वक होना चाहिए इच्छाओं का मूढ़ दमन नहीं। असंयमित मन विषयों की संवेदनाओं से विचलित और क्षुब्ध हो जाता है और अपनी सम्पूर्ण शक्ति को विनष्ट कर देता है।इन्द्रिय संयम के इस सामान्य अर्थ के अतिरिक्त भी ब्रह्मचर्य का विशेष प्रयोजन है। संस्कृत भाषा में ब्रह्मचारी का अर्थ है वह पुरुष जिसका स्वभाव ब्रह्म में विचरण करने का हो। इस दृष्टि से ब्रह्मचर्य का अर्थ होगा अपने मन को निरन्तर ब्रह्मविचार और निदिध्यासन में स्थिर करने का प्रयत्न करना। यही एकमात्र मुख्य उपाय है जिसके द्वारा हम मन की बहिर्मुखी प्रवृत्ति को शांत एवं संयमित कर सकते हैं।मन का स्वभाव ही किसी न किसी विषय का चिन्तन करना है। जब तक उसे उत्कृष्ट लक्ष्य का ज्ञान नहीं कराया जाता तब तक उसकी विषयाभिमुखी प्रवृत्ति उनसे विमुख नहीं हो सकती। पूर्ण ब्रह्मचर्य की सफलता का रहस्य भी यही है। किसी योगी की ओर आश्चर्यचकित होकर देखने की आवश्यकता नहीं है क्योंकि हममें से प्रत्येक व्यक्ति उस योगी की सफलता को प्राप्त कर सकता है। उस सफलता के लिए आत्मसंयम की आवश्यकता है। इन्द्रियों के विषयों के आकर्षण से स्वयं को बचाने के निश्चयात्मक उपायों का ज्ञान न होने से ही मनुष्य उनके प्रलोभन में फँस जाता है और लोभ संवरण नहीं कर पाता।इस श्लोक में वर्णित तीनों गुणों से सम्पन्न साधक को ध्यान साधना में कठिनाई नहीं होती। प्रशान्ति निर्भयता और ब्रह्मचर्यये क्रमश बुद्धि मन और शरीर को ध्यान के योग्य बनाते हैं। इन तीनों के सुसंगठित होने पर साधक को अधिकतम शक्ति एवं शान्ति प्राप्त होती है जिनका उपयोग ध्यान के लिए किया जा सकता है। इस प्रकार नवशक्ति सम्पन्न साधक क्षमतावान हो जाता है। वह अपने भटकने वाले मन को सहज ही विषयों से परावृत्त करके आत्मतत्त्व का ध्यान कर सकता है।इस श्लोक में दिया गया यह निर्देश अत्यन्त महत्वपूर्ण है कि साधक को मुझे ही परम लक्ष्य समझकर ध्यान के लिए बैठना चाहिए। यह हम अपने अनुभव से जानते हैं कि जिस वस्तु को हम सर्वाधिक महत्त्व देते हैं उसकी प्राप्ति के लिए सर्व प्रथम प्रयत्न करते हैं। इसलिए जो पुरुष परमात्मा को ही सर्वोच्च लक्ष्य समझकर निरन्तर साधनारत रहता है वह शीघ्र ही अपने अनन्त सनातन शान्त और आनन्द स्वरूप का साक्षात् अनुभव करता है।","etsga":"6.14 He should remain seated with a placid mind, free from fear, firm in the vow of a celibate, and with the mind fixed on Me by controlling it through concentration, having Me as the supreme Goal.","etssa":"6.14 Serene-minded, fearless, firm in the vow of a Brahmachari, having controlled the mind, thinking of Me and balanced in mind, let him sit, having Me as his supreme goal.","etdss":"6.14. Being calm-minded, fearless, firm in the vow of celibacy; controlling mind fully; let the master of Yoga remain, fixing his mind in Me and having Me [alone] as his supreme goal.","ecssa":"6.14 प्रशान्तात्मा sereneminded? विगतभीः fearless? ब्रह्मचारिव्रते in the vow of Brahmacharya? स्थितः firm? मनः the mind? संयम्य having controlled? मच्चित्तः thinking on Me? युक्तः balanced? आसीत let him sit? मत्परः Me as the supreme goal.Commentary The spiritual aspirant should possess serenity of mind. The Divine Light can descend only in a serene mind. Serenity is attained by the eradication of Vasanas or desires and cravings. He should be fearless. This is the most important alification. A timid man or a coward is very far from Selfrealisation.A Brahmachari (celibate) should serve his Guru or the spiritual preceptor wholeheartedly and should live on alms. This also constitutes the BrahmachariVrata. The aspirant should control the modifications of the mind. He should be balanced in pleasure and pain? heat and cold? honour and dishonour. He should ever think of the Lord and take Him as the Supreme Goal.Brahmacharya also means continence. Semen or the vital fluid tones the nerves and the brain? and energises the whole system. That Brahmachari who has preserved this vital force by the vow,of celibacy and sublimated it into Ojas Sakti or radiant spiritual power can practise steady meditation for a long period. Only he can ascend the ladder of Yoga. Without Brahmacharya or celibacy not an iota or spiritual progress is posle. Continence is the very foundation on which the superstructure of meditation and Samadhi can be built up. Many persons waste this vital energy -- a great spiritual treasure indeed -- when they become blind and lose their power of reason under sexual excitement. Pitiable is their lot They cannot make substantial progress in Yoga.","scetsga":"6.14 Dharayan, holding; kaya-siro-girvam, the body (torso), head and neck; samam, erect; and acalam, still-movement is possible for one (even while) holding these erect; therefore it is specified, still-; sthirah, being steady, i.e. remaining steady; sampreksya, looking svam nasikagram, at tip of his own nose -looking at it intently, as it were; ca, and; anavalokayan, not looking; disah, around, i.e. not glancing now and then in various directions-. The words as it were are to be understood because what is intended here is not an injunction for looking at the tip of ones own nose! What then? It is the fixing the gaze of the eyes by withdrawing it from external objects; and that is enjoined with a veiw to concentrating the mind. [What is sought to be presented here as the primary objective is the concentration of mind. If the gaze be directed outward, then it will result in interrupting that concentration. Therefore the purpose is to first fix the gaze of the eyes within.] If the intention were merely the looking at the tip of the nose, then the mind would remain fixed there itself, not on the Self! In, Making the mind fixed in the Self (25), the Lord will speak of concentrating the mind verily on the Self. Therefore, owing to the missing word iva (as it were), it is merely the withdrawl of the gaze that is implied by sampreksya (looking).\nFurther, prasantatma, with a placid mind, with a mind completely at peace; vigata-bhih, free from fear sthitah, firm; brahmacari-vrate, in the vow of a celibate, the vow cosisting in serivce of the teacher, eating food got by beggin, etc.-firm in that, i.e. he should follow these; besides, mat-cittah, with the mind fixed on Me who am the supreme God; samyamya, by controlling; manah, the mind, i.e. by stopping the modifications of the mind; yuktah, through concentration, i.e. by becoming concentrated; asita, he should remain seated; matparah, with Me as the supreme Goal. Some passionate person may have his mind on a woman, but he does not accept the woman as his supreme Goal. What then? He accepts the king or Sive as his goal. But this one (the yogi) not only has his mind on Me but has Me as his Goal.\nAfter that, now is being stated the result of Yoga:","scetdss":"6.14 See Comment under 6.15","scetssa":"6.13 - 6.14 Keeping the trunk, head and neck erect and motionless; well seated in order to be steady; looking not in any direction but gazing at the tip of the nose; serene, i.e., holding the mind extremely peaceful; fearless; firm in the vow of celibacy; holding the mind in check; and fixing his thoughts on Me - he should sit in Yoga, i.e., remain concentrated and intent on Me, i.e., he should concentrating on Me only.","chakravarthi":"","rudra":"\nThe posture of the body that is optimal for concentration of the mind in\nmeditation is being described by Lord Krishna. The word samam means\nstraight. The back, neck and head which is the seat of the muladhara or\nsacred plexus in the top of the head must be perfectly straight while at\nthe same time sitting with legs crossed in a lotus position or half lotus\nposition keeps them straight. Furthermore being firmly situated in celibacy\nis essential and then one is then able to properly meditate on the Supreme\nLord immersing oneself in Him.","brahma":"There is no commentary for this verse.","shri":"\nThe word saman means straight this denotes that the back, neck and body\nshould be erect and balanced in a straight posture. By sitting with legs\ncrossed in the lotus position or half lotus position assists in keeping\nthis straight position. The word sthira means firm this denotes that the\nseat while being comfortable should not be overly soft. The eyes should not\nbe allowed to flit hither and thither in different directions on objects\nnear or far but should fix their focus either on the tip of the nose or on\nthe space between the eyebrows. That was the discipline for the body now\nLord Krishna gives the discipline for the mind. The mind being tranquil\nconnotes contentment along with freedom from all fears. The compound word\nbrahmacari-vrate means total celibacy and is an indispensable component\ninsuring the containment and preservation of the vital energy of the\nphysical body which is so essential for development. Keeping the mind\nattentive and fixed internally one should meditate on the Supreme Lord.","kumar":"The word saman means straight this denotes that the back, neck and body\nshould be erect and balanced in a straight posture. By sitting with legs\ncrossed in the lotus position or half lotus position assists in keeping\nthis straight position. The word sthira means firm this denotes that the\nseat while being comfortable should not be overly soft. The eyes should not\nbe allowed to flit hither and thither in different directions on objects\nnear or far but should fix their focus either on the tip of the nose or on\nthe space between the eyebrows. That was the discipline for the body now\nLord Krishna gives the discipline for the mind. The mind being tranquil\nconnotes contentment along with freedom from all fears. The compound word\nbrahmacari-vrate means total celibacy and is an indispensable component\ninsuring the containment and preservation of the vital energy of the\nphysical body which is so essential for development. Keeping the mind\nattentive and fixed internally one should meditate on the Supreme Lord."}