{"meta":"Bhagavad Gita Chapter 6 Verse 21","metahi":"भगवद् गीता 6.21","slok":"सुखमात्यन्तिकं यत्तद्बुद्धिग्राह्यमतीन्द्रियम्।वेत्ति यत्र न चैवायं स्थितश्चलति तत्त्वतः।।6.21।।","htsrsd":"।।6.21।।जो सुख आत्यन्तिक अतीन्द्रिय और बुद्धिग्राह्य है उस सुखका जिस अवस्थामें अनुभव करता है और जिस सुखमें स्थित हुआ यह ध्यानयोगी फिर कभी तत्त्वसे विचलित नहीं होता।","htstma":"।।6.21।। इन्द्रियातीत केवल (शुद्ध) बुद्धि के द्वारा ग्राह्य जो अनन्त आनन्द है उसे जिस अवस्था में अनुभव करता है और जिसमें स्थित हुआ है यह योगी तत्त्व से कभी दूर नहीं होता है।।","transliteration":"Sukhamaatyantikam yattad buddhi graahyamateendriyam;\nVetti yatra na chaivaayam sthitashchalati tattwatah.","englishmeaning":"sukham—happiness; ātyantikam—limitless; yat—which; tat—that; buddhi—by intellect; grāhyam—grasp; atīndriyam—transcending the senses; vetti—knows; yatra—wherein; na—never; cha—and; eva—certainly; ayam—he; sthitaḥ—situated; chalati—deviates; tattvataḥ—from the Eternal Truth","hcsrsd":"।।6.21।। व्याख्या  सुखमात्यन्तिकं यत् ध्यानयोगी अपने द्वारा अपनेआपमें जिस सुखका अनुभव करता है प्राकृत संसारमें उस सुखसे बढ़कर दूसरा कोई सुख हो ही नहीं सकता और होना सम्भव ही नहीं है। कारण कि यह सुख तीनों गुणोंसे अतीत और स्वतःसिद्ध है। यह सम्पूर्ण सुखोंकी आखिरी हद है सा काष्ठा सा परा गतिः। इसी सुखको अक्षय सुख (5। 21) अत्यन्त सुख (6। 28) और ऐकान्तिक सुख (14। 27) कहा गया है।इस सुखको यहाँ आत्यन्तिक कहनेका तात्पर्य है कि यह सुख सात्त्विक सुखसे विलक्षण है। कारण कि सात्त्विक सुख तो परमात्मविषयक बुद्धिकी प्रसन्नतासे उत्पन्न होता है (गीता 18। 37) परन्तु यह आत्यन्तिक सुख उत्पन्न नहीं होता प्रत्युत यह स्वतःसिद्ध अनुत्पन्न सुख है।अतीन्द्रियम् इस सुखको इन्द्रियोंसे अतीत बतानेका तात्पर्य है कि यह सुख राजस सुखसे विलक्षण है। राजस सुख सांसारिक वस्तु व्यक्ति पदार्थ परिस्थिति आदिके सम्बन्धसे पैदा होता है और इन्द्रियोंद्वारा भोगा जाता है। वस्तु व्यक्ति आदिका प्राप्त होना हमारे हाथकी बात नहीं है और प्राप्त होनेपर उस सुखका भोग उस विषय (वस्तु व्यक्ति आदि) के ही अधीन होता है। अतः राजस सुखमें पराधीनता है। परन्तु आत्यन्तिक सुखमें पराधीनता नहीं है। कारण कि आत्यन्तिक सुख इन्द्रियोंका विषय नहीं है। इन्द्रियोंकी तो बात ही क्या है वहाँ मनकी भी पहुँच नहीं है। यह सुख तो स्वयंके द्वारा ही अनुभवमें आता है। अतः इस सुखको अतीन्द्रिय कहा है।बुद्धिग्राह्यम् इस सुखको बुद्धिग्राह्य बतानेका तात्पर्य है कि यह सुख तामस सुखसे विलक्षण है। तामस सुख निद्रा आलस्य और प्रमादसे उत्पन्न होता है। गाढ़ निद्रा(सुषुप्ति) में सुख तो मिलता है पर उसमें बुद्धि लीन हो जाती है। आलस्य और प्रमादमें भी सुख होता है पर उसमें बुद्धि ठीकठीक जाग्रत् नहीं रहती तथा विवेकशक्ति भी लुप्त हो जाती है। परन्तु इस आत्यन्तिक सुखमें बुद्धि लीन नहीं होती और विवेकशक्ति भी ठीक जाग्रत् रहती है। पर इस आत्यन्तिक सुखको बुद्धि पकड़ नहीं सकती क्योंकि प्रकृतिका कार्य बुद्धि प्रकृतिसे अतीत स्वरूपभूत सुखको पकड़ ही कैसे सकती हैयहाँ सुखको आत्यन्तिक अतीन्द्रिय और बुद्धिग्राह्य बतानेका तात्पर्य है कि यह सुख सात्त्विक राजस और तामस सुखसे विलक्षण अर्थात् गुणातीत स्वरूपभूत है।वेत्ति यत्र न चैवायं स्थितश्चलति तत्त्वतः ध्यानयोगी अपने द्वारा ही अपनेआपके सुखका अनुभव करता है और इस सुखमें स्थित हुआ वह कभी किञ्चिन्मात्र भी विचलित नहीं होता अर्थात् इस सुखकी अखण्डता निरन्तर स्वतः बनी रहती है। जैसे मुसलमानोंने धोखेसे शिवाजीके पुत्र संभाजीको कैद कर लिया और उनसे मुस्लिमधर्म स्वीकार करनेके लिये कहा। परन्तु जब संभाजीने उसको स्वीकार नहीं किया तब मुसलमानोंने उनकी आँखें निकाल लीं उनकी चमड़ी खींच ली तो भी वे अपने हिन्दूधर्मसे किञ्चिन्मात्र भी विचलित नहीं हुए। तात्पर्य यह निकला कि मनुष्य जबतक अपनी मान्यताको स्वयं नहीं छोड़ता तबतक उसको दूसरा कोई छुड़ा नहीं सकता। जब अपनी मान्यताको भी कोई छुड़ा नहीं सकता तो फिर जिसको वास्तविक सुख प्राप्त हो गया है उस सुखको कोई कैसे छु़ड़ा सकता है और वह स्वयं भी उस सुखसे कैसे विचलित हो सकता है नहीं हो सकता।मनुष्य उस वास्तविक सुखसे ज्ञानसे आनन्दसे कभी चलायमान नहीं होता इससे सिद्ध होता है कि मनुष्य सात्त्विक सुखसे भी चलायमान होता है उसका समाधिसे भी व्युत्थान होता है। परन्तु आत्यन्तिक सुखसे अर्थात् तत्त्वसे वह कभी विचलित और व्युत्थित नहीं होता क्योंकि उसमें उसकी दूरी भेद भिन्नता मिट गयी और अब केवल वहहीवह रह गया। अब वह विचलित और व्युत्थित कैसे हो विचलित और व्युत्थित तभी होता है जब जडताका किञ्चिन्मात्र भी सम्बन्ध रहता है। जबतक जडताका सम्बन्ध रहता है तबतक वह एकरस नहीं रह सकता क्योंकि प्रकृति सदा ही क्रियाशील रहती है। सम्बन्ध  ध्यानयोगी तत्त्वसे चलायमान क्यों नहीं होता इसका कारण आगेके श्लोकमें बताते हैं।","hcsca":"।।6.21।। No commentary.","etsga":"6.21 When one experienece that absolute Blisss which can be intuited by the intellect and which is beyond the senses, and being established (thus) this person surely does not swerve from Reality;","etssa":"6.21 When he (the Yogi) feels that Infinite Bliss which can be grasped by the (pure) intellect and which transcends the senses, and established wherein he never moves from the Reality.","etdss":"6.21. Where he realises that limitless Bliss Which is to be grasped by intellect and is beyond sences; remaining Where he does not stir out from the Reality;","ecssa":"6.21 सुखम् bliss? आत्यन्तिकम् infinite? यत् which? तत् that? बुद्धिग्राह्यम् that which can be grasped by reason? अतीन्द्रियम् transcending the senses? वेत्ति knows? यत्र where? न not? च and? एव even? अयम् this? स्थितः established? चलति moves? तत्त्वतः from the Reality.Commentary The Infinite Bliss of the Self (which is beyond the reach of the senses) can be grasped (realised) by the pure intellect independently of the senses. During deep meditation the senses cease to function? as they are involved into their cause? the mind. The intellect is rendered pure by the practice of Yama (selfrestriant) and Niyama (observances and disciplinary practices) and constant meditation.","scetsga":"6.21 Yatra, when, at the time when; vetti, one experiences; tat, that; atyantikam, absolute-which is verily limitless, i.e. infinite; sukham, Bliss; yat, which; buddhi-grahyam, can be intuited by the intellect, intuited by the intellect alone, without the help of the senses; and which is atindriyam, beyond the senses, i.e. not objective; (-when one experieneces this kind of Bliss) and sthitah, being established in the nature of the Self; ayam, this person, the illumined one; eva, surely; na calati, does not swerve; tattvatah, from that Reality-i.e. does not deviate from the nature of Reality-.\nFurther,","scetdss":"6.20 See Comment under 6.23","scetssa":"6.20 - 6.23 Where, through the practice of Yoga, the mind, which is subdued everywhere by such practice, rejoices, i.e., rejoices in surpassing felicity; and where, perceiving through Yoga the self (Atman) by the mind (Atman) one is delighted by the self and indifferent to all other objects; and where, through Yoga, one knows, i.e., experiences that infinite happiness which can be grasped only by the intellect contemplating on the self, but is beyond the grasp of the senses; where, remaining in that Yoga, one does not swerve from that state, because of the overwhelming happiness that state confers; having gained which, he desires for it alone, even when he is awakened from Yoga, and does not hold anything else as a gain; where one is not moved even by the heaviest sorrow caused by any berevaement like that of a virtuous son - let him know that disunion from all union with pain, i.e., which forms the opposite of union with pain, is called by the term Yoga. This Yoga must be practised with the determination of its nature as such from the beginning with a mind free from despondency, i.e., with zestful exaltation.","chakravarthi":"","rudra":"\nThe meaning of yoga is the science of the individual consciousness\nattaining communion with the ultimate consciousness. The primary meaning to\nbe discerned here is the perfection of attainment by focused meditation in\nthe etheric heart resulting in atma tattva or realisation of the soul which\nautomatically connects one to the Supreme Lord. This is the primary meaning\nof the word yoga in these four verses. That superior level of consciousness\nwherein a purified mind is guided to perpetually meditate upon the atma or\nsoul is designated as yoga and is defined by its result as the primary\ncharacteristic of yoga.The Yoga Sutras by Pantajali state that: Yoga is\ncontrolling the modifications of ones mentality. The same is defined for\nmeditation by its result being the attainment of what was desired to be\nachieved. That superior level of consciousness where one perceives the\natma alone within but distinct from the physical body and becoming\ncompletely satisfied and content no longer infatuated by the delusion of\nsense gratification is known as this yoga. The word yatra in the first\nthree verses meaning which and the word tam in the fourth verse meaning\nthat are both used to refer to this yoga. The reason for satisfaction in the atma exclusively is also being stated by\nLord Krishna. Referring to that superior level of consciousness where one\nexperiences absolute, unsurpassed and everlasting. Bliss. At this time\nthere is no relationship with the senses and no contact with sense objects\nyet one experiences bliss. How is this to understand. Lord Krishna reveals\nthat it is transcendental and independent of material nature and is only\nperceived by spiritual intelligence that has realised the reality of the\natma. Established thus one never wavers from the eternal truth which is the\nreality of the atma. The steadiness and non wavering on the atma is being\nvalidated as well by the statements that there is nothing greater than\nattaininment of the atma which is itself of the nature of infinite bliss.\nBeing thus established in atma tattva one is not affected, influenced or\novercome by the dualities of heat and cold or pleasure and pain. It must be\nnoted that a result of this is the cessation of all inauspicious things and\nby this yoga is also defined. The word dukhena means suffering and refers\nalso to the pleasure derived from sense objects as they are mixed with\nsuffering also. That superior level of consciousness which is completely\nuntouched by any contact with any type of pain or suffering should be known\nas yoga. The science of the individual consciousness attaining communion\nwith the ultimate consciousness is called yoga. The application of the word\nyoga to mean action as in karma yoga is only figurative being that by\nperforming prescribed Vedic activities such actions constitute a method of\nachieving yoga. Since yoga bequeaths such phenomenal results it should be\nexclusively practised with diligence and determination which is fortified\nby the conviction and commitment derived from the knowledge of the Vedic\nscriptures taught by the bonafide spiritual preceptor in the authorised\nparampara or disciplic succession. Although the results from this assuredly\nreach fruition in due course of time it should be engaged in with\nenthusiasm. One should be patient and hopeful and not be subjected to a\nlackadaisical attitude. A lackadaisical attitude in practise is considered\na sickness of spirit.","brahma":"\nIn verse twenty Lord Krishna uses the word atmani to indicate the body and\nthe word atmana to indicate the mind and atmanam refers to the resplendent\nSupreme Lord. In verse twenty-one the word tattvatah means the form of the\nSupreme Lord. In verse twenty-four the compound words dukha-samyoga-viyogam\nmeans that which severs the connection to misery. The word samyoga insures\nthat not only all connection to misery is severed but also the possibility\nof misery arising in the future is severed as well. The words niscayena\nyoktavyo means practised with firm determination.Now begins the summation.The word atmanam means the Supreme Lord and atmana is indicative to the\nSupreme Lords grace experienced through the mind.","shri":"\nLord Krishna is revealing the superior meditation wherein as a result of\ndedicated effort one completely immerses their mind in the delight of\nspiritual transcendence, wherein as the mind perceiving the atma or soul\nreceives the greatest satisfaction and contentment realising there is\nnothing else to be desired for, wherein the consciousness experiences that\nsublime and ineffable bliss beyond the scope of the senses to comprehend,\nwherein once established one never for a moment has the desire to\nrelinquish the exquisite bliss experienced, wherein perfection of\nmeditation is even once achieved one desires nothing else even in the times\nof not meditating, and wherein once established whether immersed in\nmeditation or on the way to perfection one does not become shaken by\nadversity or disturbed by afflictions even as grave and devastating as the\npremature death of a beloved family member, One should learn this superior\nmeditation which severs all connection with sorrow and misery. Knowing the\nintrinsic nature of meditation to be thus one should perform meditation\nwith full trust and faith, free from all doubts with the mind happy and\ncontent.","kumar":"Lord Krishna is revealing the superior meditation wherein as a result of\ndedicated effort one completely immerses their mind in the delight of\nspiritual transcendence, wherein as the mind perceiving the atma or soul\nreceives the greatest satisfaction and contentment realising there is\nnothing else to be desired for, wherein the consciousness experiences that\nsublime and ineffable bliss beyond the scope of the senses to comprehend,\nwherein once established one never for a moment has the desire to\nrelinquish the exquisite bliss experienced, wherein perfection of\nmeditation is even once achieved one desires nothing else even in the times\nof not meditating, and wherein once established whether immersed in\nmeditation or on the way to perfection one does not become shaken by\nadversity or disturbed by afflictions even as grave and devastating as the\npremature death of a beloved family member, One should learn this superior\nmeditation which severs all connection with sorrow and misery. Knowing the\nintrinsic nature of meditation to be thus one should perform meditation\nwith full trust and faith, free from all doubts with the mind happy and\ncontent."}