{"meta":"Bhagavad Gita Chapter 6 Verse 8","metahi":"भगवद् गीता 6.8","slok":"ज्ञानविज्ञानतृप्तात्मा कूटस्थो विजितेन्द्रियः।युक्त इत्युच्यते योगी समलोष्टाश्मकाञ्चनः।।6.8।।","htsrsd":"।।6.8।।जिसका अन्तःकरण ज्ञानविज्ञानसे तृप्त है जो कूटकी तरह निर्विकार है जितेन्द्रिय है और मिट्टीके ढेले पत्थर तथा स्वर्णमें समबुद्धिवाला है ऐसा योगी युक्त (योगारूढ़) कहा जाता है।","htstma":"।।6.8।। जो योगी ज्ञान और विज्ञान से तृप्त है जो विकार रहित (कूटस्थ) और जितेन्द्रिय है जिसको मिट्टी पाषाण और कंचन समान है वह (परमात्मा से) युक्त कहलाता है।।","transliteration":"Jnaana vijnaana triptaatmaa kootastho vijitendriyah;\nYuktah ityuchyate yogee samaloshtaashmakaanchanah.","englishmeaning":"jñāna—knowledge; vijñāna—realized knowledge, wisdom from within; tṛipta ātmā—one fully satisfied; kūṭa-sthaḥ—undisturbed; vijita-indriyaḥ—one who has conquered the senses; yuktaḥ—one who is in constant communion with the Supreme; iti—thus; uchyate—is said; yogī—a yogi; sama—looks equally; loṣhṭra—pebbles; aśhma—stone; kāñchanaḥ—gold","hcsrsd":"।।6.8।। व्याख्या ज्ञानविज्ञानतृप्तात्मा   यहाँ कर्मयोगका प्रकरण है अतः यहाँ कर्म करनेकी जानकारीका नाम ज्ञान है और कर्मोंकी सिद्धिअसिद्धिमें सम रहनेका नाम विज्ञान है।स्थूलशरीरसे होनेवाली क्रिया सूक्ष्मशरीरसे होनेवाला चिन्तन और कारणशरीरसे होनेवाली समाधि इन तीनोंको अपने लिये करना ज्ञान नहीं है। कारण कि क्रिया चिन्तन समाधि आदि मात्र कर्मोंका आरम्भ और समाप्ति होती है तथा उन कर्मोंसे मिलनेवाले फलका भी आदि और अन्त होता है। परन्तु स्वयं परमात्माका अंश होनेसे नित्य रहता है। अतः अनित्य कर्म और फलसे इस नित्य रहनेवालेको क्या तृप्ति मिलेगी जडके द्वारा चेतनको क्या तृप्ति मिलेगी ऐसा ठीक अनुभव हो जाय कि कर्मोंके द्वारा मेरेको कुछ भी नहीं मिल सकता तो यह कर्मोंको करनेका ज्ञान है। ऐसा ज्ञान होनेपर वह कर्मोंकी पूर्तिअपूर्तिमें और पदार्थोंकी प्राप्तिअप्राप्तिमें सम रहेगा यह विज्ञान है। इस ज्ञान और विज्ञानसे वह स्वयं तृप्त हो जाता है। फिर उसके लिये करना जानना और पाना कुछ भी बाकी नहीं रहता।कूटस्थः (टिप्पणी प0 338) कूट (अहरन) एक लौहपिण्ड होता है जिसपर लोहा सोना चाँदी आदि अनेक रूपोंमें गढ़े जाते हैं पर वह एकरूप ही रहता है। ऐसे ही सिद्ध महापुरुषके सामने तरहतरहकी परिस्थितियाँ आती हैं पर वह कूटकी तरह ज्योंकात्यों निर्विकार रहता है।विजितेन्द्रियः कर्मयोगके साधकको इन्द्रियोंपर विशेष ध्यान देना पड़ता है क्योंकि कर्म करनेमें प्रवृत्ति होनेके कारण उसके कहींनकहीं रागद्वेष होनेकी पूरी सम्भावना रहती है। इसलिये गीताने कहा है सर्वकर्मफलत्यागं ततः कुरु यतात्मवान् (12। 11) अर्थात् कर्मफलके त्यागमें जितेन्द्रियता मुख्य है। इस तरह साधनअवस्थामें इन्द्रियोंपर विशेष खयाल रखनेवाला साधक सिद्धअवस्थामें स्वतः विजितेन्द्रिय होता है।समलोष्टाश्मकाञ्चनः लोष्ट नाम मिट्टीके ढेलेका अश्म नाम पत्थरका और काञ्चन नाम स्वर्णका है इन सबमें सिद्ध कर्मयोगी सम रहता है। सम रहनेका अर्थ यह नहीं है कि उसको मिट्टीके ढेले पत्थर और स्वर्णका ज्ञान नहीं होता। उसको यह ढेला है यह पत्थर है यह स्वर्ण है ऐसा ज्ञान अच्छी तरहसे होता है और उसका व्यवहार भी उनके अनुरूप जैसा होना चाहिये वैसा ही होता है अर्थात् वह स्वर्णको तिजोरीमें सुरक्षित रखता है और ढेले तथा पत्थरको बाहर ही पड़े रहने देता है। ऐसा होनेपर भी स्वर्ण चला जाय धन चला जाय तो उसके मनपर कोई असर नहीं पड़ता और स्वर्ण मिल जाय तो भी उसके मनपर कोई असर नहीं पड़ता अर्थात् उनके आनेजानेसे बननेबिगड़नेसे उसको हर्षशोक नहीं होते यही उसका सम रहना है। उसके लिये जैसे पत्थर है वैसे ही सोना है जैसे सोना है वैसे ही ढेला है और जैसे ढेला है वैसे ही सोना है। अतः इनमेंसे कोई चला गया तो क्या कोई बिगड़ गया तो क्या इन बातोंको लेकर उसके अन्तःकरणमें कोई विकार पैदा नहीं होता। इन स्वर्ण आदि प्राकृत पदार्थोंका मूल्य तो प्रकृतिके साथ सम्बन्ध रखते हुए ही प्रतीत होता है और तभीतक उनके बढ़ियाघटियापनेका अन्तःकरणमें असर होता है। पर वास्तविक बोध हो जानेपर जब प्रकृतिसे सम्बन्धविच्छेद हो जाता है तब उसके अन्तःकरणमें इन प्राकृत (भौतिक) पदार्थोंका कुछ भी मूल्य नहीं रहता अर्थात् बढ़ियाघटिया सब पदार्थोंमें उसका समभाव हो जाता है।सार यह निकला कि उसकी दृष्टि पदार्थोंके उत्पन्न और नष्ट होनेवाले स्वभावपर रहती है अर्थात् उसकी दृष्टिमें इन प्राकृत पदार्थोंके उत्पन्न और नष्ट होनेमें कोई फरक नहीं है। सोना उत्पन्न और नष्ट होता है पत्थर उत्पन्न और नष्ट होता है तथा ढेला भी उत्पन्न और नष्ट होता है। उनकी इस अनित्यतापर दृष्टि रहनेसे उसको सोना पत्थर और ढेलेमें तत्त्वसे कोई फरक नहीं दीखता। इन तीनोंके नाम इसलिये लिये हैं कि इनके साथ व्यवहार तो यथायोग्य ही होना चाहिये और यथायोग्य करना ही उचित है तथा वह यथायोग्य व्यवहार करता भी है पर उसकी दृष्टि उनके विनाशीपनेपर ही रहती है। उनमें जो परमात्मतत्त्व एक समान परिपूर्ण है उस परमात्मतत्त्वकी स्वतःसिद्ध समता उसमें रहती है।युक्त इत्युच्यते योगी ऐसा ज्ञानविज्ञानसे तृप्त निर्विकार जितेन्द्रिय और समबुद्धिवाला सिद्ध कर्मयोगी युक्त अर्थात् योगारूढ़ समतामें स्थित कहा जाता है।","hcsca":"।।6.8।। शास्त्रोपदेश से ज्ञात आत्मा का जो निरन्तर ध्यान करता है ऐसा आत्मसंयमी पुरुष शीघ्र ही दिव्य तृप्ति और आनन्द का अनुभव पाकर पूर्णयोगी बन जाता है। उसकी तृप्ति शास्त्रों के पाण्डित्य की नहीं वरन् दिव्य आत्मानुभूति की होती है जो शास्त्राध्ययन के सन्तोष से कहीं अधिक उत्कृष्ट होती है।श्री शंकराचार्य के अनुसार ज्ञान का अर्थ है शास्त्रोक्त पदार्थों का परिज्ञान और विज्ञान शास्त्र से ज्ञात तत्त्व का स्वानुभवकरण है। ज्ञान और विज्ञान के प्राप्त होने पर पुरुष का हृदय अलौकिक तृप्ति का अनुभव करता है।अविचल (कूटस्थ) वेदान्त में आत्मा को कूटस्थ कहा गया है। कूट का अर्थ है निहाई। लुहार तप्त लौहखण्ड को निहाई पर रखकर हथौड़े से उस पर चोट करके लौहखण्ड को विभिन्न आकार देता है। हथौड़े की चोट का प्रभाव लौहखण्ड पर तो पड़ता है परन्तु निहाई पर नहीं। वह स्वयं अविचल रहते हुये लोहे को अनेक आकार देने के लिये आश्रय देती है। इस प्रकार कूटस्थ का अर्थ हुआ जो कूट के समान अविचल अविकारी रहता है।ज्ञानविज्ञान से सन्तुष्ट पुरुष कूटस्थ आत्मा को जानकर स्वयं भी सभी परिस्थितियों में कूटस्थ बनकर रहता है। वह समदर्शी बन जाता है। उसके लिए मिट्टी पाषाण और सुवर्ण सब समान होते हैं अर्थात् वह इन सबके प्रति समान भाव से रहता है। सामान्य जन इसमें रागद्वेषादि रखकर प्रियअप्रिय की प्राप्ति या हानि में सुखी या दुखी होते हैं। ज्ञान का मापदण्ड यही है कि इन वस्तुओं के प्राप्त होने पर पुरुष एक समान रहता है।स्वप्नावस्था में कोई पुरुष कितना ही धन अर्जित करे अथवा सम्पत्ति को खो दे परन्तु जाग्रत अवस्था में आने पर स्वप्न में देखे हुये धन के लाभ या हानि का कोई अर्थ नहीं रह जाता। इसी प्रकार उपाधियाँ के द्वारा अनुभूत जगत के परे परमपूर्ण स्वरूप में स्थित पुरुष के लिए मिट्टी पाषाण और स्वर्ण का कोई अर्थ नहीं रह जाता वे उसके आनन्द में न वृद्धि कर सकते हैं न क्षय। वह परमानन्द का एकमात्र स्वामी बन जाता है। स्वर्ग के कोषाधिपति कुबेर के लिए पृथ्वी का राज्य कोई बड़ी उपलब्धि नहीं कि वे हर्षोल्लास में झूम उठें।","etsga":"6.8 One whose mind is satisfied with knowledge and realization, who is unmoved, who has his organs under control, is sadi to be Self-absorbed. The yogi treats eally a lump of earth, a stone and gold.","etssa":"6.8 The Yogi who is satisfied with the knowledge and the wisdom (of the Self), who has conered the senses, and to whom a clod of earth, a piece of stone and gold are the same, is said to be harmonied (i.e., is said to have attained Nirvikalpa Samadhi).","etdss":"6.8. He, whose self (mind) is satisfied with knowledge and with what consists of varied thoughts; who remains peak-like and has completely subdued his sense organs; and to whom a clod, a stone and a piece of gold are the same-that man of Yoga is called a master of Yoga.","ecssa":"6.8 ज्ञानविज्ञानतृप्तात्मा one who is satisfied with knowledge and wisdom (Selfrealisation)? कूटस्थः unshaken? विजितेन्द्रियः who has conered the senses? युक्तः united or harmonised? इति thus? उच्यते is said? योगी Yogi? समलोष्टाश्मकाञ्चनः one to whom a lump of earth? a stone and gold are the same.Commentary Jnana is ParokshaJnana or theoretical knowledge from the study of the scriptures. Vijnana is Visesha Jnana or Aparoksha Jnana? i.e.? direct knowledge of the Self through Selfrealisation (spiritual experience or Anubhava).Kutastha means changeless like the anvil. Various kinds of iron pieces are hammered and shaped on the anvil? but the anvil remains unchanged. Even so the Yogi remains unshaken or unchanged or unaffected though he comes in contact with the senseobjects. So he is called Kutastha. Kutastha is another name of Brahman? the silent witness of the mind. (Cf.V.18VI.18)","scetsga":"6.8 A yogi, jnana-vijnana-trpta-atma, whose mind is satisfied with knowledge and realization-jnana is thorough knowledge of things presented by the scriptures, but vijnana is making those things known from the scriptures a subject of ones own realization just as they have been presented; he whose mind (atma) has become contented (trpta) with those jnana and vijnana is jnana-vijnana-trpta-atma-; kutasthah, who is unmoved, i.e. who becomes unshakable; and vijita-indriyah, who has his organs under control;- he who is of this kind, ucyate, is said to be; yuktah, Self-absorbed. That yogi sama-losta-asma-kancanah, treats eally a lump of earth, a stone and gold.\nFurther,","scetdss":"6.8 Jnana - etc. Knowledge : a knowledge which is different from the false one. What consists of varied thoughts : the action in which varied thoughts are involved, i.e. the action that is born as result of preceding thoughts of reasoning.","scetssa":"6.8 That Karma Yogin whose mind is content with the knowledge of the self and the knowledge of the difference, i.e., whose mind is content with the knowledge concerning the real nature of the self as well as with the knowledge of the difference of Its nature from Prakrti; who is established in the self (Kutasthah), i.e., who remains as the self which is of the uniform nature of knowledge in all stages of evolution as men, gods etc. whose senses are therefore subdued; and to whom earth, stone and gold are of eal value because of his lack of interest in any material objects of enjoyment on account of his intense earnestness to know the real nature of the self as different from Prakrti - he, that Karma Yogi, is called integrated i.e., fit for the practice of Yoga which is of the nature of the vision of the self.And also.","chakravarthi":"He is devoid of desires, being satisfied by knowledge attained by teachings (jnanam) and realization (vijnana). He remains pervaded by one nature at all times (kuta sthah), since he has no attraction for any object. He sees as equal a lump of dirt (losta), rock and gold.","rudra":"\nThe characteristics and superiority of one who has established themselves\nin yoga or the science of the individual consciousness attaining communion\nwith the ultimate consciousness which have been previously mentioned are\nnow being concluded and substantiated by Lord Krishna. Jnana is knowledge\nwhich has been received from instruction. Vijnana is intuitive realisation\narising from perception. One who is self-satisfied within needing no\nexternal material stimulus is free from agitation and fixed with all the\nsenses under control. Such a person has equal vision towards all and is\nrapt in meditation on the atam or soul within. Such a person has nothing to\nacquire and nothing to reject.","brahma":"\nLord Krishna speaks of the benefits of victory over the senses in this\nverse. Only one who has succeeded in controlling the senses will become\nequiposed and tranquil. When the mind is no longer inclined to the\nattraction of sense objects and is turned inward, at that time one becomes\nqualified for enlightenment and the Supreme Being magnanimously and\ncomprehensively becomes established in the heart. The characteristics of a\nspiritually enlightened person are being explained. Such a person is not\nbewildered by the dualities such as heat and cold and perceives Supreme\nBeing everywhere. Being content within due to the spiritual knowledge\nacquired, having duly subdued the senses with the mind fully controlled,\nmeditation within becomes ones sole objective. The word vijnana means\ntranscendental knowledge which denotes illumination and realisation. It has\nbeen said by Shiva himself: That which the common people are aware about\nthe Supreme Lord is known as jnana or knowledge and that which the self-\nrealised are transcndentally aware of is known as vijnana. What one\nrealises by hearing and reflecting on the Vedic scriptures is jnana. What\none realises by direct perception of the atma or the eternal soul is\nvijnana. Vijnana in special persons can also be transcendental perceptions\nof the Vedic scriptures. One who meditates on the atma within assumes the\nqualities of the atma within. A yogi or one perfecting the science of the\nindividual consciousness attaining communion with the ultimate\nconsciousness is in equanimity in all activities. The word yuktah denotes a\nyogi who is in communion with the ultimate consciousness. Constant in such\nconsciousness without any wavering such a person remains immersed in the\natma with complete equinimity.Now begins the summation.At all times and in all situations the awareness of the Supreme Lord\nKrishna being the controller, maintainer and energiser of all creation is\nknown as jnana or knowledge. Special realisations and illuminations about\nconfidential topics concerning Lord Krishna is vijnana or transcendental\nawareness. In the Mundaka Upanisad I.I.IV and V. a distinction is made\nregarding knowledge. It states that by reading the Vedic scriptures it is\npossible to become aware of the Brahman or the spiritual substratum\npervading all existence whereas such jnana or knowledge will not bestow\nmoksa or liberation from the material existence it will lead to vijnana or\ntranscendental knowledge where upon cognisance of the atma and the Supreme\nLord. In conclusion the Vedic scriptures give transcendental perceptions\nand illuminations of vijnana when the Supreme Lord Krishna or any one of\nHis authorised incarnations is the goal to be realised and when not they\nmerely bestow jnana. The goal of human existence is not to only experience\nmoksa but to eternally perform activities in communion with Him.","shri":"\nThe word jnana means knowledge relative to the atma or soul. The word\nvijnana is transcendental knowledge based on realisation of the atma. The\nword trptatma means one who is exclusively satisfied with these two forms\nof knowledge. The word kutastho refers to one who is perpetually consistent\nand unwavering amidst the variable and ever changing phenomena of material\nexistence. One who is absorbed in the eternal nature of the atma is\nkutastho and hence vijitendrah or one who has all the senses under complete\nsubjugation. Such a person realising the atma and perceiving its distinct\nsuperiority to matter is never again infatuated with the delusion of\nmaterial pleasures and sense gratification. Thus all material objects\nwhether they are gold or a clod of earth are of equal value and material\nactivities cease to give any pleasure seeking importance. Such a person is\nknown as yuktah meaning one in communion with the ultimate consciousness\nand is a fit candidate to commence perfection of meditation which leads to\nrealisation of the Supreme Being. This is the purport of the Supreme Lord\nKrishna.","kumar":"The word jnana means knowledge relative to the atma or soul. The word\nvijnana is transcendental knowledge based on realisation of the atma. The\nword trptatma means one who is exclusively satisfied with these two forms\nof knowledge. The word kutastho refers to one who is perpetually consistent\nand unwavering amidst the variable and ever changing phenomena of material\nexistence. One who is absorbed in the eternal nature of the atma is\nkutastho and hence vijitendrah or one who has all the senses under complete\nsubjugation. Such a person realising the atma and perceiving its distinct\nsuperiority to matter is never again infatuated with the delusion of\nmaterial pleasures and sense gratification. Thus all material objects\nwhether they are gold or a clod of earth are of equal value and material\nactivities cease to give any pleasure seeking importance. Such a person is\nknown as yuktah meaning one in communion with the ultimate consciousness\nand is a fit candidate to commence perfection of meditation which leads to\nrealisation of the Supreme Being. This is the purport of the Supreme Lord\nKrishna."}