{"meta":"Bhagavad Gita Chapter 6 Verse 22","metahi":"भगवद् गीता 6.22","slok":"यं लब्ध्वा चापरं लाभं मन्यते नाधिकं ततः।यस्मिन्स्थितो न दुःखेन गुरुणापि विचाल्यते।।6.22।।","htsrsd":"।।6.22।।जिस लाभकी प्राप्ति होनेपर उससे अधिक कोई दूसरा लाभ उसके माननेमें भी नहीं आता और जिसमें स्थित होनेपर वह बड़े भारी दुःखसे भी विचलित नहीं किया जा सकता।","htstma":"।।6.22।। और जिस लाभ को प्राप्त होकर उससे अधिक अन्य कुछ भी लाभ नहीं मानता है और जिसमें स्थित हुआ योगी बड़े भारी दुख से भी विचलित नहीं होता है।।","transliteration":"Yam labdhwaa chaaparam laabham manyate naadhikam tatah;\nYasmin sthito na duhkhena gurunaapi vichaalyate.","englishmeaning":"yam—which; labdhvā—having gained; cha—and; aparam—any other; lābham—gain; manyate—considers; na—not; adhikam—greater; tataḥ—than that; yasmin—in which; sthitaḥ—being situated; na—never; duḥkhena—by sorrow; guruṇā—(by) the greatest; api—even; vichālyate—is shaken","hcsrsd":"।।6.22।। व्याख्या  यं लब्ध्वा चापरं लाभं मन्यते नाधिकं ततः मनुष्यको जो सुख प्राप्त है उससे अधिक सुख दीखता है तो वह उसके लोभमें आकर विचलित हो जाता है। जैसे किसीको एक घंटेके सौ रुपये मिलते हैं। अगर उतने ही समयमें दूसरी जगह हजार रुपये मिलते हों तो वह सौ रुपयोंकी स्थितिसे विचलित हो जायगा और हजार रूपयोंकी स्थितिमें चला जायगा। निद्रा आलस्य और प्रमादका तामस सुख प्राप्त होनेपर भी जब विषयजन्य सुख ज्यादा अच्छा लगता है उसमें अधिक सुख मालूम देता है तब मनुष्य तामस सुखको छोड़कर विषयजन्य सुखकी तरफ लपककर चला जाता है। ऐसे ही जब वह विषयजन्य सुखसे ऊँचा उठता है तब वह सात्त्विक सुखके लिये विचलित हो जाता है और जब सात्त्विक सुखसे भी ऊँचा उठता है तब वह आत्यन्तिक सुखके लिये विचलित हो जाता है। परन्तु जब आत्यन्तिक सुख प्राप्त हो जाता है तो फिर वह उससे विचलित नहीं होता क्योंकि आत्यन्तिक सुखसे बढ़कर दूसरा कोई सुख कोई लाभ है ही नहीं। आत्यन्तिक सुखमें सुखकी हद हो जाती है। ध्यानयोगीको जब ऐसा सुख मिल जाता है तो फिर वह इस सुखसे विचलित हो ही कैसे सकता हैयस्मिन्स्थितो न दुःखेन गुरुणापि विचाल्यते विचलित होनेका दूसरा कारण है कि लाभ तो अधिक होता हो पर साथमें महान् दुःख हो तो मनुष्य उस लाभसे विचलित हो जाता है। जैसे हजार रुपये मिलते हों पर साथमें प्राणोंका भी खतरा हो तो मनुष्य हजार रुपयोंसे विचलित हो जाता है। ऐसे ही मनुष्य जिस किसी स्थितिमें स्थित होता है वहाँ कोई भयंकर आफत आ जाती है तो मनुष्य उस स्थितिको छोड़ देता है। परन्तु यहाँ भगवान् कहते हैं कि आत्यन्तिक सुखमें स्थित होनेपर योगी बड़ेसेबड़े दुःखसे भी विचलित नहीं किया जा सकता। जैसे किसी कारणसे उसके शरीरको फाँसी दे दी जाय शरीरके टुकड़ेटुकड़े कर दिये जायँ आपसमें भिड़ते दो पहाड़ोंके बीचमें शरीर दबकर पिस जाय जीतेजी शरीरकी चमड़ी उतारी जाय शरीरमें तरहतरहके छेद किये जायँ उबलते हुए तेलमें शरीरको डाला जाय इस तरहके गुरुतर महान् भयंकर दुःखोंके एक साथ आनेपर भी वह विचलित नहीं होता।वह विचलित क्यों नहीं किया जा सकता कारण कि जितने भी दुःख आते हैं वे सभी प्रकृतिके राज्यमें अर्थात् शरीर इन्द्रियाँ मन बुद्धिमें ही आते हैं जब कि आत्यन्तिक सुख स्वरूपबोध प्रकृतिसे अतीत तत्त्व है। परन्तु जब पुरुष प्रकृतिस्थ हो जाता है अर्थात् शरीरके साथ तादात्म्य कर लेता है तब वह प्रकृतिजन्य अनुकूलप्रतिकूल परिस्थितिमें अपनेको सुखीदुःखी मानने लग जाता है (गीता 13। 21)। जब वह प्रकृतिसे सम्बन्धविच्छेद करके अपने स्वरूपभूत सुखका अनुभव कर लेता है उसमें स्थित हो जाता है तो फिर यह प्राकृतिक दुःख वहाँतक पहुँच ही नहीं सकता उसका स्पर्श ही नहीं कर सकता। इसलिये शरीरमें कितनी ही आफत आनेपर भी वह अपनी स्थितिसे विचलित नहीं किया जा सकता। सम्बन्ध  जिस सुखकी प्राप्ति होनेपर उससे अधिक लाभकी सम्भावना नहीं रहती और जिसमें स्थित होनेपर बड़ा भारी दुःख भी विचलित नहीं करता ऐसे सुखकी प्राप्तिके लिये आगेके श्लोकमें प्रेरणा करते हैं।","hcsca":"।।6.22।। No commentary.","etsga":"6.22 Obtaining which one does not think of any other acisition to be superior to that, and being established in which one is not perturbed even by great sorrow;","etssa":"6.22 Which, having obtained, he thinks there is no other gain superior to it; wherein estabished, he is not moved even by heavy sorrow.","etdss":"6.22. And having attained Which, he does not think of any other gain as superior to That; being established in Which he is not shaken much by misery, however powerful that may be;","ecssa":"6.22 यम् which? लब्ध्वा having obtained? च and? अपरम् other? लाभम् gain? मन्यते thinks? न not? अधिकम् greater? ततः than that? यस्मिन् in which? स्थितः established? न not? दुःखेन by sorrow? गुरुणा (by) heavy? अपि even? विचाल्यते is moved.Commentary Which the gain or the realisation of the Self or the immortal Soul.Wherein in the allblissful Self which is free from delusion and sorrow. The Self is allfull and selfcontained. All the desires are fulfilled when one attains Selfrealisation. That is the reason why the Lord says There is no other acisition superior to Selfrealisation. If one gets himself established in the Supreme Self within? he cannot be shaken every by heavy sorrow and pain? because he is mindless and he is identifying himself with the sorrowless and painless Brahman. One can experience pain and sorrow when he identifies himself with the body and the mind. If there is no mind there cannot be any pain. When one is under chloroform he feels no pian even when his hand is amputated? because the mind is withdrawn from the body.","scetsga":"6.22 Labdhva, obtaining; yam, which-by aciring which Self-attainment; na manyate, one does not think; that there is aparam, any other; labham, acisition; tatah adhikam, superior to that; and also, sthitah,being established; yasmin, in which Reality of the Self; na vicalyate, one is not perturbed; api, even; guruna, by great; duhkhena, sorrow, as may be caused by being struck with weapons, etc.-.\nThe yoga that has been spoken of as a particular state of the Self, distinguished by its characterisics in the verses beginning with At the time when the mind gets withdrawn, (20) etc.-","scetdss":"6.20 See Comment under 6.23","scetssa":"6.20 - 6.23 Where, through the practice of Yoga, the mind, which is subdued everywhere by such practice, rejoices, i.e., rejoices in surpassing felicity; and where, perceiving through Yoga the self (Atman) by the mind (Atman) one is delighted by the self and indifferent to all other objects; and where, through Yoga, one knows, i.e., experiences that infinite happiness which can be grasped only by the intellect contemplating on the self, but is beyond the grasp of the senses; where, remaining in that Yoga, one does not swerve from that state, because of the overwhelming happiness that state confers; having gained which, he desires for it alone, even when he is awakened from Yoga, and does not hold anything else as a gain; where one is not moved even by the heaviest sorrow caused by any berevaement like that of a virtuous son - let him know that disunion from all union with pain, i.e., which forms the opposite of union with pain, is called by the term Yoga. This Yoga must be practised with the determination of its nature as such from the beginning with a mind free from despondency, i.e., with zestful exaltation.","chakravarthi":"","rudra":"\nThe meaning of yoga is the science of the individual consciousness\nattaining communion with the ultimate consciousness. The primary meaning to\nbe discerned here is the perfection of attainment by focused meditation in\nthe etheric heart resulting in atma tattva or realisation of the soul which\nautomatically connects one to the Supreme Lord. This is the primary meaning\nof the word yoga in these four verses. That superior level of consciousness\nwherein a purified mind is guided to perpetually meditate upon the atma or\nsoul is designated as yoga and is defined by its result as the primary\ncharacteristic of yoga.The Yoga Sutras by Pantajali state that: Yoga is\ncontrolling the modifications of ones mentality. The same is defined for\nmeditation by its result being the attainment of what was desired to be\nachieved. That superior level of consciousness where one perceives the\natma alone within but distinct from the physical body and becoming\ncompletely satisfied and content no longer infatuated by the delusion of\nsense gratification is known as this yoga. The word yatra in the first\nthree verses meaning which and the word tam in the fourth verse meaning\nthat are both used to refer to this yoga. The reason for satisfaction in the atma exclusively is also being stated by\nLord Krishna. Referring to that superior level of consciousness where one\nexperiences absolute, unsurpassed and everlasting. Bliss. At this time\nthere is no relationship with the senses and no contact with sense objects\nyet one experiences bliss. How is this to understand. Lord Krishna reveals\nthat it is transcendental and independent of material nature and is only\nperceived by spiritual intelligence that has realised the reality of the\natma. Established thus one never wavers from the eternal truth which is the\nreality of the atma. The steadiness and non wavering on the atma is being\nvalidated as well by the statements that there is nothing greater than\nattaininment of the atma which is itself of the nature of infinite bliss.\nBeing thus established in atma tattva one is not affected, influenced or\novercome by the dualities of heat and cold or pleasure and pain. It must be\nnoted that a result of this is the cessation of all inauspicious things and\nby this yoga is also defined. The word dukhena means suffering and refers\nalso to the pleasure derived from sense objects as they are mixed with\nsuffering also. That superior level of consciousness which is completely\nuntouched by any contact with any type of pain or suffering should be known\nas yoga. The science of the individual consciousness attaining communion\nwith the ultimate consciousness is called yoga. The application of the word\nyoga to mean action as in karma yoga is only figurative being that by\nperforming prescribed Vedic activities such actions constitute a method of\nachieving yoga. Since yoga bequeaths such phenomenal results it should be\nexclusively practised with diligence and determination which is fortified\nby the conviction and commitment derived from the knowledge of the Vedic\nscriptures taught by the bonafide spiritual preceptor in the authorised\nparampara or disciplic succession. Although the results from this assuredly\nreach fruition in due course of time it should be engaged in with\nenthusiasm. One should be patient and hopeful and not be subjected to a\nlackadaisical attitude. A lackadaisical attitude in practise is considered\na sickness of spirit.","brahma":"\nIn verse twenty Lord Krishna uses the word atmani to indicate the body and\nthe word atmana to indicate the mind and atmanam refers to the resplendent\nSupreme Lord. In verse twenty-one the word tattvatah means the form of the\nSupreme Lord. In verse twenty-four the compound words dukha-samyoga-viyogam\nmeans that which severs the connection to misery. The word samyoga insures\nthat not only all connection to misery is severed but also the possibility\nof misery arising in the future is severed as well. The words niscayena\nyoktavyo means practised with firm determination.Now begins the summation.The word atmanam means the Supreme Lord and atmana is indicative to the\nSupreme Lords grace experienced through the mind.","shri":"\nLord Krishna is revealing the superior meditation wherein as a result of\ndedicated effort one completely immerses their mind in the delight of\nspiritual transcendence, wherein as the mind perceiving the atma or soul\nreceives the greatest satisfaction and contentment realising there is\nnothing else to be desired for, wherein the consciousness experiences that\nsublime and ineffable bliss beyond the scope of the senses to comprehend,\nwherein once established one never for a moment has the desire to\nrelinquish the exquisite bliss experienced, wherein perfection of\nmeditation is even once achieved one desires nothing else even in the times\nof not meditating, and wherein once established whether immersed in\nmeditation or on the way to perfection one does not become shaken by\nadversity or disturbed by afflictions even as grave and devastating as the\npremature death of a beloved family member, One should learn this superior\nmeditation which severs all connection with sorrow and misery. Knowing the\nintrinsic nature of meditation to be thus one should perform meditation\nwith full trust and faith, free from all doubts with the mind happy and\ncontent.","kumar":"Lord Krishna is revealing the superior meditation wherein as a result of\ndedicated effort one completely immerses their mind in the delight of\nspiritual transcendence, wherein as the mind perceiving the atma or soul\nreceives the greatest satisfaction and contentment realising there is\nnothing else to be desired for, wherein the consciousness experiences that\nsublime and ineffable bliss beyond the scope of the senses to comprehend,\nwherein once established one never for a moment has the desire to\nrelinquish the exquisite bliss experienced, wherein perfection of\nmeditation is even once achieved one desires nothing else even in the times\nof not meditating, and wherein once established whether immersed in\nmeditation or on the way to perfection one does not become shaken by\nadversity or disturbed by afflictions even as grave and devastating as the\npremature death of a beloved family member, One should learn this superior\nmeditation which severs all connection with sorrow and misery. Knowing the\nintrinsic nature of meditation to be thus one should perform meditation\nwith full trust and faith, free from all doubts with the mind happy and\ncontent."}