{"meta":"Bhagavad Gita Chapter 6 Verse 30","metahi":"भगवद् गीता 6.30","slok":"यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति।तस्याहं न प्रणश्यामि स च मे न प्रणश्यति।।6.30।।","htsrsd":"।।6.30।।जो सबमें मुझको देखता है और सबको मुझमें देखता है उसके लिये मैं अदृश्य नहीं होता और वह मेरे लिये अदृश्य नहीं होता।","htstma":"।।6.30।। जो पुरुष मुझे सर्वत्र देखता है और सबको मुझमें देखता है उसके लिए मैं नष्ट नहीं होता (अर्थात् उसके लिए मैं दूर नहीं होता) और वह मुझसे वियुक्त नहीं होता।।","transliteration":"Yo maam pashyati sarvatra sarvam cha mayi pashyati;\nTasyaaham na pranashyaami sa cha me na pranashyati.","englishmeaning":"yaḥ—who; mām—me; paśhyati—see; sarvatra—everywhere; sarvam—everything; cha—and; mayi—in me; paśhyati—see; tasya—for him; aham—I; na—not; praṇaśhyāmi—lost; saḥ—that person; cha—and; me—to me; na—nor; praṇaśhyati—lost","hcsrsd":"।।6.30।। व्याख्या  यो मां पश्यति सर्वत्र जो भक्त सब देश काल वस्तु व्यक्ति पशु पक्षी देवता यक्ष राक्षस पदार्थ परिस्थिति घटना आदिमें मेरेको देखता है। जैसे ब्रह्माजी जब बछड़ों और ग्वालबालोंको चुराकर ले गये तब भगवान् श्रीकृष्ण स्वयं ही बछड़े और ग्वालबाल बन गये। बछड़े और ग्वालबाल ही नहीं प्रत्युत उनके बेंत सींग बाँसुरी वस्त्र आभूषण आदि भी भगवान् स्वयं ही बन गये (टिप्पणी प0 364)। यह लीला एक वर्षतक चलती रही पर किसीको इसका पता नहीं चला। बछड़ोंमेंसे कई बछ़ड़े तो केवल दूध ही पीनेवाले थे इसलिये वे घरपर ही रहते थे और बड़े बछड़ोंको भगवान् श्रीकृष्ण अपने साथ वनमें ले जाते थे। एक दिन दाऊ दादा (बलरामजी) ने देखा कि छोटे बछड़ोंवाली गायें भी अपने पहलेके (बड़े) बछड़ोंको देखकर उनको दूध पिलानेके लिये हुंकार मारती हुई दौड़ पड़ीं। बड़े गोपोंने उन गायोंको बहुत रोका पर वे रुकी नहीं। इससे गोपोंको उन गायोंपर बहुत गुस्सा आ गया। परन्तु जब उन्होंने अपनेअपने बालकोंको देखा तब उनका गुस्सा शान्त हो गया और स्नेह उमड़ पड़ा। वे बालकोंको हृदयसे लगाने लगे उनका माथा सूँघने लगे। इस लीलाको देखकर दाऊ दादाने सोचा कि यह क्या बात है उन्होंने ध्यान लगाकर देखा तो उनको बछड़ों और ग्वालबालोंके रूपमें भगवान् श्रीकृष्ण ही दिखायी दिये। ऐसे ही भगवान्का सिद्ध भक्त सब जगह भगवान्को ही देखता है अर्थात् उसकी दृष्टिमें भगवत्सत्ताके सिवाय दूसरी किञ्चिन्मात्र भी सत्ता नहीं रहती।सर्वं च मयि पश्यति और जो भक्त देश काल वस्तु व्यक्ति घटना परिस्थिति आदिको मेरे ही अन्तर्गत देखता है। जैसे गीताका उपदेश देते समय अर्जुनके द्वारा प्रार्थना करनेपर भगवान् अपना विश्वरूप दिखाते हुए कहते हैं कि चराचर सारे संसारको मेरे एक अंशमें स्थित देख इहैकस्थं जगत्कृत्स्नं पश्याद्य सचराचरम्। मम देहे ৷৷. (11। 7) तो अर्जुन भी कहते हैं कि मैं आपके शरीरमें सम्पूर्ण प्राणियोंको देख रहा हूँ पश्यामि देवांस्तव देव देहे सर्वांस्तथा भूतविशेषसङ्घान् (11। 15)। सञ्जयने भी कहा कि अर्जुनने भगवान्के शरीरमें सारे संसारको देखा तत्रैकस्थं जगत्कृत्स्नं प्रविभक्तमनेकधा (11। 13)। तात्पर्य है कि अर्जुनने भगवान्के शरीरमें सब कुछ भगवत्स्वरूप ही देखा। ऐसे ही भक्त देखने सुनने समझनेमें जो कुछ आता है उसको भगवान्में ही देखता है और भगवत्स्वरूप ही देखता है।तस्याहं न प्रणश्यामि भक्त जब सब जगह मुझे ही देखता है तो मैं उससे कैसे छिपूँ कहाँ छिपूँ और किसके पीछे छिपूँ इसलिये मैं उस भक्तके लिये अदृश्य नहीं रहता अर्थात् निरन्तर उसके सामने ही रहता हूँ।स च मे न प्रणश्यति जब भक्त भगवान्को सब जगह देखता है तो भगवान् भी भक्तको सब जगह देखते हैं क्योंकि भगवान्का यह नियम है कि जो जिस प्रकार मेरी शरण लेते हैं मैं भी उसी प्रकार उनको आश्रय देता हूँ ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम् (गीता 4। 11)। तात्पर्य है कि भक्त भगवान्के साथ घुलमिल जाते हैं भगवान्के साथ उनकी आत्मीयता एकता हो जाती है अतः भगवान् अपने स्वरूपमें उनको सब जगह देखते हैं। इस दृष्टिसे भक्त भी भगवान्के लिये कभी अदृश्य नहीं होता।यहाँ शङ्का होती है कि भगवान्के लिये तो कोई भी अदृश्य नहीं है वेदाहं समतीतानि वर्तमानानि चार्जुन। भविष्याणि च भूतानि ৷৷. (गीता 7। 26) फिर यहाँ केवल भक्तके लिये ही वह मेरे लिये अदृश्य नहीं होता ऐसा क्यों कहा है इसका समाधान है कि यद्यपि भगवान्के लिये कोई भी अदृश्य नहीं है तथापि जो भगवान्को सब जगह देखता है उसके भावके कारण भगवान् भी उसको सब जगह देखते हैं। परन्तु जो भगवान्से विमुख होकर संसारमें आसक्त है उसके लिये भगवान् अदृश्य रहते हैं नाहं प्रकाशः सर्वस्य (गीता 7। 25)। अतः (उसके भावके कारण) वह भी भगवान्के लिये अदृश्य रहता है। जितने अंशमें उसका भगवान्के प्रति भाव नहीं है उतने अंशमें वह भगवान्के लिये अदृश्य रहता है। ऐसे ही बात भगवान्ने नवें अध्यायमें भी कही है कि मैं सब प्राणियोंमें समान हूँ। न तो कोई मेरा द्वेषी है और न कोई प्रिय है। परन्तु जो भक्तिपूर्वक मेरा भजन करते हैं वे मेरेमें हैं और मैं उनमें हूँ। सम्बन्ध  अब भगवान् ध्यान करनेवाले सिद्ध भक्तियोगीके लक्षण बताते हैं।","hcsca":"।।6.30।। पहले यह कहा गया था कि ब्रह्मसंस्पर्श से योगी अत्यन्त सुख प्राप्त करता है। ब्रह्मसंस्पर्श से तात्पर्य आत्मा और ब्रह्म के एकत्व से है जो उपनिषदों का प्रतिपाद्य विषय है। इस ज्ञान को स्वयं भगवान् ही यहाँ स्पष्ट दर्शा रहे हैं। आत्मज्ञानी पुरुष सर्वत्र आत्मा का अनुभव करता है।जो मुझे सबमें और सब को मुझमें देखता है अन्य स्थानों के समान ही यहाँ प्रयुक्त मैं शब्द का अर्थ आत्मा है न कि देवकीपुत्र कृष्ण। इस व्याख्या के प्रकाश में जो पुरुष पूर्व श्लोक के साथ इस श्लोक को पढ़ेगा उसे प्रसिद्ध ईशावास्योपनिषद् की इस घोषणा का गूढ़ अर्थ स्पष्ट हो जायेगा ।वह मुझसे वियुक्त नहीं होता बुद्धि से अतीत आत्मा का अनुभव उससे भिन्न रहकर नहीं होता वरन् जीव पाता है कि वह स्वयं आत्मस्वरूप (शिवोऽहम्) है। स्वप्नद्रष्टा पुरुष जागने पर स्वयं जाग्रत् पुरुष बन जाता है वह जाग्रत् पुरुष को उससे भिन्न रहकर कभी नहीं जान सकता।और न मैं उससे वियुक्त होता हूँ द्वैतवादी लोग अपने जीवभाव और देहात्मभाव की दृढ़ता के कारण इस अद्वैत स्वरूप को स्वीकार नहीं कर पाते । जिस स्पष्टता से यहाँ जीव के दिव्य स्वरूप की घोषणा की गयी है उसे और अधिक स्पष्ट नहीं किया जा सकता। भगवान् श्रीकृष्ण यहाँ किसी भी प्रकार से इस तथ्य को गूढ़ और गोपन नहीं रखना चाहते कि अनात्म उपाधियों से तादात्म्य को त्यागने पर योगी स्वयं परमात्मस्वरूप बन जाता है। हो सकता है कि किन्हींकिन्हीं लोगों के लिए यह सत्य चौंका देने वाला हो तथापि है तो वह सत्य ही। जिन्हें इसे स्वीकार करने में संकोच होता हो वे अपने जीव भाव को ही दृढ़ बनाये रख सकते हैं। परन्तु भारत में गुरुओं की परम्परा ने तथा विश्व के अन्य अनुभवी सन्तों ने इसी सत्य की पुष्टि की है कि एक व्यक्ति के हृदय में स्थित आत्मा ही सर्वत्र नामरूपों में स्थित है।वर्तमान दशा में हम अपने आप से ही दूर हो चुके हैं अहंकार एक राजद्रोही है जिसने आत्मसाम्राज्य से स्वयं का निष्कासन कर लिया है। आत्मप्राप्ति पर अहंकार उसमें पूर्णतया विलीन हो जाता है। स्वप्नद्रष्टा के जागने पर वह जाग्रत् पुरुष से भिन्न नहीं रह सकता। भगवान् यहाँ कहते हैं कि साधक और मैं एक दूसरे से कभी वियुक्त नहीं होते।वास्तव में यदि हम यह समझ लेते हैं कि आत्मविस्मृति के कारण परमात्मा जीवभाव को प्राप्त सा हुआ है तो यह भी स्पष्ट हो जायेगा कि आत्मज्ञान के द्वारा जीव पुन परमात्मस्वरूप को प्राप्त हो सकता है। जैसे एक अभिनेता रंगमंच पर भिक्षुक का अभिनय करते हुए भी वास्तव में भिक्षुक नहीं बन जाता और नाटक की समाप्ति पर भिक्षुक के वेष को त्यागकर पुन स्वरूप को प्राप्त हो जाता है वैसे ही आत्मज्ञान के विषय में भी जीव का ब्रह्मरूप होना है। वेदान्त की यह साहसिक घोषणा समझनी कठिन नहीं है परन्तु सामान्य अज्ञानी जन इससे स्तब्ध होकर रह जाते हैं और अपने दोषों के कारण इस सत्य को स्वीकार नहीं कर पाते। उनमें इतना साहस और विश्वास नहीं कि वे दिव्य जीवन जीने का उत्तरदायित्व अपने ऊपर ले सकें। इस श्लोक में भगवान् का कथन परमार्थ सत्य के स्वरूप के संबंध में उपनिषदों के निष्कर्ष के विषय में रंचमात्र भी सन्देह नहीं रहने देता।पूर्व श्लोक में कथित सम्यक् दर्शन को पुन बताकर कहते हैं","etsga":"6.30 One who sees Me in everything, and sees all things in Me-I do not out of his vision, and he also is not lost to My vision.","etssa":"6.30 He who sees Me everywhere and sees everything in Me, he never becomes separated from Me, nor do I become separated from him.","etdss":"6.30. He who observes Me in all and observes all in Me-for him I am not lost and he too is not lost for me.","ecssa":"6.30 यः who? माम् Me? पश्यति sees? सर्वत्र everywhere? सर्वम् all? च and? मयि in Me? पश्यति sees? तस्य of him? अहम् I? न not? प्रणश्यामि vanish? सः he? च and? मे to Me? न not? प्रणश्यति vanishes.Commentary In this verse the Lord describes the effect of the vision of the unity of the Self or oneness.He who sees Me? the Self of all? in all beings? and everything (from Brahma the Creator down to the blade of grass) in Me? I am not lost to him? nor is he lost to Me. I and the sage or seer of unity of the Self become identical or one and the same. I never leave his presence nor does he leave My presence. I never lose hold of him nor does he lose hold of Me. I dwell in him and he dwells in Me.","scetsga":"6.30 Yah, one who; pasyati, sees; mam, Me, Vasudeva, who am the Self of all; sarvatra, in all things; ca, and; sees sarvam, all things, all created things, beginning from Brahma; mayi, in Me who am the Self of all;-aham, I who am God; na pranasyami, do not go out; tasya,of his vision-of one who has thus realized the unity of the Self; ca sah, and he also; na pranasyati, is not lost; me, to My vision. That man of realization does not get lost to Me, to Vasudeva, because of the indentity between him and Me, for that which is called ones own Self is surely dear to one, and since it is I alone who am the seer of the unity of the Self in all.","scetdss":"6.30 Yo Mam etc. Loss : i.e., on account of serving no purpose [on the part of a thing]. For example : He who does not see the all-pervasive nature of the Supreme Self, from him the Supreme Self has fled away, because It does not reveal Its own nature. Further, this aggregate of objects, which is being perceived, remains settled down in the Supreme Self, which is the very nature of their illumination (being known). Now, whosoever fails to veiw the object as such, he gets lost from the naute of that Supreme Self. For, nothing shines without It. On the other hand, he who finds Me (the Supreme Consciousness) as immanent in all - for him I am not lost; because I appear [to him] in my own nature. [Again], when he perceives objects in Me-when his perceiverhood is complete on account of the possibility of illumination and manifestation of these objects due to This - then he is not lost for the Supreme Self.","scetssa":"6.30 (ii) He who, having reached the highest stage of maturity, views similarity of nature with Me, i.e., sees similarity of all selves to Myself when They are freed from good and evil and when they remain in Their own essence, as declared in the Sruti, Stainless he attains supreme degree of eality (Mun. U., 3.1.3); and sees Me in all selves and sees all selves in Me. That is, on viewing one of Them (selves), one views another also to be the same, because of their similarity to one another. To him who perceives the nature of his own self, I am not lost on account of My similarity to him i.e., I do not become invisible to him. He (the Yogin) viewing his own self as similar to Me, always remains within My sight when I am viewing Myself, because of similarity of his self with Me.Sri Krsna describes a still more mature steps (of Yoga):","chakravarthi":"The result of this spiritual realization is stated. I, the brahman, never become invisible to that person (na pranasyami). Since I am continually present before him, the yogi (sa), my worshipper (me), is never lost to me.","rudra":"\nWorshipping Lord Krishna as the atma or soul within all naturally created\nbeings is the foremost means for direct inner realisation of ones own\ninherent atma. One is more matured who perceives the Supreme Lord in all\nbeings and all beings within the Supreme Lord is never disconnected from\nHim nor does the Supreme Lord ever disconnect Himself from them. This is to\nsay that the Supreme Lord personally manifests Himself within their hearts\nand graciously bestows blessings on them.","brahma":"\nNow Lord Krishna reveals the results of perceiving Him everywhere. For such\na person He is never lost nor is such a person ever lost to Him meaning\nsuch a person ever remains devoted to Him. It is indeed the master who\nprotects the servant and it is certain that it is the Supreme Lord only who\nprotects all the living entities. But it is also well known that if the\nmaster is not offered proper respect by the servant or fails to be obedient\nthen the master ceases to be the master. In the Garuda Purana it is stated:\nOne who always perceives the Supreme Lord equally within all beings will\nalways possess unshakeable devotion and for such a person the Supreme Lord\nHimself will personally maintain them.","shri":"\nOne advanced in yoga or the science of the individual consciousness\nattaining communion with the ultimate consciousness by dhyana or meditation\nis the person who gravitates in proximity to Lord Krishnas eternal and\ndivine, transcendental nature in the manner as prescribed in the Vedic\nscriptures. Impeccable without a blemish such a one attains to supreme\nequanimity. Whosoever realises that the nature of the eternal atma or soul\nis identical in essence and purity, transcendental to all dualities and is\ncomparable to the Supreme Lord Krishna and who so perceiving realises that\nLord Krishna is the essence of the atma as well and that all atmas are in\nHim and seeing ones own atma in oneself as well as the atmas in all other\nbeings have realised the ultimate truth and Lord Krishna is no longer\nveiled from them because ones nature has become the same as His and He\naccepts them as His own Self and always reveals Himself to them in their\nhearts.","kumar":"One advanced in yoga or the science of the individual consciousness\nattaining communion with the ultimate consciousness by dhyana or meditation\nis the person who gravitates in proximity to Lord Krishnas eternal and\ndivine, transcendental nature in the manner as prescribed in the Vedic\nscriptures. Impeccable without a blemish such a one attains to supreme\nequanimity. Whosoever realises that the nature of the eternal atma or soul\nis identical in essence and purity, transcendental to all dualities and is\ncomparable to the Supreme Lord Krishna and who so perceiving realises that\nLord Krishna is the essence of the atma as well and that all atmas are in\nHim and seeing ones own atma in oneself as well as the atmas in all other\nbeings have realised the ultimate truth and Lord Krishna is no longer\nveiled from them because ones nature has become the same as His and He\naccepts them as His own Self and always reveals Himself to them in their\nhearts."}