{"meta":"Bhagavad Gita Chapter 6 Verse 12","metahi":"भगवद् गीता 6.12","slok":"तत्रैकाग्रं मनः कृत्वा यतचित्तेन्द्रियक्रियः।उपविश्यासने युञ्ज्याद्योगमात्मविशुद्धये।।6.12।।","htsrsd":"।।6.12।।उस आसनपर बैठकर चित्त और इन्द्रियोंकी क्रियाओंको वशमें रखते हुए मनको एकाग्र करके अन्तःकरणकी शुद्धिके लिये योगका अभ्यास करे।","htstma":"।।6.12।। वहाँ (आसन में बैठकर) मन को एकाग्र करके चित्त और इन्द्रियों की क्रियाओं को वश में किये हुये आत्मशुद्धि के लिए योग का अभ्यास करे।।","transliteration":"Tatraikaagram manah kritwaa yatachittendriyakriyah;\nUpavishyaasane yunjyaadyogamaatmavishuddhaye.","englishmeaning":"tatra—there; eka-agram—one-pointed; manaḥ—mind; kṛitvā—having made; yata-chitta—controlling the mind; indriya—senses; kriyaḥ—activities; upaviśhya—being seated; āsane—on the seat; yuñjyāt yogam—should strive to practice yog; ātma viśhuddhaye—for purification of the mind; samam—straight; kāya—body; śhiraḥ—head; grīvam—neck; dhārayan—holding; achalam—unmoving; sthiraḥ—still; samprekṣhya—gazing; nāsika-agram—at the tip of the nose; svam—own; diśhaḥ—directions; cha—and; anavalokayan—not looking","hcsrsd":"।।6.12।। व्याख्या  पूर्वश्लोकमें बिछाये जानेवाले आसनकी विधि बतानेके बाद अब भगवान् बारहवें और तेरहवें श्लोकमें बैठनेवाले आसनकी विधि बताते हैं।तत्र आसने जिस आसनपर क्रमशः कुश मृगछाला और वस्त्र बिछाया हुआ है ऐसे पूर्वश्लोकमें वर्णितआसनके लिये यहाँ तत्र आसने पद आये हैं। उपविश्य उस बिछाये हुए आसनपर सिद्धासन पद्मासन सुखासन आदि जिस किसी आसनसे सुखपूर्वक बैठ सके उस आसनसे बैठ जाना चाहिये। आसनके विषयमें ऐसा आया है कि जिस किसी आसनसे बैठे उसीमें लगातार तीन घंटेतक बैठा रहे। उतने समयतक इधरउधर हिलेडुले नहीं। ऐसा बैठनेका अभ्यास सिद्ध होनेसे मन और प्राण स्वतःस्वाभाविक शान्त (चञ्चलतारहित) हो जाते हैं। कारण कि मनकी चञ्चलता शरीरको स्थिर नहीं होने देती और शरीरकी चञ्चलता क्रियाप्रवणता मनको स्थिर नहीं होने देती। इसलिये ध्यानके समय शरीरका स्थिर रहना बहुत आवश्यक है।यतचित्तेन्द्रियक्रियः आसनपर बैठनेके समय चित्त और इन्द्रियोंकी क्रियाएँ वशमें रहनी चाहिये। व्यवहारके समय भी शरीर मन इन्द्रियों आदिकी क्रियाओंपर अपना अधिकार रहना चाहिये। कारण कि व्यवहारकालमें चित्त और इन्द्रियोंकी क्रियाएँ वशमें नहीं होंगी तो ध्यानके समय भी वे क्रियाएँ जल्दी वशमें नहीं हो सकेंगी। अतः व्यवहारकालमें भी चित्त आदिकी क्रियाओँको वशमें रखना आवश्यक है। तात्पर्य है कि अपना जीवन ठीक तरहसे संयत होना चाहिये। आगे सोलहवेंसत्रहवें श्लोकोंमें भी संयत जीवन रखनेके लिये कहा गया है।एकाग्रं मनः कृत्वा मनको एकाग्र करे अर्थात् मनमें संसारके चिन्तनको बिलकुल मिटा दे। इसके लिये ऐसा विचार करे कि अब मैं ध्यान करनेके लिये आसनपर बैठा हूँ। यदि इस समय मैं संसारका चिन्तन करूँगा तो अभी संसारका काम तो होगा नहीं और संसारका चिन्तन होनेसे परमात्माका चिन्तन ध्यान भी नहीं होगा। इस तरह दोनों ओरसे मैं रीता रह जाऊँगा और ध्यानका समय बीत जायगा। इसलिये इस समय मेरेको संसारका चिन्तन नहीं करना है प्रत्युत मनको केवल परमात्मामें ही लगाना है। ऐसा दृढ़ निश्चय करके बैठ जाय। ऐसा दृढ़ निश्चय करनेपर भी संसारकी कोई बात याद आ जाय तो यही समझे कि यह चिन्तन मेरा किया हुआ नहीं है किंतु अपनेआप आया हुआ है। जो चिन्तन अपनेआप आता है उसको हम पकड़ें नहीं अर्थात् न तो उसका अनुमोदन करें और न उसका विरोध ही करें। ऐसा करनेपर वह चिन्तन अपनेआप निर्जीव होकर नष्ट हो जायगा अर्थात् जैसे आया वैसे चला जायगा क्योंकि जो उत्पन्न होता है वह नष्ट होता ही है यह नियम है। जैसे संसारमें बहुतसे अच्छेमन्दे कार्य होते रहते हैं पर उनके साथ हम अपना सम्बन्ध नहीं जोड़ते तो उनका हमारेपर कोई असर नहीं होता अर्थात् हमें उनका पापपुण्य नहीं लगता। ऐसे ही अपनेआप आनेवाले चिन्तनके साथ हम सम्बन्ध नहीं जोड़ेंगे तो उस चिन्तनका हमारेपर कोई असर नहीं होगा उसके साथ हमारा मन नहीं चिपकेगा। जब मन नहीं चिपकेगा तो वह स्वतः एकाग्र शान्त हो जायगा।युञ्ज्याद्योगमात्मविशुद्धये अन्तःकरणकी शुद्धिके लिये ही ध्यानयोगका अभ्यास करे। सांसारिक पदार्थ भोग मान बड़ाई आराम यशप्रतिष्ठा सुखसुविधा आदिका उद्देश्य रखना अर्थात् इनकी कामना रखना ही अन्तःकरणकी अशुद्धि है और सांसारिक पदार्थ आदिकी प्राप्तिका उद्देश्य कामना न रखकर केवल परमात्मप्राप्तिका उद्देश्य रखना ही अन्तःकरणकी शुद्धि है।ऋद्धि सिद्धि आदिकी प्राप्तिके लिये और दूसरोंको दिखानेके लिये भी योगका अभ्यास किया जा सकता है पर उनसे अन्तःकरणकी शुद्धि हो जाय ऐसी बात नहीं है। योग एक शक्ति है जिसको सांसारिक भोगोंकी प्राप्तिमें लगा दें तो भोग ऋद्धियाँ और सिद्धियाँ प्राप्त हो जायँगी और परमात्माकी प्राप्तिमें लगा दें तो परमात्मप्राप्तिमें सहायक बन जायगी।","hcsca":"।।6.12।। उपयुक्त आसन में बैठना मात्र योग नहीं है। बाह्य आसन तथा शरीर का विशेष स्थिति मे बैठना मन की एकाग्रता के लिए उपयोगी अवश्य हो सकता है किन्तु इतना ही करने मात्र से आत्मविकास के प्रति हम आश्वस्त नहीं हो सकते।आसन में बैठने के पश्चात् अन्तकरण के द्वारा किस प्रकार ध्यान करना चाहिये इसका निर्देश श्रीकृष्ण यहाँ देते हैं। प्रथम निर्देश मन को एकाग्र करने का है। किसी गुरु के लिए इस भ्रमित पीढ़ी के किसी शिष्य के मन को एकाग्र करने का उपदेश देना तो सरल है परन्तु बिना ज्ञान के साधक को उपदेश का पालन करना संभव नहीं होता। अत इस उपदेश के साथ ही उन व्यावहारिक विधियों को भी बताना आवश्यक है जिनके द्वारा यह एकाग्रता प्राप्त की जा सकती है। व्यावहारिक विधि के बिना वह उपदेश केवल आदर्श तत्त्व ज्ञान बनकर रह जाता है। गीता की यही विशेषता है कि ज्ञान को जीवन के लिए व्यवहार्य बनाने में वह अनेक उपायों को भी बताती है।मन की कल्पना शक्ति एवं इन्द्रियों के व्यापार को संयमित करने के लिए श्रीकृष्ण कहते हैं कि यह एक उपाय है। एकाग्रता तो मन की वास्तविक सार्मथ्य है परन्तु कभीकभी अचानक प्राप्त हुई शांति को वह समझ नहीं पाता तब पूर्वाजित अनुभवों के स्मरण से अथवा इन्द्रियों द्वारा विषय ग्रहण से वह क्षुब्ध हो जाता है। इन्ही संकल्पों के कारण एकाग्रता भंग हो जाती है। यदि चित्त और इन्द्रियों की क्रियायों से होने वाली शांति के ह्रास को रोक दिया जाय तो मन तत्काल और सहज ही एकाग्र हो जाता है। इस प्रकार बाह्य आसन में बैठ कर अन्तकरण के द्वारा आत्मतत्त्व का ध्यान करना चाहिए।ध्यानाभ्यास का प्रयोजन ज्ञात करने की सभी साधकों की स्वाभाविक इच्छा होती है। प्रचलित धारणा यह है कि हमें आत्मा का अनुभव उसी प्रकार होगा जैसे कि किसी दृश्य वस्तु का। परन्तु श्रीकृष्ण ऐसी धारणा को दूर करते हुए कहते हैं कि ध्यान का प्रयोजन है आत्मशुद्धि अर्थात् अन्तकरण की शुद्धि। मन का विक्षेप ही उसकी अशुद्धि कहलाती है। शास्त्रों का वचन है कि प्रतिदिन दृढ़ता से ध्यान का अभ्यास करने से चित्त शुद्ध हो जाता है और ऐसे ही शुद्ध और स्थिर अन्तकरण में आत्मा का साक्षात् अनुभव होता है जो स्वयंसिद्ध नित्य उपलब्ध है। जैसे दर्पण में अपने प्रतिबिम्ब को देखकर अपनी पहचान होती है उसी प्रकार यह ध्यान विधि भी है।अब अगले श्लोक में शरीर की स्थिति का वर्णन करते हैं","etsga":"6.12 (and) sitting on that seat, he should concentrate his mind for the purification of the internal organ, making the mind one-pointed and keeping the actions of the mind and senses under control.","etssa":"6.12 There, having made the mind one-pointed, with the actions of the mind and the senses controlled, let him, seated on the seat, practise Yoga for the purification of the self.","etdss":"6.12. Sitting there on the seat and making the mind single-pointed, let him, with the activities of his mind and senses subdued, practise Yoga for self-purification.","ecssa":"6.12 तत्र there? एकाग्रम् onepointed? मनः the mind? कृत्वा having made? यतचित्तेन्द्रियक्रियः one who has controlled the actions of the mind and the senses? उपविश्य being seated? आसने on the seat? युञ्ज्यात् let him practise? योगम् Yoga? आत्मविशुद्धये for the purification of the self.Commentary The self means the mind. The real Supreme Self is the Atma. This is Primary (Mukhya). Mind also is the self. But this is used in a secondary sense (Gauna). Mukhya Atma is Brahman or the highest Self. Gauna Atma is the mind.Make the mind onepointed by collecting all its dissipated rays by the practice of Yoga. Withdraw it from all senseobjects again and again and try to fix it steadily on your Lakshya or point of meditation or centre. Gradually you will have concentration of the mind or onepointedness. You must be very regular in your practice. Only then will you succeed. Regularity is of paramount importance. You should know the ways and habits of the mind through daily introspection? selfanalysis or selfexamination. You should have a knowledge of the laws of the mind. Then it will be easy for you to check the wandering mind. When you sit for meditation? and when you deliberately attempt to forget the worldly objects? all sorts of worldly thoughts will crop up in your mind and disturb your meditation. You will be ite astonished. Old thoughts that you entertained several years ago? and old memories of past enjoyments will bubble up and force the mind to wander in all directions. You will find that the trapdoor of the vast subconscious mind is opened or the lid of the storehouse of thoughts within is lifted up and the thoughts gush out in a continous stream. The more you attempt to still them? the more they will bubble up with redoubled force and strength.Be not discouraged. Nil desperandum. Never despair. Through regular and constant meditation you can purify the subconscious mind and its constant memories. The fire of meditation will burn all thoughts. Be sure of this. Meditation is a potent antidote to annihilate the poisonous worldly thoughts. Be assured of this.Meditation on the immortal Self will act like a dynamite and blow up all thoughts and memories in the conscious mind. If the thoughts trouble you much? do not try to suppress them by force. Be a silent witness as in a bioscope. They will subside gradually. Then try to root them out through regual silent meditation.During introspection you can clearly observe the rapid shifting of the mind from one line of thought to another. Herein lies a chance for you to mould the mind properly and direct the thoughts and the mental energy in the divine channel. You can rearrange the thoughts and make new associations on a new Sattvic basis. You can throw out wordly and useless thoughts. Just as you remove the weeds and throw them out? you can throw these out? and you can cultivate sublime? divine thoughts in the divine garden of your mind. This is a very patient work. This is a stupendous task indeed. But for a Yogi of determination who has the grace of the Lord and an iron will it is nothing.Calm the bubbling emotions? sentiments? instincts and impulses gradually through silent meditation. You can give a new orientation to your feelings by gradual and systematic practice. You can entirely transmute your wordly nature into divine nature. You can exercise supreme control over the nervecurrents? muscles? the five sheaths (of the Self)? emotions? impulses and instincts through meditation.","scetsga":"6.12 Pratisthapya, having established; sthiram, firmly; sucau, in a clean; dese, place, which is solitary, either naturally or through improvement; atmanah, his own; asanam, seat; na ati ucchritam, neither too high; na ati nicam, nor even too low; and that made of caila-ajina-kusa-uttram, cloth, skin, and kusa-grass, placed successively one below the other-the successive arrangement of cloth etc. here is in a reverse order to that of the textual reading-.\nWhat follows after thus establishing the seat? \n \nUpavisya, sitting; tatra, on that; asane, seat; yogam yunjyat, he should concentrate his mind. To what purpose should he concentrate his mind? In answer the Lord says: atma-visuddhaye, for the purification of the internal organ. How? Krtva, making; manah, the mind; ekagram, one-pointed,by withdrawing it from all objects; and yata-citta-indriya-kriyah, keeping the actions (kriyah) of the mind (citta) and senses (indriya) under control (yata).\nThe external seat has been spoken of. Now is being stated how the posture of the body should be:","scetdss":"6.12 See Comment under 6.15","scetssa":"6.11 - 6.12 In a clean spot, i.e., in a spot pure in itself, not owned or controlled by impure persons and untouched by impure things; having established a firm seat, a seat made of wood or similar material, which is neither too high nor too low; which is covered with cloth, deer-skin and Kusa grass in the reverse order; seated on it in a way which promotes the serenity of mind; having the mind concentrated on Yoga; and holding the activities of the mind and senses in check in all ways - he should practise Yoga, i.e., practise the vision of the self for the purification of the self, i.e., to end his bondage.","chakravarthi":"","rudra":"\nThe rule regarding the sitting place for meditation is being given by Lord\nKrishna. The word sucau means clean and sanctified and that is the\nconditions to begin. The reason why a deer skin or tiger skin or other\nskins are used is because when one sits upon them poisonous creatures such\nas scorpions and snakes do not like to wander upon such skins and thus will\nnot bite when one is in meditative trance performing yoga or the science\nof the individual consciousness attaining communion with the ultimate\nconsciousness.","brahma":"\nIf one has not yet developed equanimity of mind then one should undertake\nthe practice of meditation given previously and gradually achieve such\nequanimity.","shri":"\nLord Krishna begins with the words sucau dese means pure or sanctified\nplace. Purity is to be found in nature due to its being unoccupied and\nunfrequented by unclean and contaminated persons. The word sthiram means\nfirm infers the asana or seat should not be overly soft neither should it\nbe so high that one may fall from it nor too low as in a hole. One should\nby all means have a mat of kusa grass which is sacred in Vishnu tattva and\nthen should be covered by a deerskin which deters poisonous pests like\nsnakes and scorpions from approaching one while in concentrated meditation.\nOn top should be placed a wool or cotton cloth. Such a seat should be\naesthetic to look at and inviting. Sitting upon such a seat one should one\nshould withdraw the senses and freeing the mind from all external\ndistractions one should focus the mind exclusively upon the atma or soul\nwithin until upon its realisation one is freed from samsara or the endless\ncycle of birth and death. By every means realise the atma.","kumar":"Lord Krishna begins with the words sucau dese means pure or sanctified\nplace. Purity is to be found in nature due to its being unoccupied and\nunfrequented by unclean and contaminated persons. The word sthiram means\nfirm infers the asana or seat should not be overly soft neither should it\nbe so high that one may fall from it nor too low as in a hole. One should\nby all means have a mat of kusa grass which is sacred in Vishnu tattva and\nthen should be covered by a deerskin which deters poisonous pests like\nsnakes and scorpions from approaching one while in concentrated meditation.\nOn top should be placed a wool or cotton cloth. Such a seat should be\naesthetic to look at and inviting. Sitting upon such a seat one should one\nshould withdraw the senses and freeing the mind from all external\ndistractions one should focus the mind exclusively upon the atma or soul\nwithin until upon its realisation one is freed from samsara or the endless\ncycle of birth and death. By every means realise the atma."}