{"meta":"Bhagavad Gita Chapter 6 Verse 4","metahi":"भगवद् गीता 6.4","slok":"यदा हि नेन्द्रियार्थेषु न कर्मस्वनुषज्जते।सर्वसङ्कल्पसंन्यासी योगारूढस्तदोच्यते।।6.4।।","htsrsd":"।।6.4।।जिस समय न इन्द्रियोंके भोगोंमें तथा न कर्मोंमें ही आसक्त होता है उस समय वह सम्पूर्ण संकल्पोंका त्यागी मनुष्य योगारूढ़ कहा जाता है।","htstma":"।।6.4।। जब (साधक) न इन्द्रियों के विषयों में और न कर्मों में आसक्त होता है तब सर्व संकल्पों के संन्यासी को योगारूढ़ कहा जाता है।।","transliteration":"Yadaa hi nendriyaartheshu na karmaswanushajjate;\nSarvasankalpasannyaasee yogaaroodhas tadochyate.","englishmeaning":"yadā—when; hi—certainly; na—not; indriya-artheṣhu—for sense-objects; na—not; karmasu—to actions; anuṣhajjate—is attachment; sarva-saṅkalpa—all desires for the fruits of actions; sanyāsī—renouncer; yoga-ārūḍhaḥ—elevated in the science of Yog; tadā—at that time; uchyate—is said","hcsrsd":"।।6.4।। व्याख्या  यदा हि नेन्द्रियार्थेषु (अनुषज्जते) साधक इन्द्रियोंके अर्थोंमें अर्थात् प्रारब्धके अनुसार प्राप्त होनेवाले शब्द स्पर्श रूप रस और गन्ध इन पाँचों विषयोंमें अनुकूल पदार्थ परिस्थिति घटना व्यक्ति आदिमें और शरीरके आराम मान बड़ाई आदिमें आसक्ति न करे इनका भोगबुद्धिसे भोग न करे इनमें राजी न हो प्रत्युत यह अनुभव करे कि ये सब विषय पदार्थ आदि आये हैं और प्रतिक्षण चले जा रहे हैं। ये आनेजानेवाले और अनित्य हैं फिर इनमें क्या राजी हों ऐसा अनुभव करके इनसे निर्लेप रहे।इन्द्रियोंके भोगोंमें आसक्त न होनेका साधन है इच्छापूर्तिका सुख न लेना। जैसे कोई मनचाही बात हो जाय मनचाही वस्तु व्यक्ति परिस्थिति घटना आदि मिल जाय और जिसको नहीं चाहता वह न हो तो मनुष्य उसमें राजी (प्रसन्न) हो जाता है तथा उससे सुख लेता है। सुख लेनेपर इन्द्रियोंके भोगोंमें आसक्ति बढ़ती है। अतः साधकको चाहिये कि अनुकूल वस्तु पदार्थ व्यक्ति आदिके मिलनेकी इच्छा न करे और बिना इच्छाके अनुकूल वस्तु आदि मिल भी जाय तो उसमें राजी न हो। ऐसे होनेसे इन्द्रियोंके भोगोंमें आसक्ति नहीं होगी।दूसरी बात मनुष्यके पास अनुकूल चीजें न होनेसे यह उन चीजोंके अभावका अनुभव करता है और उनकेमिलनेपर यह उनके अधीन हो जाता है। जिस समय इसको अभावका अनुभव होता था उस समय भी परतन्त्रता थी और अब उन चीजोंके मिलनेपर भी कहीं इनका वियोग न हो जाय इस तरहकी परतन्त्रता होती है। अतः वस्तुके न मिलने और मिलनेमें फरक इतना ही रहा कि वस्तुके न मिलनेसे तो वस्तुकी परतन्त्रताका अनुभव होता था पर वस्तुके मिलनेपर परतन्त्रताका अनुभव नहीं होता प्रत्युत उसमें मनुष्यको स्वतन्त्रता दीखती है यह उसको धोखा होता है। जैसे कोई किसीके साथ विश्वासघात करता है ऐसे ही अनुकूल परिस्थितिमें राजी होनेसे मनुष्य अपने साथ विश्वासघात करता है। कारण कि यह मनुष्य अनुकूल परिस्थितिके अधीन हो जाता है उसको भोगतेभोगते इसका स्वभाव बिगड़ जाता है और बारबार सुख भोगनेकी कामना होने लगती है। यह सुखभोगकी कामना ही इसके जन्ममरणका कारण बन जाती है। तात्पर्य यह हुआ कि अनुकूलताकी इच्छा करना आशा करना और अनुकूल विषय आदिमें राजी होना यह सम्पूर्ण अनर्थोंका मूल है। इससे कोईसा भी अनर्थ पाप बाकी नहीं रहता। अगर इसका त्याग कर दिया जाय तो मनुष्य योगारूढ़ हो जाता है।तीसरी बात हमारे पास निर्वाहमात्रके सिवाय जितनी अनुकूल भोग्य वस्तुएँ हैं वे अपनी नही हैं। वे किसकी हैं इसका हमें पता नहीं है परन्तु जब कोई अभावग्रस्त प्राणी मिल जाय तो उस सामग्रीको उसीकी समझकर उसके अर्पण कर देनी चाहिये यह आपकी ही है ऐसा उससे कहना नहीं है और उसे देकर ऐसा मानना चाहिये कि निर्वाहसे अतिरिक्त जो वस्तुएँ मेरे पास पड़ी थीं उस ऋणसे मैं मुक्त हो गया हूँ। तात्पर्य है कि निर्वाहसे अतिरिक्त वस्तुओंको अपनी और अपने लिये न माननेसे मनुष्यकी भोगोंमें आसक्ति नहीं होती।न कर्मस्वनुषज्जते (टिप्पणी प0 330) जैसे इन्द्रियोंके अर्थोंमें आसक्ति नहीं होनी चाहिये ऐसे ही कर्मोंमें भी आसक्ति नहीं होनी चाहिये अर्थात् क्रियमाण कर्मोंकी पूर्तिअपूर्तिमें और उन कर्मोंकी तात्कालिक फलकी प्राप्तिअप्राप्तिमें भी आसक्ति नहीं होनी चाहिये। कारण कि कर्म करनेमें भी एक राग होता है। कर्म ठीक तरहसे हो जाता है तो उससे एक सुख मिलता है और कर्म ठीक तरहसे नहीं होता तो मनमें एक दुःख होता है। यह सुखदुःखका होना कर्मकी आसक्ति है। अतः साधक कर्म तो विधिपूर्वक और तत्परतासे करे पर उसमें आसक्त न होकर सावधानीपूर्वक निर्लिप्त रहे कि ये तो आनेजानेवाले हैं और हम नित्यनिरन्तर रहनेवाले हैं अतः इनके होनेनहोनेमें आनेजानेमें हमारेमें क्या फरक पड़ता हैकर्मोंमें आसक्ति होनेकी पहचान क्या है अगर क्रियमाण (वर्तमानमें किये जानेवाले) कर्मोंकी पूर्तिअपूर्तिमें और उनसे मिलनेवाले तात्कालिक फलकी प्राप्तिअप्राप्तिमें अर्थात् सिद्धिअसिद्धिमें मनुष्य निर्विकार नहीं रहता प्रत्युत उसके अन्तःकरणमें हर्षशोकादि विकार होते हैं तो समझना चाहिये कि उसकी कर्मोंमें और उनके तात्कालिक फलमें आसक्ति रह गयी है।इन्द्रियोंके अर्थोंमें और कर्मोंमें आसक्त न होनेका तात्पर्य यह हुआ कि स्वयं (स्वरूप) चिन्मय परमात्माका अंश होनेसे नित्य अपरिवर्तनशील है और पदार्थ तथा क्रियाएँ प्रकृतिका कार्य होनेसे नित्यनिरन्तर बदलते रहते हैं। परन्तु जब स्वयं उन परिवर्तनशील पदार्थों और क्रियाओंमें आसक्त हो जाता है तब यह उनके अधीन हो जाता है और बारबार जन्ममरणरूप महान् दुःखोंका अनुभव करता रहता है। उन पदार्थों और क्रियाओंसे अर्थात् प्रकृतिसे सर्वथा मुक्त होनेके लिये भगवान्ने दो विभाग बताये हैं कि न तो इन्द्रियोंके अर्थोंमें अर्थात् पदार्थोंमें आसक्ति करे और न कर्मोंमें (क्रियाओंमें) आसक्ति करे। ऐसा करनेपर मनुष्य योगारूढ़ हो जाता है।यहाँ एक बात समझनेकी है कि क्रियाओंमें प्रियता प्रायः फलको लेकर ही होती है और फल होता है इन्द्रियोंके भोग। अतः इन्द्रियोंके भोगोंकी आसक्ति सर्वथा मिट जाय तो क्रियाओंकी आसक्ति भी मिट जाती है। फिर भी भगवान्ने क्रियाओंकी आसक्ति मिटानेकी बात अलग क्यों कही इसका कारण यह है कि क्रियाओंमें भी एक स्वतन्त्र आसक्ति होती है। फलेच्छा न होनेपर भी मनुष्यमें एक करनेका वेग होता है। यह वेग ही क्रियाओंकी आसक्ति है जिसके कारण मनुष्यसे बिना कुछ किये रहा नहीं जाता वह कुछनकुछ काम करता ही रहता है। यह आसक्ति मिटती है केवल दूसरोंके लिये कर्म करनेसे अथवा भगवान्के लिये कर्म करनेसे। इसलिये भगवान्ने बारहवें अध्यायमें पहले अभ्यासयोग बताया। परन्तु भीतरमें करनेका वेग होनेसे अभ्यासमें मन नहीं लगता अतः करनेका वेग मिटानेके लिये दसवें श्लोकमें बताया कि साधक मेरे लिये ही कर्म करे (12। 10)। तात्पर्य है कि पारमार्थिक अभ्यास आदि करनेमें जिसका मन नहीं लगता और भीतरमें कर्म करनेका वेग (आसक्ति) पड़ा है तो वह भक्तियोगका साधक केवल भगवान्के लिये ही कर्म करे। इससे उसकी आसक्ति मिट जायगी। ऐसे ही कर्मयोगका साधक केवल संसारके हितके लिये ही कर्म करे तो उसका करनेका वेग (आसक्ति) मिट जायगा।जैसे कर्म करनेकी आसक्ति होती है ऐसे ही कर्म न करनेकी भी आसक्ति होती है। कर्म न करनेकी आसक्ति भी नहीं होनी चाहिये क्योंकि कर्म न करनेकी आसक्ति आलस्य और प्रमाद पैदा करती है जो कि तामसी वृत्ति है और कर्म करनेकी आसक्ति व्यर्थ चेष्टाओंमें लगाती है जो कि राजसी वृत्ति है।वह योगारूढ़ कितने दिनोंमें कितने महीनोंमें अथवा कितने वर्षोंमें होगा इसके लिये भगवान् यदा और तदा पद देकर बताते हैं कि जिस कालमें मनुष्य इन्द्रियोंके अर्थोंमें और क्रियाओँमें सर्वथा आसक्तिरहित हो जाता है तभी वह योगारूढ़ हो जाता है। जैसे किसीने यह निश्चय कर लिया कि मैं आजसे कभी इच्छापूर्तिका सुख नहीं लूँगा। अगर वह अपने इस निश्चय (प्रतिज्ञा) पर दृढ़ रहे तो वह आज ही योगारूढ़ हो जायगा। इस बातको बतानेके लिये ही भगवान्ने यदा और तदा पदोंके साथ हि पद दिया है।पदार्थों और क्रियाओँमें आसक्ति करने और न करनेमें भगवान्ने मनुष्यमात्रको यह स्वतन्त्रता दी है कि तुम साक्षात् मेरे अंश हो और ये पदार्थ और क्रियाएँ प्रकृतिजन्य हैं। इनमें पदार्थ भी उत्पन्न और नष्ट होनेवाले हैं तथा क्रियाओंका भी आरम्भ और अन्त हो जाता है। अतः ये नित्य रहनेवाले नहीं हैं और तुम नित्य रहनेवाले हो। तुम नित्य होकर भी अनित्यमें फँस जाते हो अनित्यमें आसक्ति प्रियता कर लेते हो। इससे तुम्हारे हाथ कुछ नहीं लगता केवल दुःखहीदुःख पाते रहते हो। अतः तुम आजसे ही यह विचार कर लो कि हमलोग पदार्थों और क्रियाओंमें सुख नहीं लेंगे तो तुमलोग आज ही योगारूढ़ हो जाओगे क्योंकि योग अर्थात् समता तुम्हारे घरकी चीज है। समता तुम्हारा स्वरूप है और स्वरूप सत् है। सत्का कभी अभाव नहीं होता और असत्का कभी भाव नहीं होता। ऐसे सत्स्वरूप तुम असत् पदार्थों और क्रियाओंमें आसक्ति मत करो तो तुम्हें स्वतःसिद्ध योगारूढ़ अवस्थाका अनुभव हो जायगा।सर्वसंकल्पसंन्यासी हमारे मनमें जितनी स्फुरणाएँ होती हैं उन स्फुरणाओंमेंसे जिस स्फुरणामें सुख होता है और उसको लेकर यह विचार होता है कि हमें ऐसा मिल जाय हम इतने सुखी हो जायँगे तो इस तरह स्फुरणामें लिप्तता होनेसे उस स्फुरणाका नाम संकल्प हो जाता है। वह संकल्प ही अनुकूलताप्रतिकूलताके कारण सुखदायी और दुःखदायी होता है। जैसे सुखदायी संकल्प लिप्तता (रागद्वेष) करता है ऐसे ही दुःखदायी संकल्प भी लिप्तता करता है। अतः दोनों ही संकल्प बन्धनमें डालनेवाले हैं। उनसे हानिके सिवाय कुछ लाभ नहीं है क्योंकि संकल्प न तो अपने स्वरूपका बोध होने देता है न दूसरोंकी सेवा करने देता है न भगवान्में प्रेम होने देता है न भगवान्में मन लगने देता है न अपने नजदीकके कुटुम्बियोंके अनुकूल ही बनने देता है। तात्पर्य है कि अपना संकल्प रखनेसे न अपना हित होता है न संसारका हित होता है न कुटुम्बियोंकी कोई सेवा होती है न भगवान्की प्राप्ति होती है और न अपने स्वरूपका बोध ही होता है। इससे केवल हानिहीहानि होती है। ऐसा समझकर साधकको सम्पूर्ण संकल्पोंसे रहित हो जाना चाहिये जो कि वास्तवमें है ही।मनमें होनेवाली स्फुरणा यदि संकल्पका रूप धारण न करे तो वह स्फुरणा स्वतः नष्ट हो जाती है। स्फुरणा होनेमात्रसे मनुष्यकी उतनी हानि नहीं होती और पतन भी नहीं होता परन्तु समय तो नष्ट होता ही है अतःवह स्फुरणा भी त्याज्य है। पर संकल्पोंका त्याग तो साधकको जरूर ही करना चाहिये। कारण कि संकल्पोंका त्याग किये बिना अर्थात् अपने मनकी छोड़े बिना साधक योगारूढ़ नहीं होता और योगारूढ़ हुए बिना परमात्माकी प्राप्ति नहीं होती कृतकृत्यता नहीं होती मनुष्यजन्म सार्थक नहीं होता भगवान्में प्रेम नहीं होता दुःखोंका सर्वथा अन्त नहीं होता।दूसरे श्लोकमें तो भगवान्ने व्यतिरेकरीतिसे कहा है कि संकल्पोंका त्याग किये बिना मनुष्य कोईसा भी योगी नहीं होता और यहाँ अन्वयरीतिसे कहते हैं कि संकल्पोंका त्याग करनेसे मनुष्य योगारूढ़ हो जाता है। इसका तात्पर्य यह निकला कि साधकको किसी प्रकारका संकल्प नहीं रखना चाहिये।संकल्पोंके त्यागके उपाय (1) भगवान्ने हमारे लिये अपनी तरफसे अन्तिम जन्म (मनुष्यजन्म) दिया है कि तुम इससे अपना उद्धार कर लो। अतः हमें मनुष्यजन्मके अमूल्य मुक्तिदायक समयको निरर्थक संकल्पोंमें बरबाद नहीं करना है ऐसा विचार करके संकल्पोंको हटा दे।(2) कर्मयोगके साधकको अपने कर्तव्यका पालन करना है। कर्तव्यका सम्बन्ध वर्तमानसे है भूतभविष्यत् कालसे नहीं। परन्तु संकल्पविकल्प भूत और भविष्यत् कालके होते हैं वर्तमानके नहीं। अतः साधकको अपने कर्तव्यका त्याग करके भूतभविष्यत् कालके संकल्पविकल्पोंमें नहीं फँसना चाहिये प्रत्युत आसक्तिरहित होकर कर्तव्यकर्म करनेमें लगे रहना चाहिये (गीता 3। 19)।(3) भक्तियोगके साधकको विचार करना चाहिये कि मनमें जितने भी संकल्प आते हैं वे प्रायः भूतकालके आते हैं जो कि अभी नहीं है अथवा भविष्यत् कालके आते हैं जो कि आगे होनेवाला है अर्थात् जो अभी नहीं है। अतः जो अभी नहीं है उसके चिन्तनमें समय बरबाद करना और जो भगवान् अभी हैं अपनेमें हैं और अपने हैं उनका चिन्तन न करना यह कितनी बड़ी गलती है ऐसा विचार करके संकल्पोंको हटा दे।योगारूढस्तदोच्यते सिद्धिअसिद्धिमें सम रहनेका नाम योग है (गीता2। 48)। इस योग अर्थात् समतापर आरूढ़ होना स्थित होना ही योगारूढ़ होना है। योगारूढ़ होनेपर परमात्माकी प्राप्ति हो जाती है।दूसरे श्लोकमें भगवान्ने यह कहा था कि संकल्पोंका त्याग किये बिना कोईसा भी योग सिद्ध नहीं होता और यहाँ कहा है कि सकंल्पोंका सर्वथा त्याग कर देनेसे वह योगारूढ़ हो जाता है। इससे सिद्ध होता है कि सभी तरहके योगोंसे योगारूढ़ अवस्था प्राप्त होती है। यद्यपि यहाँ कर्मयोगका ही प्रकरण है पर संकल्पोंका सर्वथा त्याग करनेसे योगारूढ़ अवस्थामें सब एक हो जाते हैं (गीता 5। 5) सम्बन्ध  पूर्वश्लोकमें भगवान्ने योगारूढ़ मनुष्यके लक्षण बताते हुए यदा और तदा पदसे योगारूढ़ होनेमें अर्थात् अपना उद्धार करनेमें मनुष्यको स्वतन्त्र बताया। अब आगेके श्लोकमें भगवान् मनुष्यमात्रको अपना उद्धार करनेकी प्रेरणा करते हैं।","hcsca":"।।6.4।। स्वयं को साधनावस्था का अनुभव होने से एक साधक को आरुरुक्ष की स्थिति समझना कठिन नहीं है। साधक के लिए निष्काम कर्म साधन है। कर्मों का संन्यास तभी करना चाहिए जब मन के ऊपर पूर्ण संयम प्राप्त हो गया हो। इसके पूर्व ही कर्मों का त्यागना उतना ही हानिकारक होगा जितना कि योगारूढ़त्व की अवस्था को प्राप्त होने पर कर्मों से मन को क्षुब्ध करना। उस अवस्था में तो साधन है शम। स्वाभाविक ही योगारूढ़ के लक्षणों को जानने की उत्सुकता सभी साधकों के मन में उत्पन्न होती है।इस श्लोक में श्रीकृष्ण मन रूपी अश्व पर आरूढ़ हुए पुरुष के बाह्य एवं आन्तरिक लक्षणों को दर्शाते हैं। उस पुरुष का एक लक्षण यह है कि वह मन से न इन्द्रियों के विषयों में आसक्त होता है और न जगत् में किये जाने वाले कर्मों में। इस कथन का शाब्दिक अर्थ लेकर परमसत्य का विचित्र हास्यजनक चित्र खींचने का प्रयत्न नहीं करना चाहिए। इसका अभिप्राय केवल इतना ही है कि ध्यानाभ्यास के समय साधक का मन विषयों तथा कर्मों से पूर्णतया निवृत्त होता है जिससे वह एकाग्रचित्त से ध्यान करने में समर्थ होता है। मन के सहयोग के बिना इन्द्रियों की स्वयं ही विषयों की ओर प्रवृत्ति नहीं हो सकती। यदि मन को आनन्दस्वरूप आत्मतत्त्व के ध्यान में लगाया जाय तो उस निर्विषय आनन्द का अनुभव कर लेने के उपरान्त वह स्वयं ही विषयों के क्षणिक सुखों की खोज में नहीं भटकेगा। किसी धनवान् व्यक्ति का हष्टपुष्ट पालतू कुत्ता स्थानस्थान पर रखे कूड़ेदानों में अन्न के कणों को नहीं खोजता।इन्द्रियों के भोग तथा कर्म से परावृत्त हुआ मन आत्मचिन्तन में स्थिर हो जाता है। यहाँ न अनुषज्जते शब्द पर विशेष ध्यान देने की आवश्यकता है। सज्जते को अनु यह उपसर्ग लगाकर भगवान यहाँ दर्शाते हैं कि उस पुरुष को विषयों से रंचमात्र भी आसक्ति नहीं होती।उपर्युक्त स्थिति को प्राप्त होने पर भी संभव है कि साधक अपने मन में ही उठने वाले संकल्पोंविकल्पों से क्षुब्ध हो जाय। बाह्य जगत् के विक्षेपों की अपेक्षा इन संकल्पों से उत्पन्न विक्षेप अधिक भयंकर होते हैं । भगवान् कहते हैं कि योगारूढ़ पुरुष न केवल बाह्य विक्षेपों से मुक्त है बल्कि इस संकल्प शक्ति के विक्षेपों से भी।स्पष्ट है कि ऐसे योगारूढ़ के लिए ध्यान की गति तीव्र करने के लिए शम की आवश्यकता होती है।योगारूढ़ पुरुष अनर्थ रूप संसार से अपना उद्धार कर लेता है। इसलिए","etsga":"6.4 Verily, [Verily: This word emphasizes the fact that, since attachment to sense objects like sound etc. and to actions is an obstacle in the path of Yoga, therefore the removal of that obstruction is the means to its attainment.] when a man who has given up thought about everything does not get attached to sense-objects or acitons, he is then said to be established in Yoga.","etssa":"6.4 When a man is not attached to the sense-objects or to actions, having renounced all thoughts, then he is said to have attained to Yoga.","etdss":"6.4. When, a person indulges himself neither in what is desired by the senses nor in the actions [for it], then [alone], being a man renouncing all intentions, he is said to have mounted on the Yoga.","ecssa":"6.4 यदा when? हि verily? न not? इन्द्रयार्थेषु in senseobjects? न not? कर्मसु in actions? अनुषज्जते is attached? सर्वसङ्कल्पसंन्यासी renouncer of all thoughts? योगारूढः one who has attained to Yoga? तदा then? उच्यते is said.Commentary Yogarudha he who is enthroned or established in Yoga. When a Yogi? by keeping the mind ite steady? by withdrawing it from the objects of the senses? has attachment neither for sensual objects such as sound? nor for the actions (Karmas? Cf. notes to V.13)? knowing that they are of no use to him when he has renounced all thoughts which generate various sorts of desires for the objects of this world and of the next? then he is said to have become a Yogarudha.Do not think of senseobjects. The desires will die by themselves. How can you free yourself from thinking of the objects Think of God or the Self. Then you can avoid thinking of the objects. Then you can free yourself from thinking of the objects of the senses.Renunciation of thoughts implies that all desires and all actions should be renounced? because all desires are born of thoughts. You think first and then act (strive) afterwards to possess the objects of your desire for enjoyment.Whatever a man desires? that he willsAnd whatever he wills? that he does. -- Brihadaranyaka Upanishad? 4.4.5Renunciation of all actions necessarily follows from the renunciation of all desires.O desire I know where thy root lies. Thou art born of Sankalpa (thought). I will not think of thee and thou shalt cease to exist along with the root. -- Mahabharata? Santi Parva? 177.25Indeed desire is born of thought (Sankalpa)? and of thought? Yajnas are born. -- Manu Smriti? II.2","scetsga":"6.4 Hi, verily; yada, when; a yogi who is concentrating his mind, sarva-sankalpa-sannyasi, who has given up thought about everything-who is apt to give up (sannyasa) all (sarva) thoughts (sankalpa) which are the causes of desire, for things here and hereafter; na anusajjate, does not become attached, i.e. does not hold the idea that they have to be done by him; indriya-arthesu, with regard to sense-objects like sound etc.; and karmasu, with regard to actions-nitya, naimittika, kamya and nisiddha (prohibited) because of the absence of the idea of their utility; tada, then, at that time; ucyate, he is said to be; yoga-arudhah, established in Yoga, i.e. he is said to have attained to Yoga.\nFrom the expression, one who has given up thought about eveything, it follows that one has to renounce all desires and all actions, for all desires have thoughts as their source. This accords with such Smrti texts as:\nVerily, desire has thought as its source. Sacrifices arise from thoughts (Ma. Sm. 2.3);\nO Desire, I know your source. You surely spring from thought. I shall not think of you. So you will not arise in me (Mbh. Sa. 177.25).\nAnd when one gives up all desires, renunciation of all actions becomes accomplished. This agrees with such Upanisadic texts as, (This self is identified with desire alone.) What it desires, it resolves; what it resolves, it works out (Br. 4.4.5); and also such Smrti texts as, Whatever actions a man does, all that is the effect of desire itself (Ma. Sm. 2.4). It accords with reason also. For, when all thoughts are renounced, no one can even move a little. So, by the expression, one who has given up thought about everything, the Lord makes one renounced all desires and all actions.\nWhen one is thus established in Yoga, then by that very fact ones self becomes uplifted by oneself from the worldly state which is replete with evils.\nHence,","scetdss":"6.4 Yada etc. What is desired by the senses : Objects of senses. The actions for them : actions such as earning the objects and so on.\n In this [path of] knowledge one should be necessarily attentive. This [the Lord] says-","scetssa":"6.4 When this Yogin, because of his natural disposition to the experience of the self, loses attachment, i.e., gets detached from sense-objects, i.e., things other than the self, and actions associated with them - then he has abandoned all desires and is said to have climbed the heights of Yoga. Therefore, for one wishing to climb to Yoga, but is still disposed to the experience of the sense-objects, Karma Yoga consisting of the practice of detachment to these objects, becomes the cause for success in Yoga. Therefore one who wishes to climb to Yoga must perform Karma Yoga consisting in the practice of detachment from sense-objects.Sri Krsna further elucidates the same:","chakravarthi":"This verse speaks of the characteristics of the person who has attained   steady meditation (yogarudhah), one who has a completely pure heart. He is not attached either to the sense objects such as sound, nor to actions for attaining enjoyment of the objects of the senses (karmasu).","rudra":"\nWhat qualifies a person to be qualified for sannyasa or renunciation in\nabnegation for whom cessation of activities is prescribed? Lord Krishna\nexplains that when one is no longer enamoured by the pleasures of the\nsenses and the sense objects and is also not even attracted to performing\nthe actions which are the means to obtain them, such a person is qualified\nfor dhyana yoga or the science of the individual consciousness attaining\ncommunion with the ultimate consciousness by mediation. This is because one\nmust develop the renunciation habitually until the dross of desires is\neradicated along with not the slightest inclination to perform any activity\nthat will lead to enjoyment of sense objects and the opportunity for sense\ngratification completely neutralising all desires. Then a person is known\nto be have factually attained dhyana yoga.","brahma":"\nIn this verse Lord Krishna tells the signs of one who has established\nthemselves in equanimity of mind. For such a person there is absolute\ndetachment because there is no desire for results. If one is devoted to the\nSupreme Lord then all imperfections dissolved on their own. If one is not\ndevoted then they are eradicated by special effort.Now begins the summation.How does one become detached from ones actions? The answer is to renounce\nthe desire for the rewards of actions or if one is devoted to the Supreme\nLord to offer all the rewards to Him. By acting in either of these ways one\nis considered performing renunciation for the Supreme Lord.","shri":"\nLord Krishna uses the compound word yogarudhas which is an adept in dhyana\nyoga or the science of the individual consciousness attaining communion\nwith the ultimate consciousness by meditation. Such a person from\nexperiencing the sublime bliss of the atma or soul within has ceased to be\ninfatuated by sensual objects and is no longer deluded by the impulses of\nthe senses in relation to such sense objects. The words na anusajjate\nmeaning not enamoured denotes that one is no longer under the influence of\nsuch delusions. One is yogarudhas who has abandoned all illusions and false\nconceptions. Thus for the aspirant of moksa or liberation from material\nexistence who still is under the sway of infatuation and delusion there is\nno alternative but to perform karma yoga or prescribed Vedic activities as\nthe means to relinquish oneself from from dross of bodily association and\ncarnal desires. This being accomplished one has qualified themselves for\ndhyana yoga and can begin to perfect their meditation. Hence as warning,\nbefore this point it is recommended to exclusively perform karma yoga until\ncompletely free from the infatuation of desires and sense objects.","kumar":"Lord Krishna uses the compound word yogarudhas which is an adept in dhyana\nyoga or the science of the individual consciousness attaining communion\nwith the ultimate consciousness by meditation. Such a person from\nexperiencing the sublime bliss of the atma or soul within has ceased to be\ninfatuated by sensual objects and is no longer deluded by the impulses of\nthe senses in relation to such sense objects. The words na anusajjate\nmeaning not enamoured denotes that one is no longer under the influence of\nsuch delusions. One is yogarudhas who has abandoned all illusions and false\nconceptions. Thus for the aspirant of moksa or liberation from material\nexistence who still is under the sway of infatuation and delusion there is\nno alternative but to perform karma yoga or prescribed Vedic activities as\nthe means to relinquish oneself from from dross of bodily association and\ncarnal desires. This being accomplished one has qualified themselves for\ndhyana yoga and can begin to perfect their meditation. Hence as warning,\nbefore this point it is recommended to exclusively perform karma yoga until\ncompletely free from the infatuation of desires and sense objects."}