{"meta":"Bhagavad Gita Chapter 6 Verse 7","metahi":"भगवद् गीता 6.7","slok":"जितात्मनः प्रशान्तस्य परमात्मा समाहितः।शीतोष्णसुखदुःखेषु तथा मानापमानयोः।।6.7।।","htsrsd":"।।6.7।।जिसने अपनेआपपर अपनी विजय कर ली है उस शीतउष्ण (अनुकूलताप्रतिकूलता) सुखदुःख तथा मानअपमानमें प्रशान्त निर्विकार मनुष्यको परमात्मा नित्यप्राप्त हैं।","htstma":"।।6.7।। शीतउष्ण सुखदुख तथा मानअपमान में जो प्रशान्त रहता है ऐसे जितात्मा पुरुष के लिये परमात्मा सम्यक् प्रकार से स्थित है अर्थात् आत्मरूप से विद्यमान है।।","transliteration":"Jitaatmanah prashaantasya paramaatmaa samaahitah;\nSheetoshna sukha duhkheshu tathaa maanaapamaanayoh.","englishmeaning":"jita-ātmanaḥ—one who has conquered one’s mind; praśhāntasya—of the peaceful; parama-ātmā—God; samāhitaḥ—steadfast; śhīta—in cold; uṣhṇa—heat; sukha—happiness; duḥkheṣhu—and distress; tathā—also; māna—in honor; apamānayoḥ—and dishonor","hcsrsd":"।।6.7।। व्याख्या  छठे श्लोकमें अनात्मनः पद और यहाँ जितात्मनः पद आया है। इसका तात्पर्य है कि जो अनात्मा होता है वह शरीरादि प्राकृत पदार्थोंके साथ मैं और मेरापन करके अपने साथ शत्रुताका बर्ताव करता है और जो जितात्मा होता है वह शरीरादि प्राकृत पदार्थोंसे अपना सम्बन्ध न मानकर अपने साथ मित्रताका बर्ताव करता है। इस तरह अनात्मा मनुष्य अपना पतन करता है और जितात्मा मनुष्य अपना उद्धार करता है।जितात्मनः जो शरीर इन्द्रियाँ मन बुद्धि आदि किसी भी प्राकृत पदार्थकी अपने लिये सहायता नहीं मानता और उन प्राकृत पदार्थोंके साथ किञ्चिन्मात्र भी अपनेपनका सम्बन्ध नहीं जोड़ता उसका नाम जितात्मा है। जितात्मा मनुष्य अपनी तो हित करता ही है उसके द्वारा दुनियाका भी बड़ा भारी हित होता है।शीतोष्णसुखदुःखेषु प्रशान्तस्य यहाँ शीत और उष्ण इन दोनों पदोंपर गहरा विचार करें तो ये सरदी और गरमीके वाचक सिद्ध नहीं होते क्योंकि सरदी और गरमी ये दोनों केवल त्वगिन्द्रियके विषय हैं। अगर जितात्मा पुरुष केवल एक त्वगिन्द्रियके विषयमें ही शान्त रहेगा तो श्रवण नेत्र रसना और घ्राण इन इन्द्रियोंके विषय बाकी रह जायँगे अर्थात् इनमें उसका प्रशान्त रहना बाकी रह जायगा तो उसमें पूर्णता नहीं आयेगी। अतः यहाँ शीत और उष्ण पद अनुकूलता और प्रतिकूलताके वाचक हैं।शीत अर्थात् अनुकूलताकी प्राप्ति होनेपर भीतरमें एक तरहकी शीतलता मालूम देती है और उष्ण अर्थात् प्रतिकूलताकी प्राप्ति होनेपर भीतरमें एक तरहका सन्ताप मालूम देता है। तात्पर्य है कि भीतरमें न शीतलता हो और न सन्ताप हो प्रत्युत एक समान शान्ति बनी रहे अर्थात् इन्द्रियोंके अनुकूलप्रतिकूल विषय वस्तु व्यक्ति घटना परिस्थिति आदिकी प्राप्ति होनेपर भीतरकी शान्ति भङ्ग न हो। कारण कि भीतरमें जो स्वतःसिद्ध शान्ति है वह अनुकूलतामें राजी होनेसे और प्रतिकूलतामें नाराज होनेसे भङ्ग हो जाती है। अतः शीतउष्णमें प्रशान्त रहनेका अर्थ हुआ कि बाहरसे होनेवाले संयोगवियोगका भीतर असर न पड़े।अब यह विचार करना चाहिये कि सुख और दुःख पदसे क्या अर्थ लें। सुख और दुःख दोदो तरहके होते हैं (1) साधारण लौकिक दृष्टिसे जिसके पास धनसम्पत्तिवैभव स्त्रीपुत्र आदि अनुकूल सामग्रीकी बहुलता हो उसको लोग सुखी कहते हैं। जिसके पास धनसम्पत्तिवैभव स्त्रीपुत्र आदि अनुकूल सामग्रीका अभाव हो उसको लोग दुःखी कहते हैं।(2) जिसके पास बाहरकी सुखदायी सामग्री नहीं है वह भोजन कहाँ करेगा इसका पता नहीं है पासमें पहननेके लिये पूरे कपड़े नहीं हैं रहनेके लिये स्थान नहीं है साथमें कोई सेवा करनेवाला नहीं है ऐसी अवस्था होनेपर भी जिसके मनमें दुःखसन्ताप नहीं होता और जो किसी वस्तु व्यक्ति परिस्थिति आदिकी आवश्यकताका अनुभव भी नहीं करता प्रत्युत हर हालतमें बड़ा प्रसन्न रहता है वह सुखी कहलाता है। परन्तु जिसके पास बाहरकी सुखदायी सामग्री पूरी है भोजनके लिये बढ़ियासेबढ़िया पदार्थ हैं पहननेके लिये बढ़ियासेबढ़िया कपड़े हैं रहनेके लिये बहुत बढ़िया मकान है सेवाके लिये कई नौकर हैं ऐसी अवस्था होनेपर भी भीतरमें रातदिन चिन्ता रहती है कि मेरी यह सामग्री कहीं नष्ट न हो जाय यह सामग्री कायम कैसे रहे बढ़े कैसे आदि। इस तरह बाहरकी सामग्री रहनेपर भी जो भीतरसे दुःखी रहता है वह दुःखी कहलाता है।उपर्युक्त दो प्रकारसे सुखदुःख कहनेका तात्पर्य है बाहरकी सामग्रीको लेकर सुखीदुःखी होना और भीतरकी प्रसन्नताखिन्नताको लेकर सुखीदुःखी होना। गीतामें जहाँ सुखदुःखमें सम होनेकी बात आयी है वहाँ बाहरकी सामग्रीमें सम रहनेके लिये कहा गया है जैसे समदुःखसुखः (12। 13 14। 24) शीतोष्णसुखदुःखेषु समः (12। 18) आदि। जहाँ सुखदुःखसे रहित होनेकी बात आयी है वहाँ भीतरकी प्रसन्नता और खिन्नतासे रहित होनेके लिये कहा गया है जैसे द्वन्द्वैर्विमुक्ताः सुखदुःखसंज्ञैः (15। 5) आदि। जहाँ सुखदुःखमें सम होनेकी बात है वहाँ सुखदुःखकी सत्ता तो है पर उसका असर नहीं पड़ता और जहाँ सुखदुःखसे रहित होनेकी बात है वहाँ सुखदुःखकी सत्ता ही नहीं है। इस तरह चाहे बाहरकी सुखदायीदुःखदायी सामग्री प्राप्त होनेपर भीतरसे सम होना कहें चाहे भीतरसे सुखदुःखसे रहित होना कहें दोनोंका तात्पर्य एक ही है क्योंकि सम भी भीतरसे है और रहित भी भीतरसे है।यहाँ शीतउष्ण और सुखदुःखमें प्रशान्त (सम) रहनेकी बात कही गयी है। अनुकूलतासे सुख होता है अनुकूलवेदनीयं सुखम् और प्रतिकूलतासे दुःख होता है प्रतिकूलवेदनीयं दुःखम्। इसलिये अगर शीतउष्णका अर्थ अनुकूलताप्रतिकूलता लिया जाय तो सुखदुःख कहना व्यर्थ हो जायगा और सुखदुःख कहनेसे शीतउष्ण कहना व्यर्थ हो जायगा क्योंकि सुखदुःख पद शीतउष्ण (अनुकूलताप्रतिकूलता) के ही वाचक हैं। फिर यहाँ शीतउष्ण और सुखदुःख पदोंकी सार्थकता कैसे सिद्ध होगी इसके लियेशीतउष्ण पदसे प्रारब्धके अनुसार आनेवाली अनुकूलताप्रतिकूलताको लिया जाय और सुखदुःख पदसे वर्तमानमें किये जानेवाले क्रियमाण कर्मोंकी पूर्तिअपूर्ति तथा उनके तात्कालिक फलकी सिद्धिअसिद्धिको लिया जाय तो इन पदोंकी सार्थकता सिद्ध हो जाती है। तात्पर्य यह निकला कि चाहे प्रारब्धकी अनुकूलप्रतिकूल परिस्थिति हो चाहे क्रियमाणकी तात्कालिक सिद्धिअसिद्धि हो इन दोनोंमें ही प्रशान्त (निर्विकार) रहे।इस प्रकरणके अनुसार भी उपर्युक्त अर्थ ठीक दीखता है। कारण कि इसी अध्यायके चौथे श्लोकमें आये नेन्द्रियार्थेषु (अनुषज्जते) पदको यहाँ शीतउष्ण पदसे कहा गया है और न कर्मसु अनुषज्जते पदोंको यहाँ सुखदुःख पदसे कहा गया है अर्थात् वहाँ प्रारब्धके अनुसार आयी हुई अनुकूलप्रतिकूल परिस्थितिमें और क्रियमाण कर्मोंकी पूर्तिअपूर्ति तथा तात्कालिक फलकी सिद्धिअसिद्धिमें आसक्तिरहित होनेकी बातआयी है और यहाँ उन दोनोंमें प्रशान्त होनेकी बात आयी है।तथा मानापमानयोः ऐसे ही जो मानअपमानमें भी प्रशान्त है। अब यहाँ कोई शङ्का करे कि मानअपमान भी तो प्रारब्धका फल है अतः यह शीतउष्ण (अनुकूलप्रतिकूल परिस्थिति) के ही अन्तर्गत आ गया। फिर इसको अलगसे क्यों लिया गया मानअपमानको अलगसे इसलिये लिया गया है कि शीतउष्ण तो दैवेच्छा(अनिच्छा) कृत प्रारब्धका फल है पर मानअपमान परेच्छाकृत प्रारब्धका फल है। यह परेच्छाकृत प्रारब्ध मानबड़ाईमें भी होता है और निन्दास्तुति आदिमें भी होता है। इसलिये मानअपमान पदमें निन्दास्तुति लेना चाहें तो ले सकते हैं। तात्पर्य यह हुआ कि कर्मयोगी दूसरोंके द्वारा किये गये मानअपमानमें भी प्रशान्त रहता है अर्थात् उसकी शान्तिमें किञ्चिन्मात्र भी फरक नहीं पड़ता।मानअपमानमें प्रशान्त रहनेका उपाय साधकका कोई मानआदर करे तो साधक यह न माने कि यह मेरे कर्मोंका मेरे गुणोंका मेरी अच्छाईका फल है प्रत्युत यही माने कि यह तो मानआदर करनेवालेकी सज्जनता है उदारता है। उसकी सज्जनताको अपना गुण मानना ईमानदारी नहीं है। अगर कोई अपमान कर दे तो ऐसा माने कि यह मेरे कर्मोंका ही फल है। इसमें अपमान करनेवालेका कोई दोष नहीं है प्रत्युत वह तो दयाका पात्र है क्योंकि उस बेचारेने मेरे पापोंका फल भुगतानेमें निमित्त बनकर मेरेको शुद्ध कर दिया है। इस तरह माननेसे साधक मानअपमानमें प्रशान्त निर्विकार हो जायगा। अगर वह मानको अपना गुण और अपमानको दूसरोंका दोष मानेगा तो वह मानअपमानमें प्रशान्त नहीं हो सकेगा।परमात्मा समाहितः शीतउष्ण सुखदुःख और मानअपमान इन छहोंमें प्रशान्त निर्विकार रहनेसे सिद्ध होता है कि उसको परमात्मा प्राप्त हैं। कारण कि भीतरसे विलक्षण आनन्द मिले बिना बाहरकी अनुकूलताप्रतिकूलता सिद्धिअसिद्धि और मानअपमानमें वह प्रशान्त नहीं रह सकता। वह प्रशान्त रहता है तो उसको एकरस रहनेवाला विलक्षण आनन्द मिल गया है। इसलिये गीताने जगहजगह कहा है कि जिन पुरुषोंका मन साम्यावस्थामें स्थित है उन पुरुषोंने इस जीवितअवस्थामें ही संसारको जीत लिया है (5। 19) जिस लाभकी प्राप्ति होनेपर उससे अधिक लाभका होना मान ही नहीं सकता और जिसमें स्थित होनेपर बड़े भारी दुःखसे भी विचलित नहीं हो सकता (6। 22) आदिआदि।","hcsca":"।।6.7।। जब योगारूढ़ पुरुष आत्मचिन्तन में स्थित हो जाता है तब उसमें वह क्षमता आ जाती है कि वह जीवन की सभीअनुकूल और प्रतिकूलपरिस्थितियों में ध्यानाभ्यास की निरन्तरता बनाये रख सकता है। यहाँ दूसरी पंक्ति में स्पष्ट दर्शाया है कि बाह्य जगत् में कोई ऐसा पर्याप्त कारण नहीं रह जाता जो उसे आत्मध्यान से विचलित कर सके।शीतउष्ण सुखदुख तथा मानअपमान इन तीन द्वन्द्वों के द्वारा भगवान् सभी संभाव्य विघ्नों को सूचित करते हैं जो मनुष्य के जीवन में आकर उसकी समता और शांति को भंग करने में समर्थ होते हैं।शीतउष्ण इसका अनुभव स्थूल शरीर के स्तर पर होता है। शीत या उष्ण में हमारे मन के विचारों पर कोई प्रभाव नहीं पड़ता। वे शीत में न सिकुड़ते हैं और न काँपते हैं उसी प्रकार उष्णता से न वे अधिक व्यापक होते हैं और न उन्हें स्वेद आता है ये सब लक्षण शरीर में ही दिखाई देते हैं और इसलिये शीतउष्ण इस द्वन्द्व के द्वारा वे सभी अनुभव बताये गये हैं जो शरीर को होते हैं जैसेरोग युवावस्था वृद्धावस्था आदि।सुखदुख मन के स्तर पर प्राप्त होने वाले सभी अनुभवों को सुखदुख रूप द्वन्द्व से दर्शाया गया है। स्पष्ट है कि इसका अनुभव मन को होता है शरीर को नहीं। प्रेम और घृणा स्नेह और ईर्ष्या करुणा और क्रूरता ऐसी ही असंख्य प्रकार की भावनाएँ मन में उठती रहती हैं जो मनुष्य को विचलित कर देती हैं परन्तु इनमें किसी में भी यह सार्मथ्य नहीं कि वह जितेन्द्रिय संयमित पुरुष को किसी प्रकार की हानि पहुँचा सके।मानअपमान के कारण यदि किसी साधक को विक्षेप होता है तो उसके प्रति सहानुभूति दिखाने की कोई आवश्यकता नहीं। मानअपमान की कल्पना बुद्धि की होती है और फिर मनुष्य अपनी कल्पना के अनुसार प्राप्त परिस्थितियों में प्रतिक्रिया व्यक्त करता है।शरीर मन और बुद्धि ये तीन उपाधियाँ हैं जिनके द्वारा उपर्युक्त द्वन्द्वरूप विघ्न आने की संभावनायें रहती हैं। भगवान् कहते हैं कि प्रशान्त चित्त वाले जितेन्द्रिय पुरुष के लिये परमात्मा सदा ही आत्मभाव से विद्यमान रहता है। इन परिस्थितियों का उस पर कुछ भी प्रभाव नहीं पड़ता। अनुकूल या प्रतिकूल परिस्थितयाँ हों अच्छा या बुरा वातावरण हो अथवा मूर्ख या बुद्धिमान का साथ हो आत्मज्ञानी पुरुष सदा प्रशान्त और समभाव में स्थित रहता है।ऐसे ज्ञानी पुरुष की क्या विशेषता है क्यों कोई पुरुष इस कठिन साधना का अभ्यास करे भगवान् कहते हैं","etsga":"6.7 The supreme Self of one who has control over the aggregate of his body and organs, and who is tranil, becomes manifest. (He should be eipoised) [These words are supplied to complete the sentence.] in the midst of cold and heat, happiness and sorrow, as also honour and dishonour.","etssa":"6.7 The Supreme Self of him who is self-controlled and peaceful is balanced in cold and heat, pleasure and pain, as also in honour and dishonour.","etdss":"6.7. The thinking of the person, with subdued mind and [hence] with complete calmness, remains in eilibrium in the case of others and of himself, in cold and heat, in pleasure and pain, like-wise in honour and dishonour.","ecssa":"6.7 जितात्मनः of the selfcontrolled? प्रशान्तस्य of the peaceful? परमात्मा the Supreem Self? समाहितः balanced? शीतोष्णसुखदुःखेषु in cold and heat? pleasure and pain? तथा as also? मानापमानयोः in honour and dishonour.Commentary The selfcontrolled Yogi who is rooted in the Self keeps poise amidst the pairs of opposites (Dvandvas) or the alternating waves of cold and heat? pleasure and pain? honour and dishonour. When the Yogi has subdued his senses? when his mind is balanced and peaceful under all conditions? when he is not in the least influenced by the pairts of opposites? when he has renounced all actions? then the Highest Self really becomes his own Self. He attains to Selfrealisation. As he rests in hiw own Self? he is ever serene or tranil he is not affected by the pairs of opposites? and he stands as adamant in the face of the changing conditions of Nature.","scetsga":"6.7 Parama-atma, the supreme Self; jita-atmanah, of one who has control over the aggregate of his body and organs; prasantasya, who is tranil, who is a monk with his internal organ placid; samahitah, becomes manifest, i.e. becomes directly manifest as his own Self. Moreover, (he should be eipoised) sita-usna-sukha-duhkhesu, in the midst of cold and heat, happiness and sorrow; tatha, as also; mana-apamanayoh in honour and dishonour, adoration and despise.","scetdss":"6.7 Jita-etc. A person with complete calmness : a person without ego. [The thinking etc.] ; A thinking that entertains no difference in the case of others and of himself, and of cold and heat etc., i.e., [entertains] no like and dislike [for them].","scetssa":"6.7 Of him whose self is conered, i.e., whose mind is conered, whose mind is free from fluctuations and who is very calm, the great self becomes well secured, i.e., exceedingly well secured in connection with heat and cold, pleasure and pain, and honour and dishonour.Here the individual self (Pratyagatman) is called the great self (Paramatman), as the context justifies this only. It can also be called great, because it is at a higher stage relatively to previous successive stages. Or the word may be construed as follows: The self is secured greatly - Atma parma samahitah. [In any case it should not be taken as the Supreme Being].","chakravarthi":"Three verses show the qualities of the person who has attained steady meditation (yogarudha). The yogi who has controlled the mind (jitatmanah), who is devoid of attachment to objects (prasantasya), has his soul (atma) completely (param) situated in samadhi (samahitah), in all conditions of duality, heat and cold, happiness and distress, respect and disrespect.","rudra":"\nEvidence of the minds friendliness is elucidated now by Lord Krishna.\nFreedom from all dualities such as heat and cold, praise and ridicule, joy\nand grief. Continuously poised and serene within meditating on the atma or\nsoul. Another interpretation is that the awakened individual soul has\nattained communion with the ultimate soul establishing it in his heart.","brahma":"There is no commentary for this verse.","shri":"\nWhen the mind is well governed and under control, when it is incapable of\nbeing affected by the dualities such as heat and cold, joy and grief,\npraise and ridicule, when in equanimity it has become completely tranquil\nand equipoised; at that time the exalted atma or eternal soul can be\nrealised within. The word samahitah means situated in samadhi or deep\nmeditation and denotes that atma or soul has been realised in its true\ntranscendental essence. Lord Krishna uses the word paramatma meaning in\nthis instance parama or exalted and atma or soul and refers to the\nindividual soul and not the Supreme Soul as normally assumed. Designating\nthe individual soul in this way is to show special deference to one who is\nendowed with the aforementioned quality of being situated deep in\nmeditation enough to perceive and realise the eternal and transcendental\nsublime atma.","kumar":"When the mind is well governed and under control, when it is incapable of\nbeing affected by the dualities such as heat and cold, joy and grief,\npraise and ridicule, when in equanimity it has become completely tranquil\nand equipoised; at that time the exalted atma or eternal soul can be\nrealised within. The word samahitah means situated in samadhi or deep\nmeditation and denotes that atma or soul has been realised in its true\ntranscendental essence. Lord Krishna uses the word paramatma meaning in\nthis instance parama or exalted and atma or soul and refers to the\nindividual soul and not the Supreme Soul as normally assumed. Designating\nthe individual soul in this way is to show special deference to one who is\nendowed with the aforementioned quality of being situated deep in\nmeditation enough to perceive and realise the eternal and transcendental\nsublime atma."}