{"meta":"Bhagavad Gita Chapter 6 Verse 19","metahi":"भगवद् गीता 6.19","slok":"यथा दीपो निवातस्थो नेङ्गते सोपमा स्मृता।योगिनो यतचित्तस्य युञ्जतो योगमात्मनः।।6.19।।","htsrsd":"।।6.19।।जैसे स्पन्दनरहित वायुके स्थानमें स्थित दीपककी लौ चेष्टारहित हो जाती है योगका अभ्यास करते हुए यतचित्तवाले योगीके चित्तकी वैसी ही उपमा कही गयी है।","htstma":"।।6.19।। जिस प्रकार वायुरहित स्थान में स्थित दीपक में कम्प नहीं होता वैसी ही उपमा आत्मा के ध्यान में लगे हुए उस योगी के समाहित चित्त की कही गयी है।।","transliteration":"Yathaa deepo nivaatastho nengate sopamaa smritaa;\nYogino yatachittasya yunjato yogamaatmanah.","englishmeaning":"yathā—as; dīpaḥ—a lamp; nivāta-sthaḥ—in a windless place; na—does not; iṅgate—flickers; sā—this; upamā—analogy; smṛitā—is considered; yoginaḥ—of a yogi; yata-chittasya—whose mind is disciplined; yuñjataḥ—steadily practicing; yogam—in meditation; ātmanaḥ—on the Supreme","hcsrsd":"।।6.19।। व्याख्या  यथा दीपो निवातस्थो ৷৷. युञ्जतो योगमात्मनः जैसे सर्वथा स्पन्दनरहित वायुके स्थानमें रखे हुए दीपककी लौ थोड़ी भी हिलतीडुलती नहीं है ऐसे ही जो योगका अभ्यास करता है जिसका मन स्वरूपके चिन्तनमें लगता है और जिसने चित्तको अपने वशमें कर रखा है उस ध्यानयोगीकेचित्तके लिये भी दीपककी लौकी उपमा दी गयी है। तात्पर्य है कि उस योगीका चित्त स्वरूपमें ऐसा लगा हुआ है कि उसमें एक स्वरूपके सिवाय दूसरा कुछ भी चिन्तन नहीं होता।पूर्वश्लोकमें जिस योगीके चित्तको विनियत कहा गया है उस वशीभूत किये हुए चित्तवाले योगीके लिये यहाँ यतचित्तस्य पद आया है।कोई भी स्थान वायुसे सर्वथा रहित नहीं होता। वायु सर्वत्र रहती है। कहींपर वायु स्पन्दनरूपसे रहती है और कहींपर निःस्पन्दनरूपसे रहती है। इसलिये यहाँ निवातस्थः पद वायुके अभावका वाचक नहीं है प्रत्युत स्पन्दित वायुके अभावका वाचक है।यहाँ उपमेय चित्तको पर्वत आदि स्थिर अचल पदार्थोंकी उपमा न देकर दीपककी लौकी ही उपमा क्यों दी गयी दीपककी लौ तो स्पन्दित वायुसे हिल भी सकती है पर पर्वत कभी हिलता ही नहीं। अतः पर्वतकी ही उपमा देनी चाहिये थी इसका उत्तर यह है कि पर्वत स्वभावसे ही स्थिर अचल और प्रकाशहीन है जब कि दीपककी लौ स्वभावसे चञ्चल और प्रकाशमान है। चञ्चल वस्तुको स्थिर रखनेमें विशेष कठिनता पड़ती है। चित्त भी दीपककी लौके समान स्वभावसे ही चञ्चल है इसलिये चित्तको दीपककी लौकी उपमा दी गयी है।दूसरी बात जैसे दीपककी लौ प्रकाशमान होती है ऐसे ही योगीके चित्तकी परमात्मतत्त्वमें जागृति रहती है। यह जागृति सुषुप्तिसे विलक्षण है। यद्यपि सुषुप्ति और समाधि इन दोनोंमें संसारकी निवृत्ति समान रहती है तथापि सुषुप्तिमें चित्तवृत्ति अविद्यामें लीन हो जाती है। अतः उस अवस्थामें स्वरूपका भान नहीं होता। परन्तु समाधिमें चित्तवृत्ति जाग्रत् रहती है अर्थात् चित्तमें स्वरूपकी जागृति रहती है। इसीलिये यहाँ दीपककी लौका दृष्टान्त दिया गया है। इसी बातको चौथे अध्यायके सत्ताईसवें श्लोकमें ज्ञानदीपिते पदसे कहा है। सम्बन्ध  जिस अवस्थामें पूर्णता प्राप्त होती है उस अवस्थाका आगेके श्लोकमें स्पष्ट वर्णन करते हैं।","hcsca":"।।6.19।। योगी के समाहित चित्त का वर्णन करने के लिए निर्वात स्थान में रख दीप की उपमा यहाँ दी गयी है जो अत्यन्त समीचीन है। मन में निरन्तर वृत्तियां उत्पन्न और नष्ट होती रहती हैं और हमें एक अखण्ड मन का अनुभव होता है। इसी प्रकार दीपज्योति भी वास्तव में कभी स्थिर नहीं होती तथापि उसका कम्पन इतनी तीव्र गति से होता है कि हमें एक निश्चित आकार की ज्योति प्रतीत होती है।जब इस ज्योति को वायु के झकोरों से सुरक्षित रखा जाता है तब यह उर्ध्वगामी ज्योति स्थिर हो जाती है। ठीक उसी प्रकार सामान्यत वैषयिक इच्छाओं के कारण चंचल रहने वाला मन जब ध्यान के समय शान्त किया जाता है तब वह स्थिर हो जाता है और मन में एक अखण्ड ब्रह्माकार वृत्ति बनी रहती है। संक्षेप में समस्त जगत् के अधिष्ठान नित्य अनन्त आनन्दस्वरूप ब्रह्म का नित्य निरन्तर ध्यान ही आत्मयोग है।योगाभ्यास से इस एकाग्रता को प्राप्त करने के पश्चात् प्रगति के क्या सोपान हांेगे अगले चार श्लोकों में इसका वर्णन किया गया है","etsga":"6.19 As a lamp kept in a windless place does not flicker, such is the simile thought of for the yogi whose mind is under control, and who is engaged in concentration on the Self.","etssa":"6.19 As a lamp placed in a windless spot does not flicker to such is compared the Yogi of controlled mind, practising Yoga in the Self (or absorbed in the Yoga of the Self).","etdss":"6.19. Just as a lamp in the windless place does not shake - This simile is recalled in the case of the man of Yoga, with subdued mind, practising the Yoga in the Self.","ecssa":"6.19 यथा as? दीपः lamp? निवातस्थः placed in a windless place? न not? इङ्गते flicker? सा that? उपमा simile? स्मृता is thought? योगिनः of the Yogi? यतचित्तस्य of one with controlled mind? युञ्जतः of the practising? योगम् the Yoga? आत्मनः of the Self.Commentary This is a beautiful simile. Yogins ote this simile very often when they talk of concentration or steadiness or onepointedness of the mind. A steady mind will serve as a powerful searchlight to find out the hidden spiritual treasures of the Self.","scetsga":"6.19 Yatha, as; a dipah, lamp; nivata-sthah, kept in a windless place; na ingate, does not flicker; sa upama, such is the simile-that with which something is compared is an upama (smile)-; smrta, thought of, by the knowers of Yoga who understand the movements of the mind; yoginah, for the yogi; yata-citasya, whose mind is under control; and yunjatah, who is engaged in; yogam, concentration; atmanah, on the Self, i.e. who is practising Self-absorption.\nBy dint of practising Yoga thus, when the mind, comparable to a lamp in a windless place, becomes concentrated, then-","scetdss":"6.19 Yatha etc. Just as a lamp existing in the windless palce does not shake, so is the man of Yoga. Shaking in his case is the efforts like aciring sense objects and so on.\n Now, the characteristic of this Brahman - Itself being Its own nature - is described indirectly with a good number of adjectives. This is different from the characteristics assumed in other systems -","scetssa":"6.19 As a lamp does not flicker in a windless place, i.e., does not move, but remains steady with its illumination - this is the simile used to illustrate the nature of the self of the Yogin who has subdued his mind, who has got rid of all other kinds of mental activity and who is practising Yoga concerning the self. The meaning is that the self remains with its steadily illumining light of knowledge because all other activities of the mind have ceased, just as a lamp kept in a windless place has an unflickering flame.","chakravarthi":"It is considered exactly (yatha) similar (upama) to the lamp, which does not move (na ingate) when in a windless place (nivata sthah). The elision of sa with upama is according to the rule so’ci lope cet pada-puranam. (Panini 6.1.134) What is the comparison? It is compared to the consciousness of the yogi, devoid of movement.","rudra":"\nA simile is given in this verse by Lord Krishna in His comparison of a\ncandle flame that never wavers in a windless place and the mind of a yogi\nor one perfected in the science of the individual consciousness attaining\ncommunion with the ultimate consciousness, rapt in concentrated meditation,\nbright and steady like a flame never flickering away from the atma or soul.","brahma":"\nHere Lord Krishna uses the word atmanah to indicate the eternal,\nresplendent Supreme Lord Himself.","shri":"As a candle flame when sheltered from the wind will not flicker but burns\nbright and steady. The word smrta means evidenced and is cited by those who\nare experienced in the science of meditation and used as a simile to\nillustrate how meditation on the atma or soul becomes steady and effulgent\nto that yogi or one perfected in the science of the individual\nconsciousness attaining communion with the ultimate consciousness who\nconcentrates upon the atma after with drawing the mind from every other\nobjects of attention. Lord Krishna is stating that the atma shines steady\nand radiant in the light of meditative spiritual intelligence by reason\nthat all extraneous and miscellaneous distractions of the mind have been\nsequestered out exactly as a candle flame shines constant and bright when\nall wind has been sequestered out from around it.","kumar":"As a candle flame when sheltered from the wind will not flicker but burns\nbright and steady. The word smrta means evidenced and is cited by those who\nare experienced in the science of meditation and used as a simile to\nillustrate how meditation on the atma or soul becomes steady and effulgent\nto that yogi or one perfected in the science of the individual\nconsciousness attaining communion with the ultimate consciousness who\nconcentrates upon the atma after with drawing the mind from every other\nobjects of attention. Lord Krishna is stating that the atma shines steady\nand radiant in the light of meditative spiritual intelligence by reason\nthat all extraneous and miscellaneous distractions of the mind have been\nsequestered out exactly as a candle flame shines constant and bright when\nall wind has been sequestered out from around it."}