{"meta":"Bhagavad Gita Chapter 6 Verse 6","metahi":"भगवद् गीता 6.6","slok":"बन्धुरात्माऽऽत्मनस्तस्य येनात्मैवात्मना जितः।अनात्मनस्तु शत्रुत्वे वर्तेतात्मैव शत्रुवत्।।6.6।।","htsrsd":"।।6.6।।जिसने अपनेआपसे अपनेआपको जीत लिया है उसके लिये आप ही अपना बन्धु है और जिसने अपनेआपको नहीं जीता है ऐसे अनात्माका आत्मा ही शत्रुतामें शत्रुकी तरह बर्ताव करता है।","htstma":"।।6.6।। जिसने आत्मा (इंद्रियोंआदि) को आत्मा के द्वारा जीत लिया है उस पुरुष का आत्मा उसका मित्र होता है परन्तु अजितेन्द्रिय के लिए आत्मा शत्रु के समान स्थित होता है।।","transliteration":"Bandhuraatmaa’tmanastasya yenaatmaivaatmanaa jitah;\nAnaatmanastu shatrutwe vartetaatmaiva shatruvat.","englishmeaning":"bandhuḥ—friend; ātmā—the mind; ātmanaḥ—for the person; tasya—of him; yena—by whom; ātmā—the mind; eva—certainly; ātmanā—for the person; jitaḥ—conquered; anātmanaḥ—of those with unconquered mind; tu—but; śhatrutve—for an enemy; varteta—remains; ātmā—the mind; eva—as; śhatru-vat—like an enemy","hcsrsd":"।।6.6।। व्याख्या  बन्धुरात्मात्मनस्तस्य येनात्मैवात्मना जितः अपनेमें अपने सिवाय दूसरेकी सत्ता है ही नहीं। अतः जिसने अपनेमें अपने सिवाय दूसरे(शरीर इन्द्रियाँ मन बुद्धि आदि) की किञ्चिन्मात्र भी आवश्यकता नहीं रखी है अर्थात् असत् पदार्थोंके आश्रयका सर्वथा त्याग करके जो अपने सम स्वरूपमें स्थित हो गया है उसने अपनेआपको जीत लिया है।वह अपनेआपमें स्थित हो गया इसकी क्या पहचान है उसका अन्तःकरण समतामें स्थित हो जायगा क्योंकि ब्रह्म निर्दोष और सम है। उस ब्रह्मकी निर्दोषता और समता उसके अन्तःकरणपर आ जाती है। इससे पता लग जाता है कि वह ब्रह्ममें स्थित है (गीता 5। 19)। तात्पर्य यह निकला कि ब्रह्ममें स्थित होनेसे ही उसने अपने द्वारा अपनेआपपर विजय प्राप्त कर ली है। वास्तवमें ब्रह्ममें स्थिति तो नित्यनिरन्तर थी ही केवल मन बुद्धि आदिको अपना माननेसे ही उस स्थितिका अनुभव नहीं हो रहा था।संसारमें दूसरोंकी सहायताके बिना कोई भी किसीपर विजय प्राप्त नहीं कर सकता और दूसरोंकी सहायता लेना ही स्वयंको पराजित करना है। इस दृष्टिसे स्वयं पहले पराजित होकर ही दूसरोंपर विजय प्राप्त करता है। जैसे कोई अस्त्रशस्त्रोंसे दूसरेको पराजित करता है तो वह दूसरोंको पराजित करनेमें अपने लिये अस्त्रशस्त्रोंकी आवश्यकता मानता है अतः स्वयं अस्त्रशस्त्रोंसे पराजित ही हुआ। कोई शास्त्रके द्वारा बुद्धिके द्वारा शास्त्रार्थ करके दूसरोंपर विजय प्राप्त करता है तो वह स्वयं पहले शास्त्र और बुद्धिसे पराजित होता ही है और होना ही पड़ेगा। तात्पर्य यह निकला कि जो किसी भी साधनसे जिस किसीपर भी विजय करता है वह अपनेआपको ही पराजित करता है। स्वयं पराजित हुए बिना दूसरोंपर कभी कोई विजय कर ही नहीं सकता यह नियम है। अतः जो अपने लिये दूसरोंकी किञ्चिन्मात्र भी आवश्यकता नहीं समझता वही अपनेआपसे अपनेआपपर विजय प्राप्त करता है और वही स्वयं अपना बन्धु है।अनात्मनस्तु शत्रुत्वे वर्तेतात्मैव शत्रुवत् जो अपने सिवाय दूसरोंकी अर्थात् शरीर इन्द्रियाँ मन बुद्धि धन वैभव राज्य जमीन घर पद अधिकार आदिकी अपने लिये आवश्यकता मानता है वही अनात्मा है। तात्पर्य है कि जो अपना स्वरूप नहीं है आत्मा नहीं है उसको अपने लिये आवश्यक और सहायक समझता है तथा उसको अपना स्वरूप मान लेता है। ऐसा अनात्मा होकर जो किसी भी प्राकृत पदार्थको अपना समझता है वह आप ही अपने साथ शत्रुताका बर्ताव करता है। यद्यपि वह यही समझता है कि मन बुद्धि आदिको अपना मानकर मैंने उनपर अपना आधिपत्य कर लिया है उनपर विजय प्राप्त कर ली है तथापि वास्तवमें (उनको अपना माननेसे) वह खुद ही पराजित हुआ है। तात्पर्य यह निकला कि दूसरोंसे पराजित होकर अपनी विजय समझना ही अपने साथ शत्रुताका बर्ताव करना है।शत्रुत्वे कहनेमें भाव यह है कि जो अपना नहीं है उससे मैं और मेरा पनका सम्बन्ध मानना अपने साथ शत्रुपनेमें मुख्य हेतु है। इससे यह सिद्ध हुआ कि स्वयं प्रकृतिजन्य पदार्थोंके साथ अपना सम्बन्ध स्थापित कर लेता है यहींसे शत्रुता शुरू हो जाती है। मनुष्य प्राकृत वस्तुओंपर जितनाजितना अधिकार जमाता चला जाता है उतनाउतना वह अपनेआपको पराधीन बनाता चला जाता है। उसमें भी वह मान बड़ाई कीर्ति आदि चाहता है और अधिकसेअधिक पतनकी तरफ जाता है। उसको दीखता तो यही है कि मैं अच्छा कर रहा हूँ मेरी उन्नति हो रही है पर बात बिलकुल उलटी है। वास्तवमें वह अपने साथ अपनीशत्रुताको ही बढ़ा रहा है।बड़े आश्चर्यकी बात है कि जो मानवशरीर जडताका सर्वथा त्याग करके केवल चिन्मयताकी प्राप्तिके लिये मिला है उसको भूलकर वह वर्तमानमें तथा मरनेके बाद भी मूर्ति चित्र आदिके रूपमें अपना नामरूप कायम रहे इस तरह जडताको महत्त्व देकर उसको स्थिर रखना चाहता है। इस तरह चिन्मय होकर भी जडताकी दासतामें फँसकर वह अपने साथ महान् शत्रुताका ही बर्ताव करता है।शत्रुवत् कहनेमें भाव यह है कि शरीर इन्द्रियाँ मन बुद्धि आदिको अपनी समझकर वह अपनेको उनका अधिपति मानता है परन्तु वास्तवमें हो जाता है उनका दास यद्यपि उसका बर्ताव अपनी दृष्टिसे अपना अहित करनेका नहीं होता तथापि परिणाममें तो उसका अपना अहित ही होता है। इसलिये भगवान्ने कहा है कि उसका बर्ताव अपने साथ शत्रुवत् अर्थात् शत्रुताकी तरह होता है।तात्पर्य यह हुआ कि कोई भी मनुष्य अपनी दृष्टिसे अपने साथ शत्रुताका बर्ताव नहीं करता। परन्तु असत् वस्तुका आश्रय लेकर मनुष्य अपने हितकी दृष्टिसे भी जो कुछ बर्ताव करता है वह बर्ताव वास्तवमें अपने साथ शत्रुकी तरह ही होता है क्योंकि असत् वस्तुका आश्रय परिणाममें जन्ममृत्युरूप महान् दुःख देनेवाला है। सम्बन्ध  अपने द्वारा अपनी विजय करनेका परिणाम क्या होता है इसका उत्तर आगेके तीन श्लोकमें देते हैं।","hcsca":"।।6.6।। जिस मात्रा में जीव शरीर मन और बुद्धि से तादात्म्य को त्यागता है उस मात्रा में वह आत्मा के दिव्य प्रभाव से प्रभावित होता है। तब आत्मा उसका मित्र कहलाता है। वही मन जब बहिर्मुखी होकर विषयों मे आसक्त होता है तब मानों आत्मा उसका शत्रु होता है।निष्कर्ष यह निकला कि चैतन्य आत्मा समान रूप से विद्यमान रहता है परन्तु मन की अन्तर्मुखी अथवा बहिर्मुखी प्रवृत्तियों की दृष्टि से वह मनुष्य का मित्र अथवा शत्रु कहलाता है। और यदि आत्मा शब्द का अर्थ मन करें तो अर्थ होगा कि संयमित मन मनुष्य का मित्र है और स्वेच्छाचारी उसका शत्रु । यह श्लोक पूर्व श्लोक के अर्थ को अधिक स्पष्ट करता है।योगरूढ़ मनुष्य के पूर्णत्व की स्थिति को अगले श्लोक में बताया गया है","etsga":"6.6 Of him, by whom has been conered his very self by the self, his self is the friend of his self. But, for one who has not conered his self, his self itself acts inimically like an enemy.","etssa":"6.6 The Self is the friend of the self of him by whom the self has been conered by the Self, but to the unconered self, this Self stands in the position of an enemy, like an (external) foe.","etdss":"6.6. The self is the friend of that Self by Which the self has been verily subdued; but [in the case of] a person with an unsubdued self, the self alone would abide in enmity like an enemy.","ecssa":"6.6 बन्धुः friend? आत्मा the Self? आत्मनः of the self? तस्य his? येन by whom? आत्मा the self? एव even? आत्मना by the Self? जितः is conered? अनात्मनः of unconered self? तु but? शत्रुत्वे in the place of an enemy? वर्तेत would remain? आत्मा the Self? एव even? शत्रुवत् like an enemy.Commentary Coner the lower mind through the higher mind. The lower mind is your enemy. The higher mind is your friend. If you make friendship with the higher mind you can subdue the lower mind ite easily. The lower mind is filled with Rajas and Tamas (passion and darkness). The higher mind is filled with Sattva or purity.The Self is the friend of one who is selfcontrolled? and who has subjugated the lower mind and the senses. But the Self is an enemy of one who has no selfrestraint? and who has not subdued the lower mind and the senses. Just as an external enemy does harm to him? so also his own (lower) self (mind) does harm to him. The lower mind injures him severely. The highest Self or Atman is the primary Self. Mind also is self. This is the secondary self.","scetsga":"6.6 Tasya, of him; yena, by whom; jitah, has been conered, subdued; his eva atma, very self, the aggregate of body and organs; that atma, self; is bandhuh, the friend; atmanah, of his self. The idea is that he is a coneror of his senses. Tu, but; anatmanah, for one who has not conered his self, who has no self-control; atma eva, his self itself; varteta, acts; satruvat, like an enemy; satrutve, inimically, with the attitude of an enemy. As an enemy, who is different from oneself, does harm to oneself, similarly ones self behaves like an enemy to oneself. This is the meaning. [If the body and organs are under control, they are helpful in concentrating ones mind on the Self; but, if they are not under control, they oppose this concentration.]","scetdss":"6.5-6 Uddharet etc. Bandhuh etc. In this [path] there is no other means excepting the self i.e. nothing but ones mind. Indeed the subdued mind is a friend and it lifts up [the Self] from the highly dreadful cycle of birth and death. But the unsubdued one does the act of enmity as it throws [the Self] down in the horrible hell.\n The characteristic mark of the subdued-minded man is this :","scetssa":"6.6 A person whose mind is conered by himself in relation to sense-objects, has that mind as his friend. In the case of one whose mind is not conered in this way, his own mind, like an enemy, remains hostile. The meaning is that it acts, against his attainment of supreme beatitude. It has been stated by Bhagavan Parasara also: The mind of man is the cause both of his bondage and his release. Its addiction to sense objects is the cause of his bondage; its separation from sense objects is the means of ones release (V. P., 6.7.28).The proper condition for the beginning of Yoga is now taught:","chakravarthi":"The mind is whose friend and whose enemy? This verse answers. The mind (atma) is a friend, causing benefit, to that jiva who has conquered the mind. The mind acts as an enemy, causing harm, to that jiva who does not control the mind (anatmanah).","rudra":"\nThe question may be raised regarding what type of person is the mind a\nfriend and to what type of person is the mind an enemy. Lord Krishna\nanswers that the living being who by spiritual intelligence and diligent\neffort has conquered and brought under control the aggregate of the\nphysical body, the senses and the mind; to this being only can the mind be\nconsidered a friend as a person following an uncontrolled mind is adverse\nto their own best interests and is harmful hence their mind is like an\nenemy.","brahma":"\nTo whom is the mind a dear friend has been mentioned by Lord Krishna in\nthis verse. Here the word atma should be understood as being the mind and\nthe word atmana as being the living entity. So the meaning is that the\natmana or living entity achieves success by the strength of the atma or\nmind. In the Brahmavaivartaka Purana states: That the condition of the mind\nis the sole reason for human beings to be liberated from the material\nexistence or contrarily incarcerated in the material existence. The mind\nshould elevate a human being and not be a source of delusion and distress\nfor the mind has the propensity to be the best friend or the worst enemy of\nthis there is no doubt. When with diligence and determination the mind is\nwell governed it is like a best friend and then there are no other enemies.\nTherefore one should amiably govern their mind by Vedic knowledge and with\ndevotion to the Supreme Lord. The word atmana refers to one whose mind is\nfixed and unconquerable. But even so if the mind is not directed towards\ndevotion to the Supreme Lord it is not likely to be helpful in the same way\nas having a servant who does no work is like not having a servant at all\nand soon the mind will become antagonistic to restraint and then an enemy.Now begins the summation.The individual consciousness elevates itself by the mercy of the ultimate\nconsciousness. Lord Krishna is perpetually the best friend and well-wisher\nof the righteous and spiritual beings but a perpetual enemy to the\nperpetrators of evil and unrighteousness. This means that to one who is\ndevoted to the Supreme Lord Krishna or any of His authorised incarnations\nthe mind acts as a dear friend by His grace; but for all others the mind is\nlike an enemy. In the end of the verse it is indicated that the Supreme\nBeing aides within such a person.","shri":"The mind is only a friend to those who are able to restrain it from flowing\nexternally outwards after sense objects; but if one is unable to subdue the\nmind that it will harass and aggravate one to satisfy the senses and is the\nworst enemy. Lord Krishna is conveying that an ungoverned and uncontrolled\nmind being attached to sense gratification interposes obstructions and\ndeviations in the way which deviates and hinders one from attainment of\natma tatva or realisation of the soul. Sage Parasara the father of\nVedavyasa has stated that the mind itself is the sole cause of bondage in\nthe material existence as well as the sole cause of moksa or liberation\nfrom the material existence. A mind infatuated with desire for sense\nobjects constitutes a state of bondage and a mind free from the delusion of\ndesire for sense objects constitutes the way to moksa. The preliminary\ncompetency to be acquired before one commences meditation will be given in\nthe next verse.","kumar":"The mind is only a friend to those who are able to restrain it from flowing\nexternally outwards after sense objects; but if one is unable to subdue the\nmind that it will harass and aggravate one to satisfy the senses and is the\nworst enemy. Lord Krishna is conveying that an ungoverned and uncontrolled\nmind being attached to sense gratification interposes obstructions and\ndeviations in the way which deviates and hinders one from attainment of\natma tatva or realisation of the soul. Sage Parasara the father of\nVedavyasa has stated that the mind itself is the sole cause of bondage in\nthe material existence as well as the sole cause of moksa or liberation\nfrom the material existence. A mind infatuated with desire for sense\nobjects constitutes a state of bondage and a mind free from the delusion of\ndesire for sense objects constitutes the way to moksa. The preliminary\ncompetency to be acquired before one commences meditation will be given in\nthe next verse."}