{"meta":"Bhagavad Gita Chapter 6 Verse 16","metahi":"भगवद् गीता 6.16","slok":"नात्यश्नतस्तु योगोऽस्ति न चैकान्तमनश्नतः।न चातिस्वप्नशीलस्य जाग्रतो नैव चार्जुन।।6.16।।","htsrsd":"।।6.16।।हे अर्जुन यह योग न तो अधिक खानेवालेका और न बिलकुल न खानेवालेका तथा न अधिक सोनेवालेका और न बिलकुल न सोनेवालेका ही सिद्ध होता है।","htstma":"।।6.16।। परन्तु हे अर्जुन यह योग उस पुरुष के लिए सम्भव नहीं होता जो अधिक खाने वाला है या बिल्कुल न खाने वाला है तथा जो अधिक सोने वाला है या सदा जागने वाला है।।","transliteration":"Naatyashnatastu yogo’sti nachaikaantamanashnatah;\nNa chaatiswapnasheelasya jaagrato naiva chaarjuna.","englishmeaning":"na—not; ati—too much; aśhnataḥ—of one who eats; tu—however; yogaḥ—Yog; asti—there is; na—not; cha—and; ekāntam—at all; anaśhnataḥ—abstaining from eating; na—not; cha—and; ati—too much; svapna-śhīlasya—of one who sleeps; jāgrataḥ—of one who does not sleep enough; na—not; eva—certainly; cha—and; arjuna—Arjun","hcsrsd":"।।6.16।। व्याख्या नात्यश्नतस्तु योगोऽस्ति   अधिक खानेवालेका योग सिद्ध नहीं होता (टिप्पणी प0 347)। कारण कि अन्न अधिक खानेसे अर्थात् भूखके बिना खानेसे अथवा भूखसे अधिक खानेसे प्यास ज्यादा लगती है जिससे पानी ज्यादा पीना पड़ता है। ज्यादा अन्न खाने और पानी पीनेसे पेट भारी हो जाता है। पेट भारी होनेसे शरीर भी बोझिल मालूम देता है। शरीरमें आलस्य छा जाता है। बारबार पेट याद आताहै। कुछ भी काम करनेका अथवा साधन भजन जप ध्यान आदि करनेका मन नहीं करता। न तो सुखपूर्वक बैठा जाता है और न सुखपूर्वक लेटा ही जाता है तथा न चलनेफिरनेका ही मन करता है। अजीर्ण आदि होनेसे शरीरमें रोग पैदा हो जाते हैं। इसलिये अधिक खानेवाले पुरुषका योग कैसे सिद्ध हो सकता है नहीं हो सकता।न चैकान्तमनश्नतः ऐसे ही बिलकुल न खानेसे भी योग सिद्ध नहीं होता। कारण कि भोजन न करनेसे मनमें बारबार भोजनका चिन्तन होता है। शरीरमें शक्ति कम हो जाती है। मांसमज्जा आदि भी सूखते जाते हैं। शरीर शिथिल हो जाता है। चलनाफिरना कठिन हो जाता है। लेटे रहनेका मन करता है। जीना भारी हो जाता है। बैठ करके अभ्यास करना कठिन हो जाता है। चित्त परमात्मामें लगता ही नहीं। अतः ऐसे पुरुषका योग कैसे सिद्ध होगान चाति स्वप्नशीलस्य जिसका ज्यादा सोनेका स्वभाव होता है उसका भी योग सिद्ध नहीं होता। कारण कि ज्यादा सोनेसे स्वभाव बिगड़ जाता है अर्थात् बारबार नींद सताती है। पड़े रहनेसे सुख और बैठे रहनेसे परिश्रम मालूम देता है। ज्यादा लेटे रहनेसे गाढ़ नींद भी नहीं आती। गाढ़ नींद न आनेसे स्वप्न आते रहते हैं संकल्पविकल्प होते रहते हैं। शरीरमें आलस्य भरा रहता है। आलस्यके कारण बैठनेमें कठिनाई होती है। अतः वह योगका अभ्यास भी नहीं कर सकता फिर योगकी सिद्धि कैसे होगीजाग्रतो नैव चार्जुन हे अर्जुन जब अधिक सोनेसे भी योगकी सिद्धि नहीं होती तो फिर बिलकुल न सोनेसे योगकी सिद्धि हो ही कैसे सकती है क्योंकि आवश्यक नींद न लेकर जगनेसे बैठनेपर नींद सतायेगी जिससे वह योगका अभ्यास नहीं कर सकेगा।सात्त्विक मनुष्योंमें भी कभी सत्सङ्गका सात्त्विक गहरी बातोंका भगवान्की कथाका अथवा भक्तोंके चरित्रोंका प्रसङ्ग छिड़ जाता है तो कथा आदि कहते हुए सुनते हुए जब रस आनन्द आता है तब उनको भी नींद नहीं आती। परन्तु उनका जगना और तरहका होता है अर्थात् राजसीतामसी वृत्तिवालोंका जैसा जगना होता है वैसा जगना सात्त्विक वृत्तिवालोंका नहीं होता। उस जगनेमें सात्त्विक मनुष्योंको जो आनन्द मिलता है उसमें उनको निद्राके विश्रामकी खुराक मिलती है। अतः रातों जगनेपर भी उनको और समयमें निद्रा नहीं सताती। इतना ही नहीं उनका वह जगना भी गुणातीत होनेमें सहायता करता है। परन्तु राजसी और तामसी वृत्तिवाले जगते हैं तो उनको और समयमें निद्रा तंग करती है और रोग पैदा करती है।ऐसे ही भक्तलोग भगवान्के नामजपमें कीर्तनमें भगवान्के विरहमें भोजन करना भूल जाते हैं उनको भूख नहीं लगती तो वे अनश्नतः नहीं हैं। कारण कि भगवान्की तरफ लग जानेसे उनके द्वारा जो कुछ होता है वह सत् हो जाता है।","hcsca":"।।6.16।। उपर्युक्त साधन और साध्य का विस्तृत विवरण जानकर यदि कोई व्यक्ति निर्दिष्ट साध्य की प्राप्ति में स्वयं को असमर्थ पाये तो कोई आश्चर्य नहीं । ऐसा भी नहीं कि साधक में इच्छा या प्रयत्न का अभाव हो फिर भी लक्ष्य प्राप्त करना उसे कठिन ही प्रतीत होता है। वह क्या कारण है जो अनजाने ही साधक को अपने साध्य से दूर ले जाता है कोई भी वैज्ञानिक सिद्धांत प्रयोग में सफलता के लिए सावधानियों को बताये बिना पूर्ण नहीं होता। अगले कुछ श्लोकों में ध्यानयोग के मार्ग में आने वाले सम्भावित गर्तों का संकेत किया गया है जिनसे साधक को बचने का प्रयत्न करना चाहिए।ध्यान की सफलता के लिए महत्त्व का नियम यह है कि अति सर्वत्र वर्जयेत् अर्थात् जीवन के कार्यों और उपभोगो में अतिरेक का त्याग करना चाहिए। परिमितता या संयम सफलता की कुन्जी है। असंयम से विक्षेप उत्पन्न होते हैं और संगठित व्यक्तित्व का सांमजस्य भंग हो जाता है। इसलिए आहार विहार और निद्रा में परिमितता का होना आवश्यक है।भगवान् कहते हैं कि अत्याधिक मात्रा में भोजन करने वाले या अति उपवास करने वाले व्यक्ति के लिए योग असाध्य है। यहाँ खाने का अर्थ केवल मुख के द्वारा अन्न भक्षण ही नहीं वरन् सभी इन्द्रियों के द्वारा किये जाने वाले विषय ग्रहण है। इस शब्द में समाविष्ट हैं विषय ग्रहण मन की भावनाएँ और बुद्धि के विचार।संक्षेप में योगाभ्यासी पुरुष के लिए नियम यह होना चाहिए कि केवल व्यक्तिगत लाभ के लिए प्राणी जगत् का संहार किये बिना समयसमय पर जो कुछ प्राप्त होता है उसका ग्रहण या भक्षण केवल इतना ही करे कि पेट को भार न हो।यहाँ ठीक ही कहा गया है कि अत्याधिक निद्रा अथवा जागरण योग के अनुकूल नहीं है। यहाँ भी विवेकपूर्ण परिमितता ही नियम होना चाहिए। संभव है कि मन्दबुद्धि पुरुष इस श्लोक के तात्पर्य को न समझकर प्रश्न पूछे कि किस पुरुष के लिए योग सहज साध्य होता है इसके उत्तर में कहते हैं।","etsga":"6.16 But, O Arjuna, Yoga is not for one who eats too much, nor for one who does not eat at all; neither for one who habitually sleeps too long, nor surely for one who keeps awake.","etssa":"6.16 Verily Yoga is not possible for him who eats too much, nor for him who does not eat at all, nor for him who sleeps too much, nor for him who is (always) awake, O Arjuna.","etdss":"6.16. Yoga is neither for him who eats too much; nor for him who totally abstains from eating; nor for him who is prone to sleep too much; and nor for him who keeps awake too much.","ecssa":"6.16 न not? अत्यश्नतः of one who eats too much? तु verily? योगः Yoga? अस्ति is? न not? च and? एकान्तम् at all? अनश्नतः of one who does not eat? न not? च and? अतिस्वप्नशीलस्य of one who sleeps too much? जाग्रतः one who is awake? न not? एव even? च and? अर्जुन O Arjuna.Commentary In this verse the Lord prescribes the diet for the students of Yoga. You must observe moderation in eating and sleeping. If you eat too much you will feel drowsy? and sleep will overpower you. You will get indigestion? flatulence? diseases of the bowels and the liver. If you eat too little you will get weakness and you will not be able to sit for a long time in meditation. You should eat neither more nor less than what is actually necessary for maintaining the body in a healthy and strong state.It may mean also that success in Yoga is not possible for him who eats more than the antity prescribed in the text books on Yoga. They prescribe Half the stomach must be filled with food a arter with water and the remaining fourth must be empty for the free movement of air. This is the Mitahara or moderate diest for a student of Yoga.If you sleep too much you will become lethargic. The mind will be dull and the body will be heavy. You cannot meditate. If you sleep too little you will experience drowsiness. You will sleep during meditation. Keep the golden medium. You will have rapid progress in Yoga.","scetsga":"6.16 (Tu, but) O Arjuna, Yoga na asti, is not; atiasnatah, for one who eats too much, for one who eats food more than his capacity; na ca, nor is Yoga; anasnatah, for one who does not eat; ekantam, at all. This accords with the Vedic text, As is well known, if one eats that much food which is within ones capacity, then it sustains him, it does not hurt him; that which is more, it harms him; that which is less, it does not sustain him (Sa. Br.; Bo. Sm. 2.7.22). Therefore, a yogi should not eat food more or less than what is suitable for him. Or the meaning is that Yoga is not for one who eats more food than what is prescribed for a yogi in the scriptures on Yoga. Indeed, the antity has been mentioned in, One half of the stomach is to be filled with food including curries; the third arter is to be filled with water; but the fourth arter is to be left for the movement of air, etc.\nSimilarly, Yoga is not for ati svapna-silasya, one who habitually sleeps too long; and Yoga is na eva, surely not; jagratah, for one who keeps awake too long.\nHow, again, does Yoga become possibel? This is being stated:","scetdss":"6.16 See Comment under 6.17","scetssa":"6.16 Over-eating and excessive fasting are opposed to Yoga. So also are excessive recreation and non-recreation, too much of sleep and too much of vigil. So too, are overwork and idleness.","chakravarthi":"Two verses describe the rules for making practice of yoga steady. One who eats too much is not a yogi. It is said,\npurayed asanenardham trtiyam udakena tu\nvayoh sancaranartham tu caturtham avasesayet\nOne should fill the stomach half with food, one quarter with water, and one quarter remaining for the movement of air.","rudra":"\nThe regulations regarding the eating of food and the regimen of sleep that\nare to be followed by those practising yoga or the science of the\nindividual consciousness attaining communion with the ultimate\nconsciousness are now being given by Lord Krishna. By not following these\ninjunctions it is not possible to even commence practising any form of\nyoga.","brahma":"\nAbstention from performing regulatory fasting such as Ekadasi which is the\n11th day of the waxing or waning moon is sanctioned only for the weak and\ninvalid. In the Narada Purana it states: That one who is strong having\ngiven up sleep, food, fear, lethargy and actions, meditates within on the\nSupreme Lord Krishna or His authorised incarnations with eyes half-closed\nfocused on the tip of the nose or the space between the eyebrows attains\nequanimity of mind.","shri":"There is no commentary for this verse.","kumar":"After describing the results of meditation Lord Krishna gives the\nregulations regarding the eating of food and the regimen of sleep habits.\nOne who eats like a glutton or sleeps like a sloth as well as one who fasts\ntoo much and sleeps to little are never qualified to practise yoga or the\nscience of the individual consciousness attaining communion with the\nultimate consciousness. In regard to food it is described by Pantajali that\nthe stomach should be filled one-half with food, one-quarter with liquid\nand one-quarter should be kept free for the movement of air."}