{"meta":"Bhagavad Gita Chapter 6 Verse 29","metahi":"भगवद् गीता 6.29","slok":"सर्वभूतस्थमात्मानं सर्वभूतानि चात्मनि।ईक्षते योगयुक्तात्मा सर्वत्र समदर्शनः।।6.29।।","htsrsd":"।।6.29।।सब जगह अपने स्वरूपको देखनेवाला और ध्यानयोगसे युक्त अन्तःकरणवाला योगी अपने स्वरूपको सम्पूर्ण प्राणियोंमें स्थित देखता है और सम्पूर्ण प्राणियोंको अपने स्वरूपमें देखता है।","htstma":"।।6.29।। योगयुक्त अन्तकरण वाला और सर्वत्र समदर्शी योगी आत्मा को सब भूतों में और भूतमात्र को आत्मा में देखता है।।","transliteration":"Sarvabhootasthamaatmaanam sarvabhootaani chaatmani;\nEekshate yogayuktaatmaa sarvatra samadarshanah.","englishmeaning":"sarva-bhūta-stham—situated in all living beings; ātmānam—Supreme Soul; sarva—all; bhūtāni—living beings; cha—and; ātmani—in God; īkṣhate—sees; yoga-yukta-ātmā—one united in consciousness with God; sarvatra—everywhere; sama-darśhanaḥ—equal vision","hcsrsd":"।।6.29।। व्याख्या  ईक्षते योगयुक्तात्मा सर्वत्र समदर्शनः सब जगह एक सच्चिदानन्दघन परमात्मा ही परिपूर्ण हैं। जैसे मनुष्य खाँड़से बने हुए अनेक तरहके खिलौनोंके नाम रूप आकृति आदि भिन्नभिन्न होनेपर भी उनमें समानरूपसे एक खाँड़को लोहेसे बने हुए अनेक तरहके अस्त्रशस्त्रोंमें एक लोहेको मिट्टीसे बने हुए अनेक तरहके बर्तनोंमें एक मिट्टीको और सोनेसे बने हुए आभूषणोंमें एक सोनेको ही देखता है ऐसे ही ध्यानयोगी तरहतरहकी वस्तु व्यक्ति आदिमें समरूपसे एक अपने स्वरूपको ही देखता है।योगयुक्तात्मा इसका तात्पर्य है कि ध्यानयोगका अभ्यास करतेकरते उस योगीका अन्तःकरण अपने स्वरूपमें तल्लीन हो गया है। तल्लीन होनेके बाद उसका अन्तःकरणसे सम्बन्धविच्छेद हो जाता है जिसका संकेत सर्वभूतस्थमात्मानं सर्वभूतानि चात्मनि पदोंसे किया गया है।सर्वभूतस्थमात्मानम् वह सम्पूर्ण प्राणियोंमें अपनी आत्माको अपने सत्स्वरूपको स्थित देखता है। जैसे साधारण प्राणी सारे शरीरमें अपनेआपको देखता है अर्थात् शरीरके सभी अवयवोंमें अंशोंमें मैं को ही पूर्णरूपसे देखता है ऐसे ही समदर्शी पुरुष सब प्राणियोंमें अपने स्वरूपको ही स्थित देखता है।किसीको नींदमें स्वप्न आये तो वह स्वप्नमें स्थावरजङ्गम प्राणीपदार्थ देखता है। पर नींद खुलनेपर वह स्वप्नकी सृष्टि नहीं दीखती अतः स्वप्नमें स्थावरजङ्गम आदि सब कुछ स्वयं ही बना है। जाग्रत्अवस्थामें किसी जड या चेतन प्राणीपदार्थकी याद आती है तो वह मनसे दीखने लग जाता है और याद हटते ही वह सब दृश्य अदृश्य हो जाता है अतः यादमें सब कुछ अपना मन ही बना है। ऐसे ही ध्यानयोगी सम्पूर्ण प्राणियोंमें अपने स्वरूपको स्थित देखता है। स्थित देखनेका तात्पर्य है कि सम्पूर्ण प्राणियोंमें सत्तारूपसे अपना ही स्वरूप है। स्वरूपके सिवाय दूसरी कोई सत्ता ही नहीं है क्योंकि संसार एक क्षण भी एकरूप नहीं रहता प्रत्युत प्रतिक्षण बदलता ही रहता है। संसारके किसी रूपको एक बार देखनेपर अगर दुबारा उसको कोई देखना चाहे तो देख ही नहीं सकता क्योंकि वह पहला रूप बदल गया। ऐसे परिवर्तनशील वस्तु व्यक्ति आदिमें योगी सत्तारूपसे अपरिवर्तनशील अपने स्वरूपको ही देखता है।सर्वभूतानि चात्मनि वह सम्पूर्ण प्राणियोंको अपने अन्तर्गत देखता है अर्थात् अपने सर्वगत असीम सच्चिदानन्दघन स्वरूपमें ही सभी प्राणियोंको तथा सारे संसारको देखता है। जैसे एक प्रकाशके अन्तर्गत लाल पीला काला नीला आदि जितने रंग दीखते हैं वे सभी प्रकाशसे ही बने हुए हैं और प्रकाशमें ही दीखते हैं और जैसे जितनी वस्तुएँ दीखती हैं वे सभी सूर्यसे ही उत्पन्न हुई हैं और सूर्यके प्रकाशमें ही दीखती हैं ऐसे ही वह योगी सम्पूर्ण प्राणियोंको अपने स्वरूपसे ही पैदा हुए स्वरूपमें ही लीन होते हुए और स्वरूपमें ही स्थित देखता है। तात्पर्य है कि उसको जो कुछ दीखता है वह सब अपना स्वरूप ही दीखता है।इस श्लोकमें प्राणियोंमें तो अपनेको स्थित बताया है पर अपनेमें प्राणियोंको स्थित नहीं बताया। ऐसा कहनेका तात्पर्य है कि प्राणियोंमें तो अपनी सत्ता है पर अपनेमें प्राणियोंकी सत्ता नहीं है। कारण कि स्वरूप तो सदा एकरूप रहनेवाला है पर प्राणी उत्पन्न और नष्ट होनेवाले हैं।इस श्लोकका तात्पर्य यह हुआ कि व्यवहारमें तो प्राणियोंके साथ अलगअलग बर्ताव होता है परन्तु अलगअलग बर्ताव होनेपर भी उस समदर्शी योगीकी स्थितिमें कोई फरक नहीं पड़ता। सम्बन्ध  भगवान्ने चौदहवेंपन्द्रहवें श्लोकोंमें सगुणसाकारका ध्यान करनेवाले जिस भक्तियोगीका वर्णन किया था उसके अनुभवकी बात आगेके श्लोकमें कहते हैं।","hcsca":"।।6.29।। विश्व के सभी धर्म महान हैं परन्तु यदि धर्म शब्द का अर्थ आत्मोन्नति का विज्ञान है तो उनमें से कोई भी धर्म वेदान्त के समान पूर्ण नहीं है। इस श्लोक में गीताचार्य भगवान् श्रीकृष्ण स्पष्ट घोषणा करते हैं कि केवल वह पुरुष आत्मज्ञानी या ईश्वर का साक्षात्कारकर्ता नहीं कहा जा सकता जिसने मात्र स्वयं को ही शुद्ध दिव्य स्वरूप में अनुभव किया हो। वह पुरुष जिसने कि सम्पूर्ण भूतों में विराजमान एक ही आत्मतत्त्व के दर्शन किये हों आत्मज्ञानी कहा जायेगा। अपने हृदय में स्थित चैतन्य आत्मा ही सर्वत्र सभी नाम रूपों में स्थित है और यही चैतन्य सम्पूर्ण दृश्यमान जगत् का अधिष्ठान है। अत हृदयस्थ चैतन्य के अनुभव का अर्थ ही सर्वत्र व्याप्त नित्य तत्व को अनुभव करना है।हिन्दू धर्म में ऐसा कोई आत्मानुभवी पुरुष नहीं है जिसने दैवी करुणा से ही क्यों न होहे पापपुत्र जैसे अशोभनीय सम्बोधन द्वारा किसी को सम्बोधित किया हो। स्वामी रामतीर्थ के समान हिन्दू महात्मा पुरुष ने लोगों को हे अमृत के पुत्रों के अतिरिक्त किसी अन्य शब्द से संबोधित नहीं किया। अहं ब्रह्मास्मि का अनुभव ही पूर्णत्व का द्योतक है जिसे ऋषियों ने सदैव अपना लक्ष्य बनाया है। इसी अनुभव को इस श्लोक में अत्यन्त प्रभावशाली ढंग से दर्शाया गया है।गीता के प्राय सभी अध्यायों में इस सिद्धान्त का प्रतिपादन किया गया है कि नामरूपमय यह सृष्टि पारमार्थिक सत्य की अभिव्यक्ति है अथवा यह सृष्टि उस सत्य पर अध्यस्त (कल्पित) है। इस दृष्टि से सम्पूर्ण नामरूपों का अधिष्ठान यह देशकालातीत आत्मतत्व ही है। जैसे मिट्टी समस्त मिट्टी के बने पात्रों में सुवर्ण समस्त आभूषणों में जल समस्त तरंगों में वैसे ही आत्मा समस्त नामरूपों में अधिष्ठान के रूप में स्थित है।हम अपने शरीर मन और बुद्धि के द्वारा क्रमश भौतिक पदार्थ दूसरों की भावनाएँ और विचारों को देख और समझ पाते हैं। जिसने इन उपाधियों से परे ात्मस्वरूप ा साक्षात्कार कर लिया वह पुरुष उस आध्यात्मिक दृष्टि से जब जगत् को देखता है तब उसे सर्वत्र व्याप्त आत्मा का ही अनुभव होता है। वह योगी स्वयं आत्मस्वरूप बन जाता है। मिट्टी की दृष्टि से घट नहीं है और न सुवर्ण की दृष्टि से आभूषण। उसी प्रकार आत्मदृष्टि से आत्मा ही विद्यमान है और उससे भिन्न कोई वस्तु नहीं है।इस ज्ञान को समझने से श्लोक का अर्थ स्पष्ट हो जाता है। जिसने अनेकता में एक सत्य का दर्शन कर लिया वही आत्मज्ञानी पुरुष सर्वत्र समदृष्टि सेब्राह्मण गाय हाथी श्वान और चाण्डाल को देख सकता है।अगले श्लोक में इस आत्मैकत्व दर्शन का फल बताते हैं","etsga":"6.29 One who has his mind Self-absorbed through Yoga, and who has the vision of sameness every-where, see this Self existing in everything, and every-thing in his Self.","etssa":"6.29 With the mind harmonised by Yoga he sees the Self abiding in all beings and all beings in the Self; he sees the same everywhere.","etdss":"6.29. He, who has yoked the self in Yoga and observes everything eally perceives the Self to be abiding in all beings and all beings to be abiding in the Self.","ecssa":"6.29 सर्वभूतस्थम् abiding in all beings? आत्मानम् the Self? सर्वभूतानि all beings? च and? आत्मनि in the Self?,ईक्षते sees? योगयुक्तात्मा one who is harmonised by Yoga? सर्वत्र everywhere? समदर्शनः one who sees the same everywhere.Commentary The Yogi beholds through the eye of intuition (JnanaChakshus or DivyaChakshus) oneness or unity of the Self everywhere. This is a sublime and magnanimous vision indeed. He feels? All indeed is Brahman. He beholds that all beings are one with Brahman and that the Self and Brahman are identical.","scetsga":"6.29 Yoga-yukta-atma, one who has his mind Self-absorbed through Yoga, whose mind is merged in samadhi; and sarvatra-sama-darsanah, who has the vision of sameness everywhere-who has the vision (darsana) of sameness (sama-tva), the knowledge of identity of the Self and Brahman everywhere (sarvatra) without exception, in all divergent objects beginning from Brahma to immovable things; iksate, sees; atmanam, the Self, his own Self; sarva-bhuta-stham, existing in everything; and sarva-bhutani, everything from Brahma to a clump of grass; unified atmani, in his Self.\nThe fruit of this realization of the unity of the Self is being stated:","scetdss":"6.29 Sarva - etc. Let him consider the Self to be entering into (i.e., inherent in and manifesting as) all beings as a perceiver (or as a subject); again let him unify all beings in the Self through his realisation of the Self as being object [for them]. As a result of this, there arises a capacity to observe eally and also arises the Yoga. This is in short what is meant here. The details have been dealt with by myself (Ag.) in [my] manual, like the bhedavadavidarana and [my commentary], the Devistotra-Vivarana; and hence they may be ascertained there only.\n The same idea is made clear [as] -","scetssa":"6.29 (i) On account of the similarity between one self and other selves when They are separated from Prakrti (i.e., the body), all selves are by Themselves only of the nature of knowledge. Inealities pertain only to Prakrti or the bodies they are embodied in. One whose mind is fixed in Yoga has the experience of the sameness of the nature of all the selves as centres of intelligence, the perceived difference being caused only by the body. When separated from the body all are alike because of their being forms of centres of intelligence. An enlightened Yogin therefore sees himself as abiding in all beings and all beings abiding in his self in the sense that he sees the similarity of the selves in himself and in every being. When one self is visualised, all selves become visulaised, because of the similarity of all selves. This is supported by the statements: He sees sameness everywhere (6.29). The same is again referred to in, This Yoga of eality which has been declared by you (6.33), and the statement The Brahman when uncontaminated is the same everywhere (5.19).","chakravarthi":"This verse shows the jivan mukta’s direct experience of brahman.\nHe, whose consciousness has taken the form of Brahman (yoga yukta atma), realizes by spiritual perception (iksate) the paramatma who resides in all entities (sarva bhuta stham atmanam), and is the resting place of all entities (atmani sarvabhutani), as brahman (sama darsinah).","rudra":"\nThe necessity of realisation of the Brahman or the spiritual substratum\npervading all existence is being given by Lord Krishna. The mature yogi\nwhose mind is spiritually enlightened by the practice of yoga or the\nscience of the individual consciousness attaining communion with the\nultimate consciousness by dhyana or meditation. Who perceives the Brahman\neverywhere and who sees omniscience and omnipresence of the atma or soul\nwithout any limitations equally existing in all beings from the highest\ndemigod to an inanimate tree. Such a person realises the Supreme Being\nexisting within himself and himself existing within the Supreme Being.","brahma":"\nThe objective and goal to be gained is given here by Lord Krishna. The atma\nor eternal soul residing within all beings is the omnipresent and\nomniscient Supreme Lord. All creatures also exist within the Supreme Lord\nas the atma as well. One who perceives this sees the Supreme Lord equally\nin everything from a blade of grass to the Brahman or spiritual substratum\npervading all existence. Therefore it has been said that one sees the\nSupreme Lord abiding in all creatures and all creatures abiding in the\nSupreme Lord.\nNow begins the summation.The Supreme Lord abides in equal measure in all beings along with the atma\nor soul and is known as paramatma the Supreme Soul.","shri":"\nThe words sarvatra sama-darsana means equal vision everywhere. This means\nrealising the atma or soul that abides in oneself and abides in other\nbeings is of the same transcendental essence in all beings equally. This is\nperceived by spiritual consciousness and this transcendental essence is an\nattribute equally present in all atmas. The equality, sameness and\nluminosity of the atma has been perceived by those recipients of moksa or\nliberation when the atma is divested of its connection with the physical\nbody and material nature. Inequality as well as indifference and indolence\narise from designating the atma as being non-different from the myriad of\nmultifarious physical manifestations the atma is embodied by. The yogi or\none perfecting the science of the individual consciousness with the\nultimate consciousness, who mature in dhyana or meditation has achieved\natma tattva or realisation of the soul, does not discern any differences in\nthe myriad of multifarious physical manifestations but perceives the atma\nwherever it may reside in whatever physical or subtle body it manifests in.\nThis is perceived by the atmas inherent and essential attribute of\ntranscendental consciousness existing equally in all beings. Such is actual\nequal vision and one who perceives the atma abiding within oneself is of\nexactly the same essence, nature and quality as the atma perceived abiding\nin other beings realises that such beings are equal in this respect. The\nconclusion of what Lord Krishna is stating is that all atmas are eternal,\nfrom one eternal essence and that when ones own atma has been realised and\nperceived then every beings atma is realised and be perceived.","kumar":"The words sarvatra sama-darsana means equal vision everywhere. This means\nrealising the atma or soul that abides in oneself and abides in other\nbeings is of the same transcendental essence in all beings equally. This is\nperceived by spiritual consciousness and this transcendental essence is an\nattribute equally present in all atmas. The equality, sameness and\nluminosity of the atma has been perceived by those recipients of moksa or\nliberation when the atma is divested of its connection with the physical\nbody and material nature. Inequality as well as indifference and indolence\narise from designating the atma as being non-different from the myriad of\nmultifarious physical manifestations the atma is embodied by. The yogi or\none perfecting the science of the individual consciousness with the\nultimate consciousness, who mature in dhyana or meditation has achieved\natma tattva or realisation of the soul, does not discern any differences in\nthe myriad of multifarious physical manifestations but perceives the atma\nwherever it may reside in whatever physical or subtle body it manifests in.\nThis is perceived by the atmas inherent and essential attribute of\ntranscendental consciousness existing equally in all beings. Such is actual\nequal vision and one who perceives the atma abiding within oneself is of\nexactly the same essence, nature and quality as the atma perceived abiding\nin other beings realises that such beings are equal in this respect. The\nconclusion of what Lord Krishna is stating is that all atmas are eternal,\nfrom one eternal essence and that when ones own atma has been realised and\nperceived then every beings atma is realised and be perceived."}