{"meta":"Bhagavad Gita Chapter 6 Verse 38","metahi":"भगवद् गीता 6.38","slok":"कच्चिन्नोभयविभ्रष्टश्छिन्नाभ्रमिव नश्यति।अप्रतिष्ठो महाबाहो विमूढो ब्रह्मणः पथि।।6.38।।","htsrsd":"।।6.38।।हे महाबाहो संसारके आश्रयसे रहित और परमात्मप्राप्तिके मार्गमें मोहित अर्थात् विचलित इस तरह दोनों ओरसे भ्रष्ट हुआ साधक क्या छिन्नभिन्न बादलकी तरह नष्ट तो नहीं हो जाता","htstma":"।।6.38।। हे महबाहो क्या वह ब्रह्म के मार्ग में मोहित तथा आश्रयरहित पुरुष छिन्नभिन्न मेघ के समान दोनों ओर से भ्रष्ट हुआ नष्ट तो नहीं हो जाता है","transliteration":"Kacchinnobhayavibhrashtash cchinnaabhramiva nashyati;\nApratishtho mahaabaaho vimoodho brahmanah pathi.","englishmeaning":"kachchit—whether; na—not; ubhaya—both; vibhraṣhṭaḥ—deviated from; chhinna—broken; abhram—cloud; iva—like; naśhyati—perishes; apratiṣhṭhaḥ—without any support; mahā-bāho—mighty-armed Krishna; vimūḍhaḥ—bewildered; brahmaṇaḥ—of God-realization; pathi—one on the path","hcsrsd":"।।6.38।। व्याख्या  अर्जुनने पूर्वोक्त श्लोकमें कां गतिं कृष्ण गच्छति कहकर जो बात पूछी थी उसीका इस श्लोकमें खुलासा पूछते हैं।अप्रतिष्ठो महाबाहो विमूढो ब्रह्मणः पथि वह सांसारिक प्रतिष्ठा(स्थिति) से तो जानकर रहित हुआ है अर्थात् उसने संसारके सुखआराम आदरसत्कार यशप्रतिष्ठा आदिकी कामना छोड़ दी है इनको प्राप्त करनेका उसका उद्देश्य ही नहीं रहा है। इस तरह संसारका आश्रय छोड़कर वह परमात्मप्राप्तिके मार्गपर चला पर जीवितअवस्थामें परमात्माकी प्राप्ति नहीं हुई और अन्तसमयमें साधनसे विचलित हो गया अर्थात् परमात्माकी स्मृति नहीं रही।कच्चिन्नोभयविभ्रष्टश्छिन्नाभ्रमिव नश्यति ऐसा वह दोनों ओरसे भ्रष्ट हुआ अर्थात् सांसारिक और पारमार्थिक दोनों उन्नतियोंसे रहित हुआ साधक छिन्नभिन्न बादलकी तरह नष्ट तो नहीं हो जाता तात्पर्य है कि जैसे किसी बादलके टुकड़ेने अपने बादलको तो छोड़ दिया और दूसरे बादलतक वह पहुँचा नहीं वायुके कारण बीचमें ही छिन्नभिन्न हो गया। ऐसे ही साधकने संसारके आश्रयको तो छोड़ दिया और अन्तसमयमें परमात्माकी स्मृति नहीं रही फिर वह नष्ट तो नहीं हो जाता उसका पतन तो नहीं हो जाताबादलका दृष्टान्त यहाँ पूरा नहीं बैठता। कारण कि वह बादलका टुकड़ा जिस बादलसे चला वह बादल और जिसके पास जा रहा था वह बादल तथा वह स्वयं (बादलका टुकड़ा) ये तीनों एक ही जातिके हैं अर्थात् तीनों ही जड़ हैं। परन्तु जिस साधकने संसारको छोड़ा वह संसार और जिसकी प्राप्तिके लिये चला वह परमात्मा तथा वह स्वयं (साधक) ये तीनों एक जातिके नहीं हैं। इन तीनोंमें संसार जड़ है और परमात्मा तथा स्वयं चेतन हैं। इसलिये पहला आश्रय छोड़ दिया और दूसरा प्राप्त नहीं हुआ इस विषयमें ही उपर्युक्त दृष्टान्त ठीक बैठता है।इस श्लोकमें अर्जुनके प्रश्नका आशय यह है कि साक्षात् परमात्माका अंश होनेसे जीवका अभाव तो कभी हो ही नहीं सकता। अगर इसके भीतर संसारका उद्देश्य होता संसारका आश्रय होता तो यह स्वर्ग आदि लोकोंमें अथवा नरकोंमें तथा पशुपक्षी आदि आसुरी योनियोंमें चला जाता पर रहता तो संसारमें ही है। उसने संसारका आश्रय छोड़ दिया और उसका उद्देश्य केवल परमात्मप्राप्ति हो गया पर प्राणोंके रहतेरहते परमात्माकी प्राप्ति नहीं हुई और अन्तकालमें किसी कारणसे उस उद्देश्यके अनुसार साधनमें स्थिति भी नहीं रही परमात्मचिन्तन भी नहीं रहा तो वह वहाँसे भी भ्रष्ट हो गया। ऐसा साधक किस गतिको जायगाविशेष बातअगर इस श्लोकमें परमात्माकी प्राप्तिसे और साधनसे भ्रष्ट (च्युत) हुआ ऐसा अर्थ लिया जाय तो ऐसा कहना यहाँ बन ही नहीं सकता। कारण कि आगे जो बादलका दृष्टान्त दिया है वह उपर्युक्त अर्थके साथ ठीक नहीं बैठता। बादलका टुकड़ा एक बादलको छोड़कर दूसरे बादलकी तरफ चला पर दूसरे बादलतक पहुँचनेसे पहले बीचमें ही वायुसे छिन्नभिन्न हो गया। इस दृष्टान्तमें स्वयं बादलके टुकड़ेने ही पहले बादलको छोड़ा है अर्थात् अपनी पहली स्थितिको छोड़ा है और आगे दूसरे बादलतक पहुँचा नहीं तभी वह उभयभ्रष्ट हुआ है। परन्तु साधकको तो अभी परमात्माकी प्राप्ति हुई ही नहीं फिर उसको परमात्माकी प्राप्तिसे भ्रष्ट (च्युत) होना कैसे कहा जायदूसरी बात साध्यकी प्राप्ति होनेपर साधक साध्यसे कभी च्युत हो ही नहीं सकता अर्थात् किसी भी परिस्थितिमें वह साध्यसे अलग नहीं हो सकता उसको छोड़ नहीं सकता। अतः उसको साध्यसे च्युत कहना बनता ही नहीं। हाँ अन्तसमयमें स्थिति न रहनेसे परमात्माकी स्मृति न रहनेसे उसको साधनभ्रष्ट तो कह सकते हैं पर उभयभ्रष्ट नहीं कह सकते। अतः यहाँ बादलके दृष्टान्तके अनुसार वही उभयभ्रष्ट लेना युक्तिसंगत बैठता है जिसने संसारके आश्रयको जानकर ही अपनी ओरसे छोड़ दिया और परमात्माकी प्राप्तिके लिये चला पर अन्तसमयमें किसी कारणसे परमात्माकी याद नहीं रही साधनसे विचलितमना हो गया। इस तरह संसार और साधन दोनोंमें उसकी स्थिति न रहनसे ही वह उभयभ्रष्ट हुआ है। अर्जुनने भी सैंतीसवें श्लोकमें योगाच्चलितमानसः कहा है और इस (अड़तीसवें) श्लोकमें अप्रतिष्ठः विमूढो ब्रह्मणः पथि और छिन्नाभ्रमिव कहा है। इसका तात्पर्य यही है कि उसने संसारको छोड़ दिया और परमात्माकी प्राप्तिके साधनसे विचलित हो गया मोहित हो गया। सम्बन्ध  पूर्वोक्त सन्देहको दूर करनेके लिये अर्जुन आगेके श्लोकमें भगवान्से प्रार्थना करते हैं।","hcsca":"।।6.38।। सम्भव है कि ब्रह्म प्राप्ति के मार्ग पर चलता हुआ कोई श्रद्धावान् साधक मृत्यु का ग्रास बन जाए अथवा पर्याप्त संयम के अभाव में योग से पतित हो जाए। उसके पतन को दर्शाने के लिए जो अत्यन्त उपयुक्त और प्रभावोत्पादक दृष्टान्त अर्जुन के मुख से महर्षि व्यासजी ने दिया है उसे प्राय साहित्यिक क्षेत्र में उद्धृत किया जाता है।कभीकभी ग्रीष्म ऋतु में पर्वतों के पार्श्व भाग से कोई छत्रवत् मेघमालिका ऊर्ध्वदिशा में उठती हुई दृष्टिगोचर होती है। परन्तु तीव्र वेग से प्रवाहित वायु के स्पर्श से वह मेघ खण्ड अनेक छोटेछोटे मेघखण्डों में विभक्त हो जाता है। ये मेघखण्ड पूर्णतया प्रबल वायु की दया पर आश्रित इतस्तत लक्ष्यहीन भ्रमण करते रहते हैं। ग्रीष्म ऋतु के ये मेघ न कृषकों की अपेक्षाएं पूर्ण कर सकते हैं और न तृषितों की पिपासा को ही शान्त कर सकते हैं। किसी सुरक्षित स्थान को न प्राप्त कर अन्त में वे स्वयं भी नष्ट हो जाते है। अर्जुन का प्रश्न है कि क्या योगभ्रष्ट पुरुष की गति भी उस मेघ के समान ही नहीं होगीअर्जुन यह प्रश्न क्यों पूछता है वह स्वयं ही इसका कारण बताता है","etsga":"6.38 O Mighty-armed one, fallen from both, without support, deluded on the path to Brahman, does he not get ruined like a scattered cloud?","etssa":"6.38 Fallen from both, does he not perish like a rent cloud, supportless, O mighty-armed (Krishna), deluded on the path of Brahman?","etdss":"6.38. Does he, fallen from both, get lost like a broken cloud ? Or, O mighty-armed ! having no support, does he meet total destruction ?","ecssa":"6.38 कच्चित् is it that न not? उभयविभ्रष्टः fallen from both? छिन्नाभ्रम् rent cloud? इव like? नश्यति perishes? अप्रतिष्ठः supportless? महाबाहो O mightyarmed? विमूढः deluded? ब्रह्मणः of Brahman? पथि in the path.Commentary Both the path of Karma or the path of ritualistic activity in accordance with the Karma Kanda of the Vedas on the one hand and the path of Yoga on the other.Path of Brahman the path by which Brahman can be reached or the way that leads to Brahman.The Yoga taught by the Lord here demands onepointed devotion to its practice. The aspirant turns away from the world and spurns heaven? too. Some people held that if he failed to attain the goal? he would have lost everything for nothing. Hence the estion.","scetsga":"6.38 Mahabaho, O Mighty-armed one; ubhaya-vibhrastah, fallen from both, having fallen from the Path of Action and the Path of Yoga; apratisthah, without support; vimudhah, deluded-having become deluded; brahmanah pathi, on the path of Brahman, on the path leading to Brahman; kaccit na, does he not; nasyati, get ruined; iva, like; a chinna-abhram, scattered cloud? Or is it that he does not?","scetdss":"6.38 See Comment under 6.39","scetssa":"6.37 - 6.39 Arjuna said What way does he go, who has embarked on Yoga endowed with faith, but who by inadeacy of exertion in practice, does not gain success in Yoga and has his mind wandering from Yoga? Does he not perish like a small piece of cloud torn from a large mass of cloud - perish without reaching another large mass of cloud?Now does he not fall away from both (sides)? He has no support and is confused on the path leading to the Brahman. He is without any support in the sense that Karma or rituals which constitutes the means of heaven etc., does not give support for a person who is devoid of attachment to fruits; for Karma is the means for generating its own fruits. He is also confused in the path leading to the Brahman on which he has just begun to traverse; He has lost his way. Does he then get lost by falling down from both sides, these being attainment of heaven on the one hand and liberation on the other. Does he not thus perish? You should remove this doubt altogether from my mind; for there is no other remover of this doubt than You, who always perceive directly all matters simultaneously.","chakravarthi":"Kvacit indicates only a question. Having failed on both sides, having given up the path of karma and taken completely to the path of yoga and given that up, does he disappear like a cloud which separates from the original cloud, and does not become another cloud, but instead disappears in the middle of the sky? The difficulty is that from having entered the path of yoga, one develops a desire of give up enjoyment of material objects, and because of lack of real detachment also, has a desire to enjoy those objects. Because of not doing activities leading to svarga loka and also not completing the practice of yoga leading to liberation, he attains neither   svarga nor liberation. Thus, becoming bewildered in the method of attaining brahman, not having achieved the goal (apratisthah), does he get destroyed or not? This I ask you.","rudra":"\nThe import of the question is now being delineated. Firstly an aspirant\nhaving exclusively offered all activities unto the Supreme Lord without\nhaving performed any activities for attaining svarga loka or the heavenly\nspheres does not arrive there. Secondly failing to obtain success in yoga\nor the science of the individual consciousness attaining communion with the\nultimate consciousness by dhyana or meditation one does not attain moksa or\nliberation from the material existence either. Thus not qualified for both\nand deluded on the path leading to the Brahman or the spiritual substratum\npervading all existence and atma tattva or realisation of the soul. Does\nsuch a one perish or does such a one escape death? This is the question\nposed to Lord Krishna. A metaphor concerning the destrution of such a one\nis given by the example of a detached cloud in the sky being disconnected\nfrom the mass and unable to attach to another is dissolved in the interval\nis it not so for such a one.","brahma":"There is no commentary for this verse.","shri":"There is no commentary for this verse.","kumar":"Now before Lord Krishna answers him. Arjuna also wishes to know what\nbecomes of the person who is performing actions for the Supreme Lord\nwithout any consideration of personal gains and does not succeed in\nperfecting yoga or the science of the individual consciousness attaining\ncommunion with the ultimate consciousness. Because such a person was not\nperforming any actions for entering heaven they will subsequently be\nunqualified for access to heaven and hence not connected anywhere. This is\nwhat Arjuna is meaning in his analogy of a cloud split off from a greater\ncloud but unable to join an even greater cloud. The purport is that the\nyogi abandoned karma yoga or prescribed Vedic activities to become\nestablished in the highest path of yoga by dhyana or meditation; but\nsubsequently failed to perfect it in their life. So missing the chance to\nenter svarga loka or the heavenly worlds and also failing to attain atma\ntattva or realisation of the soul do they perish?"}