{"meta":"Bhagavad Gita Chapter 6 Verse 46","metahi":"भगवद् गीता 6.46","slok":"तपस्विभ्योऽधिको योगी ज्ञानिभ्योऽपि मतोऽधिकः।कर्मिभ्यश्चाधिको योगी तस्माद्योगी भवार्जुन।।6.46।।","htsrsd":"।।6.46।।(सकामभाववाले) तपस्वियोंसे भी योगी श्रेष्ठ है ज्ञानियोंसे भी योगी श्रेष्ठ है और कर्मियोंसे भी योगी श्रेष्ठ है ऐसा मेरा मत है। अतः हे अर्जुन तू योगी हो जा।","htstma":"।।6.46।। क्योंकि योगी तपस्वियों से श्रेष्ठ है और (केवल शास्त्र के) ज्ञान वालों से भी श्रेष्ठ माना गया है तथा कर्म करने वालों से भी योगी श्रेष्ठ है इसलिए हे अर्जुन तुम योगी बनो।।","transliteration":"Tapaswibhyo’dhiko yogee jnaanibhyo’pi mato’dhikah;\nKarmibhyashchaadhiko yogee tasmaad yogee bhavaarjuna.","englishmeaning":"tapasvibhyaḥ—than the ascetics; adhikaḥ—superior; yogī—a yogi; jñānibhyaḥ—than the persons of learning; api—even; mataḥ—considered; adhikaḥ—superior; karmibhyaḥ—than the ritualistic performers; cha—and; adhikaḥ—superior; yogī—a yogi; tasmāt—therefore; yogī—a yogi; bhava—just become; arjuna—Arjun","hcsrsd":"।।6.46।। व्याख्या  तपस्विभ्योऽधिको योगी ऋद्धिसिद्धि आदिको पानेके लिये जो भूखप्यास सरदीगरमी आदिका कष्ट सहते हैं वे तपस्वी हैं। इन सकाम तपस्वियोंसे पारमार्थिक रुचिवाला ध्येयवाला योगी श्रेष्ठ है।ज्ञानिभ्योऽपि मतोऽधिकः शास्त्रोंको जाननेवाले पढ़ेलिखे विद्वानोंको यहाँ ज्ञानी समझना चाहिये। जो शास्त्रोंका विवेचन करते हैं ज्ञानयोग क्या है कर्मयोग क्या है भक्तयोग क्या है लययोग क्या है आदिआदि बहुतसी बातें जानते हैं और कहते भी हैं परन्तु जिनका उद्देश्य सांसारिक भोग और ऐश्वर्य है ऐसे सकाम शब्दज्ञानियोंसे भी योगी श्रेष्ठ माना गया है।कर्मिभ्यश्चाधिको योगी इस लोकमें राज्य मिल जाय धनसम्पत्ति सुखआराम भोग आदि मिल जाय और मरनेके बाद परलोकमें ऊँचेऊँचे लोकोंकी प्राप्ति हो जाय और उन लोकोंका सुख मिल जाय ऐसा उद्देश्य रखकर जो कर्म करते हैं अर्थात् सकामभावसे यज्ञ दान तीर्थ आदि शास्त्रीय कर्मोंको करते हैं उन कर्मियोंसे योगी श्रेष्ठ है।जो संसारसे विमुख होकर परमात्माके सम्मुख हो गया है वही वास्तवमें योगी है। ऐसा योगी बड़ेबड़े तपस्वियों शास्त्रज्ञ पण्डितों और कर्मकाण्डियोंसे भी ऊँचा है श्रेष्ठ है। कारण कि तपस्वियों आदिका उद्देश्य संसार है तथा सकामभाव है और योगीका उद्देश्य परमात्मा है तथा निष्कामभाव है।तपस्वी ज्ञानी और कर्मी इन तीनोंकी क्रियाएँ अलगअलग हैं अर्थात् तपस्वियोंमें सहिष्णुताकी ज्ञानियोंमें शास्त्रीय ज्ञानकी अर्थात् बुद्धिके ज्ञानकी और कर्मियोंमें शास्त्रीय क्रियाकी प्रधानता है। इन तीनोंमें सकामभाव होनेसे ये तीनों योगी नहीं हैं प्रत्युत भोगी हैं। अगर ये तीनों निष्कामभाववाले योगी होते तो भगवान् इनके साथ योगीकी तुलना नहीं करते इन तीनोंसे योगीको श्रेष्ठ नहीं बताते।तस्माद्योगी भवार्जुन अभीतक भगवान्ने जिसकी महिमा गायी है उसके लिये अर्जुनको आज्ञा देते हैं कि हे अर्जुन तू योगी हो जा रागद्वेषसे रहित हो जा अर्थात् सब काम करते हुए भी जलमें कमलके पत्तेके तरह निर्लिप्त रह। यही बात भगवान्ने आगे आठवें अध्यायमें भी ही है योगयुक्तो भवार्जुन (8। 27)।पाँचवें अध्यायके आरम्भमें अर्जुनने प्रार्थना की थी कि आप मेरे लिये एक निश्चित बात कहिये। इसपर भगवान्ने सांख्ययोग कर्मयोग ध्यानयोगकी बातें बतायीं पर इस श्लोकसे पहले कहीं भी अर्जुनको यह आज्ञा नहीं दी कि तुम ऐसे बन जाओ इस मार्गमें लग जाओ। अब यहाँ भगवान् अर्जुनकी प्रार्थनाके उत्तरमें आज्ञा देते हैं कि तुम योगी हो जाओ क्योंकि यही तुम्हारे लिये एक निश्चित श्रेय है। सम्बन्ध   पूर्वश्लोकमें भगवान्ने योगीकी प्रशंसा करके अर्जुनको योगी होनेकी आज्ञा दी। परन्तु कर्मयोगी ज्ञानयोगी ध्यानयोगी भक्तियोगी आदिमेंसे कौनसा योगी होना चाहिये इसके लिये अर्जुनको स्पष्टरूपसे आज्ञा नहीं दी। इसलिये अब भगवान् आगेके श्लोकमें अर्जुन भक्तियोगी बने इस उद्देश्यसे भक्तियोगीकी विशेष महिमा कहते हैं।","hcsca":"।।6.46।।आत्मिक उन्नति के अनेक साधनों में ध्यान की महत्ता को दर्शाने के लिए भगवान् यहां विभिन्न प्रकार के साधकों का निर्देश करके उनमें योगी को सर्वश्रेष्ठ बताते हैं। मन्दबुद्धि के वे लोग जो विचाररहित केवल शारीरिक तप करते हैं उन तपस्वियों से निश्चित ही योगी श्रेष्ठ हैं।ज्ञानियों से भी योगी श्रेष्ठ माना गया है। यहां ज्ञानी से तात्पर्य शास्त्रपांडित्य रखने वाले पुरुष से है।सकाम अथवा निष्काम कर्म करने वालों से भी योगी श्रेष्ठ है। निष्काम भाव से कर्म तथा उपासना करने वाले अनेक साधकों की यह धारणा होती है कि इनके द्वारा ही परम लक्ष्य की प्राप्ति हो जायेगी।भगवान् कहते हैं कि जो योगी अपने शरीर मन और बुद्धि के साथ के मिथ्या तादात्म्य को दूर करके आत्मानुसंधान करता है वह तपस्वी ज्ञानी और कर्मी से श्रेष्ठ है क्योंकि वह सत्य के अत्यंत समीप होता है। इसलिये हे अर्जुन तुम योगी बनो।योगी भी अनेक प्रकार के होते हैं जिनमें प्रत्येक का ध्येय भिन्न हो सकता है। अत उन सब में श्रेष्ठ योगी कौन है भगवान् कहते हैं","etsga":"6.46 A yogi is higher than men of austerity; he is considered higher even than men of knowledge. The yogi is also higher than men of action. Therefore, O Arjuna, do you become a yogi.","etssa":"6.46 The Yogi is thought to be superior to the ascetics and even superior to men of knowledge (obtained through the study of scriptures); he is also superior to men of action; therefore be thou a Yogi, O Arjuna.","etdss":"6.46. The man of Yoga is superior to the men of austerities and is considered superior even to the men of knowledge; and the man of Yoga is superior to the men of action. Therefore, O Arjuna ! you shall become a man of Yoga.","ecssa":"6.46 तपस्विभ्यः than ascetics? अधिकः superior? योगी the Yogi? ज्ञानिभ्यः than the wise? अपि even? मतः thought? अधिकः superior? कर्मिभ्यः than the men of action? च and? अधिकः superior? योगी the Yogi? तस्मात् therefore? योगी a Yogi? भव be? अर्जुन O Arjuna.Commentary Tapasvi One who observes the austerities of speech? mind and body prescribed in chapter XVII. 14? 15 and 16.Jnani One who has a knowledge of the scriptures (an indirect knowledge or theoretical knowledge of the Self).Karmi He who performs the Vedic rituals.To all these the Yogi is superior? for he has the direct knowledge of the Self through intuition or direct cognition through Nirvikalpa Samadhi. (Cf.V.2XII.12XIII.24)","scetsga":"6.46 A yogi is adhikah, higher; tapasvibhyah, than men of austerity; he is matah, considered; adhikah, higher than, superior to; api, even; jnanibhyah, men of knowledge. Jnana here means scriptural learning. (A yogi is superior) to even those who possess that (learning). The yogi is adhikah, higher, greater; karmibhyah, than men of action-karma means Agnihotra etc.; (greater) than those who adhere to them. Since this is so, tasmat, therefore; O Arjuna, bhava, do you become a yogi.","scetdss":"6.46 Tapasvibhyah etc. The superiority [of Yogin] over the men of austerities has already been indicated. The knowledge is the fruit of Yoga. Hence Yogins superiority over the men of knowledge. He is superior to men of action, because he alone knows how to perform action.\n The God-discarding difficult Yoga, does not itself yield success. This is stated [as]-","scetssa":"6.46 Whatever end of human endeavour is attained by mere austerity, by knowledge of different subjects (i.e., different from experience of the self) and by mere rituals like the horse-sacrifice etc., greater than all these is the end achieved through Yoga. Conseently the Yogin is superior to those who practise austerity, to those who possess learning and to those who perform rituals. Therefore, O Arjuna, become a Yogin.Thus, so far the vision of the self, which has been expounded in the teaching of Prajapati as forming a part of supreme Vidya, has been taught; then Sri Krsna extols that supreme Vidya:","chakravarthi":"Among those practicing karma, jnana, tapas and yoga, who is the best? It is my opinion that the yogi, worshipper of paramatma, is better than the performers of austerities such as the difficult candrayana vrata, and is better than the jnanis worshipping brahman. If the yogi is better than the jnanis, it goes without saying that he is better than the karmis.","rudra":"\nThe result of yoga or the science of the individual consciousness attaining\ncommunion with the ultimate consciousness verifies that the yogi is greater\nthan the ascetics who perform ritualistic penances like Chandrayana or\nfasting with the cycles of the moon, the jnanis or knowers of Vedic\nscripture without the requisite realisation and the karmis or those who\nperform prescribed Vedic activities for fruitive results and rewards such\nas Ishtas or rites and rituals for attaining material gains in the present\nlife or in svarga loka the heavenly spheres in the afterlife and Purta or\nacts of charity such as well digging for public use, giving food in charity\netc. Therefore Lord Krishna is encouraging Arjuna to be a yogi.","brahma":"There is no commentary for this verse.","shri":"As yoga or the science of the individual consciousness attaining communion\nwith the ultimate consciouness leads to the highest aspiration of human\nexistence. It is known that yoga is greater what is attainable by ascetics\nliving austerities, greater than what is attainable by Vedic knowledge that\nis bereft of knowledge of the soul and greater than what is attained by the\nperformance of ritualistic ceremonies prescribed in the Vedas concerning\nfruitive rewards. Hence the yogi is superior to all these. Thus Lord\nKrishna encourages Arjuna to become a yogi. This verse is a eulogy on\nhigher theosophy and it relates to the acquisition of atma tattva or\nrealisation of the soul as the preliminary step to God realisation.","kumar":"As yoga or the science of the individual consciousness attaining communion\nwith the ultimate consciouness leads to the highest aspiration of human\nexistence. It is known that yoga is greater what is attainable by ascetics\nliving austerities, greater than what is attainable by Vedic knowledge that\nis bereft of knowledge of the soul and greater than what is attained by the\nperformance of ritualistic ceremonies prescribed in the Vedas concerning\nfruitive rewards. Hence the yogi is superior to all these. Thus Lord\nKrishna encourages Arjuna to become a yogi. This verse is a eulogy on\nhigher theosophy and it relates to the acquisition of atma tattva or\nrealisation of the soul as the preliminary step to God realisation."}