{"meta":"Bhagavad Gita Chapter 6 Verse 31","metahi":"भगवद् गीता 6.31","slok":"सर्वभूतस्थितं यो मां भजत्येकत्वमास्थितः।सर्वथा वर्तमानोऽपि स योगी मयि वर्तते।।6.31।।","htsrsd":"।।6.31।।मेरेमें एकीभावसे स्थित हुआ जो योगी सम्पूर्ण प्राणियोंमें स्थित मेरा भजन करता है वह सब कुछ बर्ताव करता हुआ भी मेरेमें ही बर्ताव कर रहा है अर्थात् वह सर्वथा मेरेमें ही स्थित है।","htstma":"।।6.31।। जो पुरुष एकत्वभाव मंे स्थित हुआ सम्पूर्ण भूतों में स्थित मुझे भजता है वह योगी सब प्रकार से वर्तता हुआ (रहता हुआ) मुझमें स्थित रहता है।।","transliteration":"Sarvabhootasthitam yo maam bhajatyekatwamaasthitah;\nSarvathaa vartamaano’pi sa yogee mayi vartate.","englishmeaning":"sarva-bhūta-sthitam—situated in all beings; yaḥ—who; mām—me; bhajati—worships; ekatvam—in unity; āsthitaḥ—established; sarvathā—in all kinds of; varta-mānaḥ—remain; api—although; saḥ—he; yogī—a yogi; mayi—in me; vartate—dwells","hcsrsd":"।।6.31।। व्याख्या  एकत्वमास्थितः पूर्वश्लोकमें भगवान्ने बताया था कि जो मेरेको सबमें और सबको मेरेमें देखता है उसके लिये मैं अदृश्य नहीं होता और वह मेरे लिये अदृश्य नहीं होता। अदृश्य क्यों नहीं होता कारण कि सम्पूर्ण प्राणियोंमें स्थित मेरे साथ उसकी अभिन्नता हो गयी है अर्थात् मेरे साथ उसका अत्यधिक प्रेम हो गया है।अद्वैतसिद्धान्तमें तो स्वरूपसे एकता होती है पर यहाँ वैसी एकता नहीं है। यहाँ द्वैत होते हुए भी अभिन्नता है अर्थात् भगवान् और भक्त दीखनेमें तो दो हैं पर वास्तवमें एक ही हैं (टिप्पणी प0 365)। जैसे पति और पत्नी दो शरीर होते हुए भी अपनेको अभिन्न मानते हैं दो मित्र अपनेको एक ही मानते हैं क्योंकि अत्यन्त स्नेह होनेके कारण वहाँ द्वैतपना नहीं रहता। ऐसे ही जो भक्तियोगका साधक भगवान्को प्राप्त हो जाता है भगवान्में अत्यन्त स्नेह होनेके कारण उसकी भगवान्से अभिन्नता हो जाती है। इसी अभिन्नताको यहाँ एकत्वमास्थितः पदसे बताया गया है।सर्वभूतस्थितं यो मां भजति सब देश काल वस्तु व्यक्ति घटना परिस्थिति आदिमें भगवान् ही परिपूर्ण हैं अर्थात् सम्पूर्ण चराचर जगत् भगवत्स्वरूप ही है वासुदेवः सर्वम् (7। 19) यही उसका भजन है।सर्वभूतस्थितम् पदसे ऐसा असर पड़ता है कि भगवान् केवल प्राणियोंमें ही स्थित हैं। परन्तु वास्तवमें ऐसी बात नहीं है। भगवान् केवल प्राणियोंमें ही स्थित नहीं हैं प्रत्युत संसारके कणकणमें परिपूर्णरूपसे स्थित हैं। जैसे सोनेके आभूषण सोनेसे ही बनते हैं सोनेमें ही स्थित रहते हैं और सोनेमें ही उनका पर्यवसान होता है अर्थात् सब समय एक सोनाहीसोना है। परन्तु लोगोंकी दृष्टिमें आभूषणोंकी सत्ता अलग प्रतीत होनेके कारण उनको समझानेके लिये कहा जाता है कि आभूषणोंमें सोना ही है। ऐसे ही सृष्टिके पहले सृष्टिके समय और सृष्टिके बाद एक परमात्माहीपरमात्मा है। परन्तु लोगोंकी दृष्टिमें प्राणियों और पदार्थोंकी सत्ता अलग प्रतीत होनेके कारण उनको समझानेके लिये कहा जाता है कि सब प्राणियोंमें एक परमात्मा ही है दूसरा कोई नहीं है। इसी वास्तविकताको यहाँ सर्वभूतस्थितं माम् पदोंसे कहा गया है।सर्वथा वर्तमानोऽपि स योगी मयि वर्तते वह शास्त्र और वर्णआश्रमकी मर्यादाके अनुसार खातेपीते सोतेजागते उठतेबैठते आदि सभी क्रियाएँ करते हुए मेरेमें ही बरतता है मेरेमें ही रहता है। कारण कि जब उसकी दृष्टिमें मेरे सिवाय दूसरी कोई सत्ता ही नहीं रही तो फिर वह जो कुछ बर्ताव करेगा उसको कहाँ करेगा वह तो मेरेमें ही सब कुछ करेगा।तेरहवें अध्यायमें ज्ञानयोगके प्रकरणमें भगवान्ने यह बताया कि सब कुछ बर्ताव करते हुए भी उसका फिर जन्म नहीं होता सर्वथा वर्तमानोऽपि न स भूयोऽभिजायते (13। 23) और यहाँ भगवान्ने बताया है कि सब कुछ बर्ताव करते हुए भी वह मेरेमें ही रहता है। इसका तात्पर्य यह है कि वहाँ संसारसे सम्बन्धविच्छेद होनेकी बात है और यहाँ भगवान्के साथ अभिन्न होनेकी बात है। संसारसे सम्बन्धविच्छेद होनेपर ज्ञानयोगी मुक्त हो जाता है और भगवान्के साथ अभिन्नता होनेपर भक्त प्रेमके एक विलक्षण रसका आस्वादन करता है जो अनन्त और प्रतिक्षण वर्धमान है।यहाँ भगवान्ने कहा है कि वह योगी मेरेमें बर्ताव करता है अर्थात् मेरेमें ही रहता है। इसपर शङ्का होती है कि क्या अन्य प्राणी भगवान्में नहीं रहते इसका समाधान यह है कि वास्तवमें सम्पूर्ण प्राणी भगवान्में ही बरतते हैं भगवान्में ही रहते हैं परन्तु उनके अन्तःकरणमें संसारकी सत्ता और महत्ता रहनेसे वे भगवान्में अपनी स्थिति जानते नहीं मानते नहीं। अतः भगवान्में बरतते हुए भी भगवान्में रहते हुए भी उनका बर्ताव संसारमें ही हो रहा है अर्थात् उन्होंने जगत्में अहंताममता करके जगत्को धारण कर रखा है ययेदं धार्यते जगत् (गीता 7। 5)। वे जगत्को भगवान्का स्वरूप न समझकर अर्थात् जगत् समझकर बर्ताव करते हैं। वे कहते भी हैं कि हम तो संसारी आदमी हैं हम तो संसारमें रहनेवाले हैं। परन्तु भगवान्का भक्त इस बातको जानता है कि यह सब संसार वासुदेवरूप है। अतः वह भक्त हरदम भगवान्में ही रहता है और भगवान्में ही बर्ताव करता है। सम्बन्ध  भगवान्ने पहले उन्तीसवें श्लोकमें स्वरूपके ध्यानयोगीका अनुभव बताया। बीचमें तीसवेंइकतीसवें श्लोकोंमें सिद्ध भक्तियोगीकी स्थिति और लक्षण बताये। अब फिर निर्गुणनिराकारका ध्यान करनेवाले सांख्ययोगीका अनुभव बतानेके लिये आगेका श्लोक कहते हैं।","hcsca":"।।6.31।। समाहित चित्त का योगी निरन्तर मेरा अनुसंधान करता है (भजता है)। फलत बाह्य जगत् में सब प्रकार के व्यवहार करता हुआ भी वह मुझमें ही स्थित रहता है। इस श्लोक का मुख्य प्रयोजन यह दर्शाना है कि कोई आवश्यक नहीं कि एक आत्मानुभवी पुरुष हिमालय की किसी अज्ञात गुफा में जाकर निवृत्ति का जीवन व्यतीत करेगा। भगवान् कहते हैं कि जीवन के समस्त सामान्य व्यवहार करता हुआ सभी परिस्थितियों में वह अपने स्वरूप के ज्ञान में स्थित रह सकता है। जब मनुष्य रोगी हो जाता है तब उसे नित्य के कार्यों से निवृत्त होकर चिकित्सालय में रहने की आवश्यकता होती है परन्तु पूर्ण स्वस्थ हो जाने के पश्चात् नहीं। स्वस्थ होकर तो वह पुन अधिक उत्साह के साथ अपना कार्य करने लगता है।इसी प्रकार विघटित व्यक्तित्व के पुरुष के लिए ध्यानसाघना का उपचार बताया जाता है। उसके अभ्यास से जब वह स्वस्वरूप को पहचान कर दैवी सार्मथ्य प्राप्त कर लेता है तब वह निश्चय ही अपने पूर्व के कार्य क्षेत्र में जाकर कर्म करते हुए भी पूर्णत्व के ज्ञान को सुदृढ़ बनाये रख सकता है।वास्तव में देखा जाय तो चिरस्थायी फलदायी कर्म कुशलतापूर्वक तभी किये जा सकते हैं जब कर्ता आत्मस्वरूप के ज्ञान में स्थित हो। गीता का यही संदेश है कि समर्पण की भावना से किये गये कर्म आत्मोन्नति के साधन हैंयहाँ ध्यान देने की बात है कि श्रीकृष्ण संभवत अर्जुन की अपेक्षा स्वयं को ही युद्ध की विपत्तियों में अधिक डाल रहे थे। रथ में बैठे योद्धा तक पहुँचने के पूर्व प्रतिपक्षी के बाण सारथि पर पहले प्रहार करते हैं। केवल समस्त संसार को मुग्ध कर देने वाली मन्द स्मिति के अतिरिक्त किसी अन्य शस्त्र को न लेकर श्रीकृष्ण ने युद्धभूमि में प्रवेश किया था। तत्पश्चात् वे ही सम्पूर्ण युद्ध के स्वामी और केन्द्र बिन्दु बने रहे और सम्पूर्ण महायुद्ध का घटनाचक्र उनके ही चारों तरफ घूमता रहा। इसका अर्थ यह हुआ कि आत्मज्ञानी पुरुष किसी भी कार्यक्षेत्र में कर्म करते हुए भी अपने वास्तविक स्वरूप का भान रख सकता है।इस व्याख्या का अध्ययन करते समय हो सकता है कोई पाठक यह समझे कि अत्याधिक उत्साह के कारण हम इस श्लोक में कुछ अधिक अर्थ देख रहे हैं। परन्तु उन्हें सर्वथा वर्तमानोऽपि इस शब्द पर ध्यान देते हुए अधिक विचार करना चाहिए।","etsga":"6.31 That yogi who, being established in unity, adores Me as existing in all things, he exist in Me-in whatever condition he may be.","etssa":"6.31 He who, being established in unity, worships Me Who dwells in all beings, that Yogi abides in Me, whatever may be his mode of living.","etdss":"6.31. He, who, established firmly in the oneness (of Me), experiences Me immanent in all beings-that man of Yoga, is never stained, in whatever stage he may be.","ecssa":"6.31 सर्वभूतस्थितम् abiding in all beings? यः who? माम् Me? भजति worships? एकत्वम् unity? आस्थितः established? सर्वथा in every way? वर्तमानः remaining? अपि also? सः that? योगी Yogi? मयि in Me? वर्तते abides.Commentary He who has dissolved all duality in the underlying unity? who is thus established in unity? who worships Me? i.e.? who has realised Me as the Self of all? dwells always in Me? whatever his mode of living may be. He is ever liberated.Sadana lived in God though he was a butcher because his mind was ever fixed at the lotus feet of the Lord.","scetsga":"6.31 \nThis being so, i.e. after reiterating (in the first line of the present verse) the idea of full realization contained in the previous verse, the result of that (realization), viz Liberation, is being spoken of (in the second line): The yogi, the man of full realization; vartate, exists; mayi, in Me, in the supreme state of Visnu; sarvatha api, in whatever condition; vartamanah, he may be. He is verily ever-free. The idea is that he is not obstructed from Liberation by anything.\nFurthermore,","scetdss":"6.31 Sarva - etc. Whosoever is completely possessed of the knowledge of this kind, he necessarily realises the Bhagavat as one and immanent in all and does not get stained [by any of his actions] is whatever condition he is.","scetssa":"6.31 (iii) The Yogin who, fixed in the state of Yoga in oneness because he has the same form of uncontracted knowledge (as Myself), worships Me steadfastly by renouncing the differences of the Prakrti (i.e., of the body) - then that Yogin, even while coming out of Yoga, howsoever he may live, views Me only, when viewing his own self and all other beings. The meaning is that he views his similarity to Myself in his own self and in the self of all beings.Now Sri Krsna proceeds to speak of the maturest stage beyond this:","chakravarthi":"The yogi who worships me as paramatma situated everywhere even before direct realization, is beyond the rules. He who, acknowledging that the paramatma alone exists, since he is the cause of all (ekatvam asthitah), worships me, being engaged in worship such as hearing and chanting, resides in me, not in samsara, whether performing the acts indicated in the scriptures or not (sarvatha vartamano ‘pi).","rudra":"\nSuch a mature being as mentioned in the previous verse is even more\nadvanced when developed in unalloyed devotion to Lord Krishna for they\nhave transcended the need to adhere to scriptural injunctions to develop\nunalloyed devotion because they have already achieved this realisation.\nSuch a person is a yogi or one perfected in the science of the individual\nconsciousness attaining communion with the ultimate consciousness and is\nalways situated in oneness with the Supreme Lord and as such has reached\nperfection.","brahma":"\nOne should respect all living entities by honouring the Supreme Lord\nresiding within each and every being as confirmed by Lord Krishna in this\nverse. The words ekatvam asthtitah means singularly existing and the\nSupreme Lord exists in all places as the One Lord. So it should always be\nacknowledged that In all respects and situations in the present and in the\nfuture the individual should perform all activities for the Supreme Lord.\nSuch spiritual intelligence always leads to spiritual enlightenment. If one\nby chance omits or due to circumstances fails to perform obligatory\nactivities as prescribed in the Vedic scriptures one may have to suffer a\nreaction if it was important. This has already been explained previously\nbut for the sake of clarification it is stated that the steps of those who\nworship and adore Lord Krishna will never deviate from the path of\nrighteousness. If unknowingly an offence is incurred from not following\nsome injunction of the Vedic scriptures or an ordinance is not performed\ncorrectly then by the strength of ones sadhana or spiritual practices all\nreactions will be dissolved away. Historically many ancient kings, rishis\nand even demi-gods have committed great offences but due to the strength of\ntheir sadhana the reactions received were minimally experienced until they\ndissolved.\nNow begins the summation.Everywhere the omnipresent Supreme Lord Krishna can be perceived to be\nresiding.","shri":"\nA yogi or one perfecting the science of the individual consciousness\nattaining communion with the ultimate consciousness, who is more advanced\nin dhyana o meditation is being described here by Lord Krishna. The words\nekatvam asthithah means established in singular unity. This means eschewing\nthe conception of differences arising from the appearance of material\nconditions and designations. It also infers the expansion of consciousness\nduring meditation to realise the reality of Lord Krishnas omnipresence\neverywhere in everything. The word sarvatha means in all circumstances.\nThis means whether consciously performing prescribed Vedic activities or\nimmersed in mediatation, Whatever condition one happens to be situated in\nthe yogi who is far advanced perceiving paramatma or the Supreme Soul in\nhimself as well as all beings is always perceiving and relishing the\npresence of the Supreme Lord and worshipping Him at all times. The words\nmayi varttate meaning exists within Lord Krishna. This means by dint of\nalways meditating solely on Him, one experiences their own atma or soul as\nwell as the atma or soul of all beings and perceives that all atmas are of\nthe same eternal essence as the Supreme Lords.","kumar":"A yogi or one perfecting the science of the individual consciousness\nattaining communion with the ultimate consciousness, who is more advanced\nin dhyana o meditation is being described here by Lord Krishna. The words\nekatvam asthithah means established in singular unity. This means eschewing\nthe conception of differences arising from the appearance of material\nconditions and designations. It also infers the expansion of consciousness\nduring meditation to realise the reality of Lord Krishnas omnipresence\neverywhere in everything. The word sarvatha means in all circumstances.\nThis means whether consciously performing prescribed Vedic activities or\nimmersed in mediatation, Whatever condition one happens to be situated in\nthe yogi who is far advanced perceiving paramatma or the Supreme Soul in\nhimself as well as all beings is always perceiving and relishing the\npresence of the Supreme Lord and worshipping Him at all times. The words\nmayi varttate meaning exists within Lord Krishna. This means by dint of\nalways meditating solely on Him, one experiences their own atma or soul as\nwell as the atma or soul of all beings and perceives that all atmas are of\nthe same eternal essence as the Supreme Lords."}