{"meta":"Bhagavad Gita Chapter 6 Verse 45","metahi":"भगवद् गीता 6.45","slok":"प्रयत्नाद्यतमानस्तु योगी संशुद्धकिल्बिषः।अनेकजन्मसंसिद्धस्ततो याति परां गतिम्।।6.45।।","htsrsd":"।।6.45।।परन्तु जो योगी प्रयत्नपूर्वक यत्न करता है और जिसके पाप नष्ट हो गये हैं तथा जो अनेक जन्मोंसे सिद्ध हुआ है वह योगी फिर परमगतिको प्राप्त हो जाता है।","htstma":"।।6.45।। परन्तु प्रयत्नपूर्वक अभ्यास करने वाला योगी सम्पूर्ण पापों से शुद्ध होकर अनेक जन्मों से (शनै शनै) सिद्ध होता हुआ तब परम गति को प्राप्त होता है।।","transliteration":"Prayatnaadyatamaanastu yogee samshuddhakilbishah;\nAnekajanmasamsiddhas tato yaati paraam gatim.","englishmeaning":"prayatnāt—with great effort; yatamānaḥ—endeavoring; tu—and; yogī—a yogi; sanśhuddha—purified; kilbiṣhaḥ—from material desires; aneka—after many, many; janma—births; sansiddhaḥ—attain perfection; tataḥ—then; yāti—attains; parām—the highest; gatim—path","hcsrsd":"।।6.45।। व्याख्या  वैराग्यवान् योगभ्रष्ट तो तत्त्वज्ञ जीवन्मुक्त योगियोंके कुलमें जन्म लेने और वहाँ विशेषतासे यत्न करनेके कारण सुगमतासे परमात्माको प्राप्त हो जाता है। परन्तु श्रीमानोंके घरमें जन्म लेनेवाला योगभ्रष्ट परमात्माको कैसे प्राप्त होता है इसका वर्णन इस श्लोकमें करते हैं।तु इस पदका तात्पर्य है कि योगका जिज्ञासु भी जब वेदोंमें कहे हुए सकाम कर्मोंका अतिक्रण कर जाता है उनसे ऊँचा उठ जाता है तब जो योगमें लगा हुआ है और तत्परतासे यत्न करता है वह वेदोंसे ऊँचा उठ जाय और परमगतिको प्राप्त हो जाय इसमें तो सन्देह ही क्या हैयोगी जो परमात्मतत्त्वको समताको चाहता है और रागद्वेष हर्षशोक आदि द्वन्द्वोंमें नहीं फँसता वह योगी है।प्रयत्नाद्यतमनः प्रयत्नपूर्वक यत्न करनेका तात्पर्य है कि उसके भीतर परमात्माकी तरफ चलनेकी जो उत्कण्ठा है लगन है उत्साह है तत्परता है वह दिनप्रतिदिन बढ़ती ही रहती है। साधनमें उसकी निरन्तर सजगता रहती है।श्रीमानोंके घरमें जन्म लेनेवाला योगभ्रष्ट पूर्वाभ्यासके कारण परमात्माकी तरफ खिंचता है और वर्तमानमें भोगोंके सङ्गसे संसारकी तरफ खिंचता है। अगर वह प्रयत्नपूर्वक शूरवीरतासे भोगोंका त्याग कर दे तो फिर वह परमात्माको प्राप्त कर लेगा। कारण कि जब योगका जिज्ञासु भी शब्दब्रह्मका अतिक्रमण कर जाता है तो फिर जो तत्परतासे साधनमें लग जाता है उसका तो कहना ही क्या है जैसे निषिद्ध आचरणमें लगा हुआ पुरुष एक बार चोट खानेपर फिर विशेष जोरसे परमात्मामें लग जाता है ऐसे ही योगभ्रष्ट भी श्रीमानोंके घरमें जन्म लेनेपर विशेष जोरसे परमात्मामें लग जाता है।संशुद्धकिल्बिषः उसके अन्तःकरणके सब दोष सब पाप नष्ट हो गये हैं अर्थात् परमात्माकी तरफ लगन होनेसे उसके भीतर भोग संग्रह मान बड़ाई आदिकी इच्छा सर्वथा मिट गयी है।जो प्रयत्नपूर्वक यत्न करता है उसके प्रयत्नसे ही यह मालूम होता है कि उसके सब पाप नष्ट हो चुके हैं।अनेकजन्मसंसिद्धः (टिप्पणी प0 383.1) पहले मनुष्यजन्ममें योगके लिये यत्न करनेसे शुद्धि हुई फिर अन्तसमयमें योगसे विचलित होकर स्वर्गादि लोकोंमें गया तथा वहाँ भोगोंसे अरुचि होनेसे शुद्धि हुई और फिर यहाँ शुद्ध श्रीमानोंके घरमें जन्म लेकर परमात्मप्राप्तिके लिये तत्परतापूर्वक यत्न करनेसे शुद्धि हुई। इस प्रकार तीन जन्मोंमें शुद्ध होना ही अनेकजन्मसंसिद्धि होना है (टिप्पणी प0 383.2)।ततो याति परां गतिम् इसलिये वह परमगतिको प्राप्त हो जाता है। तात्पर्य है कि जिसको प्राप्त होनेपर उससे बढ़कर कोई भी लाभ माननेमें नहीं आता और जिसमें स्थित होनपर भयंकरसेभयंकर दुःख भी विचलित नहीं कर सकता (गीता 6। 22) ऐसे आत्यन्तिक सुखको वह प्राप्त हो जाता है।मार्मिक बातवास्तवमें देखा जाय तो मनुष्यमात्र अनेकजन्मसंसिद्ध है। कारण कि इस मनुष्यशरीरके पहले अगर वह स्वर्गादि लोकोंमें गया है तो वहाँ शुभ कर्मोंका फल भोगनेसे उसके स्वर्गप्रापक पुण्य समाप्त हो गये और वह पुण्योंसे शुद्ध हो गया। अगर वह नरकोंमें गया है तो वहाँ नारकीय यातना भोगनेसे उसके नरकप्रापक पाप समाप्त हो गये और वह पापोंसे शुद्ध हो गया। अगर वह चौरासी लाख योनियोंमें गया है तो वहाँ उसउस योनिके रूपमें अशुभ कर्मोंका पापोंका फल भोगनेसे उसके मनुष्येतर योनिप्रापक पाप कट गये और वह शुद्ध हो गया (टिप्पणी प0 383.3)। इस प्रकार यह जीव अनेक जन्मोंमें पुण्यों और पापोंसे शुद्ध हुआ है। यह शुद्ध होना ही इसका संसिद्ध होना है।दूसरी बात मनुष्यमात्र प्रयत्नपूर्वक यत्न करके परमगतिको प्राप्त कर सकता है अपना कल्याण कर सकता है। कारण कि भगवान्ने यह अन्तिम जन्म इस मनुष्यको केवल अपना कल्याण करनेके लिये ही दिया है। अगर यह मनुष्य अपना कल्याण करनेका अधिकारी नहीं होता तो भगवान् इसको मनुष्यजन्म ही क्यों देते अब जब मनुष्यशरीर दिया है तो यह मुक्तिका पात्र है ही। अतः मनुष्यमात्रको अपने उद्धारके लिये तत्परतापूर्वक यत्न करना चाहिये। सम्बन्ध  योगभ्रष्टका इस लोक और परलोकमें पतन नहीं होता योगका जिज्ञासु भी शब्दब्रह्मका अतिक्रमण कर जाता है यह जो भगवान्ने महिमा कही है यह महिमा भ्रष्ट होनेकी नहीं है प्रत्युत योगकी है। अतः अब आगेके श्लोकमें उसी योगकी महिमा कहते हैं।","hcsca":"।।6.45।। मनुष्य अपने पूर्व जन्म में संचित संस्कारों के अनुसार स्थूल शरीर के द्वारा जगत् में कर्म करता है। ये वासनाएं ही उसके विचारों को दिशा प्रदान करती हैं और उन्हीं के अनुसार वर्तमान में कर्मों की योग्यता निश्चित होती है। मन और बुद्धिरूप अन्तकरण में स्थित इन वासनाओं को पाप अथवा चित्त की अशुद्धि कहते हैं। इनके क्षय का उपाय हैं कर्मयोग।सर्वप्रथम पाप वासनाओं का त्याग करते हुए पुण्यमय रचनात्मक संस्कारों का संचय करना चाहिए। ध्यानाभ्यास में ये पुण्य संस्कार भी विघ्नकारक सिद्ध हो सकते हैं। तथापि अभ्यास को निरन्तर बनाये रखने से जब मन अलौकिक आन्तरिक शान्ति में स्थिर हो जाता है तब पुण्य वासनाएं भी समाप्त हो जाती हैं। वासनाक्षय के साथ मन और अहंकार दोनों ही नष्ट हो जाते हैं और यही परम गति अथवा आत्म साक्षात्कार की स्थिति है।यद्यपि इस सिद्धांत का वर्णन पुस्तक के अर्ध पृष्ठ में ही किया जा सकता है परन्तु इसमें पूर्ण सफलता प्राप्त करना अनेक जन्मों के सतत प्रयत्नों का फल है। यहाँ अनेकजन्मसंसिद्ध शब्द का स्पष्ट प्रयोग किया गया है जो अत्यन्त उपयुक्त है क्योंकि मनुष्य का विकास कोई रंगमंच पर खेला गया संन्धयाकालीन नाटक नहीं वरन् अनेक युगों में की गई उन्नति का इतिहास है। तत्त्वदर्शी ऋषियों का यह सही विचार है।जिस पुरुष में जीवन को समझने की प्रवृत्ति आत्मसाक्षात्कार के लिए व्याकुलता विषय सुख की व्यर्थता को जानने की क्षमता ऋषियों के पदचिन्हों पर चलने का साहस परम शान्ति की इच्छा नैतिक जीवन जीने की सार्मथ्य और परम लक्ष्य को प्राप्त करने के लिए अपना सर्वस्व बलिदान करने की तत्परता होती है वही वास्तव में मनुष्य कहलाने योग्य होता है। ऐसा ही श्रेष्ठ साधक पुरुष सत्य के मन्दिर में प्रवेश पाने का अधिकारी होता है।यदि ध्यानाभ्यास में हमारी रुचि है तत्त्वज्ञान की जिज्ञासा है और दिव्य जीवन जीने का हममें साहस है तो इसी क्षण यही वर्तमान जन्म हमारा अन्तिम जन्म हो सकता है।गीता के अध्येता जानते हैं कि यह कोई नवीन मौलिक अर्थ नहीं बताया गया है। जो पवित्र शास्त्र ग्रन्थ पुन पुन सत्य की घोषणा करता हुआ मनुष्य में आशा और उत्साह का संचार करता चल आ रहा है जिसमें कहीं भी नरक में जाने का भय नहीं दिखाया गया है उसके सम्बन्ध में ऐसा नहीं माना जा सकता कि अकस्मात् उसने उपदेश में परिवर्तन करके मनुष्य को अनेक जन्मों के पश्चात् ही मुक्ति का आश्वासन दिया है। यद्यपि अनेक धर्म प्रवंचक इस प्रकार का विपरीत अर्थ करते हैं तथापि बुद्धिमान पुरुष को धोखा नहीं दिया जा सकता। यहाँ बताये हुए अनेक जन्म ज्ञान प्राप्ति के पूर्व के हैं और न कि भावी।इसलिए","etsga":"6.45 However, the yogi, applying himself assiduously, becoming purified from sin and attaining perfection through many births, thery acheives the highest Goal.","etssa":"6.45 But the Yogi who strives with assiduity, purified of sins and perfected gradually through many births, reaches the highest goal.","etdss":"6.45. After that, the assiduously striving man of Yoga, having his sins completely cleansed and being perfected through many briths, reaches the Supreme Goal.","ecssa":"6.45 प्रयत्नात् with assiduity? यतमानः striving? तु but? योगी the Yogi? संशुद्धकिल्बिषः purified from sins? अनेकजन्मसंसिद्धः perfected through many births? ततः then? याति reaches? पराम् the highest? गतिम् path.Commentary He gains experiences little by little in the course of many births and eventually attains to perfection. Then he gets the knowledge of the Self and attains to the final beatitude of life.","scetsga":"6.45 The yogi, the man of Knowledge; yatamanah, applying himself; prayatnat, assiduously, i.e. striving more intensely; and as a result, samsuddha-kilbisah, becoming purified from sin; and aneka-janma-samsiddhah, attaining perfection through many births- gathering together tendencies little by little in many births, and attaining perfection through that totality of impressions acired in many births; tatah, thery coming to have full Illumination; yati, achieves; the param, highest, most perfect; ;gatim, Goal.\nSince this is so, therefore.","scetdss":"6.43-45 Tatra etc. upto param gatim. For a full success : for emancipation. Being not a master of himself : Indeed being exclusively under the control of other [force], he is forcibly driven towards the practice of Yoga by that [mental impression of his] former practice. This is not an ordinary thing. For, his act of passing over what strengthens the [sacred texual] sound is only due to his desire for knowing the Yoga. He passes over, i.e., he does not undertake, what strengthens the sound i.e., that which is of the nature of hymn-recitation etc. After that : after [the rise of] desire for knowing [Yoga]. Striving by method of practice, he attains the Vasudevahood (identity with the Surpeme) at the time of destruction of his body. It should not be regarded that he has achieved success by [his pratice in] that single body gone. Instead, it should be regarded that he had practised during the course of many a life-period. Therefore, it may be conclude that the fallen-from-Yoga is he who craves continously for activities of [attaining] the Bhagavat by abandoning all other activities.\n The superiority (or importance) of the Yoga, [the Lord] describes:","scetssa":"6.45 Because of such excellence of Yoga, through accumulation of merit collected in many births the Yogin striving earnestly, becomes cleansed from stains. Having become perfected, he reaches the supreme state, even though he had once gone astray.Sri Krsna now speaks of the superiority of the Yogin above all others because of his being devoted to the supreme goal of human existence.","chakravarthi":"The cause of falling from the path is lack of effort. That has been mentioned before: though he has faith, he puts forth little effort (ayatih). It has been mentioned that the fallen yogi with lax practice attains the practice of yoga again in the next life. However, he does not attain perfection. That will only be attained after many births when his practice becomes mature. But he does not become lax in the yoga practice, and cannot be called a fallen yogi.\nThe perfection takes place only after many births of practice. Kardama Muni says:\nbahu-janma-vipakvena samyag-yoga-samadhina\ndrastum yatante yatayah sunyagaresu yat-padam\nAfter many births, mature yogis, by complete trance in yoga, endeavor in secluded places to see the lotus feet of the Supreme Personality of Godhead. SB 3.24.28\nThus it is mentioned in this verse that he does not attain perfection in one birth. He makes great effort (prayatnad yatamanah) in this life, in contrast to his previous life (tu), and burns up all faults, but even he does not attain perfection in one life. Finally, he attains liberation (param gatim).","rudra":"\nIf even a novice or beginner yogi or one perfecting the science of the\nindividual consciousness attaining communion with the ultimate\nconsciousness can eventually attain moksa or liberation from material\nexistence. it goes without saying that what can be said for a yogi who\npractices diligently and wholeheartedly purifying themselves more and more\nin mind and bodily activities will soon attain perfection and atma tattva\nor realisatio of the soul through accumulated merits of performing yoga\nfor many lifetimes and attain moksa..","brahma":"\nLord Krishna states the words aneka-janma meaning after many births the\naspirant by spiritual experience acquires spiritual knowledge and\naccumulated merit after many lifetimes and achieves moksa or liberation\nfrom the material existence. If one exerts themselves sincerely and\nintensely one becomes endowed with devotion to the Supreme Lord. In the\nNarada Purana it states: Knowing, perceiving and meditating for many lives\nin the mood of devotion a person invariably attains the immaculate Supreme\nLord and not by any other manner or means.","shri":"\nSuch is the greatness and virtue of this yoga or the science of the\nindividual consciousness attaining merit with the ultimate consciousness,\nthat ones merit increases and accumulates as a person incarnates through\nmany births and ultimately purifies one by disengaging them from all\nattachments and impurities. In this way one becomes more and more competent\nand qualified for perfecting yoga and by enthusiastic effort despite any\nchance interruptions one eventually achieves perfection and attains moksa\nor liberation from material existence. The superiority above all others of\nthe yogi who has chosen the highest of human ambitions atma tattva or\nrealisation of the soul is revealed by Lord Krishna in the next verse.","kumar":"Such is the greatness and virtue of this yoga or the science of the\nindividual consciousness attaining merit with the ultimate consciousness,\nthat ones merit increases and accumulates as a person incarnates through\nmany births and ultimately purifies one by disengaging them from all\nattachments and impurities. In this way one becomes more and more competent\nand qualified for perfecting yoga and by enthusiastic effort despite any\nchance interruptions one eventually achieves perfection and attains moksa\nor liberation from material existence. The superiority above all others of\nthe yogi who has chosen the highest of human ambitions atma tattva or\nrealisation of the soul is revealed by Lord Krishna in the next verse."}