{"meta":"Bhagavad Gita Chapter 6 Verse 44","metahi":"भगवद् गीता 6.44","slok":"पूर्वाभ्यासेन तेनैव ह्रियते ह्यवशोऽपि सः।जिज्ञासुरपि योगस्य शब्दब्रह्मातिवर्तते।।6.44।।","htsrsd":"।।6.44।।वह (श्रीमानोंके घरमें जन्म लेनेवाला) योगभ्रष्ट मनुष्य भोगोंके परवश होता हुआ भी पूर्वजन्ममें किये हुए अभ्यास(साधन) के कारण ही परमात्माकी तरफ खिंच जाता है क्योंकि योग(समता) का जिज्ञासु भी वेदोंमें कहे हुए सकाम कर्मोंका अतिक्रमण कर जाता है।","htstma":"।।6.44।। उसी पूर्वाभ्यास के कारण वह अवश हुआ योग की ओर आकर्षित होता है। योग का जो केवल जिज्ञासु है वह शब्दब्रह्म का अतिक्रमण करता है।।","transliteration":"Poorvaabhyaasena tenaiva hriyate hyavasho’pi sah;\nJijnaasurapi yogasya shabdabrahmaativartate.","englishmeaning":"pūrva—past; abhyāsena—discipline; tena—by that; eva—certainly; hriyate—is attracted; hi—surely; avaśhaḥ—helplessly; api—although; saḥ—that person; jijñāsuḥ—inquisitive; api—even; yogasya—about yog; śhabda-brahma—fruitive portion of the Vedas; ativartate—transcends","hcsrsd":"।।6.44।। व्याख्या  पूर्वाभ्यासेन तेनैव ह्रियते ह्यवशोऽपि सः योगियोंके कुलमें जन्म लेनेवाले योगभ्रष्टको जैसी साधनकी सुविधा मिलती है जैसा वायुमण्डल मिलता है जैसा सङ्ग मिलता है जैसी शिक्षा मिलती है वैसी साधनकी सुविधा वायुमण्डल सङ्ग शिक्षा आदि श्रीमानोंके घरमें जन्म लेनेवालोंकोनहीं मिलती। परन्तु स्वर्गादि लोकोंमें जानेसे पहले मनुष्यजन्ममें जितना योगका साधन किया है सांसारिक भोगोंका त्याग किया है उसके अन्तःकरणमें जितने अच्छे संस्कार पड़े हैं उस मनुष्यजन्ममें किये हुए अभ्यासके कारण ही भोगोंमें आसक्त होता हुआ भी वह परमात्माकी तरफ जबर्दस्ती खिंच जाता है।अवशोऽपि कहनेका तात्पर्य है कि वह श्रीमानोंके घरमें जन्म लेनेसे पहले बहुत वर्षोंतक स्वर्गादि लोकोंमें रहा है। वहाँ उसके लिये भोगोंकी बहुलता रही है और यहाँ (साधारण घरोंकी अपेक्षा) श्रीमानोंके घरमें भी भोगोंकी बहुलता है। उसके मनमें जो भोगोंकी आसक्ति है वह भी अभी सर्वथा मिटी नहीं है इसलिये वह भोगोंके परवश हो जाता है। परवश होनेपर भी अर्थात् इन्द्रियाँ मन आदिका भोगोंकी तरफ आकर्षण होते रहनेपर भी पूर्वक अभ्यास आदिके कारण वह जबर्दस्ती परमात्माकी तरफ खिंच जाता है। कारण यह है कि भोगवासना कितनी ही प्रबल क्यों न हो पर वह है असत् ही। उसका जीवके सत्स्वरूपके साथ कोई सम्बन्ध ही नहीं है। जितना ध्यानयोग आदि साधन किया है साधनके जितने संस्कार हैं वे कितने ही साधारण क्यों न हों पर वे हैं सत् ही। वे सभी जीवके सत्स्वरूपके अनुकूल हैं। इसलिये वे संस्कार भोगोंके परवश हुए योगभ्रष्टको भीतरसे खींचकर परमात्माकी तरफ लगा ही देते हैं।जिज्ञासुरपि योगस्य शब्दब्रह्मातिवर्तते इस प्रकरणमें अर्जुनका प्रश्न था कि साधनमें लगा हुआ शिथिल प्रयत्नवाला साधक अन्तसमयमें योगसे विचलित हो जाता है तो वह योगकी संसिद्धिको प्राप्त न होकर किस गतिको जाता है अर्थात् उसका कहीं पतन तो नहीं हो जाता इसके उत्तरमें भगवान्ने इस लोकमें और परलोकमें योगभ्रष्टका पतन न होनेकी बात इस श्लोकके पूर्वार्धतक कही। अब इस श्लोकके उत्तरार्धमें योगमें लगे हुए योगीकी वास्तविक महिमा कहनेके लिये योगके जिज्ञासुकी महिमा कहते हैं।जब योगका जिज्ञासु भी वेदोंमें कहे हुए सकाम कर्म और उनके फलोंका अतिक्रमण कर जाता है अर्थात् उनसे ऊपर उठ जाता है फिर योगभ्रष्टके लिये तो कहना ही क्या है अर्थात् उसके पतनकी कोई शङ्का ही नहीं है। वह योगमें प्रवृत्त हो चुका है अतः उसका तो अवश्य उद्धार होगा ही।यहाँ जिज्ञासुरपि योगस्य पदोंका अर्थ होता है कि जो अभी योगभ्रष्ट भी नहीं हुआ है और योगमें प्रवृत्त भी नहीं हुआ है परन्तु जो योग(समता) को महत्त्व देता है और उसको प्राप्त करना चाहता है ऐसा योगका जिज्ञासु भी शब्दब्रह्मका (टिप्पणी प0 381) अर्थात् वेदोंके सकाम कर्मके भागका अतिक्रमण कर जाता है।योगका जिज्ञासु वह है जो भोग और संग्रहको साधारण लोगोंकी तरह महत्त्व नहीं देता प्रत्युत उनकी अपेक्षा करके योगको अधिक महत्त्व देता है। उसकी भोग और संग्रहकी रुचि मिटी नहीं है पर सिद्धान्तसे योगको ही महत्त्व देता है। इसलिये वह योगारूढ़ तो नहीं हुआ है पर योगका जिज्ञासु है योगको प्राप्त करना चाहता है। इस जिज्ञासामात्रका यह माहात्म्य है कि वह वेदोंमें कहे सकाम कर्मोंसे और उनके फलसे ऊँचा उठ जाता है। इससे सिद्ध हुआ कि जो यहाँके भोगोंकी और संग्रहकी रुचि सर्वथा मिटा न सके और तत्परतासे योगमें भी न लग सके उसकी भी इतनी महत्ता है तो फिर योगभ्रष्टके विषयमें तो कहना ही क्या है ऐसी ही बात भगवान्ने दूसरे अध्यायके चालीसवें श्लोकमें कही है कि योग(समता) का आरम्भ भी नष्ट नहीं होता और उसका थोड़ासा भी अनुष्ठान महान् भयसे रक्षा कर लेता है अर्थात् कल्याण कर देता है। फिर जो योगमें प्रवृत्त हो चुका है उसका पतन कैसे हो सकता है उसका तो कल्याण होगा ही इसमें सन्देह नहीं है।विशेष बात(1) योगभ्रष्ट बहुत विशेषतावाले मनुष्यका नाम है। कैसी विशेषता कि मनुष्योंमें हजारों और हजारोंमें कोई एक सिद्धिके लिये यत्न करता है (गीता 7। 3) तथा सिद्धिके लिये यत्न करनेवाला ही योगभ्रष्ट होता है।योगमें लगनेवालेकी बड़ी महिमा है। इस योगका जिज्ञासु भी शब्दब्रह्मका अतिक्रमण कर जाता है अर्थात् ऊँचेसेऊँचे ब्रह्मलोक आदि लोकोंसे भी उसकी अरुचि हो जाती है। कारण कि ब्रह्मलोक आदि सभी लोक पुनरावर्ती है और वह अपुनरावर्ती चाहता है। जब योगकी जिज्ञासामात्र होनेकी इतनी महिमा है तो फिर योगभ्रष्टकी कितनी महिमा होनी चाहिये कारण कि उसके उद्देश्यमें योग (समता) आ गयी है तभी तो वह योगभ्रष्ट हुआ है।इस योगभ्रष्टमें महिमा योगकी है न कि भ्रष्ट होनेकी। जैसे कोई आचार्य की परीक्षामें फेल हो गया हो वह क्या शास्त्री और मध्यमा की परीक्षामें पास होनेवालेसे नीचा होगा नहीं होगा। ऐसे ही जो योगभ्रष्ट हो गया है वह सकामभावसे बड़ेबड़े यज्ञ दान तप आदि करनेवालोंसे नीचा नहीं होता प्रत्युत बहुत श्रेष्ठ होता है। कारण कि उसका उद्देश्य समता हो गया है। बड़ेबड़े यज्ञ दान तपस्या आदि करनेवालोंको लोग बड़ा मानते हैं पर वास्तवमें बड़ा वही है जिसका उद्देश्य समताका है। समताका उद्देश्यवाला शब्दब्रह्मका भी अतिक्रमण कर जाता है।इस योगभ्रष्टके प्रसङ्गसे साधकोंको उत्साह दिलानेवाली एक बड़ी विचित्र बात मिलती है कि अगर साधक हमें तो परमात्माकी प्राप्ति ही करनी है ऐसा दृढ़तासे विचार कर लें तो वे शब्दब्रह्मका अतिक्रमण कर जायँगे(2) यदि साधक आरम्भमें समताको प्राप्त न भी कर सके तो भी उसको अपनी रुचि या उद्देश्य समताप्राप्तिका ही रखना चाहिये जैसा कि गोस्वामी तुलसीदासजी कहते हैं मति अति नीच ऊँचि रुचि आछी। चहिअ अमिअ जग जुरइ न छाछी।।(मानस 1। 8। 4) तात्पर्य यह है कि साधक चाहे जैसा हो पर उसकी रुचि या उद्देश्य सदैव ऊँचा रहना चाहिये। साधककी रुचि या उद्देश्यपूर्तिकी लगन जितनी तेज तीव्र होगी उतनी ही जल्दी उसके उद्देश्यकी सिद्धि होगी। भगवान्का स्वभाव है कि वे यह नहीं देखते कि साधक करता क्या है प्रत्युत यह देखते हैं कि साधक चाहता क्या है।रीझत राम जानि जन जी की।। रहति न प्रभु चित चूक किए की। करत सुरति सय बार हिए की।।(मानस 1। 29। 2 3)एक प्रज्ञाचक्षु सन्त रोज मन्दिरमें (भगवद्विग्रहका दर्शन करने) जाया करते थे। एक दिन जब वे मन्दिर गये तब किसीने पूछ लिया कि आप यहाँ किसलिये आते हैं सन्तने उत्तर दिया कि दर्शन करनेके लिये आता हूँ। उसने कहा कि आपको तो दिखायी ही नहीं देता सन्त बोले मुझे दिखायी नहीं देता तो क्या भगवान्को भी दिखायी नहीं देता मैं उन्हें नहीं देखता पर वे तो मुझे देखते हैं बस इसीसे मेरा काम बन जायगाइसी तरह हम समताको प्राप्त भले ही न कर सकें फिर भी हमारी रुचि या उद्देश्य समताका ही रहना चाहिये जिसको भगवान् देखते ही हैं अतः हमारा काम जरूर बन जायगा। सम्बन्ध  श्रीमानोंके घरमें जन्म लेनेके बाद जब वह योगभ्रष्ट परमात्माकी तरफ खिंचता है तब उसकी क्या दशा होती है यह आगेके श्लोकमें बताते हैं।","hcsca":"।।6.44।। बैंक में हमारे खाते में जमा राशि वही होगी जो पासबुक में दर्शायी गयी होती है। बैंक से हमे उस राशि से अधिक धन नहीं प्राप्त हो सकता और न ही कम राशि दिखाकर हमें धोखा दिया जा सकता है। इसी प्रकार व्यक्ति के हृदय के विकास में भी कोई भी देवता उस व्यक्ति को उसके प्रयत्नों से अधिक न दे सकता है और न कुछ अपहरण कर सकता है। प्रतिदिन के जीवन में अनुभूत अखण्डता के समान ही प्रत्येक जन्म पूर्व जीवन की अगली कड़ी है। जैसे आज का दिन बीते हुए कल का विस्तार है। इस तथ्य को सम्यक् प्रकार से ध्यान में रखकर इस श्लोक का मनन करने पर इसका तात्पर्य सरलता से समझ में आ जायेगा।जिस व्यक्ति ने अपने पूर्व जन्म में योग साधना की होगी वह उस पूर्वभ्यास के कारण अपने आप अवश हुआ योग की ओर आकर्षित होगा। हमारे इस लोक के जीवन में भी इस तथ्य की सत्यता प्रमाणित होती है। एक शिक्षित तथा सुसंस्कृत व्यक्ति के व्यवहार और संभाषण में उसकी शिक्षा का प्रभाव सहज ही व्यक्त होता है जिसके लिए उसे कोई प्रयास नहीं करना पड़ता। कोई भी सुसंस्कृत व्यक्ति दीर्घकाल तक सफलतापूर्वक मूढ़ पुरुष का अभिनय नहीं कर सकता और उसी प्रकार न हीं एक दुष्ट व्यक्ति सभ्य पुरुष जैसा व्यवहार कर सकता है। कभीनकभी वे दोनों अनजाने ही अपने वास्तविक स्वभाव का परिचय सम्भाषण विचार और कर्म द्वारा व्यक्त कर देंगे।इसी प्रकार योगभ्रष्ट पुरुष भी जन्म लेने पर अवशसा हुआ स्वत ही योग की ओर खिंचा चला जायेगा। यदि जीवन में प्रतिकूल परिस्थितियाँ आती हैं तब भी उन सभी में जिस सम और शान्त भाव में वह रहता है वह स्वयं उसके लिए भी एक आश्चर्य ही होता है।यह मात्र सिद्धांत नहीं है। समाज के सभी स्तरों के जीवन में इसका सत्यत्व प्रमाणित होता है। पूर्व संस्कारों की शक्ति अत्यन्त प्रबल होती है। एक लुटेरा भी दृढ़ निश्चयपूर्वक की गई साधना के फलस्वरूप आदि कवि बाल्मीकि बन गया। ऐसे अनेक उदाहरण हमें इतिहास में देखने को मिलते हैं। इन सबका सन्तोषजनक स्पष्टीकरण यही हो सकता है कि जीव का अस्तित्व देह से भिन्न है जो अपने कर्मों के अनुसार विभिन्न शरीर धारण करता है। इसलिए उसके अर्जित संस्कारों का प्रभाव किसी देह विशेष में भी दृष्टिगोचर होता है।योगभ्रष्ट पुरुष पुन साधना मार्ग पर अग्रसर हो जाता है। उसे चाहे राजसिंहासन पर अभिषिक्त कर दिया जाय अथवा बाजार के कोलाहल या किसी गली के असम्मान पूर्ण स्थान पर बैठा दिया जाय सभी स्थानों पर उसकी सहृदयता और उसका दार्शनिक स्वभाव छिपा नहीं रह सकता। चाहे वह संसार की समस्त सम्पत्ति का स्वामी हो जाये चाहे राजसत्ता की असीम शक्ति उसे प्राप्त हो जाये चाहे अपार आदर और स्नेह उसे मिले किन्तु इन समस्त प्रलोभनों के द्वारा उसे योगमार्ग से विचलित नहीं किया जा सकता। यदि सम्पूर्ण जगत् उसके विचित्र व्यवहार एवं असामान्य आचरण को विस्मय से देखता हो तो वह स्वयं भी अपनी ओर सबसे अधिक आश्चर्य से देख रहा होता है इस ध्यानयोग की महत्ता को दर्शाते हुए भगवान् कहते हैं कि जो केवल योग का जिज्ञासु है वह शब्दब्रह्म का अतिक्रमण कर जाता है। श्रीशंकराचार्य के अनुसार शब्दब्रह्म से तात्पर्य वेदों के कर्मकाण्ड से है जहाँ विभिन्न प्रकार के फल प्राप्त करने के लिए यज्ञयागादि साधन बताये गये है। अर्थ यह हुआ कि जो केवल जिज्ञासु है वह इन सब फलों की कामना से मुक्त हो जाता है तब फिर ज्ञानी के विषय में क्या कहनाकिस कारण से योगी श्रेष्ठ है इस पर कहते हैं","etsga":"6.44 For, by that very past practice, he is carried forward even in spite of himself! Even a seeker of Yoga transcends the result of the performance of Vedic rituals!","etssa":"6.44 By that very former practice he is borne on in spite of himself. Even he who merely wishes to know Yoga goes beyond the Brahmic word.","etdss":"6.44. Being not a master of himself, he is dragged only by that former practice (its mental impression); only a seeker of the knowledge of the Yoga passes over what strengthens the [sacred] text.","ecssa":"6.44 पूर्वाभ्यासेन former practice? तेन by that? एव verily? ह्रियते is borne? हि indeed? अवशः helpless? अपि even? सः he? जिज्ञासुः he who wishes to know Yoga? अपि even? योगस्य of Yoga? शब्दब्रह्म wordBrahman? अतिवर्तते goes beyond.Commentary The man who fell from Yoga is carried to the goal which he intended to reach in his previous birth? by the force of the Samskaras of the practice of Yoga though he may not be conscious of them and even if he may not be willing to adopt the course of Yogic discipline on account of the force of some evil Karma. If he had not done any great evil action which could overwhelm his Yogic tendencies he will certainly continue his Yogic practices in this birth very vigorously through the force of the Yogic Samskaras created by his Yogic practices in his previous birth. If the force of the evil action is stronger? the Yogic tendencies will be overpowered or suppressed for some time. As soon as the fruits of the evil actions are exhausted? the force of the Yogic Samskaras will begin to manifest itself. He will start his Yogic practices vigorously and attain the final beatitude of life.Even an enirer in whom a desire for information about Yoga is kindled goes beyond the Brahmic word? i.e.? the Vedas. He rises superior to the performer of the Vedic rituals and ceremonies. He is beyond the entanglement of forms and ceremonies. He is not satisfied with mere ritualism. He thirsts for a satisfaction higher than that given by the sensual objects. He who simply wishes to know the nature of the principles of Yoga frees himself from the SabdaBrahma? i.e.? from the effects of the Vedic rituals and ceremonies. If this be the case of a simple enirer? how much more exalted should be the condition of a real practitioner or knower of Yoga or of one who is established in Nirvikalpa Samadhi He will be absolutely free from the effects of the Vedic rituals and ceremonies. He will enjoy the eternal bliss and the everlasting peace of the Eternal.An aspirant who is desirous of obtaining Moksha alone is not affected by the sin of nonperformance of action even if he renounces all the obligatory and optional or occasional duties. He goes beyond the word of Brahman (the scripture or the Vedas).When such is the case of an aspirant who is without any spiritual inclinations or Samskaras of the previous birth? how much more exalted will be the state of that student who has done Yogic practices in his previous birth? who has fallen from Yoga in his previous birth? and who has taken up Yoga in this birth? renouncing all the worldly activitiesImpelled by the strong desire for liberation he practises rigorous Sadhana in this birth. He is constrained? as it were? by the force of the good Samskaras of his previous birth to take to Yogic practices in spite of himself.In this verse the Lord lays stress on the fact that no effort in the practice of Yoga goes in vain. Even the smallest effor will have its effect sooner or later in this birth or another. Therefore there is no cause for disappointment even for the dullest type of spiritual aspirant.","scetsga":"6.44 Hi, for; tena eva, by that very; purva-abhyasena, past practice-the powerful habit formed in the past life; hiryate, he, the yogi who had fallen from Yoga, is carried forward; avasah api, even inspite of himself. If he had not committed any act which could be characterized as unrigtheous etc. and more powerful than the tendency created by the practice of Yoga, then he is carried forward by the tendency created by the practice of Yoga. If he had committed any unrighteous act which was more powerful, then, even the tendency born of Yoga gets surely overpowered. But when that is exhausted, the tendency born of Yoga begins to take effect by itself. The idea is that it does not get destroyed, even though it may lie in abeyance over a long period.\nJijnasuh api, even a seeker; yogasya, of Yoga from the force of the context, the person implied is a monk who had engaged in the path of Yoga with a desire to known his true nature, but had falled from Yoga-; ;even he, ativartate, trascends-will free himself from; sabda-brahma, the result of the performance of Vedic ritual. What to speak of him who after understanding Yoga, may undertake it with steadfastness!\nAnd why is the state of Yoga higher?","scetdss":"6.44 See Comment under 6.45","scetssa":"6.43 - 6.44 There, in that existence, he regains the mental disposition for Yoga that he had in the previous birth. Like one awakened from sleep, he strives again from where he had left before attaining complete success. He strives so as not to be defeated by impediments. This person who has fallen away from Yoga is borne on towards Yoga alone by his previous practice, i.e., by the older practice with regard to Yoga. This power of Yoga is well known.Even a person, who has not engaged in Yoga but has only been desirous of knowing Yoga, i.e., has failed to follow it up, acries once again the same desire to practise Yoga. He then practises Yoga, of which the first stage is Karma Yoga, and transcends Sabda-brahman (or Brahman which is denotable by words). The Sabda-brahman is the Brahman capable of manifesting as gods, men, earth, sky, heaven etc., namely, Prakrti. The meaning is that having been liberated from the bonds of Prakrti, he attains the self which is incapable of being named by such words as gods, men etc., and which comprises solely of knowledge and beatitude.After thus describing the glory of Yoga the verse says:","chakravarthi":"Attracted by previous practice, he becomes inquisitive about yoga and surpasses the path of karma mentioned in the Vedas (sabda brahma), but this time remains fixed on the path of yoga.","rudra":"The reason why such a person comes in contact with spiritual knowledge is\nbecause of the practice of yoga or the science of the individual\nconsciousness attaining communion with the ultimate consciousness is\nbecause the potency of it irresistibly propels one towards realising the\nBrahman or spiritual substratum pervading all existence and even if one is\noblivious or is beset by obstacles the efficacy of the yoga automatically\nmakes it happen. Thus although one may be struggling from the reactions of\nprevious activities still they will gradually in subsequent births attain\nmoksa or liberation from the material existence. Lord Krishna makes the\nmeaning even more clear in the second half of the verse with the words\njijnasur api meaning even a mere inquirer or novice who has interest in the\nnature of yoga but falls from it due to desires and material attachments\nstill transcends the results of ritualistic activities for fruitive results\nprescribed in the Vedic scriptures and achieves greater results and in a\nfuture birth wil have the opportunity for moksa or liberation from material\nexistence.","brahma":"Even one who is merely an aspirant seeking the process of yoga or the\nscience of the individual consciousness attaining communion with the\nultimate consciousness, even such a one will be invariably attracted to\nmoksa or liberation from the material existence and transcend the\nritualistic ordinances in the Vedas and achieve the Brahman or spiritual\nsubstratum pervading all existence. This is the meaning Lord Krishna is\nconveying.Now begins the summation.This verse clarifies that even the aspirant seeking the process of yoga is\nsuperior to one who only studies the Vedic scriptures without actual\nrealisation of them. What is the special need of knowing about being\nestablished in yoga? This was from the Parama Yoga scripture.","shri":"\nEven one who has not embarked upon it but is merely enquiring about yoga or\nthe science of the individual consciousness attaining communion with the\nultimate consciousness , such a person resumes such inquiries in their very\nnext birth that they had discontinued in their previous lifetime. Gradually\none advances on the path of yoga and transcends sabda-brahma or the\nfruitive ordinances of the Vedic scriptures. Sabda-brahma signifies matter\nand from this matter in its manifested modifications comes sabdita or all\nthings having namea and forms such humans, demigods, earth, sky, heaven,\netc. Hence all things nameable and all things of matter. Even the mere\ninquirer about yoga acquires enough merit to ultimately transcend beyond\nthe sabda-brahma. This means one becomes unfettered from the bondage of\nmaterial existence and attains atma-tattva or realisation of the soul which\nis the sole harbour of spiritual intelligence and unlimited bliss or that\nwhich cannot be defined by a name as material objects which are composed of\nmatter such as demigod or human etc.","kumar":"Even one who has not embarked upon it but is merely enquiring about yoga or\nthe science of the individual consciousness attaining communion with the\nultimate consciousness , such a person resumes such inquiries in their very\nnext birth that they had discontinued in their previous lifetime. Gradually\none advances on the path of yoga and transcends sabda-brahma or the\nfruitive ordinances of the Vedic scriptures. Sabda-brahma signifies matter\nand from this matter in its manifested modifications comes sabdita or all\nthings having namea and forms such humans, demigods, earth, sky, heaven,\netc. Hence all things nameable and all things of matter. Even the mere\ninquirer about yoga acquires enough merit to ultimately transcend beyond\nthe sabda-brahma. This means one becomes unfettered from the bondage of\nmaterial existence and attains atma-tattva or realisation of the soul which\nis the sole harbour of spiritual intelligence and unlimited bliss or that\nwhich cannot be defined by a name as material objects which are composed of\nmatter such as demigod or human etc."}