{"meta":"Bhagavad Gita Chapter 6 Verse 32","metahi":"भगवद् गीता 6.32","slok":"आत्मौपम्येन सर्वत्र समं पश्यति योऽर्जुन।सुखं वा यदि वा दुःखं सः योगी परमो मतः।।6.32।।","htsrsd":"।।6.32।।हे अर्जुन जो (ध्यानयुक्त ज्ञानी महापुरुष) अपने शरीरकी उपमासे सब जगह अपनेको समान देखता है और सुख अथवा दुःखको भी समान देखता है वह परम योगी माना गया है।","htstma":"।।6.32।। हे अर्जुन जो पुरुष अपने समान सर्वत्र सम देखता है चाहे वह सुख हो या दुख वह परम योगी माना गया है।।","transliteration":"Aatmaupamyena sarvatra samam pashyati yo’rjuna;\nSukham vaa yadi vaa duhkham sa yogee paramo matah.","englishmeaning":"ātma-aupamyena—similar to oneself; sarvatra—everywhere; samam—equally; paśhyati—see; yaḥ—who; arjuna—Arjun; sukham—joy; vā—or; yadi—if; vā—or; duḥkham—sorrow; saḥ—such; yogī—a yogi; paramaḥ—highest; mataḥ—is considered","hcsrsd":"।।6.32।। व्याख्या  जिसको इसी अध्यायके सत्ताईसवें श्लोकमें ब्रह्मभूत कहा है और जिसको अट्ठाईसवें श्लोकमें अत्यन्त सुख की प्राप्ति होनेकी बात कही है उस सांख्ययोगीका प्राणियोंके साथ कैसा बर्ताव होता है इसका इस श्लोकमें वर्णन किया गया है। कारण कि गीताके ब्रह्मभूत सांख्ययोगीका सम्पूर्ण प्राणियोंके हितमें स्वाभाविक ही रति होती है सर्वभूतहिते रताः (5। 25 12। 4)आत्मौपम्येन सर्वत्र समं पश्यति योऽर्जुन साधारण मनुष्य जैसे अपने शरीरमें अपनी स्थिति देखता है तो उसके शरीरके किसी अङ्गमें किसी तरहकी पीड़ा हो ऐसा वह नहीं चाहता प्रत्युत सभी अङ्गोंका समानरूपसे आराम चाहता है। ऐसे ही सब प्राणियोंमें अपनी समान स्थिति देखनेवाला महापुरुष सभी प्राणियोंका समानरूपसे आराम चाहता है। उसके सामने कोई दुःखी प्राणी आ जाय तो अपने शरीरके किसी अङ्गका दुःख दूर करनेकी तरह ही उसका दुःख दूर करनेकी स्वाभाविक चेष्टा होती है। तात्पर्य है कि जैसे साधारण प्राणीकी अपने शरीरके आरामके लिये चेष्टा होती है ऐसे ही ज्ञानी महापुरुषकी दूसरोंके शरीरोंके आरामके लिये स्वाभाविक चेष्टा होती है।सर्वत्र कहनेका तात्पर्य है कि उसके द्वारा वर्ण आश्रम देश वेश सम्प्रदाय आदिका भेद न रखकर सबको समान रीतिसे सुख पहुँचानेकी स्वाभाविक चेष्टा होती है। ऐसे ही पशुपक्षी वृक्षलता आदि स्थावरजङ्गम सभी प्राणियोंको भी समानरीतिसे सुख पहुँचानेकी चेष्टा होती है और साथहीसाथ उनका दुःख दूर करनेका भी स्वाभाविक उद्योग होता है।अपने शरीरके अङ्गोंका दुःख दूर करनेकी समान चेष्टा होनेपर भी अङ्गोंमें भेददृष्टि तो रहती ही है और रहना आवश्यक भी है। जैसे हाथका काम पैरसे नहीं किया जाता। अगर हाथको हाथ छू जाय तो हाथ धोनेकी जरूरत नहीं पड़ती परन्तु पैरको हाथ छू जाय तो हाथ धोना पड़ता है। अगर मलमूत्रके अङ्गोंको हाथसे साफ किया जाय तो हाथको मिट्टी लगाकर विशेषतासे धोना निर्मल करना पड़ता है। ऐसे ही शास्त्र और वर्णआश्रमकी मर्यादाके अनुसार सबके सुखदुःखमें समान भाव रखते हुए भी स्पर्शअस्पर्शका ख्यालरखकर व्यवहार होना चाहिये। किसीके प्रति किञ्चिन्मात्र भी घृणाकी सम्भावना ही नहीं होनी चाहिये। जैसे अपने शरीरके पवित्रअपवित्र अङ्गोंकी रक्षा करनेमें और उनको सुख पहुँचानेमें कोई कमी न रखते हुए भी शुद्धिकी दृष्टिसे उनमें स्पर्शअस्पर्शका भेद रखते हैं। ऐसे ही शास्त्रमर्यादाके अनुसार संसारके सभी प्राणियोंमें स्पर्शअस्पर्शका भेद मानते हुए भी ज्ञानी महापुरुषके द्वारा उनका दुःख दूर करनेकी और उनको सुख पहुँचानेकी चेष्टामें कभी किञ्चिन्मात्र भी कमी नहीं आती। तात्पर्य है कि जैसे अपने शरीरका कोई अङ्ग अस्पृश्य होनेपर भी वह अप्रिय नहीं होता ऐसे ही शास्त्रमर्यादाके अनुसार कोई प्राणी अस्पृश्य होनेपर भी उसमें प्रियता हितैषिताकी कभी कमी नहीं होती।सुखं वा यदि वा दुःखम् अपने शरीरकी उपमासे दूसरोंके सुखदुःखमें समान रहनेका तात्पर्य यह नहीं है कि दूसरोंके शरीरके किसी अङ्गमें पीड़ा हो जाय तो वह पीड़ा अपने शरीरमें भी हो जाय अपनेको भी उस पीड़ाका अनुभव हो जाय। अगर ऐसी समता ली जाय तो अपनेको दुःख ही ज्यादा होगा क्योंकि संसारमें दुःखी प्राणी ही ज्यादा हैं।दूसरी बात जैसे विरक्त त्यागी महात्मालोग अपने शरीरकी और अपने शरीरके अङ्गोंमें होनेवाली पीड़ाकी उपेक्षा कर देते हैं ऐसे ही दूसरोंके शरीरोंकी और उनके शरीरोंके अङ्गोंमें होनेवाली पीड़ाकी उपेक्षा हो जाय अर्थात् जैसे उनको अपने शरीरके सुखदुःखका भान नहीं होता ऐसे ही दूसरोंके सुखदुःखका भी अपनेको भान न हो यह भी उपर्युक्त पदोंका तात्पर्य नहीं है।उपर्युक्त पदोंका तात्पर्य है कि जैसे शरीरमें आसक्त अज्ञानी पुरुषके शरीरमें पीड़ा होनेपर उस पीड़ाको दूर करनेमें और सुख पहुँचानेमें उसकी जैसी चेष्टा होती है तत्परता होती है ऐसे ही दूसरोंका दुःख दूर करनेमें और सुख पहुँचानेमें ज्ञानी महात्माओंकी स्वाभाविक चेष्टा होती है तत्परता होती है।जैसे किसीके हाथमें चोट लग गयी और वह लोकसमुदायमें जाता है तो उस पीड़ित हाथको धक्का न लग जाय इसलिये दूसरे हाथको सामने रखकर उस पीड़ित हाथकी रक्षा करता है और उसको धक्का न लगे ऐसा उद्योग करता है। परन्तु उसके मनमें कभी यह अभिमान नहीं आता कि मैं इस हाथकी पीड़ा दूर करनेवाला हूँ इसको सुख पहुँचानेवाला हूँ। वह उस हाथपर ऐसा एहसान भी नहीं करता कि देख हाथ मैंने तेरी पीड़ा दूर करनेके लिये कितनी चेष्टा की पीड़ाको शान्त करनेपर वह अपनेमें विशेषताका भी अनुभव नहीं करता। ऐसे ही ज्ञानी महापुरुषोंके द्वारा दुःखी प्राणियोंको सुख पहुँचानेकी चेष्टा स्वाभाविक होती है। उनके मनमें यह अभिमान नहीं आता कि मैं प्राणियोंका दुःख दूर कर रहा हूँ दूसरोंको सुख पहुँचा रहा हूँ। उनका दुःख दूर करनेकी चेष्टा करनेपर वे अपनेमें कोई विशेषता भी नहीं देखते। उनका स्वभाव ही दूसरोंका दुःख दूर करनेका उनको सुख पहुँचानेका होता है।ज्ञानी पुरुषके शरीरमें पीड़ा होती है तो वह उसको सह सकता है और उसके द्वारा उस पीड़ाकी उपेक्षा भी हो सकती है परन्तु दूसरेके शरीरमें पीड़ा हो तो उसको वह सह नहीं सकता। कारण कि जैसे दोनों हाथोंमें अपनी व्यापकता समान है ऐसे ही सब शरीरोंमें अपनी स्थिति समान है। परन्तु जिस अन्तःकरणमें बोध हुआ है उसमें पीड़ा सहनेकी शक्ति है और दूसरोंके अन्तःकरणमें पीड़ा सहनेकी वैसी सामर्थ्य नहीं है। अतः उनके द्वारा दूसरोंके शरीरोंकी पीड़ा दूर करनेमें विशेष तत्परता होती है। जैसे इन्द्रने बिना किसी अपराधके दधीचि ऋषिका सिर काट दिया। पीछे अश्विनीकुमारोंने उनको पुनः जिला दिया। परन्तु जब इन्द्रका काम पड़ा तब दधीचिने अपना शरीर छोड़कर उनको (वज्र बनानेके लिये) अपनी हड्डियाँ दे दींयहाँ शङ्का हो सकती है कि अपने शरीरके दुःखकी तो उपेक्षा होती है और दूसरोंके दुःखकी उपेक्षा नहीं होती यह तो विषमता हो गयी यह समता कहाँ रही इसका समाधान है कि वास्तवमें यह विषमता समताकी जनक है समताको प्राप्त करानेवाली है। यह विषमता समतासे भी ऊँचे दर्जेकी चीज है। साधकसाधनअवस्थामें ऐसी विषमता करता है तो सिद्धअवस्थामें भी उसकी ऐसी ही स्वाभाविक प्रवृत्ति होती है। परन्तु उसके अन्तःकरणमें किञ्चिन्मात्र भी विषमता नहीं आती।स योगी परमो मतः उसकी दृष्टिमें सिवाय परमात्माके कुछ नहीं रहा। वह नित्ययोग (परमात्माके नित्यसम्बन्ध) और नित्यसमतामें स्थित रहता है। कारण कि शरीरसंसारसे सर्वथा सम्बन्धविच्छेद होनेसे उसका परमात्मासे कभी वियोग होता ही नहीं और वह सभी अवस्थाओं तथा परिस्थितियोंमें एकरूप ही रहता है। अतः वह मुझे परमयोगी मान्य है। विशेष बात(1) यहाँ जैसे ध्यानयोगीके लिये आत्मौपम्येन सर्वत्र समं पश्यति कहा गया है ऐसे ही कर्मयोगीके लिये सर्वभूतात्मभूतात्मा (5। 7) और ज्ञानयोगीके लिये सर्वभूतहिते रताः (5। 25 12। 4) कहा गया है। परन्तु भक्तियोगमें तो भक्त सम्पूर्ण शरीरोंमें अपने इष्टदेवको देखता है (6। 30) और अपने कर्मोंके द्वारा उनका पूजन करता है स्वकर्मणा तमभ्यर्च्य (18। 46) तात्पर्य यह है कि कर्मयोगी और ज्ञानयोगी साधकोंको चाहिये कि वे सबमें अपनेआपको देखें तथा भक्तियोगी साधकोंको चाहिये कि वे सबमें ईश्वरको अपने इष्टदेवको देखें।(2) सबको अपना भाई समझो यह भ्रातृभाव बड़ा उत्तम है। परन्तु स्वार्थभावको लेकर जब भाईभाई लड़ते हैं तब भ्रातृभाव नहीं रहता प्रत्युत वैरभाव पैदा हो जाता है। जैसे कौरवों और पाण्डवोंमें लड़ाई हो गयी। परन्तु आत्मौपम्येन सर्वत्र अर्थात् शरीरभावमें कभी वैर नहीं हो सकता। जैसे अपने दाँतोंसे अपनी जीभ अथवा होठ कट जाय तो दाँतोंको कोई नहीं तोड़ता अर्थत् दाँतोंके साथ कोई वैर नहीं करता। ऐसे ही अपने शरीरकी उपमासे जो सबमें सुखदुःखको समान देखता है उसमें कभी वैरभाव नहीं होता। इस शरीरभावसे भी ऊँचा है भगवद्भाव। इस भावमें अपने इष्टदेवका भाव होता है। तात्पर्य है कि भगवद्भाव भ्रातृभाव और शरीरभावसे भी ऊँचा है। अतः भगवान्ने गीतामें जगहजगह अपने भक्तोंकी बहुत महिमा गायी है जैसे वह परम श्रेष्ठ है स मे युक्ततमो मतः (6। 47) वे योगी मेरे मतमें अत्यन्त उत्कृष्ट हैं ते मे युक्ततमा मताः (12। 2) वे भक्त मेरेको अत्यन्त प्यारे हैं भक्तास्तेऽतीव मे प्रियाः (12। 20) आदिआदि। सम्बन्ध  जिस समताकी प्राप्ति सांख्ययोग और कर्मयोगके द्वारा होती है उसी समताकी प्राप्ति ध्यानयोगके द्वारा भी होती है इसको भगवान्ने दसवें श्लोकसे बत्तीसवें श्लोकतक बताया। अब अर्जुन ध्यानयोगसे प्राप्त समताको लेकर आगेके दो श्लोकोंमें अपनी मान्यता प्रकट करते हैं।","hcsca":"।।6.32।। तत्त्वज्ञान और आत्मानुभव में स्थित योगीजन स्वभावत सर्वत्र व्याप्त आत्मा के दर्शन करते हैं। वे सभी कर्मों में आत्मा के वैभव को देखते हैं और जानते हैं कि उपाधियों के द्वारा किये जाने वाले समस्त कर्म आत्मकृपा से ही होते हैं। बाह्य स्थूल और आन्तरिक सूक्ष्म जगत् आत्मा की ही अभिव्यक्ति है।गीता के अनुसार सर्वश्रेष्ठ योगी वह है जो अन्य के सुख एवं दुख को इस प्रकार समझता है जैसे वे उसके अपने ही हों। प्रसिद्ध नैतिक नियम है कि अन्य के साथ वैसा ही व्यवहार करो जैसा कि उससे तुम अपेक्षा रखते हो। परन्तु यह नियम सामान्य मनुष्य को अप्रिय लगता है क्योंकि स्वार्थ के कारण वह सोचता है कि क्यों वह दूसरों को अपने ही समान समझे। अज्ञान तथा स्वार्थ के कारण लोगों की स्वाभाविक प्रवृत्ति अनैतिकता की ओर झुक जाती है।पूर्व श्लोकों में इसका स्पष्टीकरण किया गया है कि क्यों हमें प्राणीमात्र से प्रेम करना चाहिए। योगी आत्मसाक्षात्कार के द्वारा समस्त सृष्टि को आत्मा की ही अभिव्यक्ति के रूप में पहचानता है अत सबसे प्रेम होना स्वाभाविक ही है। प्रत्येक मनुष्य को अपने शरीर से तादात्म्य होने के कारण शरीर के समस्त अंगों से उसे एक समान ही प्रेम होता है। यदि अकस्मात् दांतों से जिह्वा कट जाती है तो मनुष्य कभी भी दांतों को दण्ड देने का विचार नहीं करता क्योंकि दांतों में तथा जिह्वा में समान रूप से वह स्वयं व्याप्त है। इसी प्रकार आत्मा को पहचान लेने पर सम्पूर्ण नामरूप की सृष्टि आत्मस्वरूप ही बन जाती है और समस्त कालों में सर्वत्र केवल मैं (आत्मा) ही व्याप्त रहता हूँ।आत्मैकत्व दर्शन करने वाला सिद्ध व्यक्ति ही गीता में परम योगी माना गया है जो समाज को देता अधिक है और लेता कम है। प्रेम उसका श्वास है और करुणा उसकी जीविका।श्रीकृष्ण द्वारा ज्ञानी पुरुष का जो उपर्युक्त वर्णन शब्दचित्र के माध्यम से किया गया है वह किसी को भी अपनी ओर आकर्षित कर सकता है किन्तु व्यावहारिक बुद्धि का अर्जुन उक्त लक्ष्य को पाने में स्वयं को असमर्थ पाता है और वह प्रश्न के रूप में अपनी शंका को व्यक्त करता है।यथोक्त सम्यग्दर्शन रूप योग का संपादन दुष्कर जानकर उसकी प्राप्ति का निश्चयात्मक उपाय जानने की इच्छा से अर्जुन कहता है","etsga":"6.32 O Arjuna, that yogi is considered the best who judges what is happiness and sorrow in all beings by the same standard as he would apply to himself.","etssa":"6.32 He who, through the likeness of the Self, O Arjuna, sees eality everywhere, be it pleasure or pain, he is regarded as the highest Yogi.","etdss":"6.32. Whosoever finds pleasure or pain eally in all as in the case of himself-that person is considered to be a great man of Yoga, O Arjuna !","ecssa":"6.32 आत्मौपम्येन through the likeness of the Self? सर्वत्र everywhere? समम् eality? पश्यति sees? यः who? अर्जुन O Arjuna? सुखम् pleasure? वा and? यदि if? वा or? दुःखम् pain? सः he? योगी Yogi? परमः highest? मतः is regarded.Commentary He sees that whatever is pleasure or pain to himself is also pleasure or pain to all other beings. He does not harm anyone. He is ite harmless. He wishes good to all. He is compassionate to all creatures. He has a very soft and large heart. He sees thus eality everywhere as he is endowed with the right knowlede of the Self? as he beholds the Self only everywhere? and as he is established in the unity of the Self. Therefore he is considered as the highest among all Yogis. (Cf.VI.47)","scetsga":"6.32 Atma-aupamyena: Atma means the self, i.e. oneself. That by which a comparison is made is an upama. The abstract from of that is aupamya. Atma-aupamya means a standard as would be applicable to oneself.\nO Arjuna, yah, he who; pasyati, judges; sarvatra, in all beings; samam, by the same standard, in the same manner; atma-aupamyena, as he would apply to himself-. And what does he view with sameness? That is being stated: As sukham, happiness, is dear to me, so also is happiness agreeable to all creatures.\nVa, and-the word va is (used) in the sense of and; just as yadi, whatever; duhkham, sorrow is unfavourable, unwelcome to me, so also is sorrow unwelcome and unfavourable to all creatures.\nIn this way, he looks upon happiness and sorrow as pleasant and unpleasant to all bengs, by the same standard as he would apply to himself. He does not act against anyone. That is , he is non-injurious. He who is thus non-injurious and steadfast in full Illumination, sah, that yogi; paramah matah, is considered as the best among all the yogis.\nNoticing that his Yoga-as spoken of and consisting in full Illumination- is hard to acire, Arjuna, with a view to hearing the sure means to its attainment, said:","scetdss":"6.32 Atma-etc. That he finds the pleasure and pain of all on analogy of himself. This is only a statement of characteristic mark [of the Yogin]; and it is not an injunction enjoining a new action.","scetssa":"6.32 (iv) He who - because of the similarity between his own self and other selves, as they are all constituted similarly of uncontracted knowledge in their essential being - views the pleasures in the form of the birth of a son and the sorrows in the form of the death of a son of his own and of others, as eal, on the ground of their eal unrelatedness to such pleasures and pains to him. Viewing his own pleasures and pains of the above description as being not different from those of others of the same kind - tht Yogin is deemed the highest; he is judged as having reached the summit of Yoga. [The idea is to prevent misconstruing the verse as meaning that one shares the joy and misery of all as his own. It means only that the highest type of yogins understand that the self is unrelated to the pain and pleasures of his own body-mind. He understands also that the same is the case with other selves.]","chakravarthi":"Moreover, it has been stated that even the yogi at the stage of sadhana should have equal vision everywhere. This verse explains the most important type of equal vision. He sees what is good for himself and what is bad for himself as equally applicable to all others; he desires happiness for all others, and does not desire suffering for anyone. That yogi I consider the best.","rudra":"\nLord Krishna specifies that among the different yogis or those perfecting\nthe science of the individual consciousness attaining communion with the\nultimate consciousness, those who worship the Supreme Lord and who are\ncompassionate to all living entities are the most exalted. Such a yogi who\nempathises with all living entities regarding them as oneself and by this\nvision wishes only the best for all created beings.","brahma":"Lord Krishna here explains equal vision differently then He did in previous\nverses.Now begins the summation.Those who are devotees of the Supreme Lord treat everyone as they would\ntreat themselves.","shri":"\nOne even more advanced in yoga or the science of the individual\nconsciousness attaining communion with the ultimate consciousness by dhyana\nor meditation realises the intrinsic uniqueness and sublime sameness of all\natmas or souls as having the nature of omniscience and omnipresence\nalthough residing in unlimited variegated physical and subtle bodies. Fully\ncomprehending that the atma has no connection with material nature the yogi\nlooks upon all dualities such as happiness and affliction like one is the\nsame as the other and this applies whether circumstances befall unto such a\nyogi or befall unto others such as the happiness of an infant being born or\nthe affliction of a parent dying. This means it is one and the same for\nsuch a yogi regarding their own offspring and parents as it is regarding\nother peoples offspring and parents. Such a yogi who is so far advanced as\nto regard both happiness and affliction equally with the same sublime\nindifference is qualified to be known as the best of yogis.","kumar":"One even more advanced in yoga or the science of the individual\nconsciousness attaining communion with the ultimate consciousness by dhyana\nor meditation realises the intrinsic uniqueness and sublime sameness of all\natmas or souls as having the nature of omniscience and omnipresence\nalthough residing in unlimited variegated physical and subtle bodies. Fully\ncomprehending that the atma has no connection with material nature the yogi\nlooks upon all dualities such as happiness and affliction like one is the\nsame as the other and this applies whether circumstances befall unto such a\nyogi or befall unto others such as the happiness of an infant being born or\nthe affliction of a parent dying. This means it is one and the same for\nsuch a yogi regarding their own offspring and parents as it is regarding\nother peoples offspring and parents. Such a yogi who is so far advanced as\nto regard both happiness and affliction equally with the same sublime\nindifference is qualified to be known as the best of yogis."}