{"meta":"Bhagavad Gita Chapter 6 Verse 20","metahi":"भगवद् गीता 6.20","slok":"यत्रोपरमते चित्तं निरुद्धं योगसेवया।यत्र चैवात्मनाऽऽत्मानं पश्यन्नात्मनि तुष्यति।।6.20।।","htsrsd":"।।6.20।।योगका सेवन करनेसे जिस अवस्थामें निरुद्ध चित्त उपराम हो जाता है तथा जिस अवस्थामें स्वयं अपनेआपमें अपनेआपको देखता हुआ अपनेआपमें सन्तुष्ट हो जाता है।","htstma":"।।6.20।। जब (जिस स्थिति में) योगाभ्यास से निरुद्ध हुआ चित्त उपराम हो जाता है और जब आत्मा को आत्मा (बुद्धि) के द्वारा देखऋ़र आत्मा में ही सन्तुष्ट होता है।।","transliteration":"Yatroparamate chittam niruddham yogasevayaa;\nYatra chaivaatmanaa’tmaanam pashyannaatmani tushyati.","englishmeaning":"yatra—when; uparamate—rejoice inner joy; chittam—the mind; niruddham—restrained; yoga-sevayā—by the practice of yog; yatra—when; cha—and; eva—certainly; ātmanā—through the purified mind; ātmānam—the soul; paśhyan—behold; ātmani—in the self; tuṣhyati—is satisfied","hcsrsd":"।।6.20।। व्याख्या  यत्रोपरमते चित्तं ৷৷. पश्यन्नात्मनि तुष्यति ध्यानयोगमें पहले मनको केवल स्वरूपमें ही लगाना है यह धारणा होती है। ऐसी धारणा होनेके बाद स्वरूपके सिवाय दूसरी कोई वृत्ति पैदा हो भी जाय तो उसकी उपेक्षा करके उसे हटा देने और चित्तको केवल स्वरूपमें ही लगानेसे जब मनका प्रवाह केवल स्वरूपमें ही लग जाता है तब उसको ध्यान कहते हैं। ध्यानके समय ध्याता ध्यान और ध्येय यह त्रिपुटी रहती है अर्थात् साधक ध्यानके समय अपनेको ध्याता (ध्यान करनेवाला) मानता है स्वरूपमें तद्रूप होनेवाली वृत्तिको ध्यान मानता है और साध्यरूप स्वरूपको ध्येय मानता है। तात्पर्य है कि जबतक इन तीनोंका अलगअलग ज्ञान रहता है तबतक वह ध्यान कहलाता है। ध्यानमें ध्येयकी मुख्यता होनेके कारण साधक पहले अपनेमें ध्यातापना भूल जाता है। फिर ध्यानकी वृत्ति भी भूल जाता है। अन्तमें केवल ध्येय ही जाग्रत् रहता है। इसको समाधि कहते हैं। यह संप्रज्ञातसमाधि है जो चित्तकी एकाग्र अवस्थामें होती है। इस समाधिके दीर्घकालके अभ्याससे फिर असंप्रज्ञातसमाधि होती है। इन दोनों समाधियोंमें भेद यह है कि जबतक ध्येय ध्येयका नाम और नामनामीका सम्बन्ध ये तीनों चीजें रहती हैं तबतक वह संप्रज्ञातसमाधि होती है। इसीको चित्तकी एकाग्र अवस्था कहते हैं। परन्तु जब नामकी स्मृति न रहकर केवल नामी (ध्येय) रह जाता है तब वह असंप्रज्ञातसमाधि होती है। इसीको चित्तकी निरुद्ध अवस्था कहते हैं।निरुद्ध अवस्थाकी समाधि दो तरहकी होती है सबीज और निर्बीज। जिसमें संसारकी सूक्ष्म वासना रहती है वह सबीज समाधि कहलाती है। सूक्ष्म वासनाके कारण सबीज समाधिमें सिद्धियाँ प्रकट हो जाती हैं। ये सिद्धियाँ सांसारिक दृष्टिसे तो ऐश्वर्य हैं पर पारमार्थिक दृष्टिसे (चेतनतत्त्वकी प्राप्तिमें) विघ्न हैं। ध्यानयोगी जब इन सिद्धियोंको निस्तत्त्व समझकर इनसे उपराम हो जाता है तब उसकी निर्बीज समाधिहोती है जिसका यहाँ (इस श्लोकमें) निरुद्धम् पदसे संकेत किया गया है।ध्यानमें संसारके सम्बन्धसे विमुख होनेपर एक शान्ति एक सुख मिलता है जो कि संसारका सम्बन्ध रहनेपर कभी नहीं मिलता। संप्रज्ञातसमाधिमें उससे भी विलक्षण सुखका अनुभव होता है। इस संप्रज्ञातसमाधिसे भी असंप्रज्ञातसमाधिमें विलक्षण सुख होता है। जब साधक निर्बीज समाधिमें पहुँचता है तब उसमें बहुत ही विलक्षण सुख आनन्द होता है। योगका अभ्यास करतेकरते चित्त निरुद्धअवस्था निर्बीज समाधिसे भी उपराम हो जाता है अर्थात् योगी उस निर्बीज समाधिका भी सुख नहीं लेता उसके सुखका भोक्ता नहीं बनता। उस समय वह अपने स्वरूपमें अपनेआपका अनुभव करता हुआ अपनेआपमें सन्तुष्ट होता है।उपरमते पदका तात्पर्य है कि चित्तका संसारसे तो प्रयोजन रहा नहीं और स्वरूपको पकड़ सकता नहीं। कारण कि चित्त प्रकृतिका कार्य होनेसे जड है और स्वरूप चेतन है। जड चित्त स्वरूपको कैसे पकड़ सकता है नहीं पकड़ सकता। इसलिये वह उपराम हो जाता है। चित्तके उपराम होनेपर योगीका चित्तसे सर्वथा सम्बन्धविच्छेद हो जाता है।तुष्यति कहनेका तात्पर्य है कि उसके सन्तोषका दूसरा कोई किञ्चिन्मात्र भी कारण नहीं रहता। केवल अपना स्वरूप ही उसके सन्तोषका कारण रहता है।इस श्लोकका सार यह है कि अपने द्वारा अपनेमें ही अपने स्वरूपकी अनुभूति होती है। वह तत्त्व अपने भीतर ज्योंकात्यों है। केवल संसारसे अपना सम्बन्ध माननेके कारण चित्तकी वृत्तियाँ संसारमें लगती हैं जिससे उस तत्त्वकी अनुभूति नहीं होती। जब ध्यानयोगके द्वारा चित्त संसारसे उपराम हो जाता है तब योगीका चित्तसे तथा संसारसे सर्वथा सम्बन्धविच्छेद हो जाता है। संसारसे सर्वथा सम्बन्धविच्छेद होते ही उसको अपनेआपमें ही अपने स्वरूपकी अनुभूति हो जाती है।विशेष बातजिस तत्त्वकी प्राप्ति ध्यानयोगसे होती है उसी तत्त्वकी प्राप्ति कर्मयोगसे होती है। परन्तु इन दोनों साधनोंमें थोड़ा अन्तर है। ध्यानयोगमें जब साधकका चित्त समाधिके सुखसे भी उपराम हो जाता है तब वह अपनेआपसे अपनेआपमें सन्तुष्ट हो जाता है। कर्मयोगमें जब साधक मनोगत सम्पूर्ण कामनाओंका सर्वथा त्याग कर देता है तब वह अपनेआपसे अपनेआपमें सन्तुष्ट होता है (गीता 2। 55)।ध्यानयोगमें अपने स्वरूपमें मन लगनेसे जब मन स्वरूपमें तदाकार हो जाता है तब समाधि लगती है। उस समाधिसे भी जब मन उपराम हो जाता है तब योगीका चित्तसे सम्बन्धविच्छेद हो जाता है और वह अपनेआपमें सन्तुष्ट हो जाता है।कर्मयोगमें मन बुद्धि इन्द्रियाँ शरीर आदि पदार्थोंका और सम्पूर्ण क्रियाओँका प्रवाह केवल दूसरोंके हितकी तरफ हो जाता है तब मनोगत सम्पूर्ण कामनाएँ छूट जाती हैं। कामनाओंका त्याग होते ही मनसे सम्बन्धविच्छेद हो जाता है और वह अपनेआपमें सन्तुष्ट हो जाता है। सम्बन्ध  पूर्वश्लोकमें कहा गया कि ध्यानयोगी अपनेआपसे अपनेआपमें ही सन्तोषका अनुभव करता है। अब उसके बाद क्या होता है इसको आगेके श्लोकमें बताते हैं।","hcsca":"।।6.20।। No commentary.","etsga":"6.20 At the time when the mind restrained through the practice of Yoga gets withdrawn, and just when by seeing the Self by the self one remains contented in the Self alone [A.G. construes the word eva (certainly) with tusyati (remains contented).-Tr.];","etssa":"6.20 When the mind, restrained by the practice of Yoga attains to ietude and when seeing the Self by the self, he is satisfied in hiw own Self.","etdss":"6.20. Where the mind, well-restrained through Yoga-practice, remains iet; again where, observing, by the self, nothing but the Self, he (Yogi) is satisfied in the Self;","ecssa":"6.20 यत्र where? उपरमते attains ietude? चित्तम् mind? निरुद्धम् restrained? योगसेवया by the practice of Yoga? यत्र where? च and? एव only? आत्मना by the Self? आत्मानम् the Self? पश्यन् seeing? आत्मनि in the Self? तुष्यति is satisfied.Commentary The verses 20? 21? 22 and 23 must be taken together.When the mind is completely withdrawn from the objects of the senses? supreme peace reigns within the heart. When the mind becomes ite steady by constant and protracted practice of concentration the Yogi beholds the Supreme Self by the mind which is rendered pure and onepointed and attains to supreme satisfaction in the Self within.","scetsga":"6.20 Yatra, at the time when; cittam, the mind; niruddham, restrained, entirely prevented from wandering; uparamate, gets withdrawn; yoga-sevaya, through the practice of Yoga; ca, and; yatra eva, just when, at the very moment when; pasyan, by seeing, by experiencing; atmanam, the Self, which by nature is the supreme light of Consciousness; atmana, by the self, by the mind purified by concentration; tusyati, one remains contented, gets delighted; atmani eva, in ones own Self alone-. [Samadhi is of two kinds, Samprajnata and Asamprajnata. The concentration called right knowledge (Samprajnata) is that which is followed by reasoning, discrimination, blisss and unalified egoism. Asamprajnata is that which is attained by the constant practice of cessation of all mental activity, in which the citta retains only the unmanifested impressions.-Cf. C. W., Vol. I, 1962, pp. 210, 212.\nAccording to A.G. the verses upto 6.20 state in a general way the characteristics of samadhi. From the present verse to the 25th, Asamprajnata-samadhi is introduced and defined.-Tr.]\nBesides,","scetdss":"6.20 See Comment under 6.23","scetssa":"6.20 - 6.23 Where, through the practice of Yoga, the mind, which is subdued everywhere by such practice, rejoices, i.e., rejoices in surpassing felicity; and where, perceiving through Yoga the self (Atman) by the mind (Atman) one is delighted by the self and indifferent to all other objects; and where, through Yoga, one knows, i.e., experiences that infinite happiness which can be grasped only by the intellect contemplating on the self, but is beyond the grasp of the senses; where, remaining in that Yoga, one does not swerve from that state, because of the overwhelming happiness that state confers; having gained which, he desires for it alone, even when he is awakened from Yoga, and does not hold anything else as a gain; where one is not moved even by the heaviest sorrow caused by any berevaement like that of a virtuous son - let him know that disunion from all union with pain, i.e., which forms the opposite of union with pain, is called by the term Yoga. This Yoga must be practised with the determination of its nature as such from the beginning with a mind free from despondency, i.e., with zestful exaltation.","chakravarthi":"In verse 16 and the verses following, the word yoga referred to being situated in samadhi. Samadhi is of two types: samprajnata and asamprajnata. Samprajnata samadhi has many types according to differences of savicara and savitarka.\nWhat is asamprajnata samadhi like? Three and a half verses answer. In that state of asamprajnata samadhi, the consciousness does not touch any objects at all (cittam uparamate), because of complete stoppage (niruddham). As Patanjali’s sutra says: yogas citta-vrtti-nirodhah : yoga means stopping the functions of the consciousness. (Yoga Sutra 1.2) The word yatra (in which state) extends its meaning to verse 23.\nIn that samadhi, the yogi, seeing the self by his consciousness (atmana) in the form of paramatma, is satisfied in the self. In that state of samadhi, he then experiences extreme bliss, which is  comprehended  by  intelligence  in   the  form  of  the  soul (buddhya), devoid of contact with material senses and sense objects. Then, in that state he does not move from the true state of the atma, his true form (tattvatah). Having attained that state, he does not consider attaining anything else. In that state, he is separated from all contact with suffering. One should know that state of samadhi as yoga.\n“Though I cannot attain it quickly, certainly I can attain this yoga.” By such certainty one should practice. One should not be discouraged, saying, “After such a long time, I have not achieved perfection. What is the use of all this hard work?” (anirvinna cetasa). One should practice with mind convinced, “What is it to me? Let me attain perfection in this life or in the next.”\nGaudapada has given an example:\nutseka udadher yadvat kusagreaika-binduna manaso nigrahas tadvad bhaved aparikhedatah\nOne should gradually control the mind without complaining, though it is like taking drops of water from the ocean to dry it up with a tip of a kusa.\nThere is a story to explain this. The ocean stole with its strong waves the eggs of a bird which were situated on the ocean’s shore. Determined to dry up the ocean, the bird took one drop of water at a time using its beak. The ocean, being emptied of many drops by the bird’s beak, was not at all affected. Though discouraged by Narada, who happened to come there, the bird again made the promise in front of him. “In this life or the next, I will dry up the ocean.”\nThen merciful Narada, by the will of the Lord, send Garuda to help the bird, saying “The ocean has disrespected you by offending your relative, this small bird.” The ocean, becoming dried up by the wind coming from Garuda’s flapping wings, became frightened, and then returned the eggs to the bird.\nThus one should be convinced that the Lord will bestow his mercy on the resolute person who enthusiastically begins yoga, jnana or bhakti with faith in the words of scripture.","rudra":"\nThe meaning of yoga is the science of the individual consciousness\nattaining communion with the ultimate consciousness. The primary meaning to\nbe discerned here is the perfection of attainment by focused meditation in\nthe etheric heart resulting in atma tattva or realisation of the soul which\nautomatically connects one to the Supreme Lord. This is the primary meaning\nof the word yoga in these four verses. That superior level of consciousness\nwherein a purified mind is guided to perpetually meditate upon the atma or\nsoul is designated as yoga and is defined by its result as the primary\ncharacteristic of yoga.The Yoga Sutras by Pantajali state that: Yoga is\ncontrolling the modifications of ones mentality. The same is defined for\nmeditation by its result being the attainment of what was desired to be\nachieved. That superior level of consciousness where one perceives the\natma alone within but distinct from the physical body and becoming\ncompletely satisfied and content no longer infatuated by the delusion of\nsense gratification is known as this yoga. The word yatra in the first\nthree verses meaning which and the word tam in the fourth verse meaning\nthat are both used to refer to this yoga. The reason for satisfaction in the atma exclusively is also being stated by\nLord Krishna. Referring to that superior level of consciousness where one\nexperiences absolute, unsurpassed and everlasting. Bliss. At this time\nthere is no relationship with the senses and no contact with sense objects\nyet one experiences bliss. How is this to understand. Lord Krishna reveals\nthat it is transcendental and independent of material nature and is only\nperceived by spiritual intelligence that has realised the reality of the\natma. Established thus one never wavers from the eternal truth which is the\nreality of the atma. The steadiness and non wavering on the atma is being\nvalidated as well by the statements that there is nothing greater than\nattaininment of the atma which is itself of the nature of infinite bliss.\nBeing thus established in atma tattva one is not affected, influenced or\novercome by the dualities of heat and cold or pleasure and pain. It must be\nnoted that a result of this is the cessation of all inauspicious things and\nby this yoga is also defined. The word dukhena means suffering and refers\nalso to the pleasure derived from sense objects as they are mixed with\nsuffering also. That superior level of consciousness which is completely\nuntouched by any contact with any type of pain or suffering should be known\nas yoga. The science of the individual consciousness attaining communion\nwith the ultimate consciousness is called yoga. The application of the word\nyoga to mean action as in karma yoga is only figurative being that by\nperforming prescribed Vedic activities such actions constitute a method of\nachieving yoga. Since yoga bequeaths such phenomenal results it should be\nexclusively practised with diligence and determination which is fortified\nby the conviction and commitment derived from the knowledge of the Vedic\nscriptures taught by the bonafide spiritual preceptor in the authorised\nparampara or disciplic succession. Although the results from this assuredly\nreach fruition in due course of time it should be engaged in with\nenthusiasm. One should be patient and hopeful and not be subjected to a\nlackadaisical attitude. A lackadaisical attitude in practise is considered\na sickness of spirit.","brahma":"\nIn verse twenty Lord Krishna uses the word atmani to indicate the body and\nthe word atmana to indicate the mind and atmanam refers to the resplendent\nSupreme Lord. In verse twenty-one the word tattvatah means the form of the\nSupreme Lord. In verse twenty-four the compound words dukha-samyoga-viyogam\nmeans that which severs the connection to misery. The word samyoga insures\nthat not only all connection to misery is severed but also the possibility\nof misery arising in the future is severed as well. The words niscayena\nyoktavyo means practised with firm determination.Now begins the summation.The word atmanam means the Supreme Lord and atmana is indicative to the\nSupreme Lords grace experienced through the mind.","shri":"\nLord Krishna is revealing the superior meditation wherein as a result of\ndedicated effort one completely immerses their mind in the delight of\nspiritual transcendence, wherein as the mind perceiving the atma or soul\nreceives the greatest satisfaction and contentment realising there is\nnothing else to be desired for, wherein the consciousness experiences that\nsublime and ineffable bliss beyond the scope of the senses to comprehend,\nwherein once established one never for a moment has the desire to\nrelinquish the exquisite bliss experienced, wherein perfection of\nmeditation is even once achieved one desires nothing else even in the times\nof not meditating, and wherein once established whether immersed in\nmeditation or on the way to perfection one does not become shaken by\nadversity or disturbed by afflictions even as grave and devastating as the\npremature death of a beloved family member, One should learn this superior\nmeditation which severs all connection with sorrow and misery. Knowing the\nintrinsic nature of meditation to be thus one should perform meditation\nwith full trust and faith, free from all doubts with the mind happy and\ncontent.","kumar":"Lord Krishna is revealing the superior meditation wherein as a result of\ndedicated effort one completely immerses their mind in the delight of\nspiritual transcendence, wherein as the mind perceiving the atma or soul\nreceives the greatest satisfaction and contentment realising there is\nnothing else to be desired for, wherein the consciousness experiences that\nsublime and ineffable bliss beyond the scope of the senses to comprehend,\nwherein once established one never for a moment has the desire to\nrelinquish the exquisite bliss experienced, wherein perfection of\nmeditation is even once achieved one desires nothing else even in the times\nof not meditating, and wherein once established whether immersed in\nmeditation or on the way to perfection one does not become shaken by\nadversity or disturbed by afflictions even as grave and devastating as the\npremature death of a beloved family member, One should learn this superior\nmeditation which severs all connection with sorrow and misery. Knowing the\nintrinsic nature of meditation to be thus one should perform meditation\nwith full trust and faith, free from all doubts with the mind happy and\ncontent."}