{"meta":"Bhagavad Gita Chapter 6 Verse 17","metahi":"भगवद् गीता 6.17","slok":"युक्ताहारविहारस्य युक्तचेष्टस्य कर्मसु।युक्तस्वप्नावबोधस्य योगो भवति दुःखहा।।6.17।।","htsrsd":"।।6.17।।दुःखोंका नाश करनेवाला योग तो यथायोग्य आहार और विहार करनेवालेका कर्मोंमें यथायोग्य चेष्टा करनेवालेका तथा यथायोग्य सोने और जागनेवालेका ही सिद्ध होता है।","htstma":"।।6.17।। उस पुरुष के लिए योग दुखनाशक होता है जो युक्त आहार और विहार करने वाला है यथायोग्य चेष्टा करने वाला है और परिमित शयन और जागरण करने वाला है।।","transliteration":"Yuktaahaaravihaarasya yuktacheshtasya karmasu;\nYuktaswapnaavabodhasya yogo bhavati duhkhahaa.","englishmeaning":"yukta—moderate; āhāra—eating; vihārasya—recreation; yukta cheṣhṭasya karmasu—balanced in work; yukta—regulated; svapna-avabodhasya—sleep and wakefulness; yogaḥ—Yog; bhavati—becomes; duḥkha-hā—the slayer of sorrows","hcsrsd":"।।6.17।। व्याख्या  युक्ताहारविहारस्य भोजन सत्य और न्यायपूर्वक कमाये हुए धनका हो सात्त्विक हो अपवित्र न हो। भोजन स्वादबुद्धि और पुष्टिबुद्धिसे न किया जाय प्रत्युत साधनबुद्धिसे किया जाय। भोजन धर्मशास्त्र और आयुर्वेदकी दृष्टिसे किया जाय तथा उतना ही किया जाय जितना सुगमतासे पच सके। भोजन शरीरके अनुकूल हो तथा वह हलका और थोड़ी मात्रामें (खुराकसे थोड़ा कम) हो ऐसा भोजन करनेवाला ही युक्त (यथोचित) आहार करनेवाला है।विहार भी यथायोग्य हो अर्थात् ज्यादा घूमनाफिरना न हो प्रत्युत स्वास्थ्यके लिये जैसा हितकर हो वैसा ही घूमनाफिरना हो। व्यायाम योगासन आदि भी न तो अधिक मात्रामें किये जायँ और न उनका अभाव ही हो। ये सभी यथायोग्य हों। ऐसा करनेवालोंको यहाँ युक्तविहार करनेवाला बताया गया है।युक्तचेष्टस्य कर्मसु अपने वर्णआश्रमके अनुकूल जैसा देश काल परिस्थिति आदि प्राप्त हो जाय उसके अनुसार शरीरनिर्वाहके लिये कर्म किये जायँ और अपनी शक्तिके अनुसार कुटुम्बियोंकी एवं समाजकी हितबुद्धिसे सेवा की जाय तथा परिस्थितिके अनुसार जो शास्त्रविहित कर्तव्यकर्म सामने आ जाय उसको बड़ी प्रसन्नतापूर्वक किया जाय इस प्रकार जिसकी कर्मोंमें यथोचित चेष्टा है उसका नाम यहाँ युक्तचेष्ट है।युक्तस्वप्नावबोधस्य सोना इतनी मात्रामें हो जिससे जगनेके समय निद्राआलस्य न सताये। दिनमें जागता रहे और रात्रिके समय भी आरम्भमें तथा रातके अन्तिम भागमें जागता रहे। रातके मध्यभागमें सोये। इसमें भी रातमें ज्यादा देरतक जागनेसे सबेरे जल्दी नींद नहीं खुलेगी। अतः जल्दी सोये और जल्दी जागे। तात्पर्य है कि जिस सोने और जागनेसे स्वास्थ्यमें बाधा न पड़े योगमें विघ्न न आये ऐसे यथोचित सोना और जागना चाहिये।यहाँ युक्तस्वप्नस्य कहकर निद्रावस्थाको ही यथोचित कह देते तो योगकी सिद्धिमें बाधा नहीं लगती थी और पूर्वश्लोकमें कहे हुए अधिक सोना और बिलकुल न सोना इनका निषेध यहाँ यथोचित सोना कहनेसे ही हो जाता तो फिर यहाँ अवबोध शब्द देनेमें क्या तात्पर्य है यहाँ अवबोध शब्द देनेका तात्पर्य है जिसके लिये मानवजन्म मिला है उस काममें लग जाना भगवान्में लग जाना अर्थात् सांसारिक सम्बन्धसे ऊँचा उठकर साधनामें यथायोग्य समय लगाना। इसीका नाम जागना है।यहाँ ध्यानयोगीके आहार विहार चेष्टा सोना और जगना इन पाँचोंको युक्त (यथायोग्य) कहनेका तात्पर्य है कि वर्ण आश्रम देश काल परिस्थिति जीविका आदिको लेकर सबके नियम एक समान नहीं चल सकते अतः जिसके लिये जैसा उचित हो वैसा करनेसे दुःखोंका नाश करनेवाला योग सिद्ध हो जाता है।योगो भवति दुःखहा इस प्रकार यथोचित आहार विहार आदि करनेवाले ध्यानयोगीका दुःखोंका अत्यन्त अभाव करनेवाला योग सिद्ध हो जाता है। योग और भोगमें विलक्षण अन्तर है। योगमें तो भोगका अत्यन्त अभाव है पर भोगमें योगका अत्यन्त अभाव नहीं है। कारण कि भोगमें जो सुख होता है वह सुखानुभूति भी असत्के संयोगका वियोग होनेसे होती है। परन्तु मनुष्यकी उस वियोगपर दृष्टि न रहकर असत्के संयोगपर ही दृष्टि रहती है। अतः मनुष्य भोगके सुखको संयोगजन्य ही मान लेता है और ऐसा माननेसे ही भोगासक्ति पैदा होती है। इसलिये उसको दुःखोंका नाश करनेवाले योगका अनुभव नहीं होता। दुःखोंका नाश करनेवाला योग वही होता है जिसमें भोगका अत्यन्त अभाव होता है।विशेष बात यद्यपि यह श्लोक ध्यानयोगीके लिये कहा गया है तथापि इस श्लोकको सभी साधक अपने काममें ले सकते हैं और इसके अनुसार अपना जीवन बनाकर अपना उद्धार कर सकते हैं। इस श्लोकमें मुख्यरूपसे चार बातें बतायी गयी हैं युक्त आहारविहार युक्त कर्म युक्त सोना और युक्त जागना। इन चार बातोंको साधक काममें कैसे लाये इसपर विचार करना है।हमारे पास चौबीस घंटे हैं और हमारे सामने चार काम हैं। चौबीस घंटोंको चारका भाग देनेसे प्रत्येक कामके लिये छःछः घंटे मिल जाते हैं जैसे (1) आहारविहार अर्थात् भोजन करना और घूमनाफिरना इन शारीरिक आवश्यक कार्योंके लिये छः घंटे। (2) कर्म अर्थात् खेती व्यापार नौकरी आदि जीविकासम्बन्धी कार्योंके लिये छः घंटे। (3) सोनेके लिये छः घंटे और (4) जागने अर्थात् भगवत्प्राप्तिके लिये जप ध्यान साधनभजन कथाकीर्तन आदिके लिये छः घंटे।इन चार बातोंके भी दोदो बातोंके दो विभाग हैं एक विभाग उपार्जन अर्थात् कमानेका है और दूसरा विभाग व्यय अर्थात् खर्चेका है। युक्त कर्म और युक्त जगना ये दो बातें उपार्जनकी हैं। युक्त आहारविहार और युक्त सोना ये दो बातें व्ययकी हैं। उपार्जन और व्यय इन दो विभागोंके लिये हमारे पास दो प्रकारकी पूँजी है (1) सांसारिक धनधान्य और (2) आयु।मनुष्यके पास पूँजी। धनधान्यआयु। । व्ययउपार्जन व्यय उपार्जन । ।आहारविहारजीविकासम्बन्धी कर्मसोना जागना (साधनभजन)पहली पूँजी धनधान्यपर विचार किया जाय तो उपार्जन अधिक करना तो चला जायगा पर उपार्जनकी अपेक्षा अधिक खर्चा करनेसे काम नहीं चलेगा। इसलिये आहारविहारमें छः घंटे न लगाकर चार घंटेसे ही काम चला ले और खेती व्यापार आदिमें आठ घंटे लगा दे। तात्पर्य है कि आहारविहारका समय कम करके जीविकासम्बन्धी कार्योंमें अधिक समय लगा दे।दूसरी पूँजी आयुपर विचार किया जाय तो सोनेमें आयु व्यर्थ खर्च होती है। अतः सोनेमें छः घंटे न लगाकर चार घंटेसे ही काम चला ले और भजनध्यान आदिमें आठ घंटे लगा दे। तात्पर्य है कि जितना कम सोनेसे काम चल जाय उतना चला ले और नींदका बचा हुआ समय भगवान्के भजनध्यान आदिमें लगा दे। इस उपार्जुन(साधनभजन) की मात्रा तो दिनप्रतिदिन बढ़ती ही रहनी चाहिये क्योंकि हम यहाँ सांसारिक धनवैभव आदि कमानेके लिये नहीं आये हैं प्रत्युत परमात्माकी प्राप्ति करनेके लिये ही आये हैं। इसलिये दूसरे समयमेंसे जितना समय निकाल सकें उतना समय निकालकर अधिकसेअधिक भजनध्यान करना चाहिये।दूसरी बात जीविकासम्बन्धी कर्म करते समय भी भगवान्को याद रखे और सोते समय भी भगवान्को याद रखे। सोते समय यह समझे कि अबतक चलतेफिरते बैठकर भजन किया है अब लेटकर भजन करना है। लेटकर भजन करतेकरते नींद आ जाय तो आ जाय पर नींदके लिये नींद नहीं लेनी है। इस प्रकार लेटकर भगवत्स्मरण करनेका समय पूरा हो गया तो फिर उठकर भजनध्यान सत्सङ्गस्वाध्याय करे और भगवत्स्मरण करते हुए ही कामधंधेमें लग जाय तो सबकासब कामधंधा भजन हो जायगा। सम्बन्ध  पीछेके दो श्लोकोंमें ध्यानयोगीके लिये अन्वयव्यतिरेकरीतिसे खास नियम बता दिये। अब ऐसे नियमोंका पालन करते हुए स्वरूपका ध्यान करनेवाले साधककी क्या स्थिति होती है यह आगेके श्लोकमें बताते हैं।","hcsca":"।।6.17।। इस श्लोक में वर्णित नियमों का जीवन में पालन करने से ध्यान का अभ्यास सहज सुलभ हो जाता है। आहारविहारादि में संयम रखने पर भगवान् विशेष बल देते हैं।आत्मसंयम के श्रेष्ठ जीवन का वर्णन करने में जिन शब्दों का प्रयोग किया गया है उनका भाव गम्भीर है और अर्थ व्यापक। साधारणत साधक निस्वार्थ कर्म को यह समझ कर अपनाते हैं कि यह कर्मपालन ही उन्हें आध्यात्मिक जीवन की योग्यता प्रदान करेगा। मुझे ऐसे अनेक साधक मिले हैं जो अपने ही प्रारम्भ किये गये कर्मों में इतना अधिक उलझ गये हैं कि वे उनसे बाहर निकल ही नहीं पाते। इस प्रकार स्वनिर्मित जाल से बचने का उपाय इस श्लोक में दर्शाया गया है।अपना कार्यक्षेत्र चुनने में विवेक का उपयोग करना ही चाहिए परन्तु तत्पश्चात् यह भी आवश्यक है कि हमारे प्रयत्न यथायोग्य हों। किसी श्रेष्ठ कर्म का चयन करने के पश्चात् यदि हम उसी मे उलझ जायँ तो वासनाक्षय के स्थान पर नवीन वासनाओं की निर्मिति की संभावना ही अधिक रहेगी। और तब हो सकता है कि कर्मों की थकान एवं विक्षेपों के कारण हम नीचे पशुत्व की श्रेणी में गिर सकते हैं।स्वप्न और अवबोध का सामान्य अर्थ क्रमश निद्रावस्था और जाग्रतअवस्था है। परन्तु इनमें एक अन्य गम्भीर अर्थ भी निहित है।उपनिषदों में पारमार्थिक सत्य के अज्ञान की अवस्था को निद्रा कहा गया है तथा उस अज्ञान के कारण प्रतीति और अनुभव में आनेवाली अवस्था को स्वप्न कहा गया है जिसमें हमारी जाग्रत अवस्था और स्वप्नावस्था दोनों ही सम्मिलित हैं। इस दृष्टि से वास्तविक अवबोध की स्थिति तो तत्त्व के यथार्थ ज्ञान की ही कही जा सकती है। अत इस श्लोक में कथित स्वप्न और अवबोध का अर्थ है जीव की जाग्रत अवस्था तथा ध्यानाभ्यास की अवस्था। इन दोनों में युक्त रहने का अर्थ यह होगा कि दैनिक कार्यकलापों में तो साधक को संयमित होना ही चाहिये तथा उसी प्रकार प्रारम्भ में ध्यानाभ्यास में भी मन को बलपूर्वक शान्त करके दीर्घ काल तक उस स्थिति में रहने का प्रयत्न्ा नहीं करना चाहिये। ऐसा करने से थकान के कारण ध्यान में मन की रुचि कम हो सकती है।समस्त दुखों का नाश करने की सार्मथ्य ध्यान योग में होने के कारण इसका नित्य अभ्यास करना चाहिए।कब यह साधक युक्त बन जाता है उत्तर है","etsga":"6.17 Yoga becomes a destroyer of sorrow of one whose eating and movements are regulated, whose effort in works is moderate, and whose sleep and wakefulness are temperate.","etssa":"6.17 Yoga becomes the destroyer of pain for him who is moderate in eating and recreation (such \nas walking, etc.), who is moderate in exertion in actions, who is moderate in sleep and wakefulness.","etdss":"6.17. The Yoga becomes a misery-killer for him whose effort for food is appropriate, exertion in activities is proper, and sleep and waking are proportionate.","ecssa":"6.17 युक्ताहारविहारस्य of one who is moderate in eating and recreation (such as walking? etc.)? युक्तचेष्टस्य कर्मसु of one who is moderate in exertion in actions? युक्तस्वप्नावबोधस्य of one who is moderate in sleep and wakefulness? योगः Yoga? भवति becomes? दुःखहा the destroyer of pain.Commentary In this verse the Lord prescribes for the student of Yoga? diet? recreation and th like. The student of Yoga should always adopt the happy medium or the middle course. Lord Buddha went to the extremes in the beginning in matters of food? drink? etc. He was very abstemious and became extremely weak. He tortured his body very much. Therefore he was not able to attain to success in Yoga. Too much of austerity is not necessary for Selfrealisation. This is condemned by the Lord in chapter XVII? verses 5 and 6. Austerity should not mean selftorture. Then it becomes diabolical. The Buddi Yoga of Krishna is a wise approach to austerity. Some aspirants take asceticism as the goal it is only the means but not the end. The nervous system is extremely,sensitive. It responds even to very slight changes and causes distraction of the mind. It is? therefore? very necessary that you should lead a very regulated and disciplined life and should be moderate in food? sleep and recreation. Take measured food. Sleep and wake up at the prescribed time. Sleeo at 9 or 10 p.m. and get up at 3 or 4 a.m. Only then will you attain to success in Yoga which will kill all sorts or pains and sorrows of this life.","scetsga":"6.17 Yogah bhavati, Yoga becomes; duhkha-ha, a destroyer of sorrow-that which destroys (hanti) all sorrows (duhkhani)-, i.e., Yoga destroys all worldly sorrows; yukta-ahara-viharasya, of one whose eating and movements are regulated- ahara (lit. food) means all that is gathered in, [According to the Commentator, ahara, which also means food, includes mental food as well. See Ch. 7.26.2.-Tr.] and vihara means moving about, walking; one for whom these two are regulated (yukta) is yukta-ahara-vihara-; and also yukta-cestasya, of one whose effort (cesta) is moderate (yukta); karmasu, in works; similarly, yukta-svapna-avabodhasya, of one whose sleep (svapna) and wakefulness (avabodha) are temperate (yukta), have regulated periods. To him whose eating and movements are regulated, whose effort in work is moderate, whose sleep and wakefulness are temperate, Yoga becomes a destroyer of sorrows.\nWhen does a man become concentrated? That is being presently stated:","scetdss":"6.16-17 Yogosti etc. Yuktahara etc. For foods : for sense-objects that are being brought [by sense-organs]. Effort : activity for enjoying [them]. Its appropriateness is neither to have unlimited indulgence, nor to have unlimited abstention. The same is in all cases. The rest [of the text] is clear. On the authority of the Sage [Vyasa], the form jagaratah etc. [may be viewed correct] as those in the Vedic literature. The same is in other similar instances also.","scetssa":"6.17 The yoga which destroys all sorrows, i.e., unties bondages, is successfully practised by him who is temperate in eating and recreation, temperate in exertion, and temperate in sleep and vigil.","chakravarthi":"Yukta here means “controlled.” One who controls eating and walking (ahara, vihara), and controls actions such as speech (cesta) during execution of both material and spiritual duties (karmasu), performs yoga without suffering.","rudra":"\nWhat kind of person is able to begin the practice of yoga or the science of\nthe individual consciousness attaining communion with the ultimate\nconsciousness? The answer is the person who is moderate, restrained and\nregulated in all activities. Thus Lord Krishna states that such persons are\neligible to practice yoga.","brahma":"\nLord Krishna uses the compound word yuktahara-viharasya means one who is\ntemperate and regulated in their eating habits so that the efforts to feed\noneself are minimised allowing the effort to achieve perfection in\nmeditation to be maximised.","shri":"\nLord Krishna is stating that over eating and too little eating as well as\nextreme activity and complete inactivity are all detrimental to yoga or the\nscience of the individual consciousness attaining communion with the\nultimate consciousness. The same applies for excessive sleep and not enough\nsleep as well as over indulgence in work which causes exhaustion and hence\nidleness. To that person who is disciplined in eating habits and exercise,\nwho is regulated in sleep and waking then meditation becomes the panacea\nfor lifes afflictions and the royal path out of samsara or the endless\ncycle of birth and death.","kumar":"Lord Krishna is stating that over eating and too little eating as well as\nextreme activity and complete inactivity are all detrimental to yoga or the\nscience of the individual consciousness attaining communion with the\nultimate consciousness. The same applies for excessive sleep and not enough\nsleep as well as over indulgence in work which causes exhaustion and hence\nidleness. To that person who is disciplined in eating habits and exercise,\nwho is regulated in sleep and waking then meditation becomes the panacea\nfor lifes afflictions and the royal path out of samsara or the endless\ncycle of birth and death."}