{"meta":"Bhagavad Gita Chapter 6 Verse 1","metahi":"भगवद् गीता 6.1","slok":"श्री भगवानुवाचअनाश्रितः कर्मफलं कार्यं कर्म करोति यः।स संन्यासी च योगी च न निरग्निर्न चाक्रियः।।6.1।।","htsrsd":"।।6.1।।श्रीभगवान् बोले कर्मफलका आश्रय न लेकर जो कर्तव्यकर्म करता है वही संन्यासी तथा योगी है और केवल अग्निका त्याग करनेवाला संन्यासी नहीं होता तथा केवल क्रियाओंका त्याग करनेवाला योगी नहीं होता।","htstma":"।।6.1।। श्रीभगवान् ने कहा जो पुरुष कर्मफल पर आश्रित न होकर कर्तव्य कर्म करता है वह संन्यासी और योगी है न कि वह जिसने केवल अग्नि का और क्रियायों का त्याग किया है।।","transliteration":"Sri Bhagavaan Uvaacha:\nAnaashritah karmaphalam kaaryam karma karoti yah;\nSa sannyaasi cha yogee cha na niragnirna chaakriyah.","englishmeaning":"śhrī-bhagavān uvācha—the Supreme Lord said; anāśhritaḥ—not desiring; karma-phalam—results of actions; kāryam—obligatory; karma—work; karoti—perform; yaḥ—one who; saḥ—that person; sanyāsī—in the renounced order; cha—and; yogī—yogi; cha—and; na—not; niḥ—without; agniḥ—fire; na—not; cha—also; akriyaḥ—without activity","hcsrsd":"।।6.1।। व्याख्या  अनाश्रितः कर्मफलम् इन पदोंका आशय यह प्रतीत होता है कि मनुष्यको किसी उत्पत्तिविनाशशील वस्तु व्यक्ति घटना परिस्थिति क्रिया आदिका आश्रय नहीं रखना चाहिये। कारण कि यह जीव स्वयं परमात्माका अंश होनेसे नित्यनिरन्तर रहनेवाला है और यह जिन वस्तु व्यक्ति आदिका आश्रय लेता है वे उत्पत्तिविनाशशील तथा प्रतिक्षण परिवर्तित होनेवाले हैं। वे तो परिवर्तनशील होनेके कारण नष्ट हो जाते हैं और यह (जीव) रीताकारीता रह जाता है। केवल रीता ही नहीं रहता प्रत्युत उनके रागको पकड़े रहता है। जबतक यह उनके रागको पकड़े रहता है तबतक इसका कल्याण नहीं होता अर्थात् वह राग उसके ऊँचनीच योनियोंमें जन्म लेनेका कारण बन जाता है (गीता 13। 21)। अगर यह उस रागका त्याग कर दे तो यह स्वतः मुक्त हो जायगा। वास्तवमें यह स्वतः मुक्त है ही केवल रागके कारण उस मुक्तिका अनुभव नहीं होता। अतः भगवान् कहते हैं कि मनुष्य कर्मफलका आश्रय न रखकर कर्तव्यकर्म करे। कर्मफलके आश्रयका त्याग करनेवाला तो नैष्ठिकी शान्तिको प्राप्त होता है पर कर्मफलका आश्रय रखनेवाला बँध जाता है (गीता 5। 12)।स्थूल सूक्ष्म और कारण ये तीनों शरीर कर्मफल हैं। इन तीनोंमेंसे किसीका भी आश्रय न लेकर इनको सबके हितमें लगाना चाहिये। जैसे स्थूलशरीरसे क्रियाओँ और पदार्थोंको संसारका ही मानकर उनका उपयोग संसारकी सेवा(हित) में करे सूक्ष्मशरीरसे दूसरोंका हित कैसे हो सब सुखी कैसे हों सबका उद्धार कैसे हो ऐसा चिन्तन करे और कारणशरीरसे होनेवाली स्थिरता(समाधि) का भी फल संसारके हितके लिये अर्पण करे। कारण कि ये तीनों शरीर अपने (व्यक्तिगत) नहीं हैं और अपने लिये भी नहीं हैं प्रत्युत संसारके और संसारकी सेवाके लिये ही हैं। इन तीनोंकी संसारके साथ अभिन्नता और अपने स्वरूपके साथ भिन्नता है। इस तरह इन तीनोंका आश्रय न लेना ही कर्मफलका आश्रय न लेना है और इन तीनोंसे केवल संसारके हितके लिये कर्म करना ही कर्तव्यकर्म करना है।आश्रय न लेनेका तात्पर्य हुआ कि साधनरूपसे तो शरीरादिको दूसरोंके हितके लिये काममें लेना है पर स्वयं उनका आश्रय नहीं लेना है अर्थात् उनको अपना और अपने लिये नहीं मानना है। कारण कि मनुष्यजन्ममें शरीर आदिका महत्त्व नहीं है प्रत्युत शरीर आदिके द्वारा किये जानेवाले साधनका महत्त्व है। अतः संसारसे मिली हुई चीज संसारको दे दें संसारकी सेवामें लगा दें तो हम संन्यासी हो गये और मिली हुई चीजमें अपनापन छोड़ दें तो हम त्यागी हो गये।कर्मफलका आश्रय न लेकर कर्तव्यकर्म करनेसे क्या होगा अपने लिये कर्म न करनेसे नयी आसक्ति तो बनेगी नहीं और केवल दूसरोंके हितके लिये कर्म करनेसे पुरानी आसक्ति मिट जायगी तथा कर्म करनेका वेग भी मिट जायगा। इस प्रकार आसक्तिके सर्वथा मिटनेसे मुक्ति स्वतःसिद्ध है। उत्पत्तिविनाशशील वस्तुओँको पकड़नेका नाम बन्धन है और उनसे छूटनेका नाम मुक्ति है। उन उत्पत्तिविनाशशील वस्तुओंसे छूटनेका उपाय है उनका आश्रय न लेना अर्थात् उनके साथ ममता न करना और अपने जीवनको उनके आश्रित न मानना।कार्यं कर्म करोति यः कर्तव्यमात्रका नाम कार्य है। कार्य और कर्तव्य ये दोनों शब्द पर्यायवाची हैं। कर्तव्यकर्म उसे कहते हैं जिसको हम सुखपूर्वक कर सकते हैं जिसको जरूर करना चाहिये और जिसका त्याग कभी नहीं करना चाहिये।कार्यं कर्म अर्थात् कर्तव्यकर्म असम्भव तो होता ही नहीं कठिन भी नहीं होता। जिसको करना नहीं चाहिये वह कर्तव्यकर्म होता ही नहीं। वह तो अकर्तव्य (अकार्य) होता है। वह अकर्तव्य भी दो तरहका होता है (1) जिसको हम कर नहीं सकते अर्थात् जो हमारी सामर्थ्यके बाहरका है और (2) जिसको करना नहीं चाहिये अर्थात् जो शास्त्र और लोकमर्यादाके विरुद्ध है। ऐसे अकर्तव्यको कभी भी करना नहीं चाहिये। तात्पर्य यह हुआ कि कर्मफलका आश्रय न लेकर शास्त्रविहित और लोकमर्यादाके अनुसार प्राप्त कर्तव्यकर्मको निष्कामभावसे दूसरोंके हितके लिये ही करना चाहिये।कर्म दो प्रकारसे किये जाते हैं कर्मफलकी प्राप्तिके लिये और कर्म तथा उसके फलकी आसक्ति मिटानेके लिये। यहाँ कर्म और उसके फलकी आसक्ति मिटानेके लिये ही प्रेरणा की गयी है।स संन्यासी च योगी च इस प्रकार कर्म करनेवाला ही संन्यासी और योगी है। वह कर्तव्यकर्म करते हुए निर्लिप्त रहता है इसलिये वह संन्यासी है और उन कर्तव्यकर्मोंको करते हुए वह सुखीदुःखी नहीं होता अर्थात् कर्मोंकी सिद्धिअसिद्धिमें सम रहता है इसलिये वह योगी है।तात्पर्य यह हुआ कि कर्मफलका आश्रय न लेकर कर्म करनेसे उसके कर्तृत्व और भोक्तृत्वका नाश हो जाता है अर्थात् उसका न तो कर्मके साथ सम्बन्ध रहता है और न फलके साथ ही सम्बन्ध रहता है इसलिये वह संन्यासी है। वह कर्म करनेमें और कर्मफलकी प्राप्तिअप्राप्तिमें सम रहता है इसलिये वह योगी है।यहाँ पहले संन्यासी पद कहनेमें यह भाव मालूम देता है कि अर्जुन स्वरूपसे कर्मोंके त्यागको श्रेष्ठ मानते थे। इसीसे अर्जुनने (2। 5 में) कहा था कि युद्ध करनेकी अपेक्षा भिक्षा माँगकर जीवननिर्वाह करना श्रेष्ठ है। इसलिये यहाँ भगवान् पहले संन्यासी पद देकर अर्जुनसे कह रहे हैं कि हे अर्जुन तू जिसको संन्यास मानता है वह वास्तवमें संन्यास नहीं है प्रत्युत जो कर्मफलका आश्रय छोड़कर अपने कर्तव्यरूप कर्मको केवल दूसरोंके हितके लिये कर्तव्यबुद्धिसे करता है वही वास्तवमें सच्चा संन्यासी है।न निरग्निः केवल अग्निरहित होनेसे संन्यासी नहीं होता अर्थात् जिसने ऊपरसे तो यज्ञ हवन आदिका त्याग कर दिया है पदार्थोंका त्याग कर दिया है पर भीतरमें क्रियाओँ और पदार्थोंका राग है महत्त्व है प्रियता है वह कभी सच्चा संन्यासी नहीं हो सकता।न अक्रियः लोगोंकी प्रायः यह धारणा रहती है कि जो मनुष्य कोई भी क्रिया नहीं करता स्वरूपसे क्रियाओँ और पदार्थोंका त्याग करके वनमें चला जाता है अथवा निष्क्रिय होकर समाधिमें बैठा रहता है वही योगी होता है। परन्तु भगवान् कहते हैं कि जबतक मनुष्य उत्पत्तिविनाशशील वस्तुओँके आश्रयका त्याग नहीं करता और मनसे उनके साथ अपना सम्बन्ध जोड़े रखता है तबतक वह कितना ही अक्रिय हो जाय चित्तकी वृत्तियोंका सर्वथा निरोध कर ले पर वह योगी नहीं हो सकता। हाँ चित्तकी वृत्तियोंका सर्वथा निरोध होनेसे उसको तरहतरहकी सिद्धियाँ प्राप्त हो सकती हैं पर कल्याण नहीं हो सकता। तात्पर्य यह हुआ कि केवल बाहरसे अक्रिय होनेमात्रसे कोई योगी नहीं होता। योगी वह होता है जो उत्पत्तिविनाशशील वस्तुओँ(कर्मफल) का आश्रय न रखकर कर्तव्यकर्म करता है।मनुष्योंमें कर्म करनेका एक वेग रहता है जिसको कर्मयोगकी विधिसे कर्म करके ही मिटाया जा सकता है अन्यथा वह शान्त नहीं होता। प्रायः यह देखा गया है कि जो साधक सम्पूर्ण क्रियाओंसे उपरत होकर एकान्तमें रहकर जपध्यान आदि साधन करते हैं ऐसे एकान्तप्रिय अच्छेअच्छे साधकोंमें भी लोगोंका उद्धार करनेकी प्रवृत्ति बड़े जोरसे पैदा हो जाती है और वे एकान्तमें रहकर साधन करना छोड़कर लोगोंके उद्धारकी क्रियाओँमें लग जाते हैं।सकामभावसे अर्थात् अपने लिये कर्म करनेसे कर्म करनेका वेग बढ़ता है। यह वेग तभी शान्त होता है जब साधक अपने लिये कभी किञ्चिन्मात्र भी कोई कर्म नहीं करता प्रत्युत सम्पूर्ण कर्म केवल लोकहितार्थ हीकरता है। इस तरह केवल निष्कामभावसे दूसरोंके लिये कर्म करनेसे कर्म करनेका वेग शान्त हो जाता है और समताकी प्राप्ति हो जाती है। समताकी प्राप्ति होनेपर समरूप परमात्मतत्त्वका अनुभव हो जाता है।विशेष बातशरीरसंसारमें अहंताममता करना कर्मका फल नहीं है। यह अहंताममता तो मनुष्यकी मानी हुई है अतः यह बदलती रहती है। जैसे मनुष्य कभी गृहस्थ होता है तो वह अपनेको मानता है कि मैं गृहस्थ हूँ और वही जब साधु हो जाता है तब अपनेको मानता है कि मैं साधु हूँ अर्थात् उसकी मैं गृहस्थ हूँ यह अहंता मिट जाती है। ऐसे ही यह वस्तु मेरी है इस प्रकार मनुष्यकी उस वस्तुमें ममता रहती है और वही वस्तु दूसरेको दे देता है तब उस वस्तुमें ममता नहीं रहती। इससे यह सिद्ध हुआ कि अहंताममता मानी हुई है वास्तविक नहीं है। अगर वह वास्तविक होती तो कभी मिटती नहीं नाभावो विद्यते सतः और अगर मिटती है तो वह वास्तविक नहीं है नासतो विद्यते भावः (गीता 2। 16)।अहंताममताका जो आधार है आश्रय है वह तो साक्षात् परमात्माका अंश है। उसका कभी अभाव नहीं होता। उसकी सब जगह व्यापक परमात्माके साथ एकता है। उसमें अहंताममताकी गन्ध भी नहीं है। अहंताममता तो प्राकृत पदार्थोंके साथ तादात्म्य करनेसे प्रतीत होती है। तादात्म्य करने और न करनेमें मनुष्य स्वतन्त्र है। जैसे मैं गृहस्थ हूँ मैं साधु हूँ ऐसा माननेमें और वस्तु मेरी है वस्तु मेरी नहीं है ऐसा माननेमें अर्थात् अहंताममताका सम्बन्ध जोड़नेमें और छोड़नेमें यह मनुष्य स्वतन्त्र और समर्थ है। इसमें यह पराधीन और असमर्थ नहीं है क्योंकि शरीर आदिके साथ सम्बन्ध स्वयं चेतनने जोड़ा है शरीर तथा संसारने नहीं। अतः जिसको जोड़ना आता है उसको तोड़ना भी आता है।सम्बन्ध जोड़नेकी अपेक्षा तोड़ना सुगम है। जैसे मनुष्य बाल्यावस्थामें मैं बालक हूँ और युवावस्थामें मैं जवान हूँ ऐसा मानता है। इसी तरह वह बाल्यावस्थामें खिलौने मेरे हैं ऐसा मानता है और युवावस्थामें रुपयेपैसे मेरे हैं ऐसा मानता है। इस प्रकार मनुष्यको बाल्यावस्था आदिके साथ और खिलौने आदिके साथ खुद सम्बन्ध जोड़ना पड़ता है। परन्तु इनके साथ सम्बन्धको तोड़ना नहीं पड़ता प्रत्युत सम्बन्ध स्वतः टूटता चला जाता है। तात्पर्य है कि बाल्यावस्था आदिकी अहंता शरीरके रहने अथवा न रहनेपर निर्भर नहीं है प्रत्युत स्वयंकी मान्यतापर निर्भर है। ऐसे ही खिलौने आदिकी ममता वस्तुके रहने अथवा न रहनेपर निर्भर नहीं है प्रत्युत मान्यतापर निर्भर है। इसलिये कर्मफल (शरीर वस्तु आदि) के रहते हुए भी उसका आश्रय सुगमतापूर्वक छूट सकता है।स्वयं नित्य है और शरीरसंसार अनित्य है। नित्यके साथ अनित्यका सम्बन्ध कभी टिक नहीं सकता रह नहीं सकता। परन्तु जब स्वयं अहंताममताको पकड़ लेता है तब अहंताममता भी नित्य दीखने लग जाती है। फिर उसको छोड़ना कठिन मालूम देता है क्योंकि उसने नित्यस्वरूपमें अनित्य अहंताममता (मैं और मेरापन) का आरोप कर लिया। वास्तवमें देखा जाय तो शरीरके साथ अपना सम्बन्ध माना हुआ है है नहीं। कारण कि शरीर प्रकाश्य है और स्वयं (स्वरूप) प्रकाशक है। शरीर एकदेशीय है और स्वरूप सर्वदेशीय अथवा देशातीत है। शरीर जड है और स्वरूप चेतन है। शरीर ज्ञेय है और स्वरूप ज्ञाता है। स्वरूपका वह ज्ञातापन भी शरीरकी दृष्टिसे ही है। अगर शरीरकी दृष्टि हटा दी जाय तो स्वरूप ज्ञातृत्वरहित चिन्मात्र है अर्थात् केवल चितिरूपसे रहता है। उस चितिमात्र स्वरूपमें मैं और मेरा पन नहीं है। उसमें अहंताममताका अत्यन्त अभाव है। वह चितिमात्र ब्रह्मस्वरूप है और ब्रह्ममें मैं और मेरा पन कभी हुआ नहीं है नहीं और हो सकता भी नहीं। सम्बन्ध  पूर्वश्लोकमें यह कहा गया कि जो संन्यासी है वही योगी है। पर इनका एकत्व किसमें है इसका वर्णन आगेके श्लोकमें करते हैं।","hcsca":"।।6.1।। प्रथम अध्याय में अर्जुन का विचार युद्धभूमि से पलायन करके संन्यास जीवन व्यतीत करने का था। उसे यह नहीं ज्ञात था कि निस्वार्थ भाव से कर्म करने वाला कर्मयोगी पुरुष ही सबसे बड़ा संन्यासी है। स्वार्थ का त्याग किये बिना कर्म का आचरण अथवा उससे पलायन करने का अर्थ है विश्व के सामंजस्य में अनर्थकारी हस्तक्षेप करना।मन की अपरिपक्व स्थिति में जीवन संघर्ष से पलायन करके गंगा के किनारे शान्त वातावरण में ध्यानाभ्यास के लिए जाने से सामान्य स्तर के अच्छे मनुष्य का भी गंगा में पड़े पाषाण के स्तर तक पतन होगा इस श्लोक में भगवान् श्रीकृष्ण अर्जुन के इस त्रुटिपूर्ण विचार की मानो हंसी उड़ाते हैं। परन्तु भगवान् के व्यंग्य में किसी प्रकार की कटुता नहीं है। हम आगे देखेंगे कि अर्जुन को स्वयं भी अपनी गलत धारणा पर हंसी आती है।निदिध्यासन की सफलता के लिए आन्तरिक शक्तियों का विकास तथा उनका सही दिशा में उचित उपयोग करना भी अत्यन्त आवश्यक है। भगवान् ने इस अध्याय में हमारे मन के उद्देश्यों तथा भावनाओं मंे परिवर्तन लाने के लिए विशेष बल दिया है। इसके द्वारा हम आध्यात्मिक मार्ग में प्रवेश कर सकते हैं।","etsga":"6.1 The Blessed Lord said He who performs an action which is his duty, without depending on the result of action, he is a monk and a yogi; (but) not (so in) he who does not keep a fire and is actionless.","etssa":"6.1 The Blessed Lord said He who performs his bounden duty without depending on the fruits of his actions he is a Sannyasi and a Yogi; not he who is without fire and without action.","etdss":"6.1. The Bhagavat said He who performs his bounden action, not depending on its fruit, in the man of renunciation and also the man of Yoga ! and not he, who remains [simply] without his fires and actions [is a Samnyasin or a Yogin]","ecssa":"6.1 अनाश्रितः not depending (on)? कर्मफलम् fruit of action? कार्यम् bounden? कर्म duty? करोति performs? यः who? सः he? संन्यासी Sannyasi (ascetic)? च and? योगी Yogi? च and? न not? निरग्निः without fire? न not? च and? अक्रियः without action.Commentary Actions such as Agnihotra? etc.? performed without the expectation of their fruits purify the mind and become the means to Dhyana Yoga or the Yoga of Meditation.Karyam Karma bounden duty.Niragnih without fire. He who has renounced the daily rituals like Agnihotra? which are performed with the help of fire.Akriya without action. He who has renounced austerities and other meritorious acts like building resthouses? charitable dispensaries? digging wells? feeding the poor? etc.Sannyasi he who has renounced the fruits of his actions.Yogi he who has a steady mind. These two terms are applied to him in a secondary sense only. They are not used to denote that he is in reality a Sannyasi and a Yogi.The Sannyasi performs neither Agnihotra nor other ceremonies. But simply to omit these without genuine renunciation will not make one a real Sannyasi. (Cf.V.3)","scetsga":"6.1 Anasritah, without depending on;-on what?-on that which is karma-phalam, the result of action- i.e. without craving for the result of action-. He who craves for the results of actions becomes dependent on the results of actions. But this person is the opposite of such a one. Hence (it is said), wihtout depending on the result of action.\nHaving become so, yah he who; karoti, performs accomplishes; (karma, an action;) which is his karyam, duty, the nityakarmas such as Agnihotra etc. which are opposed to the kamya-karmas-.\nWhoever is a man of action of this kind is distinguished from the other men of action. In order to express this idea the Lord says, sah, he ; is a sannyasi, monk, and a yogi. Sanyyasa, means renunciation. he who is possessed of this is a sannyasi, a monk. And he is also a yogi. Yoga means concentration of mind. He who has that is a yogi. It is to be understood that this man is possessed of these alities. It is not to be understood that, only that person who does not keep a fire (niragnih) and who is actionless (akriyah) is a monk and a yogi. Niragnih is one from whom the fires [viz Garhapatya, Ahavaniya, Anvaharya-pacana, etc.], which are the accessories of rites, have bocome dissociated. By kriya are mean austerity, charity, etc. which are performed wityout fire.\nAkriyah, actionless, is he who does not have even such kriyas.\nObjection: Is it not only with regard to one who does not keep a fire and is acitonless that monasticsm and meditativeness are well known in the Vedas, Smrtis and scriptures dealing with meditation? Why are monasticism and meditativeness spoken of here with regard to one who keeps a fire and is a man of action-which is not accepted as a fact?\nReply: This defect does not arise, because both are sought to be asserted in some secondary sense.\nObjection: How is that?\nReply: His being monk is by virtue of his having given up hankering for the results of actions; and his being a man of meditation is from the fact of his doing actions as accesories to meditation or from his rejection of thoughts for the results of actions which cause disturbances in the mind. Thus both are used in a figurative sense. On the contrary, it is not that monasticism and meditativeness are meant in the primary sense.\nWith a veiw to pointing out this idea, the Lord says:","scetdss":"6.1 See Comment under 6.2","scetssa":"6.1 The Lord said He who, without depending on such fruits of works as heaven, etc., performs them, reflecting, The performance of works alone is my duty (Karya). Works themselves are my sole aim, because they are a form of worship of the Supreme Person who is our Friend in every way. There is nothing other than Him to be gained by them - such a person is a Sannyasin, i.e., one devoted to Jnana Yoga, and also a Karma Yogin, i.e., one devoted to Karma Yoga. He is intent on both these, which is the means for attaining Yoga, which is of the nature of the vision of the self.And not he who maintains no sacred fires and performs no works, i.e., not he who is disinclined to perform the enjoined works such as sacrifices, etc., nor he who is devoted to mere knowledge. The meaning is that such a person is devoted only to knowledge, whereas a person who is devoted to Karma Yoga has both knowledge and works.Now Sri Krsna teaches that there is an element of knowledge in the Karma Yoga as defined above.","chakravarthi":"In the sixth chapter, the method of controlling the fickle mind, achieved by the yogi who has controlled the senses through the process of astariga yoga, is described.\nIn practicing astanga yoga, one should not suddenly give up niskama karma yoga, which purifies the heart. He who performs actions prescribed by the scripture as inescapable duty (karyam karma) without expectation of results (anasritah karma phalam) is called a sannyasi since he renounces the results of his actions. He is called a yogi because his mind does not dwell on the enjoyment of objects of the senses. A person who merely renounces actions such as the fire sacrifice is not called a sannyasi. Nor is one who merely half closes his eyes without external bodily activity (akriyah) called a yogi.","rudra":"\nEven if the mind has been purified it is certain that without being\naugmented by meditation the chance for moksa or liberation from the\nmaterial existence cannot be the result by mere renunciation of action, so\nto remedy this situation Lord Krishna expounds the yoga of meditation in\nthis chapter. In order to further explain the yoga or the science of the\nindividual consciousness attaining communion with the ultimate\nconsciousness by meditation as referred to briefly at the conclusion of the\nlast chapter Lord Krishna begins this chapter. As in chapter five the\nperformance of action preceded by renunciation of action have both been\ndepicted in order to clear up any possible discrepancy regarding the\nsuperiority of prescribed Vedic activities over renunciation, Lord Krishna\nstates that one who performs prescribed Vedic activities that are\nobligatory such as fasting from all grains on Ekadasi which is the 11th day\nof the waxing and waning moon without hankering for the benefits or rewards\nis a true renunciate and yogi and not one who has renounced the sacred fire\nor has renounced purta which are philanthropic activities for the benefit\nand welfare of society.","brahma":"\nHari OM! In this verse Lord Krishna speaks about meditation which is the\nprinciple element of spiritual knowledge. He also explains the method of\nrenunciation by meditation. Sannyasa which is the fourth stage of life and\ncan only be accepted by a male brahmin in the renounced celibate order\nperforms yagna or worship of offerings to the Supreme Lord are recommended\nalong with propitiating the sacred fire. The sacred fire for a sannyasi is\nthe Brahman or the spiritual substratum pervading all existence and the\nworship for a sannyasi is the performance of Vedic activities such as\nteaching the Vedas, chanting of mantras, developing devotion and helping\nthe conditioned souls develop devotion to the Supreme Lord Krishna. So\ntherefore one not devoted either to yagna or the sacred fire cannot be\nconsidered a sannyasi or a yogi being one who is perfecting the science of\nthe individual consciousness attaining communion with the ultimate\nconsciousness.Now begins the summation.In this verse Lord Krishna speaks of meditation by such a sannyasi or yogi\nas a great soul who residing in the Brahman makes offerings of ghee or\nclarified butter into the sacred fire. By this and other references from\nVedic scriptures renunciation includes even one in the sannyasi order who\nmakes offerings of yagna in all their actions even with the offering of\ntheir very self.","shri":"\nKarma yoga or the performance of prescribed Vedic activities and all its\nseparate constituents has so far been expounded by Lord Krishna as well as\njnana yoga or the cultivation of Vedic knowledge. Now the method for\npracticing yoga or the science of the individual consciousness attaining\ncommunion with the ultimate consciousness while being in renunciation will\nbe explained by means of meditation to achieve atma tattva or realisation\nof the soul. This verse is a brief reassertion of what has already been\npreviously stated that karma yoga unaided has the capability of bestowing\natma tattva and that within the performance of atma tattva is the special\nquality of renunciation and that karma yoga in its mature stage also has\nfor its goal meditation which precedes atma tattva.Whosoever performs karma yoga without hankering for rewards or desiring\nresults, performing all activities as a matter of duty with no other\nconception except that it is a humble service rendered to the Supreme Lord\nKrishna who in every way is the best well wisher and dearest friend.\nWhether one is a sannyasi or celibate brahmin in the renounced order or a\nperformer of jnana yoga or karma yoga such a person may be considered a\nrenunciate following the path to atma tattva. Its not that a sannyasi is\none that simply abstains from activities such as agnihotra or offering ghee\nor clarified butter and food grains into the fire. Nor is one renounced\nmerely because they do not perform activities enjoined in the Vedic\nscriptures. One is renounced who engages in prescribed Vedic activities at\nthe same time abandoning desire for rewards while fulfilling the\nrequirements of action and renunciation. The next verse describes how\nwithin karma yoga there is found renunciation as well.","kumar":"Karma yoga or the performance of prescribed Vedic activities and all its\nseparate constituents has so far been expounded by Lord Krishna as well as\njnana yoga or the cultivation of Vedic knowledge. Now the method for\npracticing yoga or the science of the individual consciousness attaining\ncommunion with the ultimate consciousness while being in renunciation will\nbe explained by means of meditation to achieve atma tattva or realisation\nof the soul. This verse is a brief reassertion of what has already been\npreviously stated that karma yoga unaided has the capability of bestowing\natma tattva and that within the performance of atma tattva is the special\nquality of renunciation and that karma yoga in its mature stage also has\nfor its goal meditation which precedes atma tattva.Whosoever performs karma yoga without hankering for rewards or desiring\nresults, performing all activities as a matter of duty with no other\nconception except that it is a humble service rendered to the Supreme Lord\nKrishna who in every way is the best well wisher and dearest friend.\nWhether one is a sannyasi or celibate brahmin in the renounced order or a\nperformer of jnana yoga or karma yoga such a person may be considered a\nrenunciate following the path to atma tattva. Its not that a sannyasi is\none that simply abstains from activities such as agnihotra or offering ghee\nor clarified butter and food grains into the fire. Nor is one renounced\nmerely because they do not perform activities enjoined in the Vedic\nscriptures. One is renounced who engages in prescribed Vedic activities at\nthe same time abandoning desire for rewards while fulfilling the\nrequirements of action and renunciation. The next verse describes how\nwithin karma yoga there is found renunciation as well."}