{"meta":"Bhagavad Gita Chapter 7 Verse 7","metahi":"भगवद् गीता 7.7","slok":"मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय।मयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव।।7.7।। ","htsrsd":"।।7.7।।हे धनञ्जय मेरेसे बढ़कर (इस जगत्का) दूसरा कोई किञ्चिन्मात्र भी कारण नहीं है। जैसे सूतकी मणियाँ सूतके धागेमें पिरोयी हुई होती हैं ऐसे ही सम्पूर्ण जगत् मेरेमें ही ओतप्रोत है। ","htstma":"।।7.7।। हे धनंजयमुझसे श्रेष्ठ (परे) अन्य किचिन्मात्र वस्तु नहीं है। यह सम्पूर्ण जगत् सूत्र में मणियों के सदृश मुझमें पिरोया हुआ है।। ","transliteration":"Mattah parataram naanyat kinchidasti dhananjaya;\nMayi sarvamidam protam sootre maniganaa iva. ","englishmeaning":"mattaḥ—than me; para-taram—superior; na—not; anyat kiñchit—anything else; asti—there is; dhanañjaya—Arjun, conqueror of wealth; mayi—in me; sarvam—all; idam—which we see; protam—is strung; sūtre—on a thread; maṇi-gaṇāḥ—beads; iva—like ","hcsrsd":"।।7.7।। व्याख्या मत्तः परतरं नान्यत् किञ्चिदस्ति धनञ्जयहे अर्जुन मेरे सिवाय दूसरा कोई कारण नहीं है मैं ही सब संसारका महाकारण हूँ। जैसे वायु आकाशसे ही उत्पन्न होती है आकाशमें ही रहती है और आकाशमें ही लीन होती है अर्थात् आकाशके सिवाय वायुकी कोई पृथक् स्वतन्त्र सत्ता नहीं है। ऐसे ही संसार भगवान्से उत्पन्न होता है भगवान्में स्थित रहता है और भगवान्में ही लीन हो जाता है अर्थात् भगवान्के सिवाय संसारकी कोई पृथक् स्वतन्त्र सत्ता नहीं है।यहाँ परतरम् कहकर सबका मूल कारण बताया गया है। मूल कारणके आगे कोई कारण नहीं है अर्थात् मूल कारणका कोई उत्पादक नहीं है। भगवान् ही सबके मूल कारण हैं। यह संसार अर्थात् देश काल व्यक्ति वस्तु घटना परिस्थिति आदि सभी परिवर्तनशील हैं। परन्तु जिसके होनेपनसे इन सबका होनापन दीखता है अर्थात् जिसकी सत्तासे ये सभी है दीखते हैं वह परमात्मा ही इन सबमें परिपूर्ण हैं।भगवान्ने इसी अध्यायके दूसरे श्लोकमें कहा कि मैं विज्ञानसहित ज्ञान कहूँगा जिसको जाननेके बाद कुछ जानना बाकी नहीं रहेगायज्ज्ञात्वा नेह भूयोऽन्यज्ज्ञातव्यमवशिष्यते और यहाँ कहते हैं कि मेरे सिवाय दूसरा कोई कारण नहीं हैमत्तः परतरं नान्यत् किञ्चिदस्ति। दोनों ही जगह न अन्यत् कहनेका तात्पर्य है कि जब मेरे सिवाय कुछ है ही नहीं तब मेरेको जाननेके बाद जानना कैसे बाकी रहेगा अतः भगवान्ने यहाँ मयि सर्वमिदं प्रोतम् और आगे वासुदेवः सर्वम् (7। 19) तथा सदसच्चाहम् (9। 19) कहा है।जो कार्य होता है वह कारणके सिवाय अपनी कोई स्वतन्त्र सत्ता नहीं रखता। वास्तवमें कारण ही कार्यरूपसे दीखता है। इस प्रकर जब कारणका ज्ञान हो जायगा तब कार्य कारणमें लीन हो जायगा अर्थात् कार्यकी अलग सत्ता प्रतीत नहीं होगी और एक परमात्माके सिवाय अन्य कोई कारण नहीं हैऐसा अनुभव स्वतः हो जायगा।मयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव यह सारा संसार सूतमें सूतकी ही मणियोंकी तरह मेरेमें पिरोया हुआ है अर्थात् मैं ही सारे संसारमें अनुस्यूत (व्याप्त) हूँ। जैसे सूतसे बनी मणियोंमें और सूतमें सूतके सिवाय अन्य कुछ नहीं है ऐसे ही संसारमें मेरे सिवाय अन्य कोई तत्त्व नहीं है। तात्पर्य है कि जैसे सूतमें सूतकी मणियाँ पिरोयी गयी हों तो दीखनेमें मणियाँ और सूत अलगअलग दीखते हैं पर वास्तवमें उनमें सूत एक ही होता है। ऐसे ही संसारमें जितने प्राणी हैं वे सभी नाम रूप आकृति आदिसे अलगअलग दीखते हैं पर वास्तवमें उनमें व्याप्त रहनेवाला चेतनतत्त्व एक ही है। वह चेतनतत्त्व मैं ही हूँक्षेत्रज्ञं चापि मां विद्धि सर्वक्षेत्रेषु भारत (गीता 13। 2) अर्थात् मणिरूप अपरा प्रकृति भी मेरा स्वरूप है और धागारूप परा प्रकृति भी मैं ही हूँ। दोनोंमें मैं ही परिपूर्ण हूँ व्याप्त हूँ। साधक जब संसारको संसारबुद्धिसे देखता है तब उसको संसारमें परिपूर्णरूपसे व्याप्त परमात्मा नहीं दीखते। जब उसको परमात्मतत्त्वका वास्तविक बोध हो जाता है तब व्याप्यव्यापक भाव मिटकर एक परमात्मतत्त्व ही दीखता है। इस तत्त्वको बतानेके लिये ही भगवान्ने यहाँ कारणरूपसे अपनी व्यापकताका वर्णन किया है। सम्बन्ध जो कुछ कार्य दीखता है उसके मूलमें परमात्मा ही हैंयह ज्ञान करानेके लिये अब भगवान् आठवेंसे बारहवें श्लोकतकका प्रकरण आरम्भ करते हैं। ","hcsca":"।।7.7।। इसके पूर्व के श्लोकों में कथित सिद्धान्त को स्वीकार करने पर हमें जगत् की ओर देखने के दो दृष्टिकोण मिलते हैं। एक है अपर अर्थात् कार्यरूप जगत् की दृष्टि से तथा दूसरा इससे भिन्न है पर अर्थात् कारण की दृष्टि से। जैसे मिट्टी की दृष्टि से उसमें विभिन्न रूप रंग वाले घटों का सर्वथा अभाव होता है वैसे ही चैतन्यस्वरूप पुरुष में न विषयों का स्थूल जगत् है और न विचारों का सूक्ष्म जगत्। मुझसे अन्य किञ्चिन्मात्र वस्तु नहीं है।स्वप्न से जागने पर जाग्रत् पुरुष के लिये स्वप्न जगत् की कोई वस्तु दृष्टिगोचर नहीं होती। समुद्र में असंख्य लहरें उठती हुई दिखाई देती हैं परन्तु वास्तव में वहाँ समुद्र के अतिरिक्त किसी का कोई अस्तित्व नहीं होता। उनकी उत्पत्ति स्थिति और लय स्थान समुद्र ही होता है। संक्षेप में कोई भी वस्तु अपने मूल स्वरूप का त्याग करके कदापि नहीं रह सकती है।पहले हमें बताया गया है कि प्रत्येक प्राणी में एक भाग अपरा प्रकृतिरूप है जिसका संयोग आत्मतत्त्व से हुआ है। यहाँ जिज्ञासु मन में शंका उठ सकती है कि क्या मुझमें स्थित आत्मा अन्य प्राणी की आत्मा से भिन्न हैयह विचार हमें इस निष्कर्ष पर पहुँचायेगा कि विभिन्न शरीरों में भिन्नभिन्न आत्मायें हैं अर्थात् आत्मा की अनेकता के सिद्धान्त पर हम पहुँच जायेंगे। .समस्त नामरूपों में आत्मा के एकत्व को दर्शाने के लिये यहाँ भगवान् कहते हैं कि वे ही इस जगत् के अधिष्ठान हैं। वे सभी रूपों को इस प्रकार धारण करते हैं जैसे कण्ठाभरण में एक ही सूत्र सभी मणियों को पिरोये रहता है। यह दृष्टांत अत्यन्त सारगर्भित है। काव्य के सौन्दर्य के साथसाथ उसमें दर्शनशास्त्र का गम्भीर लाक्षणिक अर्थ भी निहित है। कण्ठाभरण में समस्त मणियाँ एक समान होते हुये दर्शनीय भी होती हैं परन्तु वे समस्त छोटीबड़ी मणियाँ जिस एक सूत्र में पिरोयी होती हैं वह सूत्र हमें दृष्टिगोचर नहीं होता तथापि उसके कारण ही वह माला शोभायमान होती है।इसी प्रकार मणिमोती जिस पदार्थ से बने होते हैं वह उससे भिन्न होता है जिस पदार्थ से सूत्र बना होता है। वैसे ही यह जगत् असंख्य नामरूपों की एक वैचित्र्यपूर्ण सृष्टि है जिसे इस पूर्णरूप में एक पारमार्थिक सत्य आत्मतत्त्व धारण किये रहता है। एक व्यक्ति विशेष में भी शरीर मन और बुद्धि परस्पर भिन्न होते हुये भी एक साथ कार्य करते हैं और समवेत रूप में जीवन का संगीत निसृत करते हैं। केवल यह आत्मतत्त्व ही इसका मूल कारण है।यह श्लोक ऐसा उदाहरण है जिसमें हमें महर्षि व्यास की काव्य एवं दर्शन की अपूर्व प्रतिभा के दर्शन होते हैं। यहाँ काव्य एवं दर्शन का सुन्दर समन्वय हुआ है।किस प्रकार मुझ में यह जगत् पिरोया हुआ है वह सुनो ","etsga":"7.7 O Dhananjaya, there is nothing else whatsoever higher than Myself. All this is strung on Me like pearls on a string. ","etssa":"7.7 There is nothing whatsoever higher than Me, O Arjuna. All this is strung on Me, as clusters of gems on a string. ","etdss":"7.7. There exists nothing beyond Me, O Dhananjaya; all this is strung on Me just as the groups of pearls on a string. ","ecssa":"7.7 मत्तः than Me? परतरम् higher? न not? अन्यत् other? किञ्चित् anyone? अस्ति is? धनञ्जय O Dhananjaya? मयि in Me? सर्वम् all? इदम् this? प्रोतम् is strung? सूत्रे on a string? मणिगणाः clusters of gems? इव like.Commentary There is no other cause of the universe but Me. I alone am the the cause of the universe. This illustration of gems and thread illustrates only the idea that all beings and the whole world are threaded on the Lord. The thread is not the cause of the gems. As Brahman is all in all there is nothing whatever higher than It. ","scetsga":"7.7 O Dhananjaya, asti, there is; na anyat kincit, nothing else whatsoever, no other cause; parataram, higher; mattah, than Me, the supreme God; i.e. I Myself am the source of the world. Since this is so, therefore, sarvam, all; idam, this, all things, the Universe; protam,is strung, woven, connected, i.e. transfixed; mayi, on Me, the supreme God; like cloth in the warp, [Like cloth formed by threads constituting its warp and woof.] and iva, like; maniganah, peals; sutre,on a string.\nWhat alities are You endowed with, by virtue of which all this is strung on You? This is being answered: ","scetdss":"7.6-7 Etadyonini etc.Mattah etc.Keep them nearby :You should place them in your neihbourhoodfollowing the method of experience augmented by practice.Or [it may meanthat]You should bear in mind that I, the Vasudeva, am both the originand destruction of all beings.What is indicated byIis this :Even though[it is viewed that]the Absolute(Isvara) is distinctfrom the Prakrti,Souland SupremeSoul, It remains by all means immanent in all;hence there is no room for the theory of dualism of the Sankhya and the Yoga schools.Just as the pearls on the string.Just as the string does exist unobserved in the interior[in a necklace]though its form remainsundetected, in the same fashionI remain in all. ","scetssa":"7.7 I am absolutely superior to all in two ways: 1) I am the cause of both the Prakrtis and I am also their controlling master (Sesin). This controllership over inanimate nature is exercised through the animate Prakrti (the Jivas) who form the inner controller (Sesin) of their bodies which are constituted of inanimate nature. 2) I am supreme to all in another sense also - as the possessor of knowledge, power, strength etc., in an infinite degree. There is no entity other than Me with such attributes of an eal or superior nature.\nThe aggregate of all the animate and inanimate things, whether in their causal state or in the state of effect, is strung on Me who abides as their Self, as a row of gems on a thread. They depend on Me. And it is proved that the universe of inanimate and animate beings exists as the body with Brahman (i.e. the Supreme Person) as their Self as declared by the Antaryami-brahmana and other texts:He whose body is the earth (Br. U., 3.7-3), He whose body is the self (Br. U. Madh., 3.7.22), and He is the inner self of all beings, without evil, He is the Lord in the supreme heaven, He is the one Narayana (Su. U., 7).\nThus, as everything constitutes the body of the Supreme Person forming only a mode of His who is their Self, the Supreme Person alone exists, and all things (which we speak of as diversity) are only His modes. Therefore all terms used in common parlance for different things, denote Him only. Sri Krsna shows this by coordinating some important ones among these entities with Himself. ","chakravarthi":"Because of this, I am everything. That is expressed in this verse.\nThere is nothing superior to me, because I am both the cause and the effect, and I am the sakti and saktiman. As the sruti says, ekam evadvitiyam brahma: there is only one brahman and nothing else (Chandogya Upanisad 6.2.2); and neha nanasti kincana: there is no variety at all. (Brhad Aranyaka Upanisad 4.4.19)\nHaving spoken of his own identity with everything, the Lord speaks about his entrance into everything. All the universe (sarvam idam) composed of conscious and unconscious prakrti, because it is my effect, is identical with me. Still, everything is pervaded by the paramatma (I am in everything), as pearls are strung on a thread. Madhusadana Sarasvati says that being strung like pearls means only that everything is controlled by the Lord, and does not refer to material causality. A suitable example of causality would be gold and gold earrings. ","rudra":"\nNow that Lord Krishnas absolute position has been established in regardto\nall creation He is confirming that there is nothingthatexistswhichis\nsuperior to Him. In other words thereisnoindependentpowerorcause\napart from Him existing whatsoever in the origin, creationanddissolution\nof all creation. Lord Krishna energises and totallysustainsallcreation\nas well. This is what He is stating by the wordsmayisarvamidamprotam\nmeaning all the worlds are threaded or pervadedbyHim.Themetaphoris\nclear enough. ","brahma":"\nLord Krishna is stating that He alone is the Supreme Beingandthatthere\nis none other.\nNow begins the summation.\nMattah parataram nanyat means there is nothing is superior to LordKrishna.\nTo consider that there is anything, anywhere in creation independent ofHim\nisfoolishness.Becauseofcontactwithprakritiormaterialnature\nattachment and sorrow arise which enacts a distinct identity for allliving\nentities. Sri or Laksmi Devi is superior to prakriti, being everfreefrom\nsorrow. Although Sri associates with prakritithere is no effectfromit.\nVayu is the demigod in charge of wind. He is madhyanaorintermediateand\nhas some independence from prakriti. LordKrishnaisknownasthemost\nexalted and since there are no more demigods superiortoHim,Heisnot\nonly exalted but the Supreme Being of all.\nBecause the jiva orembodiedbeingidentifieswithprakritiattachment\narises and because of attachment then duality is accepted therebythejiva\nis considered tobeinaninferiorposition.Thereforeeverythingin\nmaterial existence which is temporary and subject tochangeisconsidered\ninferior without exception. Even more inferior are thosewhoareinimical\nto the Supreme Lord. Having no cognisance with even their ownconsciousness\nthey are ever associated with sorrow and despair. Thusitcanbeclearly\nunderstood that only those who have a relationshipwiththeSupremeLord\nhave qualified themselves for salvation and no others.Thosewhohaveso\nqualifiedthemselvesarealwaysblissfuland experiencing happiness\ninternally are the superior ones. But even they are still belowBrahmaand\nothers according to taratamya or gradation ofqualificationinbhaktior\nlovingdevotionalservicetotheSupremeLord.Those who have a\nrelationship with the Supreme Lord attain moksa or liberarion frommaterial\nexistencebythisveryexperience.Bysuchexperience supra-sensory\nillumination manifests in them known as vijnana. The depthandqualityof\ntheperceptionofthisilluminationanditsawarenessdepends upon\ntaratamya as well. The primary source of illumination istheSupremeLord\nKrishna and all others such as Brahma and Shiva are directlyempoweredand\nillumined by Him. ","shri":"\nLord Krishna is revealing the essence ofrealitybystatingmayisarvam\nidam meaning everythingthereisbeingeitherchitsentientorachit\ninsentient, everythinthat exists as the aggregate of causes and effectsare\nconstituted from Him asHeistheoriginalsourceofall.Absolutely\neverything depends upon Lord Krishna for their existence and maintenanceas\nthe physical body depends upon the atma orsoulforitsexistence.Lord\nKrishna is Paramatma the Supreme Soul residing in alllivingentitiesand\nthus everything in creation are all infinitesimal parts and parcels of Him\nin the way that unlimited jewels are held together by means of a string.In\nthe Antaryami Brahmana and other Upanisads the coexistenceofprakritior\nthe material substratum and the Brahman the spiritualsubstratumpervading\nall existence is compared to the relationship of the physical bodyandthe\natma or soul. To whom material existence and all beings constitute Hisbody\nand within all beings He is the supreme atma, He istheDivineLord,one\nwithout a second, Lord Krishna. Thus all things exist as partofHisbody\nand are ensouled by Him as well. Hence all things arepredicativeto,and\nmodes of the Supreme Lord, who solelymanifestedallexistencewhichis\ncompletely subsequent to Him. All terms are thus connotations of Him bythe\nrule of samanadhikaranya whichexpressestheinseparableandinvariable\nrelationship of coexistence manifestingbetweensubstanceandattribute.\nThis can easily beunderstoodbycomprehendingthatanytermusedto\naddress an attribute of the Supreme Lordisdirectlyconnotativetothe\nsource from where the attributeoriginates,beingtheSupremeLord.In\nregards to the communal relationship of substanceandattributereferring\nto the dual indissoluble nature manifesting together, the nextfourverses\nfurther elucidate. ","kumar":"Lord Krishna is revealing the essence ofrealitybystatingmayisarvam\nidam meaning everythingthereisbeingeitherchitsentientorachit\ninsentient, everythinthat exists as the aggregate of causes and effectsare\nconstituted from Him asHeistheoriginalsourceofall.Absolutely\neverything depends upon Lord Krishna for their existence and maintenanceas\nthe physical body depends upon the atma orsoulforitsexistence.Lord\nKrishna is Paramatma the Supreme Soul residing in alllivingentitiesand\nthus everything in creation are all infinitesimal parts and parcels of Him\nin the way that unlimited jewels are held together by means of a string.In\nthe Antaryami Brahmana and other Upanisads the coexistenceofprakritior\nthe material substratum and the Brahman the spiritualsubstratumpervading\nall existence is compared to the relationship of the physical bodyandthe\natma or soul. To whom material existence and all beings constitute Hisbody\nand within all beings He is the supreme atma, He istheDivineLord,one\nwithout a second, Lord Krishna. Thus all things exist as partofHisbody\nand are ensouled by Him as well. Hence all things arepredicativeto,and\nmodes of the Supreme Lord, who solelymanifestedallexistencewhichis\ncompletely subsequent to Him. All terms are thus connotations of Him bythe\nrule of samanadhikaranya whichexpressestheinseparableandinvariable\nrelationship of coexistence manifestingbetweensubstanceandattribute.\nThis can easily beunderstoodbycomprehendingthatanytermusedto\naddress an attribute of the Supreme Lordisdirectlyconnotativetothe\nsource from where the attributeoriginates,beingtheSupremeLord.In\nregards to the communal relationship of substanceandattributereferring\nto the dual indissoluble nature manifesting together, the nextfourverses\nfurther elucidate. "}