{"meta":"Bhagavad Gita Chapter 7 Verse 6","metahi":"भगवद् गीता 7.6","slok":"एतद्योनीनि भूतानि सर्वाणीत्युपधारय।अहं कृत्स्नस्य जगतः प्रभवः प्रलयस्तथा।।7.6।। ","htsrsd":"।।7.6।।अपरा और पराइन दोनों प्रकृतियोंके संयोगसे ही सम्पूर्ण प्राणी उत्पन्न होते हैं ऐसा तुम समझो। मैं सम्पूर्ण जगत्का प्रभव तथा प्रलय हूँ। ","htstma":"।।7.6।। यह जानो कि समम्पूर्ण भूत इन दोनों प्रकृतियों से उत्पत्ति वाले हैं। (अत) मैं सम्पूर्ण जगत् का उत्पत्ति तथा प्रलय स्थान हूँ।। ","transliteration":"Etadyoneeni bhootaani sarvaaneetyupadhaaraya;\nAham kritsnasya jagatah prabhavah pralayastathaa. ","englishmeaning":"etat yonīni—these two (energies) are the source of; bhūtāni—living beings; sarvāṇi—all; iti—that; upadhāraya—know; aham—I; kṛitsnasya—entire; jagataḥ—creation; prabhavaḥ—the source; pralayaḥ—dissolution; tathā—and ","hcsrsd":"।।7.6।। व्याख्या एतद्योनीनि भूतानि (टिप्पणी प0 401.1)जितने भी देवता मनुष्य पशु पक्षी आदि जङ्गम और वृक्ष लता घास आदि स्थावर प्राणी हैं वे सबकेसब मेरी अपरा और परा प्रकृतिके सम्बन्धसे ही उत्पन्न होते हैं।तेरहवें अध्यायके छब्बीसवें श्लोकमें भी भगवान्ने क्षेत्र और क्षेत्रज्ञके सम्बन्धसे सम्पूर्ण स्थावरजङ्गम प्राणियोंकी उत्पत्ति बतायी है। यही बात सामान्य रीतिसे चौदहवें अध्यायके चौथे श्लोकमें भी बतायी है कि स्थावर जङ्गम योनियोंमें उत्पन्न होनेवाले जितने शरीर हैं वे सब प्रकृतिके हैं और उन शरीरोंमें जो बीज अर्थात् जीवात्मा है वह मेरा अंश है। उसी बीज अर्थात् जीवात्माको भगवान्ने परा प्रकृति(7। 5) और अपना अंश (15। 7) कहा है।सर्वाणीत्युपधारय स्वर्गलोक मृत्युलोक पाताललोक आदि सम्पूर्ण लोकोंके जितने भी स्थावरजङ्गम प्राणी हैं वे सबकेसब अपरा और परा प्रकृतिके संयोगसे ही उत्पन्न होते हैं। तात्पर्य है कि परा प्रकृतिने अपराको अपना मान लिया है (टिप्पणी प0 401.2) उसका सङ्ग कर लिया है इसीसे सब प्राणी पैदा होते हैंइसको तुम धारण करो अर्थात् ठीक तरहसे समझ लो अथवा मान लो।अहं कृत्स्नस्य जगतः प्रभवः प्रलयस्तथा मात्र वस्तुओंको सत्तास्फूर्ति परमात्मासे ही मिलती है इसलिये भगवान् कहते हैं कि मैं सम्पूर्ण जगत्का प्रभव (उत्पन्न करनेवाला) और प्रलय (लीन करनेवाला) हूँ।प्रभवःका तात्पर्य है कि मैं ही इस जगत्का निमित्तकारण हूँ क्योंकि सम्पूर्ण सृष्टि मेरे संकल्पसे (टिप्पणी प0 401.3) पैदा हुई हैसदैक्षत बहु स्यां प्रजायेयेति (छान्दोग्य0 6। 2। 3)।जैसे घड़ा बनानेमें कुम्हार और सोनेके आभूषण बनानेमें सुनार ही निमित्तकारण है ऐसे ही संसारमात्रकी उत्पत्तिमें भगवान् ही निमित्तकारण हैं।प्रलयः कहनेका तात्पर्य है कि इस जगत्का उपादानकारण भी मैं ही हूँ क्योंकि कार्यमात्र उपादानकारणसे उत्पन्न होता है उपादानकारणरूपसे ही रहता है और अन्तमें उपादानकारणमें ही लीन हो जाता है।जैसे घड़ा बनानेमें मिट्टी उपादानकारण है ऐसे ही सृष्टिकी रचना करनेमें भगवान् ही उपादानकारण हैं। जैसे घड़ा मिट्टीसे ही पैदा होता है मिट्टीरूप ही रहता है और अन्तमें टूट करके घिसतेघिसते मिट्टी ही बन जाता है और जैसे सोनेके यावन्मात्र आभूषण सोनेसे ही उत्पन्न होते हैं सोनारूप ही रहते हैं और अन्तमें सोना ही रह जाते हैं ऐसे ही यह संसार भगवान्से ही उत्पन्न होता है भगवान्में ही रहता है और अन्तमें भगवान्में ही लीन हो जाता है। ऐसा जानना ही ज्ञान है। सब कुछ भगवत्स्वरूप है भगवान्के सिवाय दूसरा कुछ है ही नहींऐसा अनुभव हो जाना विज्ञान है।कृत्स्नस्य जगतः पदोंमें भगवान्ने अपनेको जडचेतनात्मक सम्पूर्ण जगत्का प्रभव और प्रलय बताया है। इसमें जड(अपरा प्रकृति) का प्रभव और प्रलय बताना तो ठीक है पर चेतन(परा प्रकृति अर्थात् जीवात्मा) का उत्पत्ति और विनाश कैसे हुआ क्योंकि वह तो नित्य तत्त्व हैनित्यः सर्वगतः स्थाणुरचलोऽयं सनातनः (गीता 2। 24)। जो परिवर्तनशील है उसको जगत् कहते हैंगच्छतीति जगत्। पर यहाँ जगत् शब्द जडचेतनात्मक सम्पूर्ण संसारका वाचक है। इसमें जडअंश तो परिवर्तनशील है और चेतनअंश सदासर्वथा परिवर्तनरहित तथा निर्विकार है। वह निर्विकार तत्त्व जब जडके साथ अपना सम्बन्ध मानकर तादात्म्य कर लेता है तब वह जड(शरीर) के उत्पत्तिविनाशकको अपना उत्पत्तिविनाश मान लेता है। इसीसे उसके जन्ममरण कहे जाते हैं। इसीलिये भगवान्ने अपनेको सम्पूर्ण जगत् अर्थात् अपरा और परा प्रकृतिका भाव तथा प्रलय बताया है।अगर यहाँ जगत् शब्दसे केवल नाशवान् परिवर्तनशील और विकारी संसारको ही लिया जाय चेतनको नहीं लिया जाय तो बड़ी बाधा लगेगी। भगवान्ने कृत्स्नस्य जगतः पदोंसे अपनेको सम्पूर्ण जगत्का कारण बताया है (टिप्पणी प0 402)। अतः सम्पूर्ण जगत्के अन्तर्गत स्थावरजङ्गम जडचेतन सभी लिये जायँगे। अगर केवल जडको लिया जायगा तो चेतनभाग छूट जायगा जिससे मैं सम्पूर्ण जगत्का कारण हूँ यह कहना नहीं बन सकेगा और आगे भी बड़ी बाधा लगेगी। कारण कि आगे इसी अध्यायके तेरहवें श्लोकमें भगवान्ने कहा है कि तीनों गुणोंसे मोहित जगत् मेरेको नहीं जानता तो यहाँ जानना अथवा न जानना चेतनका ही हो सकता है जडका जानना अथवा न जानना होता ही नहीं। इसलिये जगत् शब्दसे केवल जडको ही नहीं चेतनको भी लेना पड़ेगा।ऐसे ही सोलहवें अध्यायके आठवें श्लोकमें भी आसुरी सम्पदावालोंकी मान्यताके अनुसार जगत् शब्दसे जड और चेतनदोनों ही लेने पड़ेंगें क्योंकि आसुरी सम्पदावाले व्यक्ति सम्पूर्ण शरीरधारी जीवोंको असत्य मानते हैं केवल जडको नहीं। इसलिये अगर वहाँ जगत् शब्दसे केवल जड संसार ही लिया जाय तो जगत्को (जड संसारको) असत्य मिथ्या और अप्रतिष्ठित कहनेवाले अद्वैतसिद्धान्ती भी आसुरी सम्पदावालोंमें आ जायँगे जो कि सर्वथा अनुचित है। ऐसे ही आठवें अध्यायके छब्बीसवें श्लोकमें आये शुक्लकृष्णे गती ह्येते जगतः पदोंमें जगत् शब्द केवल जडका ही वाचक मानें तो जडकी शुक्ल और कृष्ण गतिका क्या तात्पर्य होगा गति तो चेतनकी ही होती है। जडसे तादात्म्य करनेके कारण ही चेतनको जगत् नामसे कहा गया है।इन सब बातोंपर विचार करनेसे यह निष्कर्ष निकलता है कि जडके साथ एकात्मता करनेसे जीव जगत् कहा जाता है। परन्तु जब यह जडसे विमुख होकर चिन्मयतत्त्वके साथ अपनी एकताका अनुभव कर लेता है तब यह योगी कहा जाता है जिसका वर्णन गीतामें जगहजगह आया है। सम्बन्ध पूर्वश्लोकमें भगवान्ने अपनेको परा और अपरा प्रकृतिरूप सम्पूर्ण जगत्का मूल कारण बताया। अब भगवान्के सिवाय भी जगत्का और कोई कारण होगाइसका आगेके श्लोकमें निषेध करते हैं। ","hcsca":"।।7.6।। उपर्युक्त अपरा एवं परा प्रकृतियों के परस्पर संबंध से यह नानाविध वैचित्र्यपूर्ण सृष्टि व्यक्त होती है। जड़ प्रकृति के बिना चैतन्य की सार्मथ्य व्यक्त नहीं हो सकती और न ही उसके बिना जड़ उपाधियों में चेनवत् व्यवहार की संभावना ही रहती है। बल्ब में स्थित तार में स्वयं विद्युत् ही प्रकाश के रूप मे व्यक्त होती है। प्रकाश की अभिव्यक्ति के लिए विद्युत् और बल्ब दोनों का संबंध होना आवश्यक है। इसी प्रकार सृष्टि के लिए परा और अपरा जड़ और चेतन के संबंध की अपेक्षा होती है।इसी दृष्टि से भगवान् कहते हैं ये दोनों प्रकृतियां भूतमात्र की कारण हैं। एक मेधावी विद्यार्थी को इस कथन का अभिप्राय समझना कठिन नहीं है। बाह्य विषय भावनाएं तथा विचारों के जगत् की न केवल उत्पत्ति और स्थिति बल्कि लय भी चेतन पुरुष में ही होता है। इस प्रकार अपरा प्रकृति पारमार्थिक स्वरूप में पराप्रकृति से भिन्न नहीं है। आत्मा मानो अपने स्वरूप को भूलकर अपरा प्रकृति के साथ तादात्म्य करके जीवभाव के दुखों को प्राप्त होता है। परन्तु उसका यह दुख मिथ्या है वास्तविक नहीं। स्वस्वरूप की पहचान ही अनात्मबन्धन से मुक्ति का एकमात्र उपाय है। परा से अपरा की उत्पत्ति उसी प्रकार होती है जैसे मिट्टी के बने घटों की मिट्टी से। स्ाभी घटों में एक मिट्टी ही सत्य है उसी प्रकार विषय इन्द्रियां मन तथा बुद्धि इन अपरा प्रकृति के कार्यों का वास्तविक स्वरूप चेतन तत्त्व ही है।इसलिये ","etsga":"7.6 Understand thus that all things (sentient and insentient) have these as their source. I am the origin as also the end of the whole Universe. ","etssa":"7.6 Know that these two (Natures) are the womb of all beings. So I am the source and dissolution of the whole universe. ","etdss":"7.6. All beings are born of this womb.Hence keep [them] nearby.I am the origin as well as the dissolution of the entire world. ","ecssa":"7.6 एतद्योनीनि those of which these two (Prakritis) are the womb? भूतानि beings? सर्वाणि all? इति thus? उपधारय know? अहम् I? कृत्स्नस्य of the whole? जगतः of the world? प्रभवः source? प्रलयः dissolution? तथा also.Commentary These two Natures? the inferior and the superior? are the womb of all beings. As I am the source of these two Prakritis or Natures also? I am the cause of this universe. The whole universe originates from Me and dissolves in Me.In the Brahma Sutras (chapter 1? section 1? aphorism 2) it is said? Janmadyasya yatah meaning that Brahman is that omniscient and omnipotent cause from which proceed the origin? subsistence and dissolution of this world.Just as the mind is the material cause and also the seer (Drashta) for the objects seen in a dream? so also Isvara is the material cause of this world (UpadanaKarana) and also the seer (Drashta). He is also the efficient or the instrumental cause (NimittaKarana). (Cf.XIV.3) ","scetsga":"7.6 Upadharaya, understand; iti, thus; that sarvani, all; bhutani, things; etat-yonini, have these (etat) as their source (yoni)-things that have these lower and higher Prakrtis, charcterized as the field and the Knower of the field (body), as their source are etat-yonini. Since My two Prakrtis are the source, the cause of all things, therefore, aham, I; am the prabhavah, origin; tatha, as also; the pralayah, end, the termination; krtsnasya, of the whole; jagatah, Universe.\nThe maning is this: I, who am the ominscient God, am the source of the Univese through My two Prakrtis.\nSince this is so, therefore- ","scetdss":"7.6 See Comment under 7.7 ","scetssa":"7.6 Know that all beings from Brahma down to a tuft of grass, who have their origin in these two Prakrtis of Mine, are aggregated forms of the self and of inanimate matter. Irrespective of whether they are existing in a superior or inferior form, the selves and inanimate matter are mixed together in them. On account of their origination in My two Prakrtis, they are Mine. So, know that because the entire universe has its origination in these two Prakrtis which have their origination in Me, I am myself the origin and dissolution of the entire universe. For the same reason, I am its Lord (Sesin).\nIt is proved on the basis of the Srutis and Smrtis that these two, Prakrti and Purusa (matter and the self), which form the aggregate of all animate and inanimate beings, have the Supreme Person as their cause. This is evident from Sruti and Smrti texts like the following:The Mahat resolves into Avyakta, Avyakta into Aksara, Aksara into Tamas, and Tamas becomes one with the Supreme Lord (Su. U., 2); O sage, distinct from the form of Visnu, the Supreme Lord, the two forms, Prakrti and Purusa, arise (V. P., 1.2.24); and What was described by Me as Prakrti in its dual form of the manifest and the unmanifest, and the Purusa do merge in the Supreme Self, and the Supreme Self is the support of all. He is the Supreme Lord named Visnu, exalted in the Vedas and Vedanta (V. P., 6.4.38-39). ","chakravarthi":"The Lord is the cause of the world, by these two energies. Know that all moving and non- moving entities arise from these two energies, maya sakti and jiva sakti, ksetra and ksetra jna. I alone am the creator of all this universe, since these two energies arise from me, and I alone am the destroyer of the universe, since it merges into me, in the form of these two energies, which are under my control. ","rudra":"\nBy describing the lower and higher, dual natureofprakritithematerial\nsubstratum, Lord KrishnaeffectivelyexplainsHisbeingtheircomplete\ncause. All things moving andstationaryhaveprakritifortheirorigin\nand are included in one of thesetwoprakritibeingeitherkshetrathe\nfield of activity and kshetrajna the utiliser of the field ofactivity.Of\nthese the inert lowernatureevolvesasaphysicalbody.Whereasthe\nsentient prakriti with an eternal spark fromtheSupremeLordbeingthe\natma or soul enters into all sentient beings as the witness andexperiencer\nand sustainseachandeverybeingbytheiractions.Boththesetwo\nprakritis are manifested from LordKrishnaandalllivingentitiesare\nsubject to them. He is the originating cause from which each andeverything\neffectively comes into existence. He is the ultimate cause ofallcreation\nentirely and He is also the sovereign cause of the periodicdissolutionof\nall creation as well. ","brahma":"\nIt is not only that all creation is dependent uponLordKrishnabutalso\nthe wonderful phenomena of creation itselfisaformofHissplendour.\nBecause of His splendour there is beauty and supremacy aswellduetoHe\nbeing the established cause, the ultimate enjoyer and theilluminator.The\nVedic scripturesiterate:ThatLordKrishnaistheallknowing,all\nperforming, all enjoying, all fragrance and all essence. Heisallthings\nthat can be seen or thought even though unknowable in words to bedescribed\nby speech. Thus is He eulogised. Creation, preservation and destructionare\nall co-ordinated, orchestrated, energised and illuminated solely byjusta\nfragment of Lord Krishna. Thus have seers and sages praisedHimthroughout\nthe millenniums. The NaradaPuranastates:BecauseHeistheultimate\nenjoyer of all, He is known as sarva or everything and notbecauseofHis\nuniversal form. Even the enjoyments of the future are always His.Therefore\nthrough His inconceivable power all enjoyments are His.\nNow begins the summation.\nGross manifestations and consciousness is the lower form of prakriti orthe\nmaterial substratum andsubtlemanifestationsandconsciousnessisthe\nhigher form. Bothareendowedwiththeattributesofthreegunasor\ngoodness, passion and ignorance; but only the subtle higher form isendowed\nwith Sri or Laksmi Devi the beloved of the Supreme Lord.Boththeseforms\nare subservient to Lord Krishna and cause alltheworldstobecreated.\nLord Krishna is the father of creation and from HisenergySribeingthe\nsubtle consciousness can be seen as the motherofcreation.Energisedby\nLord Krishnas creative potency all creation is manifested through her. ","shri":"\nLord Krishna is declaring that the higher and lower natures ofprakritior\nmaterial natureboth are constituted as His dualnatureinthematerial\nexistence.Thisdualnatureconsistsofchitorsentientandachit\ninsentient categories. This dual nature is the basis and foundation forall\nexistence sentient and insentient. Thisdualnatureisthepowerwhich\ndesigns and models according to qualifications all forms and potenciesfrom\nthe highest material entity, being Brahma to a bladeofgrass.Thisdual\nnature is the matrix for all intelligent and non-intelligentconfigurations\nand manifestations. This dual nature solely manifests from Lord Krishnaand\nconstitutesthesubstratumofallmaterialthings.Healoneisthe\noriginator, the manifestor, the projector and theretractorofthetotal\ncreation by only a fraction of His will.\nThis dual nature of chit and achit beingthecollectivecompoundofall\ncreation exists within the complete nature of the Supreme Lord as merelyan\ninfinitesimal fragment of the total. This is given insrutiandsmrtior\nrevealed Vedic scriptures as evidenced in the SubalaUpanisad:IIbeginning\nmahan avyak ta liyateaksharamtamasiliyatewhichmeans:Themahator\nprimal manifestation revolves backintoavyaktatheunmanifest,avyakta\nmanifests intoaksharathesuprasubtleinvariablesubstance,akshara\ndevolves into tamas the primordial undifferentiated basic substratum ofthe\noriginalprakritiwhichiscompletedarkness.Thisisahomogeneous\nrefraction of nebulosity substratum existing as a diametrical reflectionof\nthe nebula within the Supreme Being.\nWhat is described by Lord Krishna as prakriti in its dual forms of chitand\nachit as well as the atma or the soul all merge into paramatmatheSupreme\nSoul and paramatma is source and the support ofallmanifestingfromthe\nhighest as an emanation from the Supreme Lord Krishna aseulogisedinall\nthe Vedas and Vedantas. In as such as He is the cause of thecauseofall\nthings and the source of the source of all beings and in as muchasHeis\nthe Supreme Controller of all that is sentientandinsentientandinas\nmuch as He isSupremePowerenergisingandmaintainingallexistence,\npossessingphenomenallygloriousattributes and astonishing amazing\nqualities; LordKrishnaisparamountandsuperiortoeverythingwith\nnothing existing beyond Him and nothing existing separate from Him.Noris\nthere any God or demigod, or any otherbeinginexistencewhopossesses\neven a fraction of His attributes and qualities nor does any being havethe\ncompetence to even imitate His imperishable cosmic potencies. ","kumar":"Lord Krishna is declaring that the higher and lower natures ofprakritior\nmaterial natureboth are constituted as His dualnatureinthematerial\nexistence.Thisdualnatureconsistsofchitorsentientandachit\ninsentient categories. This dual nature is the basis and foundation forall\nexistence sentient and insentient. Thisdualnatureisthepowerwhich\ndesigns and models according to qualifications all forms and potenciesfrom\nthe highest material entity, being Brahma to a bladeofgrass.Thisdual\nnature is the matrix for all intelligent and non-intelligentconfigurations\nand manifestations. This dual nature solely manifests from Lord Krishnaand\nconstitutesthesubstratumofallmaterialthings.Healoneisthe\noriginator, the manifestor, the projector and theretractorofthetotal\ncreation by only a fraction of His will.\nThis dual nature of chit and achit beingthecollectivecompoundofall\ncreation exists within the complete nature of the Supreme Lord as merelyan\ninfinitesimal fragment of the total. This is given insrutiandsmrtior\nrevealed Vedic scriptures as evidenced in the SubalaUpanisad:IIbeginning\nmahan avyak ta liyateaksharamtamasiliyatewhichmeans:Themahator\nprimal manifestation revolves backintoavyaktatheunmanifest,avyakta\nmanifests intoaksharathesuprasubtleinvariablesubstance,akshara\ndevolves into tamas the primordial undifferentiated basic substratum ofthe\noriginalprakritiwhichiscompletedarkness.Thisisahomogeneous\nrefraction of nebulosity substratum existing as a diametrical reflectionof\nthe nebula within the Supreme Being.\nWhat is described by Lord Krishna as prakriti in its dual forms of chitand\nachit as well as the atma or the soul all merge into paramatmatheSupreme\nSoul and paramatma is source and the support ofallmanifestingfromthe\nhighest as an emanation from the Supreme Lord Krishna aseulogisedinall\nthe Vedas and Vedantas. In as such as He is the cause of thecauseofall\nthings and the source of the source of all beings and in as muchasHeis\nthe Supreme Controller of all that is sentientandinsentientandinas\nmuch as He isSupremePowerenergisingandmaintainingallexistence,\npossessingphenomenallygloriousattributes and astonishing amazing\nqualities; LordKrishnaisparamountandsuperiortoeverythingwith\nnothing existing beyond Him and nothing existing separate from Him.Noris\nthere any God or demigod, or any otherbeinginexistencewhopossesses\neven a fraction of His attributes and qualities nor does any being havethe\ncompetence to even imitate His imperishable cosmic potencies. "}