{"meta":"Bhagavad Gita Chapter 7 Verse 3","metahi":"भगवद् गीता 7.3","slok":"मनुष्याणां सहस्रेषु कश्िचद्यतति सिद्धये।यततामपि सिद्धानां कश्िचन्मां वेत्ति तत्त्वतः।।7.3।। ","htsrsd":"।।7.3।।हजारों मनुष्योंमें कोई एक वास्तविक सिद्धिके लिये यत्न करता है और उन यत्न करनेवाले सिद्धोंमें कोई एक ही मुझे तत्त्वसे जानता है। ","htstma":"।।7.3।। सहस्रों मनुष्यों में कोई ही मनुष्य पूर्णत्व की सिद्धि के लिए प्रयत्न करता है और उन प्रयत्नशील साधकों में भी कोई ही पुरुष मुझे तत्त्व से जानता है।। ","transliteration":"Manushyaanaam sahasreshu kashchidyatati siddhaye;\nYatataamapi siddhaanaam kashchinmaam vetti tattwatah. ","englishmeaning":"manuṣhyāṇām—of men; sahasreṣhu—out of many thousands; kaśhchit—someone; yatati—strives; siddhaye—for perfection; yatatām—of those who strive; api—even; siddhānām—of those who have achieved perfection; kaśhchit—someone; mām—me; vetti—knows; tattvataḥ—in truth ","hcsrsd":"।।7.3।। व्याख्या मनुष्याणां सहस्रेषु कश्चिद्यतति सिद्धये (टिप्पणी प0 395.1) हजारों मनुष्योंमें कोई एक ही मेरी प्राप्तिके लिये यत्न करता है। तात्पर्य है कि जिनमें मनुष्यपना है अर्थात् जिनमें पशुओंकी तरह खानापीना और ऐशआराम करना नहीं है वे ही वास्तवमें मनुष्य हैं। उन मनुष्योंमें भी जो नीति और धर्मपर चलनेवाले हैं ऐसे मनुष्य हजारों हैं। उन हजारों मनुष्योंमें भी कोई एक ही सिद्धिके लिये (टिप्पणी प0 395.2) यत्न करता है अर्थात् जिससे बढ़कर कोई लाभ नहीं जिसमें दुःखका लेश भी नहीं और आनन्दकी किञ्चिन्मात्र भी कमी नहीं कमीकी सम्भावना ही नहींऐसे स्वतःसिद्ध नित्यतत्त्वकी प्राप्तिके लिये यत्न करता है।जो परलोकमें स्वर्ग आदिकी प्राप्ति नहीं चाहता और इस लोकमें धन मान भोग कीर्ति आदि नहीं चाहता अर्थात् जो उत्पत्तिविनाशशील वस्तुओंमें नहीं अटकता और भोगे हुए भोगोंके तथा मानबड़ाई आदरसत्कार आदिके संस्कार रहनेसे उन विषयोंका सङ्ग होनेपर उन विषयोंमें रुचि होते रहनेपर भी जो अपनी मान्यता उद्देश्य विचार सिद्धान्त आदिसे विचलित नहीं होताऐसा कोई एक पुरुष ही सिद्धिके लिये यत्न करता है। इससे सिद्ध होता है कि परमात्मप्राप्तिरूप सिद्धिके लिये यत्न करनेवाले अर्थात् दृढ़तासे उधर लगनेवाले बहुत कम मनुष्य होते हैं।परमात्मप्राप्तिकी तरफ न लगनेमें कारण हैभोग और संग्रहमें लगना। सांसारिक भोगपदार्थोंमें केवल आरम्भमें ही सुख दीखता है। मनुष्य प्रायः तत्काल सुख देनेवाले साधनोंमें ही लगते हैं। उनका परिणाम क्या होगाइसपर वे विचार करते ही नहीं। अगर वे भोग और ऐश्वर्यके परिणामपर विचार करने लग जायँ कि भोग और संग्रहके अन्तमें कुछ नहीं मिलेगा रीते रह जायँगे और उनकी प्राप्तिके लिये किये हुए पापकर्मोंके फलस्वरूप चौरासी लाख योनियों तथा नरकोंके रूपमें दुःखहीदुख मिलेगा तो वे परमात्माके साधनमें लग जायँगे। दूसरा कारण यह है कि प्रायः लोग सांसारिक भोगोंमें ही लगे रहते हैं। उनमेंसे कुछ लोग संसारके भोगोंसे ऊँचे उठते भी हैं तो वे परलोकके स्वर्ग आदि भोगभूमियोंकी प्राप्तिमें लग जाते हैं। परन्तु अपना कल्याण हो जाय परमात्माकी प्राप्ति हो जायऐसा दृढ़तासे विचार करके परमात्माकी तरफ लगनेवाले लोग बहुत कम होते हैं। इतिहासमें भी देखते हैं तो सकामभावसे तपस्या आदि साधन करनेवालोंके ही चरित्र विशेष आते हैं। कल्याणके लिये तत्परतासे साधन करनेवालोंके चरित्र बहुत ही कम आते हैं।वास्तवमें परमात्मतत्त्वकी प्राप्ति कठिन या दुर्लभ नहीं है प्रत्युत इधर सच्ची लगनसे तत्परतापूर्वक लगनेवाले बहुत कम हैं। इधर दृढ़तासे न लगनेमें संयोगजन्य सुखकी तरफ आकृष्ट होना और परमात्मतत्त्वकी प्राप्तिके लिये भविष्यकी आशा (टिप्पणी प0 395.3) रखना ही खास कारण है।यततामपि सिद्धानाम् (टिप्पणी प0 395.4) यहाँ सिद्ध शब्दसे उनको लेना चाहिये जिनका अन्तःकरण शुद्ध हो गया है और जो केवल एक भगवान्में ही लग गये हैं। उन्हींको गीतामें महात्मा कहा गया है। यद्यपि सब कुछ परमात्मा ही है ऐसा जाननेवाले तत्त्वज्ञ पुरुषको भी (7। 19में) महात्मा कहा गया है तथापि यहाँ तो वे ही महात्मा साधक लेने चाहिये जो आसुरी सम्पत्तिसे रहित होकर केवल दैवी सम्पत्तिका आश्रय लेकर अनन्यभावसे भगवान्का भजन करते हैं (गीता 9। 13)। इसका कारण यह है कि वे यत्न करते हैंयतताम्। इसलिये यहाँ (7। 19 में वर्णित) तत्त्वज्ञ महात्माको नहीं लेना चाहिये।यहाँ यतताम् पदका तात्पर्य मात्र बाह्य चेष्टाओंसे नहीं है। इसका तात्पर्य हैभीतरमें केवल परमात्मप्राप्तिकी उत्कट उत्कण्ठा लगना स्वाभाविक ही लगन होना और स्वाभाविक ही आदरपूर्वक उन परमात्माका चिन्तन होना।कश्चिन्मां वेत्ति तत्त्वतः ऐसे यत्न करनेवालोंमें कोई एक ही मेरेको तत्त्वसे जानता है। यहाँ कोई एक ही जानता है ऐसा कहनेका यह बिलकुल तात्पर्य नहीं है कि यत्न करनेवाले सब नहीं जानेंगे प्रत्युत यहाँ इसका तात्पर्य है कि प्रयत्नशील साधकोंमें वर्तमान समयमें कोई एक ही तत्त्वको जाननेवाला मिलता है। कारण कि कोई एक ही उस तत्त्वको जानता है और वैसे ही दूसरा कोई एक ही उस तत्त्वका विवेचन करता हैआश्चर्यवत्पश्यति कश्चिदेनमाश्चर्यवद्वदति तथैव चान्यः (गीता 2। 29)। यहाँ तथैव चान्यः (वैसे ही दूसरा कोई) कहनेका तात्पर्य न जाननेवाला नहीं है क्योंकि जो नहीं जानता है वह क्या कहेगा और कैसे कहेगा अतः दूसरा कोई कहनेका तात्पर्य है कि जाननेवालोंमेंसे कोई एक उसका विवेचन करनेवाला होता है। दूसरे जितने भी जानकार हैं वे स्वयं तो जानते हैं पर विवेचन करनेमें दूसरोंको समझानेमें वे सबकेसब समर्थ नहीं होते।प्रायः लोग इस (तीसरे) श्लोकको तत्त्वकी कठिनता बतानेवाला मानते हैं। परन्तु वास्तवमें यह श्लोक तत्त्वकी कठिनताके विषयमें नहीं है क्योंकि परमात्मतत्त्वकी प्राप्ति कठिन नहीं है प्रत्युत तत्त्वप्राप्तिकी उत्कट अभिलाषा होना और अभिलाषाकी पूर्तिके लिये तत्त्वज्ञ जीवन्मुक्त महापुरुषोंका मिलना दुर्लभ है कठिन है। यहाँ भगवान् अर्जुनसे कहते हैं कि मैं कहूँगा और तू जानेगा तो अर्जुनजैसा अपने श्रेयका प्रश्न करनेवाला और भगवान्जैसा सर्वज्ञ कहनेका मिलना दुर्लभ है। वास्तवमें देखा जाय तो केवल उत्कट अभिलाषा होना ही दुर्लभ है। कारण कि अभिलाषा होनेपर उसको जाननेकी जिम्मेवारी भगवान्पर आ जाती है।यहाँ तत्त्वतः कहनेका तात्पर्य है कि वह मेरे सगुणनिर्गुण साकारनिराकार शिव शक्ति गणेश सूर्य विष्णु आदि रूपोंमें प्रकट होनेवाले और समयसमयपर तरहतरहके अवतार लेनेवाले मुझको तत्त्वसे जान लेता है अर्थात् उसके जाननेमें किञ्चिन्मात्र भी सन्देह नहीं रहता और उसके अनुभवमें एक परमात्मतत्त्वके सिवाय संसारकी किञ्चिन्मात्र भी सत्ता नहीं रहती। सम्बन्ध दूसरे श्लोकमें भगवान्ने ज्ञानविज्ञान कहनेकी प्रतिज्ञा की थी। उस प्रतिज्ञाके अनुसार अब भगवान् ज्ञानविज्ञान कहनेका उपक्रम करते हैं। ","hcsca":"।।7.3।। भारतीय आध्यात्मिक साहित्य में भिन्नभिन्न आचार्यों ने विभिन्न प्रकार से बारम्बार इस विचार को दोहराया है कि आत्मज्ञान तथा उसका अपरोक्ष अनुभव प्राप्त करने वाले साधक विरले ही होते हैं। इसके पूर्व भी हमें यह बताया गया था कि वेदान्त के सिद्धांतों को भी एक आश्चर्य के समान सुना तथा समझा जाता है। उपनिषदों में भी इसीतथ्य का ऋषियों ने वर्णन किया है।यहाँ भगवान् श्रीकृष्ण के अनुसार आत्मज्ञान की प्राप्ति का उत्तरदायितत्व साधक पर ही निर्भर है। यदि कोई साधक इस अनुभव को प्राप्त नहीं कर पाता है तो उसका एकमात्र कारण आवश्यक पुरुषार्थ का अभाव है। वेदान्त अध्यात्म विषयक विज्ञान होने के कारण हमारे लिए अपने अवगुणों का ज्ञानमात्र पर्याप्त नहीं है वरन् उसकी निवृत्ति के लिए और आत्मबल की वृद्धि के लिए आवश्यक है कि हम वेदान्त ज्ञान को अपने जीवन में उतारने का भी सदैव प्रयत्न करें। यह एक सर्वविदित तथ्य है कि किसी विरले पुरुष में ही आत्मोन्नति की तीव्र अभिलाषा होती है जिसके लिए वह अपना सर्वस्व अर्पण करने को तत्पर रहता है।सहस्रों मनुष्यों में से जो लोग वेदान्त का श्रवण करते हैं तथा सम्भवत बौद्धिक स्तर पर तत्प्रतिपादित समस्त सिद्धांतों को समझते भी हैं उनमें भी कोईकोई पुरुष ऐसे ही होते हैं जो आध्यात्मिक जीवन पद्धति को पूर्णतया अपनाते हैं ऐसे प्रयत्नशील साधकों में से कोई एक साधक मुझे तत्त्व से जानता है।इसके अनेक कारण हैं। जब शिष्य उत्साहपूर्वक एकाग्रचित्त होकर सद्गुरु के उपदेश का श्रवण करता है तब वह स्वयं किसी सीमा तक ऊँचा उठ भी सकता है। परन्तु हो सकता है कि सत्य के द्वार तक पहुँचकर भी वह किसी सूक्ष्म एवं अज्ञात अभिलाषा अथवा अनजाने गर्व के कारण अपनी प्रगति के मार्ग को अवरुद्ध कर ले और इस प्रकार सत्य के दर्शन से वंचित ही रह जाय। इस दृष्टि से ईसामसीह की यह घोषणा अर्थपूर्ण है कि एक धनवान् व्यक्ति के स्वर्ग द्वार में प्रवेख करने की अपेक्षा एक ऊँट सुई के छिद्र से सरलता से प्रवेश करके बाहर निकल सकता है। यहाँ धन शब्द से अभिप्राय मन में संचित वासनाओं से है न कि लौकिक सम्पत्ति से। जब तक मन पूर्णत्ाया वासनारहित होकर शुद्ध नहीं हो जाता तब तक वह सत्य के आनन्द का अनुभव नहीं कर सकता है।भगवान् श्रीकृष्ण की दृष्टि को ध्यान में रखकर इस श्लोक पर विचार करने से उसका अर्थ यह प्रतीत होता है कि विरले लोग ही वेदान्त का श्रवण करके उसके सिद्धांत को यथार्थ रूप में समझ पाते हैं। उनमें भी ऐसे साधकों की संख्या बहुत कम ही होती है जिनमें सत्य एवं शुद्धि का जीवन जीने के लिए लक्ष्य का आवश्यक ज्ञान मन की दृढ़ता शारीरिक सहनशक्ति तथा प्रयत्न की सम्पन्नता हो। अर्जुन तथा गीता के जिज्ञासु लोग ऐसे ही विरले पुरुष हैं जो आत्मज्ञान के अधिकारी हैं। उन्हें भगवान् श्रीकृष्ण विज्ञान के सहित ज्ञान के उपदेश का वचन देते हैं जिससे आत्मा का साक्षात् अनुभव हो सकता है।इस प्रकार श्रोता में इस ज्ञान के प्रति रुचि उत्पन्न कराकर भगवान् आगे कहते हैं ","etsga":"7.3 Among thousands of men a rare one endeavours for perfection. Even of the perfected ones who are diligent, one perchance knows Me in truth. ","etssa":"7.3 Among thousands of men, one perchance strives for perfection; even among those successful strivers, only one perchance knows Me in essence. ","etdss":"7.3. Among thousands of men, perchance, one makes effort for the determined knowledge.Among those, having the determined knowledge-even though they make effort-perchance one realises Me correctly. ","ecssa":"7.3 मनुष्याणाम् of men? सहस्रेषु among thousands? कश्चित् some one? यतति strives? सिद्धये for perfection? यतताम् of the striving ones? अपि even? सिद्धानाम् of the successful ones? कश्चित् some one? माम् Me? वेत्ति knows? तत्त्वतः in essence.Commentary Mark how difficult it is to attain to the knowledge of the Self or to how Brahman in essence. Siddhanam literally means those who have attained to perfection (the perfected ones) but here it means only those who strive to attain perfection.Those who purchase diamonds? rubies or pearls are few. Those who study the postgraduate course are few. Even so those who attempt for Selfrealisation and who actually know the Truth in essence are few only. The liberated ones (Jivanmuktas) are rare. Real Sadhakas are also rare. The,knowledge of the Self bestows incalculable fruits on man? viz.? immortality? eternal bliss? perennial joy and everlasting peace. It is very difficult to attain to this knowledge of the Self. But a good and earnest spiritual aspirant (Sadhaka) who is endowed with a strong determination and iron resolve? and who is eipped with the four means to salvation can easily obtain the knowledge of the Self. ","scetsga":"7.3 Sahasresu manusyanam, among thousands, among a multitude of men; kascit, a rare one; yatati, endeavours; siddhaye, for perfection. [For perfection: for the rise of Knowledge through the purification of the mind.] Siddhanam api, even of the perfected one; yatatam, who are diligent-they (those diligent ones themselves) being (considered to be) verily perfect because they are striving for Liberation; of them-; kascit, one perchance, indeed; vetti, knows; mam, Me; tattvatah, in truth.\nHaving drawn the attention of the hearer by arousing interest, the Lord says: ","scetdss":"7.3 Manusyanametc.All[persons]are not fit for this subject.By this statement,[theBhagavat] has declared that,as the subject is difficult to grasp, it is to be learnt with effort. ","scetssa":"7.3 Men, i.e., those who are alified for observing the ?nds of the Sastras - among thousands of such men, only some one strives till the attainment of perfection. Among thousands who strive till the attainment of perfection, some one only, understanding Me, strives to attain success through Me (i.e., through My grace). Among thousands of those who might know Me, some one only knows Me in reality, as I am. In other words, there is no one who is capable of knowing Me as I am, i.e., as distinguished from all other entities, as implied in the expression Vijnana. Sri Krsna will declare later on:It is very hard to find such a great-souled person (7.19), and But no one knows Me (7.26). ","chakravarthi":"Knowledge of me and realization of me are rare for the jnanis and yogis who were described in the previous six chapters. First, the Lord speaks of the rarity of realizing the sweetness of the Lord (vijnana) among them.\nAmong the countless jivas, one may be a human being. Among thousands of humans, one of them may work for spiritual progress. Among thousands who work for spiritual progress, only one will know me, directly realize me, truly, in the form of Syamasundara. This implies that the bliss from realization of personal brahman is thousands of times great than the bliss from realization of the impersonal brahman. ","rudra":"\nWithout devotion totheSupremeLordKrishna,transcendentalknowledge\nabout Himisimpossibletoassimilate,understandorintuit.Amongst\ninnumerable living beings specifically meanshumansasallotherbeings\nhave neither the inclination or thequalification for moksaorliberation\nfrom the material existence. Yet among hundreds of thousands of humansonly\none due to great merit ever endeavours for moksa and among thehundredsof\nthousands who endeavour for moksa perchance onewillactuallyachieveit\ndue to extraordinary activities from a previous birth andofthehundreds\nof thousands who actually achieve moksa and reach perfection perchanceonly\none by the mercy of the Supreme Lord will knowHiminreality.Yeteven\nthough this transcendental knowledge is very confidential Lord Krishnawill\nreveal it to His devotee. This is the purport. ","brahma":"\nExtremely rareistranscendentalknowledgeregardingtheSupremeLord\nKrishna received.\nNow begins the summation.\nHari OM! The paramount nature of the Supreme Lordisspeciallyemphasised\nin this verse. Of innumerable livingentitiesexistingincreationless\nthen one-tenth of 1% attempt to endeavour for perfection. Oftheminuscule\namount of living entitieswhodoendeavourlessthenone-tenthof1%\npercent actually achieve perfection.ThePadmaPuranastatesthateven\namong those perfected only a few such as Brahma andShivaactuallyreally\nknow the Supreme Lord is Krishna. As far as others areconcernedknowledge\naloneofLordKrishnaissufficientenoughtograntthemmoksaor\nliberation from the cycle of birth and death in the materialexistence.In\nthe Bhagavat Purana it states that evenamong100,000liberatedbeings\nonly less then one-tenth of 1% factually comprehendthatLordKrishnais\nthe ultimate creator of all. Every being who has achieved moksa in thepast\nand those who areachieving moksa inthepresentallwithoutexception\nhave been and are devotees of the Supreme LordKrishnaandHisVedically\nauthorised incarnations. This also applies as well to allbeingswhowill\nachieve moksa in the future. Amongst all these eternal devoteesBrahmathe\narchitect of all beings in the material creation is theforemostandthus\nit has been stated in the Sat Tattva text that the devotees of LordKrishna\nare the very best of all living entities. ","shri":"\nHumans are designated to act inaccordancewiththeinjunctionsofthe\nVedic scriptures.Thousands may be found that adhere to the injunctionsof\nthe Vedas but hard to find is one who adheres and perseveres until thegoal\nis reached and perfection is achieved. Of thousands who maybefoundthat\nfortunately have sustained their efforts and are persevering until thegoal\nis reached and perfection isachievedthereisscarcelyonediscovered\namong them who knows the Supreme position of LordKrishnaandoffersall\ntheir activities to Him. And of thousands who may know His supremeposition\nit is extremely rare to find one who knows Lord Krishna as He really isand\noffers themselves in loving devotion to Him. ","kumar":"Humans are designated to act inaccordancewiththeinjunctionsofthe\nVedic scriptures.Thousands may be found that adhere to the injunctionsof\nthe Vedas but hard to find is one who adheres and perseveres until thegoal\nis reached and perfection is achieved. Of thousands who maybefoundthat\nfortunately have sustained their efforts and are persevering until thegoal\nis reached and perfection isachievedthereisscarcelyonediscovered\namong them who knows the Supreme position of LordKrishnaandoffersall\ntheir activities to Him. And of thousands who may know His supremeposition\nit is extremely rare to find one who knows Lord Krishna as He really isand\noffers themselves in loving devotion to Him. "}