{"meta":"Bhagavad Gita Chapter 7 Verse 1","metahi":"भगवद् गीता 7.1","slok":"श्री भगवानुवाचमय्यासक्तमनाः पार्थ योगं युञ्जन्मदाश्रयः।असंशयं समग्रं मां यथा ज्ञास्यसि तच्छृणु।।7.1।। ","htsrsd":"।।7.1।।श्रीभगवान् बोलेहे पृथानन्दन मुझमें आसक्त मनवाला मेरे आश्रित होकर योगका अभ्यास करता हुआ तू मेरे समग्ररूपको निःसन्देह जैसा जानेगा उसको सुन। ","htstma":"।।7.1।। हे पार्थ मुझमें असक्त हुए मन वाले तथा मदाश्रित होकर योग का अभ्यास करते हुए जिस प्रकार तुम मुझे समग्ररूप से बिना किसी संशय के जानोगे वह सुनो।। ","transliteration":"Sri Bhagavaan Uvaacha:\nMayyaasaktamanaah paartha yogam yunjanmadaashrayah;\nAsamshayam samagram maam yathaa jnaasyasi tacchrinu. ","englishmeaning":"śhrī-bhagavān uvācha—the Supreme Lord said; mayi—to me; āsakta-manāḥ—with the mind attached; pārtha—Arjun, the son of Pritha; yogam—bhakti yog; yuñjan—practicing; mat-āśhrayaḥ—surrendering to me; asanśhayam—free from doubt; samagram—completely; mām—me; yathā—how; jñāsyasi—you shall know; tat—that; śhṛiṇu—listen ","hcsrsd":"।।7.1।। व्याख्या मय्यासक्तमनाः मेरेमें ही जिसका मन आसक्त हो गया है अर्थात् अधिक स्नेहके कारण जिसका मन स्वाभाविक ही मेरेमें लग गया है चिपक गया है उसको मेरी याद करनी नहीं पड़ती प्रत्युत स्वाभाविक मेरी याद आती है और विस्मृति कभी होती ही नहींऐसा तू मेरेमें मनवाला हो।जिसका उत्पत्तिविनाशशील वस्तुओंका और शब्द स्पर्श रूप रस तथा गन्धका आकर्षण मिट गया है जिसका इस लोकमें शरीरके आराम आदरसत्कार और नामकी ब़ड़ाईमें तथा स्वर्गादि परलोकके भोगोंमें किञ्चिन्मात्र भी खिंचाव आसक्ति या प्रियता नहीं है प्रत्युत केवल मेरी तरफ ही खिंचाव है ऐसे पुरुषका नाम मय्यासक्तमनाः है।साधक भगवान्में मन कैसे लगाये जिससे वह मय्यासक्तमनाः हो जायइसके लिये दो उपाय बताये जाते हैं (1) साधक जब सच्ची नीयतसे भगवान्के लिये ही जपध्यान करने बैठता है तब भगवान् उसको अपना भजन मान लेते हैं। जैसे कोई धनी आदमी किसी नौकरसे कह दे कि तुम यहाँ बैठो कोई काम होगा तो तुम्हारेको बता देंगे। किसी दिन उस नौकरको मालिकने कोई कम नहीं बताया। वह नौकर दिनभर खाली बैठा रहा और शामको मालिकसे कहता हैबाबू मेरेको पैसे दीजिये। मालिक कहता हैतुम सारे दिन बैठे रहे पैसे किस बातके वह नौकर कहता हैबाबूजी सारे दिन बैठा रहा इस बातके इस तरह जब एक मनुष्यके लिये बैठनेवालेको भी पैसे मिलते हैं तब जो केवल भगवान्में मन लगानेके लिये सच्ची लगनसे बैठता है उसका बैठना क्या भगवान् निरर्थक मानेंगे तात्पर्य यह हुआ कि जो भगवान्में मन लगानेके लिये भगवान्का आश्रय लेकर भगवान्के ही भरोसे बैठता है वह भगवान्की कृपासे भगवान्में मनवाला हो जाता है।(2) भगवान् सब जगह हैं तो यहाँ भी हैं क्योंकि अगर यहाँ नहीं हैं तो भगवान् सब जगह हैंयह कहना नहीं बनता। भगवान् सब समयमें हैं तो इस समय भी हैं क्योंकि अगर इस समय नहीं हैं तो भगवान् सब समयमें हैंयह कहना नहीं बनता। भगवान् सबमें हैं तो मेरेमें भी हैं क्योंकि अगर मेरेमें नहीं हैं तो भगवान् सबमें हैंयह कहना नहीं बनता। भगवान् सबके हैं तो मेरे भी हैं क्योंकि अगर मेरे नहीं हैं तो भगवान् सबके हैंयह कहना नहीं बनता इसलिये भगवान् यहाँ हैं अभी हैं अपनेमें हैं और अपने हैं। कोई देश काल वस्तु व्यक्ति परिस्थिति घटना और क्रिया उनसे रहित नहीं है उनसे रहित होना सम्भव ही नहीं है। इस बातको दृढ़तासे मानते हुए भगवन्नाममें प्राणमें मनमें बुद्धिमें शरीरमें शरीरके कणकणमें परमात्मा हैंइस भावकी जागृति रखते हुए नामजप करे तो साधक बहुत जल्दी भगवान्में मनवाला हो सकता है।मदाश्रयः जिसको केवल मेरी ही आशा है मेरा ही भरोसा है मेरा ही सहारा है मेरा ही विश्वास है और जो सर्वथा मेरे ही आश्रित रहता है वह मदाश्रयः है।किसीनकिसीका आश्रय लेना इस जीवका स्वभाव है। परमात्माका अंश होनेसे यह जीव अपने अंशीको ढूँढ़ता है। परन्तु जबतक इसके लक्ष्यमें उद्देश्यमें परमात्मा नहीं होते तबतक यह शरीरके साथ सम्बन्ध जोड़े रहता है और शरीर जिसका अंश है उस संसारकी तरफ खिंचता है। वह यह मानने लगता है कि इससे ही मेरेको कुछ मिलेगा इसीसे मैं निहाल हो जाऊँगा जो कुछ होगा वह संसारसे ही होगा। परन्तु जब यह भगवान्को ही सर्वोपरि मान लेता है तब यह भगवान्में आसक्त हो जाता है और भगवान्का ही आश्रय ले लेता है।संसारका अर्थात् धन सम्पत्ति वैभव विद्या बुद्धि योग्यता कुटुम्ब आदिका जो आश्रय है वह नाशवान् है मिटनेवाला है स्थिर रहनेवाला नहीं है। वह सदा रहनेवाला नहीं है और सदाके लिये पूर्ति और तृप्ति करानेवाला भी नहीं है। परन्तु भगवान्का आश्रय कभी किञ्चिन्मात्र भी कम होनेवाला नहीं है क्योंकि भगवान्का आश्रय पहले भी था अभी भी है और आगे भी रहेगा। अतः आश्रय केवल भगवान्का ही लेना चाहिये। केवल भगवान्का ही आश्रय अवलम्बन आधार सहारा हो। इसीका वाचक यहाँ मदाश्रयः पद है।भगवान् कहते हैं कि मन भी मेरेमें आसक्त हो जाय और आश्रय भी मेरा हो। मन आसक्त होता हैप्रेमसे और प्रेम होता हैअपनेपनसे। आश्रय लिया जाता हैबड़ेका सर्वसमर्थका। सर्वसमर्थ तो हमारे प्रभु ही हैं। इसलिये उनका ही आश्रय लेना है और उनके प्रत्येक विधानमें प्रसन्न होना है कि मेरे मनके विरुद्ध विधान भेजकर प्रभु मेरी कितनी निगरानी रखते हैं मेरा कितना ख्याल रखते हैं कि मेरी सम्मति लिये बिना ही विधान करते हैं ऐसे मेरे दयालु प्रभुका मेरेपर कितना अपनापन है अतः मेरेको कभी किसी वस्तु व्यक्ति परिस्थिति आदिकी किञ्चिन्मात्र भी आवश्यकता नहीं है। इस प्रकार भगवान्के आश्रित रहना ही मदाश्रयः होना है।योगं युञ्जन् भगवान्के साथ जो स्वतःसिद्ध अखण्ड सम्बन्ध है उस सम्बन्धको मानता हुआ तथा सिद्धिअसिद्धिमें सम रहता हुआ साधक जप ध्यान कीर्तन करनेमें भगवान्की लीला और स्वरूपका चिन्तन करनेमें स्वाभाविक ही अटल भावसे लगा रहता है। उसकी चेष्टा स्वाभाविक ही भगवान्के अनुकूल होती है। यही योगं युञ्जन् कहनेका तात्पर्य है।जब साधक भगवान्में ही आसक्त मनवाला और भगवान्के ही आश्रयवाला होगा तब वह अभ्यास क्या करेगा कौनसा योग करेगा वह भगवत्सम्बन्धी अथवा संसारसम्बन्धी जो भी कार्य करता है वह सब योगका ही अभ्यास है। तात्पर्य है कि जिससे परमात्माका सम्बन्ध हो जाय वह (लौकिक या पारमार्थिक) काम करता है और जिससे परमात्माका वियोग हो जाय वह काम नहीं करता है।असंशयं समग्रं माम् जिसका मन भगवान्में आसक्त हो गया है जो सर्वथा भगवान्के आश्रित हो गया है और जिसने भगवान्के सम्बन्धको स्वीकार कर लिया हैऐसा पुरुष भगवान्के समग्ररूपको जान लेता है अर्थात् सगुणनिर्गुण साकारनिराकार अवतारअवतारी और शिव गणेश सूर्य विष्णु आदि जितने रूप हैं उन सबको वह जान लेता है।भगवान् अपने भक्तकी बात कहतेकहते अघाते नहीं हैं और कहते हैं कि ज्ञानमार्गसे चलनेवाला तो मेरेको जान सकता है और प्राप्त कर सकता है परंतु भक्तिसे तो मेरा भक्त समग्ररूपको जान सकता है और इष्टका अर्थात् जिस रूपसे मेरी उपासना करता है उस रूपका दर्शन भी कर सकता है।यथा ज्ञास्यसि तच्छृणु यहाँ यथा (टिप्पणी प0 390.1) पदसे प्रकार बताया गया है कि तू जिस प्रकार जान सके वह प्रकार भी कहूँगा और तत् (टिप्पणी प0 390.2) पदसे बताया गया है कि जिस तत्त्वको तू जान सकता है उसका मैं वर्णन करता हूँ तू सुन।छठे अध्यायके सैंतालीसवें श्लोकमें श्रद्धावान् भजते यो मां स मे युक्ततमो मतः पदोंमें प्रथम पुरुष(वह) का प्रयोग करके सामान्य बात कही था और यहाँ सातवाँ अध्याय आरम्भ करते हुए यथा ज्ञास्यसि तच्छृणु पदोंमें मध्यम पुरुष(तू) का प्रयोग करके अर्जुनके लिये विशेषतासे कहते हैं कि तू जिस प्रकार मेरे समग्ररूपको जानेगा वह मेरेसे सुन।इससे पहलेके छः अध्यायोंमें भगवान्के लिये समग्र शब्द नहीं आया है। चौथे अध्यायके तेईसवें श्लोकमेंज्ञायाचरतः कर्म समग्रं प्रविलीयते पदोंमें कर्मके विशेषणके रूपमें समग्र शब्द आया है और यहाँ समग्र शब्द भगवान्के विशेषणके रूपमें आया है। समग्र शब्दमें भगवान्का तात्त्विक स्वरूप सबकासब आ जाता है बाकी कुछ नहीं बचता।विशेष बात(1) इस श्लोकमें आसक्ति केवल मेरेमें ही हो आश्रय भी केवल मेरा ही हो फिर योगका अभ्यास किया जाय तो मेरे समग्ररूपको जान लेगाऐसा कहनेमें भगवान्का तात्पर्य है कि अगर मनुष्यकी आसक्ति भोगोंमें है और आश्रय रुपयेपैसे कुटुम्ब आदिका है तो कर्मयोग ज्ञानयोग ध्यानयोग आदि किसी योगका अभ्यास करता हुआ भी मेरेको नहीं जान सकता। मेरे समग्ररूपको जाननेके लिये तो मेरेमें ही प्रेम हो मेरा ही आश्रय हो। मेरेसे किसी भी कार्यपूर्तिकी इच्छा न हो। ऐसा होना चाहिये और ऐसा नहीं होना चाहियेइस कामनाको छोड़कर भगवान् जो करते हैं वही होना चाहिये और भगवान् जो नहीं करना चाहते वह नहीं होना चाहियेइस भावसे केवल मेरा आश्रय लेता है वह मेरे समग्र रूपको जान लेता है। इसलिये भगवान् अर्जुनको कहते हैं कि तू मय्यासक्तमनाः और मदाश्रयः हो जा।(2) परमात्माके साथ वास्तविक सम्बन्धका नाम योगम् है और उस सम्बन्धको अखण्डभावसे माननेका नामयुञ्जन् है। तात्पर्य यह है कि मन बुद्धि इन्द्रियाँ आदिके साथ सम्बन्ध मानकर अपनेमें मैंरूपसे जो एक व्यक्तित्व मान रखा है उसको न मानते हुए परमात्माके साथ जो अपनी वास्तविक अभिन्नता है उसका अनुभव करता रहे।वास्तवमें योगं युञ्जन् की इतनी आवश्यकता नहीं है जितनी आवश्यकता संसारकी आसक्ति और आश्रय छोड़नेकी है। संसारकी आसक्ति और आश्रय छोड़नेसे परमात्माका चिन्तन स्वतःस्वाभाविक होगा और सम्पूर्ण क्रियाएँ निष्कामभावपूर्वक होने लगेंगी। फिर भगवान्को जाननेके लिये उसको कोई अभ्यास नहीं करना पड़ेगा। इसका तात्पर्य यह है कि जिसका संसारकी तरफ खिंचाव है और जिसके अन्तःकरणमें उत्पत्तिविनाशशील वस्तुओंका महत्त्व बैठा हुआ है वह परमात्माके वास्तविक स्वरूपको नहीं जान सकता। कारण कि उसकी आसक्ति कामना महत्ता संसारमें है जिससे संसारमें परमात्माके परिपूर्ण रहते हुए भी वह उनको नहीं जान सकता।मनुष्यका जब समाजके किसी बड़े व्यक्तिसे अपनापन हो जाता है तब उसको एक प्रसन्नता होती है। ऐसे ही जब हमारे सदाके हितैषी और हमारे खास अंशी भगवान्में आत्मीयता जाग्रत् हो जाती है तब हरदम प्रसन्नता रहते हुए एक अलौकिक विलक्षण प्रेम प्रकट हो जाता है। फिर साधक स्वाभाविक ही भगवान्में मनवाला और भगवान्के आश्रित हो जाता है।शरणागतिके पर्यायआश्रय अवलम्बन अधीनता प्रपत्ति और सहाराये सभी शब्द शरणागति के पर्यायवाचक होते हुए भी अपना अलग अर्थ रखते हैं जैसे (1) आश्रयजैसे हम पृथ्वीके आधारके बिना जी ही नहीं सकते और उठनाबैठना आदि कुछ कर ही नहीं सकते ऐसे ही प्रभुके आधारके बिना हम जी नहीं सकते और कुछ भी कर नहीं सकते। जीना और कुछ भी करना प्रभुके आधारसे ही होता है। इसीको आश्रय कहते हैं।(2) अवलम्बन जैसे किसीके हाथकी हड्डी टूटनेपर डाक्टरलोग उसपर पट्टी बाँधकर उसको गलेके सहारेलटका देते हैं तो वह हाथ गलेके अवलम्बित हो जाता है ऐसे ही संसारसे निराश और अनाश्रित होकर भगवान्के गले पड़ने अर्थात् भगवान्को पकड़ लेनेका नाम अवलम्बन है।(3) अधीनता अधीनता दो तरहसे होती है1कोई हमें जबर्दस्तीसे अधीन कर ले या पकड़ ले और 2हम अपनी तरफसे किसीके अधीन हो जायँ या उसके दास बन जायँ। ऐसे ही अपना कुछ भी प्रयोजन न रखकर अर्थात् केवल भगवान्को लेकर ही अनन्यभावसे सर्वथा भगवान्का दास बन जाना और केवल भगवान्को ही अपना स्वामी मान लेना अधीनता है।(4) प्रपत्ति जैसे कोई किसी समर्थके चरणोंमें लम्बा पड़ जाता है ऐसे ही संसारकी तरफसे सर्वथा निराश होकर भगवान्के चरणोंमें गिर जाना प्रपत्ति (प्रपन्नता) है।(5) सहारा जैसे जलमें डूबनेवालेको किसी वृक्ष लता रस्से आदिका आधार मिल जाय ऐसे ही संसारमें बारबार जन्ममरणमें डूबनेके भयसे भगवान्का आधार ले लेना सहारा है।इस प्रकार उपर्युक्त सभी शब्दोंमें केवल शरणागतिका भाव प्रकट होता है। शरणागति तब होती है जब भगवान्में ही आसक्ति हो और भगवान्का ही आश्रय हो अर्थात् भगवान्में ही मन लगे और भगवान्में ही बुद्धि लगे। अगर मनुष्य मनबुद्धिसहित स्वयं भगवान्के आश्रित (समर्पित) हो जाय तो शरणागतिके उपर्युक्त सबकेसब भाव उसमें आ जाते हैं।मन और बुद्धिको अपने न मानकर ये भगवान्के ही हैं ऐसा दृढ़तासे मान लेनेसे साधक मय्यासक्तमनाः और मदाश्रयः हो जाता है। सांसारिक वस्तुमात्र प्रतिक्षण प्रलयकी तरफ जा रही है और किसी भी वस्तुसे अपना नित्य सम्बन्ध है ही नहींयह सबका अनुभव है। अगर इस अनुभवको महत्त्व दिया जाय अर्थात् मिटनेवाले सम्बन्धको अपना न माना जाय तो अपने कल्याणका उद्देश्य होनेसे भगवान्की शरणागति स्वतः आ जायगी। कारण कि यह स्वतः ही भगवान्का है। संसारके साथ सम्बन्ध केवल माना हुआ है (वास्तवमें सम्बन्ध है नहीं) और भगवान्से केवल विमुखता हुई है (वास्तवमें विमुखता है नहीं)। इसलिये माना हुआ सम्बन्ध छोड़नेपर भगवान्के साथ जो स्वतःसिद्ध सम्बन्ध है वह प्रकट हो जाता है। सम्बन्ध पहले श्लोकमें भगवान्ने अर्जुनसे कहा था कि तू मेरे समग्र रूपको जैसा जानेगा वह सुन। अब भगवान् आगेके श्लोकमें उसे सुनानेकी प्रतिज्ञा करते हैं। ","hcsca":"।।7.1।। ध्यानाभ्यास का आरम्भ करने के पूर्व साधक जब तक केवल बौद्धिक स्तर पर ही वेदान्त का विचार करता है जैसा कि प्रारम्भ में होना स्वाभाविक है तब तक उसके मन में प्रश्न उठता रहता है कि परिच्छिन्न मन के द्वारा अनन्तस्वरूप सत्य का साक्षात्कार किस प्रकार किया जा सकता है यह प्रश्न सभी जिज्ञासुओं के मन में आता है और इसीलिए वेदान्तशास्त्र इस विषय का विस्तार से वर्णन करता है कि किस प्रकार ध्यान की प्रक्रिया से मन अपनी ही परिच्छिन्नताओं से ऊपर उठकर अपने अनन्तस्वरूप का अनुभव करता है।इस षडाध्यायी के विवेच्य विषय की प्रस्तावना करते हुए श्रीकृष्ण अर्जुन को वचन देते हैं कि वे आत्मसाक्षात्कार के सिद्धान्त एवं उपायों का समग्रत वर्णन करेंगे जिससे यह स्पष्ट हो जायेगा कि किस प्रकार सुसंगठित मन के द्वारा आत्मस्वरूप का ध्यान करने से आत्मा की अपरोक्षानुभूति होती है। ध्यान के सन्दर्भ में मन शब्द का प्रयोग होने पर उससे शुद्ध एवं एकाग्र मन का ही अभिप्राय है न कि अशक्त तथा विखण्डित मन। अनुशासित और असंगठित मन जब अपने स्वरूप में समाहित होता है तब साधक का विकास तीव्र गति से होता है। इस प्रकरण कै विषय हैआन्तरिक विकास का युक्तियुक्त विवेचन।श्रीभगवान् कहते हैं ","etsga":"7.1 The Blessed Lord saidO Partha, hear how you, having the mind fixed on Me, practising the Yoga of Meditation and taking refuge in Me, will know Me with certainly and in fulness. ","etssa":"7.1 The Blessed Lord saidO Arjuna, hear how you shall without doubt know Me fully, with the mind intent on Me, practising Yoga and taking refuge in Me. ","etdss":"7.1. The Bhagavat saidO son of Prtha, hear [from Me]how, having your mind attached to Me,practising Yogaand taking refuge in Me, you shall understand Me fully, without any doubt. ","ecssa":"7.1 मयि on Me? आसक्तमनाः with mind intent? पार्थ O Partha? योगम् Yoga? युञ्जन् practising? मदाश्रयः taking refuge in Me? असंशयम् without doubt? समग्रम् wholly? माम् Me? यथा how? ज्ञास्यसि shall know? तत् that? श्रृणु hear.Commentary He who wishes to attain some result or reward performs the ritual known as Agnihotra or does charity? sinks wells? builds hospitals? resting places? etc.? with Sakama Bhavana (with an inner profit motive) and attains them. But the Yogi on the contrary practises Yoga with a steadfast mind and takes refuge in the Lord alone? with the mind wholly fixed on Him? on His lofty attributes such as omnipotence? omniscience? omnipresence? infinite love? beauty? grace? strength? mercy? inexhaustible wealth? ineffable splendour? pristine glory and purity.The servant of a king? though he constantly serves the king? has not got his mind fixed on him. The mind is ever fixed on his wife and children. Unlike the servant? fix your mind on Me? (the allpervading One)? and take refuge in Me alone. Practise control of the mind in accordance with the instructions given in chapter VI. Then you will know Me and My infinite attributes in full.If you sing the glory and the attributes of the Lord? you will develop love for Him and then your mind will be fixed on Him. Intense love for the Lord is real devotion. You must get full knowledge of the Self without any doubt.He who has taken refuge in the Lord? and he who is trying to fix or has fixed his mind on the Lord cannot bear the separation from the Lord even for a second. ","scetsga":"7.1 O Partha, mayi asaktamanah, having the mind fixed on Me- one whose mind (manah) is fixed (asakta) on Me (mayi) who am the supreme God possessed on the alification going to be spoken of-.\nYogam yunjan, practising the Yoga of Meditation, concentrating the mind-.\nMadasrayah, taking refuge in Me-one to whom I Myself, the supreme Lord, am the refuge (asraya) is madasrayah-.\nAnyone who hankers after some human objective resorts to some rite such as the Agnihotra etc., austerity or charity, which is the means to its attainment. This yogi, however, accepts only Me as his refuge; rejecting any other means, he keeps his mind fixed on Me alone.\nSrnu, hear; tat, that, which is being spoken of by Me; as to yatha, how, the process by which; you who, having become thus, jnasyasi, will know; mam, Me; asamsayam, with certainty, without doubt, that the Lord is such indeed; and samagram, in fullness, possessed of such alities as greatness, strength, power, majesty, etc. [Strength-physical; power-mental; etc. refers to omniscience and will.] in their fullness. ","scetdss":"7.1 See comment under 7.2 ","scetssa":"7.1 The Lord saidListen attentively to My words imparting knowledge to you, by which you will understand Me indubitably and fully - Me, the object of the Yogic contemplation in which you are engaged with a mind so deeply bound to Me by virtue of overwhelming love that it would disintegrate instantaneously the moment it is out of touch with My essential nature, attributes, deeds and glories, and with your very self resting so completely on Me that it would break up when bereft of Me. ","chakravarthi":"When will I take shelter of the feet of Mahaprabhu, which are a sweet ocean of mercy, made of eternal bliss? Then somehow or other, I will attain the nectar of prema through the path of bhakti, which shuns liberation.\nThe seventh chapter describes the powers of Krishna, the powers of the Lord who is most worthy of worship. The four types of persons who worship and do not worship Krishna are also described.\nIn the first six chapters of the Gita, jnana and astanga yoga which lead to liberation, and depend upon niskama karma yoga which first purifies the heart, have been described. In the middle six chapters, two types of bhakti will be described: that bhakti which yields salokya and other types of liberation by being either without desire or with it, because of mixture of karma, jnana or other elements; and the main type of bhakti, which yields liberation in the form of becoming an associate of the Lord with prema, which is independent of karma, jfiana or other processes, and which, moreover, independently yields all goals such as svarga and moksa without performance of any other process, and which, though easy to perform for all people, is most rare.\nyat karmabhir yat tapasa jnana-vairagyatas ca yat\nyogena dana-dharmena sreyobhir itarair api\nsarvam mad-bhakti-yogena mad-bhakto labhate ‘njasa\nsvargapavargam mad-dhama kathancid yadi vanchati\nEverything that can be achieved by fruitive activities, penance, knowledge, detachment, mystic yoga, charity, religious duties and all other means of perfecting life is easily achieved by My devotee through loving service unto Me. If somehow or other My devotee desires promotion to heaven, liberation, or residence in My abode, he easily achieves such benedictions. SB 11.20.32-33\n“But the sruti says tarn eva viditva ati mrtyum eti: knowing it, one surpasses death (Svetasvatara Upanisad 6.15). How can you then say that without knowledge, just by bhakti, one attains liberation?”\nIt is not so. The meaning of that sruti statement is: knowing-paramatma (tam), having direct realization of paramatma (tat padartham), not knowing the individual soul (tvam padartham), or prakrti or any existing object at all, one surpasses death. Just as the cause of tasting sugar is the tongue, not the eye or ear, so the cause of tasting the para brahman, is bhakti. It is possible to grasp the brahman, which is beyond the gunas only by the process of bhakti which is beyond the gunas, and not by sattvika knowledge of atma being different from the body. This is understood from the Lord’s statement bhaktyaham ekay grahyah: I am obtained only by bhakti. (SB 11.14.11) And I will elaborate on this in the commentary on the verse bhaktya mam abhijanati yavan yas casmi tattvatah: I can be known as I am only by bhakti. (BG 18.55)\nAnd the accomplishment of liberation through jnana and astanga yoga is brought about only through the influence of bhakti, which is a subordinate element in those practices. It is stated in many places in the scriptures that without bhakti, those two processes are insignificant.\nMoreover, because of the absence of the word eva (only) after viditva, there is another meaning. This then does not indicate that exclusively by knowing paramatma, one attains liberation: knowing paramatma or not knowing, one attains liberation. Therefore, one can get liberation by knowledge beyond the gunas-knowledge of paramatma, which arises through bhakti; and sometimes also, without paramatma knowledge arising from bhakti-just by bhakti alone, one can attain liberation. It is just like eating sugar candy, which cannot be tasted, due to malfunction of the tongue. But gradually taste is restored. By that, the sickness is destroyed. According to Amara Kosa, matsyandika is a transformation of sugar.\nnanv isvaro ‘nubhajato ‘viduso ‘pi saksac\nchreyas tanoty agada-raja ivopayuktah\nIt is true that the Supreme Lord Himself awards His blessings even to an ignorant worshiper, just as the best medicine works even when taken by a person ignorant of its ingredients. SB 10.47.59\nIn the Moksa Dharma, there is a statement made about Narayana:\nyo vai sadhana sampattih purusartha catusthaye\ntaya vina tad apnoti naro narayanacayah\nEven without performing actions for attaining the four purusarthas (artha, dharma, kama and moksa), the person who surrenders to Narayana attains the goal.\nAs quoted above already, Bhagavatam says:\nEverything that can be achieved by fruitive activities, penance, knowledge, detachment, mystic yoga, charity, religbus duties and all other means of perfecting life is easily achieved by My devotee through loving service unto Me. If somehow or other My devotee desires promotion to heaven, liberation, or residence in My abode, he easily achieves such benedictions. SB 11.20.32-33\nyan-nama sakrc chravanat pukkaso ‘pi vimucyate samsarat\nNot to speak of seeing You personally, merely by hearing the holy name of Your Lordship only once, even candalas, men of the lowest class, are freed from samsara. SB 6.16.44\nThus, according to many such statements in the scriptures, liberation can be attained by bhakti alone.\nNow, let us return to the verse.\n“In your statement at the end of the last chapter (yoginam api sarvesam), it is understood that you have indicated your own devotee, with the special quality of absorbing his mind in you (mad gatenantaratmana) and having faith in you. But what type of devotee is that? One would expect that he is qualified with knowledge (jnana) and realization (vijnana).” The Lord then answers in two verses.\nRealizaton will occur gradually in proportion to the intensity of the worship.\nbhaktih paresanubhavo viraktir\nanyatra caisa trika eka-kalah\nprapadyamanasya yathasnatah syus\ntustih pustih ksud-apayo ‘nu-ghasam\nDevotion, direct experience of the Supreme Lord, and detachment from other things—these three occur simultaneously for one who has taken shelter of the Supreme Personality of Godhead, in the same way that pleasure, nourishment and relief from hunger come simultaneously and increasingly, with each bite, for a person engaged in eating. SB 11.2.42\nJust as by eating a handful of food one does not attain satisfaction or nourishment, but by taking a lot of food one does get satisfaction and nourishment, when you have attained the stage of attachment to me (mayy asakta manah) in my form of Syamasundara with yellow cloth, you will know me. Hear how (yatha) you will realize me clearly.\nWhat type of yoga is this? You will gradually attain a relationship with me (samyogam yunjan). You will take shelter of me alone, not karma or jnana (mad asrayah) since you are my ananya bhakta. You will be absolutely without doubt about which is better, my impersonal aspect or my personal aspect, as indicated later in chapter 12 with my words:\nkleso ‘dhikataras tesam avyaktasakta-cetasam\navyakta hi gatir duhkham dehavadbhir avapyate\nThose who are attached to the impersonal aspect endure great difficulties. The impersonal goal gives difficulties for one a body. BG 12.5\nMoreover, that brahman is just an expression of my greatness, as I, in the form of Matsya, say to Satyavrata:\nmadiyam mahimanam ca param brahmeti sabditam vetsyasy anugrhitam me samprasnair vivrtam hrdi\nYou will be thoroughly advised and favored by Me, and because of your inquiries, everything about My glories, which are known as param brahma, will be manifest within your heart. SB 8.24.38\nIn the Gita I will later say, brahmano hi pratisthaham: I am the basis of brahman. Thus in comparison to knowledge about me in my personal form, which is complete (samagram), this knowledge of impersonal brahman is incomplete. Therefore you will know me completely (samagram mam), without doubt. ","rudra":"\nIn the preceding chapters the true nature oftheatmaorsoulhasbeen\ndelineated along with descriptions of different processesofyogaorthe\nscienceoftheindividualconsciousnessattainingcommunionwiththe\nultimateconsciousness.NowLordKrishnawill describe the Divine\ntranscendental form to be worshipped. At the conclusion ofchaptersixhe\nstated that the yogi imbued with full faithwhodedicatedlyworshipsthe\nSupreme Lord by being completely immersed in meditation upon in Himisthe\nmost elevated. Now the question that may arise is what is the nature ofthe\nSupreme Lord to whom such worship is to be given. Toanswerthispossible\nquestion the Blessed Lord with a view of describing His own natureforthe\ndevotees whose minds are exclusively engrossed in Him, takingtotalrefuge\nin Him while practising yoga. To these devotees He is saying listen tothis\nspecialknowledgewhich will reveal His eternal attributes and\nmanifestations and by which one will know His truenaturealleviatingall\ndoubts. ","brahma":"\nHari OM! The previous six chapters known as the sectiononkarmayogaor\nthe science of the individual consciousnessattainingcommunionwiththe\nultimateconsciousnessbyselflessactions,themethodof acquiring\nspiritual wisdom was described. Now thenextsixchaptersknownasthe\nbhakti yoga section or the yoga of devotion primarily describetheglories\nandgreatnessoftheSupremeLord.Thewordsasakta-manahmeansan\nextremely attached mental disposition. Utilising thisattachmentaperson\ntakes complete shelter of the Supreme Lord understanding thatLordKrishna\nis the ultimate controller, the ultimate protector and theultimaterefuge\nof all living entities. Understanding this reality fully withasamsayamor\nfree from doubt without any reservation is the special meaning here. ","shri":"\nIn the first six chaptersofSrimadBhagavad-Gitacomprisingthefirst\ndivision known asthe Karma Yogasectionwhichisthescienceofthe\nindividual consciousness attaining communion withtheultimate\nconsciousnessbytheperformanceofprescribedVedicactivitieswith\ndetachment.Therethesubjectmatterprimarilydelineated was with\nreference to how an aspirant may achieve atma tattva or realisationofthe\nsoul by adopting the pathofkarmayoga.Atma-tattvaisessentialand\nancillary to constant devotion and the continuousmeditationnecessaryby\nwhich communion with the Supreme LordKrishnaoranyofHisauthorised\nincarnations and expansions as revealed in Vedic scriptures as wellasHis\neternal associates. He is the ultimate and the supreme goal to beattained,\none without a second and worthy of everyones endeavour for devotion to.He\nis Parabrahma the Supreme Being. He is niravadya or perfect, He is thesole\ncauseless cause of the entire creation and the totalcosmicmanifestation.\nOmniscient, omnipotent, omnipresent, infallibleandeternal.TheSupreme\nSoulofalllivingentitiesandtheSupremeControllerforallof\nexistence.\nNow the middle section of six chapters from seven to twelvecomprisingthe\nsecond division of Srimad Bhagavad-Gita known astheBhaktiYogasection\nwhich is the science of theindividualconsciousnessattainingcommunion\nwith the ultimate consciousness by loving devotion to the Supreme Lord.The\nsubject matters revealed are the nature of Parabrahma the SupremeBeingof\nAll, Parama Purusa the Supreme Spirit of all and themethodandmodesof\nloving devotion and meditation are to be offerred to Him. This isknownas\nbhakti. The mode of such devout love calledbhaktiissummarisedinthe\nfinal chapter eighteen, with the verses XXXXVI whereLordKrishnastates:\nThat humans attain perfection by rendering devotionalservicetotheall\npervasiveSupremeLordfromwhomallcreatedbeingshavecomeinto\nexistence and from whom all created beings receive their lifeimpulses.In\nverse LIII He states: That being completely detached from alldesignations,\nfree from false ego, lust forpower,arrogance,desireandangerwhile\nbeing completely equipoise and peaceful internally one becomeseligibleto\nrealise and experience the Brahman orspiritualsubstratumpervadingall\nexistence. In verse LIV He states that when situated inthestateofthe\nBrahman one laments not and craves not and thus being joyful obtainsbhakti\nto the Supreme Lord.\nThis constant state of meditationindevoutlovefortheSupremeLord\nKrishna or any of His authorisedincarnationsasrevealedintheVedic\nscriptures is known as bhakti and constitutes the method and means bywhich\nto attain communion with the Supreme Lord.Thisisconfirmedinvarious\nVedicscriptures.IntheSvetasavataraUpanisad,III.VIIIitstates:\nMeditating on Him solely one crosses over the oceanofmortality.Inthe\nTaittiriya Upanisad III.II it states: The knower of the SupremeBeingthus\nbecomes immortal. In the Brihadaranyaka Upanisad II.IV it states:Theatma\nor soul alone is to be intently contemplated on for deliverance andinthe\nsame scripture beginning at I.IV it states:Theomniscientatmaitselfis\nthe worshipable goal to attain. IntheChandogyaUpanisaditstates:The\nmind being pure, meditation is stable, with concentrationfixedallknots\nare untied.\nThe Mundaka Upanisad II.II it states: The knot of the heart is cutasunder,\nany lingering doubts are dissolved, all reactions to actions areterminated\nto one whom the Supreme Lord has manifested within theirheart.Thewords\nbhakti meaning loving devotion anddhyanaormeditationandupasanaor\ndivine ecstasy and other similar terms are synonymous and indicative ofthe\ncontinuity and potency of remembrance and reflection through realisationof\nthe atmaon the Supreme Lord so intensely thatoneflowsintocommunion\nwith Him as an actual perceptive experience. In the Katha UpanisadII.XXIII\nitstatesthat:Notbydeliberationistheatmaperceived,norby\nconcentration, neither by erudite knowledge. The atma isperceivedbyone\nin whom the Supreme Lord Himself elects to reveal Hisessence.Thisverse\nconclusively confirms that the path of Bhakti Yogaisofanecstatically\njoyful experience which inducestheSupremeLordHimselftoblissfully\nreciprocate with such a felicitousdevoteebeingthathehasmadethe\nSupreme Lord the sole object of his love.Soitcanbeunderstoodthat\nupanasa or divine ecstasy is non-different from bhakti orlovingdevotion.\nThat the terms upasana and bhakti are equivalent inallrespectsisalso\nevident fromotherVedicpassages.IntheTaittiryaUpanisadIII.VII\nbeginning tam nanyah pantha ayanaya vidyate it states: One who hasrealised\nthe Supreme Being becomes immortal then and there, no otherpathtomoksa\nor liberation exists. In VI.LIII of thesamescripturebeginningnaham\nvedaih it states: Not only by knowing the Vedas orperformingausterities,\nor giving gifts or the performance of yagnas or worship in propitiationcan\nthe Supreme Lord be perceived. And in VI:LIV beginning bhaktyatuananyaya\nit states: By lovingdevotionexclusivelyistheSupremeBeingtobe\nperceived andknown.\nThus the seventh chapter beginning the second divisionofSrimadBhagavad\nGita which is the Bhakti Yoga section delineates:\n1) The essential nature of the Paramapurua or Supreme Spiritasanobject\nof meditation.\n2) The mystification of the Divine nature by the veil of material nature.\n3) The resignation of oneself to the Supreme Beinginordertotranscend\nthis veil.\n4) The classification of the aspirants who have chosen the path of bhakti.\n5) Thepre-eminenceamongthemofthosewhoaretheSupremeLords\ndevotees.\nThewordsmayy-asakta-manahdenotesonewhosemindisaffectionately\nfocused on the Supreme Lord Krishna. So much so is one attached toHimand\nso impassioned is their love for Him that that if one feelsseparatedfrom\nHim for even a moment either by being without His close proximity or bythe\nentrance into the mind of any thoughts not relevantto Him; or if onewere\nto temporarily not remember Him for any reason, that wouldsubsequentlybe\nthe cause of such a person to consider their whole life as meaningless.The\nwords mad-asrayah means complete dependence upon theSupremeLordwithout\nwhom one could not even exist.\nNext learn about how one who joyfully engages in Bhakti Yoga withaloving\nheart in transcendental ecstasy will realise the Supreme Lord asHeisin\nall His splendour and glory. ","kumar":"In the first six chaptersofSrimadBhagavad-Gitacomprisingthefirst\ndivision known asthe Karma Yogasectionwhichisthescienceofthe\nindividual consciousness attaining communion withtheultimate\nconsciousnessbytheperformanceofprescribedVedicactivitieswith\ndetachment.Therethesubjectmatterprimarilydelineated was with\nreference to how an aspirant may achieve atma tattva or realisationofthe\nsoul by adopting the pathofkarmayoga.Atma-tattvaisessentialand\nancillary to constant devotion and the continuousmeditationnecessaryby\nwhich communion with the Supreme LordKrishnaoranyofHisauthorised\nincarnations and expansions as revealed in Vedic scriptures as wellasHis\neternal associates. He is the ultimate and the supreme goal to beattained,\none without a second and worthy of everyones endeavour for devotion to.He\nis Parabrahma the Supreme Being. He is niravadya or perfect, He is thesole\ncauseless cause of the entire creation and the totalcosmicmanifestation.\nOmniscient, omnipotent, omnipresent, infallibleandeternal.TheSupreme\nSoulofalllivingentitiesandtheSupremeControllerforallof\nexistence.\nNow the middle section of six chapters from seven to twelvecomprisingthe\nsecond division of Srimad Bhagavad-Gita known astheBhaktiYogasection\nwhich is the science of theindividualconsciousnessattainingcommunion\nwith the ultimate consciousness by loving devotion to the Supreme Lord.The\nsubject matters revealed are the nature of Parabrahma the SupremeBeingof\nAll, Parama Purusa the Supreme Spirit of all and themethodandmodesof\nloving devotion and meditation are to be offerred to Him. This isknownas\nbhakti. The mode of such devout love calledbhaktiissummarisedinthe\nfinal chapter eighteen, with the verses XXXXVI whereLordKrishnastates:\nThat humans attain perfection by rendering devotionalservicetotheall\npervasiveSupremeLordfromwhomallcreatedbeingshavecomeinto\nexistence and from whom all created beings receive their lifeimpulses.In\nverse LIII He states: That being completely detached from alldesignations,\nfree from false ego, lust forpower,arrogance,desireandangerwhile\nbeing completely equipoise and peaceful internally one becomeseligibleto\nrealise and experience the Brahman orspiritualsubstratumpervadingall\nexistence. In verse LIV He states that when situated inthestateofthe\nBrahman one laments not and craves not and thus being joyful obtainsbhakti\nto the Supreme Lord.\nThis constant state of meditationindevoutlovefortheSupremeLord\nKrishna or any of His authorisedincarnationsasrevealedintheVedic\nscriptures is known as bhakti and constitutes the method and means bywhich\nto attain communion with the Supreme Lord.Thisisconfirmedinvarious\nVedicscriptures.IntheSvetasavataraUpanisad,III.VIIIitstates:\nMeditating on Him solely one crosses over the oceanofmortality.Inthe\nTaittiriya Upanisad III.II it states: The knower of the SupremeBeingthus\nbecomes immortal. In the Brihadaranyaka Upanisad II.IV it states:Theatma\nor soul alone is to be intently contemplated on for deliverance andinthe\nsame scripture beginning at I.IV it states:Theomniscientatmaitselfis\nthe worshipable goal to attain. IntheChandogyaUpanisaditstates:The\nmind being pure, meditation is stable, with concentrationfixedallknots\nare untied.\nThe Mundaka Upanisad II.II it states: The knot of the heart is cutasunder,\nany lingering doubts are dissolved, all reactions to actions areterminated\nto one whom the Supreme Lord has manifested within theirheart.Thewords\nbhakti meaning loving devotion anddhyanaormeditationandupasanaor\ndivine ecstasy and other similar terms are synonymous and indicative ofthe\ncontinuity and potency of remembrance and reflection through realisationof\nthe atmaon the Supreme Lord so intensely thatoneflowsintocommunion\nwith Him as an actual perceptive experience. In the Katha UpanisadII.XXIII\nitstatesthat:Notbydeliberationistheatmaperceived,norby\nconcentration, neither by erudite knowledge. The atma isperceivedbyone\nin whom the Supreme Lord Himself elects to reveal Hisessence.Thisverse\nconclusively confirms that the path of Bhakti Yogaisofanecstatically\njoyful experience which inducestheSupremeLordHimselftoblissfully\nreciprocate with such a felicitousdevoteebeingthathehasmadethe\nSupreme Lord the sole object of his love.Soitcanbeunderstoodthat\nupanasa or divine ecstasy is non-different from bhakti orlovingdevotion.\nThat the terms upasana and bhakti are equivalent inallrespectsisalso\nevident fromotherVedicpassages.IntheTaittiryaUpanisadIII.VII\nbeginning tam nanyah pantha ayanaya vidyate it states: One who hasrealised\nthe Supreme Being becomes immortal then and there, no otherpathtomoksa\nor liberation exists. In VI.LIII of thesamescripturebeginningnaham\nvedaih it states: Not only by knowing the Vedas orperformingausterities,\nor giving gifts or the performance of yagnas or worship in propitiationcan\nthe Supreme Lord be perceived. And in VI:LIV beginning bhaktyatuananyaya\nit states: By lovingdevotionexclusivelyistheSupremeBeingtobe\nperceived andknown.\nThus the seventh chapter beginning the second divisionofSrimadBhagavad\nGita which is the Bhakti Yoga section delineates:\n1) The essential nature of the Paramapurua or Supreme Spiritasanobject\nof meditation.\n2) The mystification of the Divine nature by the veil of material nature.\n3) The resignation of oneself to the Supreme Beinginordertotranscend\nthis veil.\n4) The classification of the aspirants who have chosen the path of bhakti.\n5) Thepre-eminenceamongthemofthosewhoaretheSupremeLords\ndevotees.\nThewordsmayy-asakta-manahdenotesonewhosemindisaffectionately\nfocused on the Supreme Lord Krishna. So much so is one attached toHimand\nso impassioned is their love for Him that that if one feelsseparatedfrom\nHim for even a moment either by being without His close proximity or bythe\nentrance into the mind of any thoughts not relevantto Him; or if onewere\nto temporarily not remember Him for any reason, that wouldsubsequentlybe\nthe cause of such a person to consider their whole life as meaningless.The\nwords mad-asrayah means complete dependence upon theSupremeLordwithout\nwhom one could not even exist.\nNext learn about how one who joyfully engages in Bhakti Yoga withaloving\nheart in transcendental ecstasy will realise the Supreme Lord asHeisin\nall His splendour and glory. "}