{"meta":"Bhagavad Gita Chapter 7 Verse 16","metahi":"भगवद् गीता 7.16","slok":"चतुर्विधा भजन्ते मां जनाः सुकृतिनोऽर्जुन।आर्तो जिज्ञासुरर्थार्थी ज्ञानी च भरतर्षभ।।7.16।। ","htsrsd":"।।7.16।।हे भरतवंशियोंमें श्रेष्ठ अर्जुन पवित्र कर्म करनेवाले अर्थार्थी आर्त जिज्ञासु और ज्ञानी अर्थात् प्रेमीये चार प्रकारके मनुष्य मेरा भजन करते हैं अर्थात् मेरे शरण होते हैं। ","htstma":"।।7.16।। हे भरत श्रेष्ठ अर्जुनउत्तम कर्म करने वाले (सुकृतिन) आर्त जिज्ञासु अर्थार्थी और ज्ञानी ऐसे चार प्रकार के लोग मुझे भजते हैं।। ","transliteration":"Chaturvidhaa bhajante maam janaah sukritino’rjuna;\nAarto jijnaasurartharthee jnaanee cha bharatarshabha. ","englishmeaning":"chatuḥ-vidhāḥ—four kinds; bhajante—worship; mām—me; janāḥ—people; su-kṛitinaḥ—those who are pious; arjuna—Arjun; ārtaḥ—the distressed; jijñāsuḥ—the seekers of knowledge; artha-arthī—the seekers of material gain; jñānī—those who are situated in knowledge; cha—and; bharata-ṛiṣhabha—The best amongst the Bharatas, Arjun ","hcsrsd":"।।7.16।। व्याख्या चतुर्विधा भजन्ते मां जनाः सुकृतिनोऽर्जुनसुकृती पवित्रात्मा मनुष्य अर्थात् भगवत्सम्बन्धी काम करनेवाले मनुष्य चार प्रकारके होते हैं। ये चारों मनुष्य मेरा भजन करते हैं अर्थात् स्वयं मेरे शरण होते हैं।पूर्वश्लोकमें दुष्कृतिनः पदसे भगवान्में न लगनेवाले मनुष्योंकी बात आयी थी। अब यहाँ सुकृतिनः पदसे भगवान्में लगनेवाले मनुष्योंकी बात कहते हैं। ये सुकृती मनुष्य शास्त्रीय सकाम पुण्यकर्म करनेवाले नहीं हैं प्रत्युत भगवान्से अपना सम्बन्ध जोड़कर भगवत्सम्बन्धी कर्म करनेवाले हैं। सुकृती मनुष्य दो प्रकारके होते हैंएक तो यज्ञ दान तप आदि और वर्णआश्रमके शास्त्रीय कर्म भगवान्के लिये करते हैं अथवा उनको भगवान्के अर्पण करते हैं और दूसरे भगवन्नामका जप तथा कीर्तन करना भगवान्की लीला सुनना तथा कहना आदि केवल भगवत्सम्बन्धी कर्म करते हैं।जिनकी भगवान्में रुचि हो गयी है वे ही भाग्यशाली हैं वे ही श्रेष्ठ हैं और वे ही मनुष्य कहलानेयोग्य हैं। वह रुचि चाहे किसी पूर्व पुण्यसे हो गयी हो चाहे आफतके समय दूसरोंका सहारा छूट जानेसे हो गयी हो चाहे किसी विश्वसनीय मनुष्यके द्वारा समयपर धोखा देनेसे हो गयी हो चाहे सत्सङ्ग स्वाध्याय अथवा विचार आदिसे हो गयी हो किसी भी कारणसे भगवान्में रुचि होनेसे वे सभी सुकृती मनुष्य हैं।जब भगवान्की तरफ रुचि हो जाय वही पवित्र दिन है वही निर्मल समय है और वही सम्पत्ति है। जब भगवान्की तरफ रुचि नहीं होती वही काला दिन है वही विपत्ति हैकह हनुमंत बिपति प्रभु सोई। जब तव सुमिरन भजन न होई।।(मानस 5। 32। 2)भगवान्ने कृपा करके भगवत्प्राप्तिरूप जिस उद्देश्यको लेकर जिन्हें मानवशरीर दिया है वे जनाः (जन) कहलाते हैं। भगवान्का संकल्प मनुष्यमात्रके उद्धारके लिये बना है अतः मनुष्यमात्र भगवान्की प्राप्तिका अधिकारी है। तात्पर्य है कि उस संकल्पमें भगवान्ने मनुष्यको अपने उद्धारकी स्वतन्त्रता दी है जो कि अन्य प्राणियोंको नहीं मिलती क्योंकि वे भोगयोनियाँ हैं और यह मानवशरीर कर्मयोनि है। वास्तवमें केवल भगवत्प्राप्तिके लिये ही होनेके कारण मानवशरीरको साधनयोनि ही मानना चाहिये। इसलिये इस स्वतन्त्रताका सदुपयोग करके मनुष्य शास्त्रनिषिद्ध कर्मोंको छोड़कर अगर भगवत्प्राप्तिके लिये ही लग जाय तो उसको भगवत्कृपासे अनायास ही भगवत्प्राप्ति हो सकती है। परन्तु जो मिली हुई स्वतन्त्रताका दुरुपयोग करके विपरीत मार्गपर चलते हैं वे नरकों और चौरासी लाख योनियोंमें जाते हैं। इस तरह सबके उद्धारके भावको लेकर भगवान्ने कृपा करके जो मानवशरीर दिया है उस शरीरको पाकर भगवान्का भजन करनेवाले सुकृती मनुष्य ही जनाः अर्थात् मनुष्य कहलानेयोग्य हैं।आर्तो जिज्ञासुरर्थार्थी ज्ञानी च भरतर्षभ अर्थार्थी आर्त जिज्ञासु और ज्ञानी अर्थात् प्रेमीये चार प्रकारके भक्त भगवान्का भजन करते हैं अर्थात् भगवान्के शरण होते हैं।(1) अर्थार्थी भक्त जिनको अपनी न्याययुक्त सुखसुविधाकी इच्छा हो जाती है अर्थात् धनसम्पत्ति वैभव आदिकी इच्छा हो जाती है परन्तु उसको वे केवल भगवान्से ही चाहते हैं दूसरोंसे नहीं ऐसे भक्त अर्थार्थी भक्त कहलाते हैं।चार प्रकारके भक्तोंमें अर्थार्थी आरम्भिक भक्त होता है। पूर्वसंस्कारोंसे उसकी धनकी इच्छा रहती है और वह धनके लिये चेष्टा भी करता है पर वह समझता है कि भगवान्के समान धनकी इच्छा पूरी करनेवाला दूसरा कोई नहीं है। ऐसा समझकर वह धनप्राप्तिके लिये तत्परतापूर्वक भगवन्नामका जपकीर्तन भगवत्स्वरूपका ध्यान आदि करता है। धन प्राप्त करनेके लिये उसका भगवान्पर ही विश्वास निष्ठा होती है।जिसको धनकी इच्छा तो है पर उसकी प्राप्तिके लिये वह सांसारिक उपायोंका सहारा लेता है और कभी धनके लिये भगवान्को भी याद कर लेता है वह केवल अर्थार्थी अर्थात् अर्थका भक्त है भगवान्का भक्त नहीं है। कारण कि उसमें धनकी इच्छा ही मुख्य है। परन्तु जिसमें भगवान्के सम्बन्धकी मुख्यता है वह क्रमशः भगवान्की तरफ ही बढ़ता चला जाता है। भगवान्में लगे रहनेसे उसकी धनकी इच्छा बहुत कम हो जाती है और समय पाकर मिट भी जाती है। यही भगवान्का अर्थार्थी भक्त है। इसमें मुख्यता ध्रुवजीका नाम लिया जाता है।एक दिन बालक ध्रुवके मनमें राजाकी गोदमें बैठनेकी इच्छा हुई पर छोटी माँने बैठने नहीं दिया। उसने ध्रुवसे कहा कि तूने भजन नहीं किया है तू अभागा है और अभागिनके यहाँ ही तूने जन्म लिया है अतः तू राजाकी गोदमें बैठनेका अधिकारी नहीं है। ध्रुवने छोटी माँकी कही हुई सब बात अपनी माँसे कह दी। माँने कहा कि बेटा तेरी छोटी माँने ठीक ही कहा है क्योंकि भजन न तूने किया और न मैंने ही किया। इसपर ध्रुवने माँसे कहा कि माँ अब तो मैं भजन करूँगा। ऐसा कहकर वे भगवद्भजन करनेके लिये घरसे निकल पड़े और माँने भी बड़ी हिम्मत करके ध्रुवको जंगलमें जानेके लिये आज्ञा दे दी। रास्तेमें जाते हुए नारदजी महाराज मिल गये। नारदजीने ध्रुवसे कहा कि अरे भोले बालक तू अकेला कहाँ जा रहा हैयों भगवान् जल्दी थोड़े ही मिलते हैं तू जंगलमें कहाँ रहेगा वहाँ बड़ेबड़े जंगली जानवर हैं। वे तेरेको खा जायँगे। वहाँ तेरी माँ थोड़े ही बैठी है तू मेरे साथ चल। राजा मेरी बात मानते हैं। मैं तेरा और तेरी माँका प्रबन्ध करवा दूँगा। नारदजीकी बातोंको सुनकर ध्रुवकी भगवद्भजनमें और दृढ़ता हो गयी कि देखो भगवान्की तरफ चलनेसे नारदजी भी इतनी बात कहते हैं। अब ये मेरेको घर चलनेके लिये कहते हैं पर पहले ये कहाँ गये थे ध्रुवने नारदजीसे कहा कि महाराज मैं तो अब भगवान्का भजन ही करूँगा। ध्रुवजीका ऐसा दृढ़ निश्चय देखकर नारदजीने उनको द्वादशाक्षर मन्त्र (ँ़ नमो भगवते वासुदेवाय) दिया और चतुर्भुज भगवान् विष्णुका ध्यान बताकर मधुवनमें जाकर भजन करनेकी आज्ञा दी।ध्रुवजीने मधुवनमें जाकर ऐसी निष्ठासे भजन किया कि उनकी निष्ठाको देखकर छः महीनेकी अवधिके भीतरहीभीतर भगवान् ध्रुवके सामने प्रकट हो गये। भगवान्ने ध्रुवजीको राजगद्दीका वरदान दिया पर इस वरदानसे ध्रुवजी विशेष राजी नहीं हुए। भजनसे अन्तःकरण शुद्ध होनेके कारण उनको धन(राज्य) के लिये भगवान्की तरफ चलनेमें बड़ी लज्जा हुई कि मैंने बड़ी गलती कीतात्पर्य यह हुआ कि ध्रुवजीको तो पहले राजाकी गोदमें बैठनेकी इच्छा हुई पर उन्होंने उस इच्छाकी पूर्तिका मुख्य उपाय भगवान्का भजन ही माना। भजन करनेसे उनको राज्य मिल गया और इच्छा मिट गयी। इस तरह अर्थार्थी भक्त केवल भगवान्की तरफ ही लगता है।आजकल जो धनप्राप्तिके लिये झूठ कपट बेईमानी आदि करते हैं वे भी धनके लिये समयसमयपर भगवान्को पुकारते हैं। वे अर्थार्थी तो हैं पर भगवान्के भक्त नहीं हैं। वे तो झूठ कपट बेईमानी आदिके भक्त हैं क्योंकि उनका पापके बिना झूठकपटके बिना काम नहीं चलताइस तरह झूठकपट आदिपर जितना विश्वास है उतना विश्वास भगवान्पर नहीं है।जो केवल भगवान्के ही परायण हैं और जो भगवान्के साथ अपनापन करके भगवान्का ही भजन करते हैं परन्तु कभीकभी पूर्वसंस्कारोंसे अथवा किसी कारणसे जिनमें अपने शरीर आदिके लिये अनुकूल परिस्थितिकी इच्छा हो जाती है वे भी अर्थार्थी भक्त कहलाते हैं। उनकी अनुकूलताकी इच्छा ही अर्थार्थीपन है।(2) आर्त भक्त प्राणसंकट आनेपर आफत आनेपर मनके प्रतिकूल घटना घटनेपर जो दुःखी होकर अपना दुःख दूर करनेके लिये भगवान्को पुकारते हैं और दुःखको दूर करना केवल भगवान्से ही चाहते हैं दूसरे किसी उपायको काममें नहीं लेते वे आर्त भक्त कहलाते हैं। आर्त भक्तोंमें उत्तरका दृष्टान्त लेना ठीक बैठता है (टिप्पणी प0 417.1)। कारण कि जब उसपर आफत आयी तब उसने भगवान्के सिवाय अन्य किसी उपायका सहारा नहीं लिया। अन्य उपायोंकी तरफ उसकी दृष्टि ही नहीं गयी। उसने केवल भगवान्का ही सहारा लिया (टिप्पणी प0 417.2)। तात्पर्य यह हुआ कि सकामभाव रहनेपर भी आर्त भक्त उसकी पूर्ति केवल भगवान्से ही चाहते हैं। जो भगवान्के साथ अपनापन करके भगवान्के परायण हैं और अनुकूलताकी वैसी इच्छा नहीं करते पर प्रतिकूल परिस्थिति आनेपर इच्छा हो जाती है कि भगवान्ने ऐसा क्यों किया यह प्रतिकूलता मिट जाय तो बहुत अच्छा है। इस प्रकार प्रतिकूलता मिटानेका भाव पैदा होनेसे वे भी आर्त भक्त कहलाते हैं।(3) जिज्ञासु भक्त जिसमें अपने स्वरूपको भगवत्तत्त्वको जाननेकी जोरदार इच्छा जाग्रत् हो जाती है कि वास्तवमें मेरा स्वरूप क्या है भगवत्तत्त्व क्या है इस प्रकार तत्त्वको जाननेके लिये शास्त्र गुरु अथवा पुरुषार्थ (श्रवण मनन निदिध्यासन आदि उपायों) का भी आश्रय न रखते हुए केवल भगवान्के आश्रित होकर उस तत्त्वको केवल भगवान्से ही जो जानना चाहते हैं वे जिज्ञासु भक्त कहलाते हैं।जिज्ञासु भक्त वही होता है जिसका जिज्ञास्य केवल भगवत्तत्त्व और उपाय केवल भगवद्भक्ति ही होती है अर्थात् उपेय और उपायमें अनन्यता होती है।जिज्ञासु भक्तोंमें उद्धवजीका नाम लिया जाता है। भगवान्ने उद्धवजीको दिव्यज्ञानका उपदेश दिया था जो उद्धवगीता (श्रीमद्भागवत 11। 730) के नामसे प्रसिद्ध है।जो भगवान्में अपनापन करके भगवान्के भजनमें ही तल्लीन रहते हैं परन्तु कभीकभी सङ्गसे संस्कारोंसे मनमें यह भाव पैदा हो जाता है कि वास्तवमें मेरा स्वरूप क्या है भगवत्तत्त्व क्या है वे भी जिज्ञासु कहलाते हैं।(4) ज्ञानी (प्रेमी) भक्त अर्थार्थी आर्त और जिज्ञासुतीनों भक्तोंसे ज्ञानी भक्तकी विलक्षणता बतानेके लिये यहाँ च अव्यय आया है।ज्ञानी भक्तको अनुकूलसेअनुकूल और प्रतिकूलसेप्रतिकूल परिस्थिति घटना व्यक्ति वस्तु आदि सब भगवत्स्वरूप ही दीखते हैं अर्थात् उसको अनुकूलप्रतिकूल परिस्थिति केवल भगवल्लीला ही दीखती है। जैसे भगवान्में अपने लिये अनुकूलता प्राप्त करने प्रतिकूलता हटाने बोध प्राप्त करने आदि किसी तरहकी कभी किञ्चिन्मात्र भी इच्छा होती ही नहीं वे तो केवल भक्तोंके प्रेममें ही मस्त रहते हैं ऐसे ही ज्ञानी (प्रेमी) भक्तोंमें किञ्चिन्मात्र भी कोई इच्छा नहीं होती वे केवल भगवान्के प्रेममें ही मस्त रहते हैं।ज्ञानी अर्थात् प्रेमी भक्तोंमें गोपिकाओंका नाम प्रसिद्ध है। देवर्षि नारदजीने भी यथा व्रजगोपिकानाम् (भक्तिसूत्र 21) कहकर गोपियोंको प्रेमी भक्तोंका आदर्श माना है। कारण कि गोपियोंमें अपने सुखका सर्वथा त्याग था। प्रियतम भगवान्का सुख ही उनका सुख था।यहाँ एक बात समझनेकी है कि धनकी इच्छा दुःख दूर करनेकी इच्छा और जिज्ञासापूर्तिकी इच्छाको लेकर जो भगवान्की तरफ लगते हैं उनमें तो भगवान्का प्रेम जाग्रत् हो जाता है और वे भक्त कहलाते हैं। परन्तु जिनकी यह भावना रहती है कि अन्य उपायोंसे धन मिल सकता है दुःख दूर हो सकता है जिज्ञासापूर्ति हो सकती है उनका भगवान्के साथ सम्बन्ध न होनेसे उनमें प्रेम जाग्रत् नहीं होता और उनकी भक्त संज्ञा नहीं होती।संतोंकी वाणीमें आता है कि प्रेम तो केवल भगवान् ही करते हैं भक्त केवल भगवान्में अपनापन करता है। कारण कि प्रेम वही करता है जिसे कभी किसीसे कुछ भी लेना नहीं है। भगवान्ने जीवमात्रके प्रति अपनेआपको सर्वथा अर्पित कर रखा है और जीवसे कभी कुछ भी प्राप्त करनेकी इच्छाकी कोई सम्भावना ही नहीं रखी है। इसलिये भगवान् ही वास्तवमें प्रेम करते हैं। जीवको भगवान्की आवश्यकता है इसलिये जीव भगवान्से अपनापन ही करता है। जब अपनेआपको सर्वथा भगवान्के अर्पित करनेपर भक्तमें कभी कुछ भी पानेकी कोई अभिलाषा नहीं रहती तब वह ज्ञानी अर्थात् प्रेमी भक्त कहा जाता है। अपनेआपको सर्वथ भगवान्के अर्पित कर देनेसे उस भक्तकी सत्ता भगवान्से किञ्चिन्मात्र भी अलग नहीं रहती प्रत्युत उसकी जगह केवल भगवान्की सत्ता ही रह जाती है।विशेष बात(1)चार लड़के खेल रहे थे। इतनेमें उनके पिताजी चार आम लेकर आये। उनको देखते ही एक लड़का आम माँगने लग गया और एक लड़का आम लेनेके लिये रो पड़ा। पिताजीने उन दोनोंको एकएक आम दे दिया।तीसरा लड़का न तो रोता है और न माँगता है केवल आमकी तरफ देखता है और चौथा लड़का आमकी तरफ न देखकर जैसे पहले खेल रहा था वैसे ही मस्तीसे खेल रहा है। उन दोनोंको भी पिताजीने एकएक आम दे दिया। इस प्रकार चारों ही लड़कोंको आम मिलता है। यहाँ आम माँगनेवाला लड़का अर्थार्थी है रोनेवाला लड़का आर्त है केवल आमकी तरफ देखनेवाला जिज्ञासु है और आमकी परवाह न करके खेलमें लगे रहनेवाला लड़का ज्ञानी है। ऐसे ही अर्थार्थी भक्त भगवान्से अनुकूलता माँगता है आर्त भक्त भगवान्से प्रतिकूलता दूर कराना चाहता है जिज्ञासु भक्त भगवान्को जानना चाहता है और ज्ञानी अर्थात् प्रेमी भक्त भगवान्से कुछ भी नहीं चाहता।अर्थार्थी आर्त जिज्ञासु और ज्ञानीये चारों ही भक्त भगवन्निष्ठ हैं। अतः इनको योगभ्रष्ट पुरुषों (गीता 6। 4142) में नहीं लिया जा सकता। ऐसे ही अर्थार्थी और आर्तये दोनों सकाम पुरुषोंसे अलग हैं क्योंकि इन दोनों भक्तोंमें भगवान्का आश्रय मुख्य है। सकाम पुरुष कामनापूर्तिमें ही लगे रहनेके कारण हृतज्ञानाः हैं (गीता 7। 20) इसलिये उनको आसुरी सम्पत्तिवाले पुरुषोंमें लिया गया है। यद्यपि अर्थार्थी आदि भक्तोंमें जो कुछ न्यूनाधिकता है वह कामनाके कारण ही है परन्तु कामना होते हुए भी वे हृतज्ञानाः नहीं हैं। उनको तो भगवान्ने सुकृतिनः और उदाराः (7। 18) कहा है।जो भगवान्के शरण होते हैं उनमें सकामभाव भी हो सकता है परन्तु उनमें मुख्यता भगवन्निष्ठ होनेकी ही होती है। इसलिये उनकी भगवान्के साथ जितनीजितनी घनिष्ठता होती जाती है उतनाउतना ही उनमें सकामभाव मिटता जाता है और विलक्षणता आती जाती है। इसलिये उनको भगवान्ने उदाराः कहा है और ज्ञानी भक्तको अपना स्वरूप बताया हैज्ञानी त्वात्मैव मे मतम् (7। 18)।(2)भगवान्के साथ अपनापन माननेके समान दूसरा कोई साधन नहीं है कोई योग्यता नहीं है कोई बल नहीं है कोई अधिकारिता नहीं है। भगवान्का प्राणिमात्रपर अपनापन सदासे है और सदा ही रहेगा। उस अपनेपनको केवल प्राणी ही भूला है और उसने भूलसे संसारके साथ अपनापन मान लिया है। अतः इस भूलसे किये हुए अपनेपनको हटाना है और प्रभुके साथ जो स्वतःसिद्ध अपनापन है उसको मानना है। प्रभुको अपना माननेमें मन बुद्धि आदि किसीकी सहायता नहीं लेनी पड़ती जबकि दूसरे साधनोंमें मन बुद्धि आदिकी सहायता लेनी पड़ती है।भगवान्के साथ अपनापन होनेपर अर्थात् मैं केवल भगवान्का ही हूँ और केवल भगवान् ही मेरे हैंऐसा दृढ़तासे मान लेनेपर साधक भक्तको अपने कहलानेवाले अन्तःकरणमें भावोंकी गुणोंकी कमी भी दीख सकती है पर भगवान्के साथ अपनापन होनेसे वह टिकेगी नहीं। दूसरी बात साधक भक्तमें कुछ गुणोंकी कमी रहनेपर भी भगवान्की दृष्टि केवल अपनेपनपर ही जाती है गुणोंकी कमीपर नहीं। कारण कि भगवान्के साथ हमारा जो अपनापन है वह वास्तविक है।भगवान्का अपनापन तो दुष्टसेदुष्ट मनुष्यपर भी वैसा ही है। इसलिये सोलहवें अध्यायमें आसुरी प्रकृतिवालोंका वर्णन करते हुए भगवान् कहते हैं कि क्रूर द्वेष करनेवाले नराधम दुष्टोंको मैं आसुरी योनियोंमें गिराता हूँ। इस प्रकार भगवान् उनको आसुरी योनियोंमें गिराकर शुद्ध करते हैं। जैसे माता अपने बच्चेको स्नान कराती है तो उसकी सम्मति नहीं लेती ऐसे ही उनको शुद्ध करनेके लिये भगवान् उनकी सम्मति नहीं लेते क्योंकि भगवान्का उनपर अपनापन है। भगवान्के साथ अपनापनका सम्बन्ध पहलेसे ही है। फिर भी कोई कामना उत्पन्न हो जाती है तो भक्तका भगवान्के साथ अपनेपनका सम्बन्ध मुख्य होता है और कामना गौण होती है। इस दृष्टिसे ये भक्त पहली श्रेणीके हैं।भगवान्का सम्बन्ध तो पहलेसे ही है पर समयसमयपर कामना उत्पन्न हो जाती है जिसकी पूर्ति दूसरोंसे चाहते हैं। जब दूसरोंसे कामनाकी पूर्ति नहीं होती तब अन्तमें भगवान्से चाहते हैं। इस तरह अनन्यताकी कमी होनेके कारण ये भक्त दूसरी श्रेणीके हैं।जहाँ केवल कामनापूर्तिके लिये ही भगवान्के साथ अपनेपनका सम्बन्ध किया जाय वहाँ कामना मुख्य होती है और भगवान्का सम्बन्ध गौण होता है। इस दृष्टिसे ये भक्त तीसरी श्रेणीके हैं।मार्मिक बातकामना दो तरहकी होती हैपारमार्थिक और लौकिक।(1) पारमार्थिक कामना पारमार्थिक कामना दो तरहकी होती हैमुक्ति(कल्याण) की और भक्ति(भगवत्प्रेम) की।जो मुक्तिकी कामना है उसमें तत्त्वको जाननेकी इच्छा होती है जिसे जिज्ञासा कहते हैं। यह जिज्ञासा जिसमें होती है वह जिज्ञासु होता है। गहरा विचार किया जाय तो जिज्ञासा कामना नहीं है क्योंकि वह अपने स्वरूपको अर्थात् तत्त्वको जानना चाहता है जो वास्तवमें उसकी आवश्यकता है। आवश्यकता उसको कहते हैं जो जरूर पूरी होती है और पूरी होनेपर फिर दूसरी आवश्यकता पैदा नहीं होती (टिप्पणी प0 419.1)। यह आवश्यकता सत्विषयकी होती है।दूसरी कामना प्रभुप्रेमप्राप्तिकी होती है। उसको प्राप्ति तो कहते हैं पर वास्तवमें वह प्राप्ति अपने लिये नहीं होती प्रत्युत प्रभुके लिये ही होती है। उसमें अपना किञ्चिन्मात्र प्रयोजन नहीं रहता प्रभुके समर्पित होनेका ही प्रयोजन रहता है। प्रेमी तो अपनेआपको प्रभुके समर्पित कर देता है जो कि उसीका अंश है (टिप्पणी प0 419.2)।उपर्युक्त दोनों ही पारमार्थिक कामनाएँ वास्तवमें कामना नहीं हैं।(2) लौकिक कामनालौकिक कामना भी दो तरहकी होती हैसुख प्राप्त करनेकी और दुःख दूर करनेकी।शरीरको आराम मिले जीतेजी मेरा आदरसत्कार होता रहे और मरनेके बाद मेरा नाम अमर हो जाय मेरा स्मारक बन जाय कोई ग्रन्थ बना दे जिसको लोग देखते रहें पढ़ते रहें और यह जान जायँ कि ऐसा कोई विलक्षण पुरुष हुआ है मरनेके बाद स्वर्ग आदिमें भोग भोगते रहें आदिआदि लौकिक सुखप्राप्तिकी कामनाएँ होती हैं। ऐसी कामनाओंसे तो वासना ही बढ़ती है जिससे बन्धन और पतन ही होता है उद्धार नहीं होता। यह कामना आसुरी सम्पत्ति है इसलिये यह त्याज्य है।दूसरी कामना दुःख दूर करनेकी है। दुःख तीन प्रकारके हैंआधिदैविक आधिभौतिक और आध्यात्मिक।अतिवृष्टि अनावृष्टि सरदीगरमी वायु आदिसे जो दुःख होता है उसको आधिदैविक कहते हैं। यह दुःख देवताओंके अधिकारसे होता है।सिंह साँप चोर आदि प्राणियोंसे जो दुःख होता है उसको आधिभौतिक कहते हैं।शरीर और अन्तःकरणको लेकर जो दुःख होता है वह आध्यात्मिक होता है (टिप्पणी प0 420.1)।इन दुःखोंको दूर करनेकी और सुख प्राप्त करनेकी जो कामना होती है वह सर्वथा निरर्थक है क्योंकि उस कामनाकी पूर्ति नहीं होती। पूर्ति हो भी जाती है तो दूसरी नयी कामना पैदा हो जाती है और अन्तमें अपूर्ति ही बाकी रहती है। इसलिये इन दोनों कामनाओंकी पूर्ति किसी भी मनुष्यकी कभी भी नहीं हुई न होती है और न भविष्यमें ही पूरी होनेवाली है। सम्बन्ध पूर्वश्लोकमें वर्णित चारों भक्तोंमेंसे ज्ञानी भक्तकी विशेषताका विशद वर्णन आगेके श्लोकमें करते हैं ","hcsca":"।।7.16।। समस्त पदार्थ एवं ऊर्जा का स्रोत आत्मा ही होने के कारण जड़ पदार्थों में यदि क्रिया होते दिखाई दे तो उसका प्रेरक स्रोत भी आत्मा ही होना चाहिए। वाष्प इंजन का प्रत्येक भाग लोहे का बना होता है और फिर भी यदि उसमें रेल के डिब्बों को खींचने की सार्मथ्य होती है तो निश्चय ही उस सार्मथ्य का स्रोत लोहे से भिन्न होना चाहिए। ठीक इसी प्रकार समस्त मनुष्य शरीर मन और बुद्धि के माध्यम से जो सार्मथ्य प्रकट करते हैं वह आत्मचैतन्य के कारण ही संभव होता है। योगी हो या भोगी दोनों को कार्य करने के लिए आत्मचैतन्य का ही आह्वान करना पड़ता है। चाहे वे पीड़ा और कष्ट के समय सान्त्वना की कामना करें या विषय उपभोगों की इच्छा करेंइन सबके लिए आत्मा की चेतनता आवश्यक होती है।एक विशेष दशा मे कार्य करने के लिए आत्मा का आह्वान करना ही भजन या प्रार्थना है। प्रार्थना विधि में भक्त स्वयं को ईश्वर के चरणों में समर्पित करके ईश्वर के अनुग्रह की कामना करता है। इसको समझने के लिए हम विद्युत् का दृष्टान्त ले सकते हैं। विद्युत् पंखा हीटर रेडियो आदि स्वयं कुछ कार्य नहीं कर सकते। विद्युत् शक्ति के इनमें प्रवाहित होने पर ये अपनेअपने कार्य के द्वारा समाज की सेवा कर पाते हैं। यही विद्युत् शक्ति का आह्वान है।स्पष्ट है कि सभी यन्त्रों के लिए विद्युत् आवश्यक है लेकिन उसका उपयोग किस यन्त्र के लिए करना है वह हमारी इच्छा पर निर्भर करता है। शीत ऋतु के दिनों में पंखा चलाकर हमें और अधिक कष्ट उठाना पड़े तो उसका दोष विद्युत् को नहीं दिया जा सकता और न ही उसे क्रूर कहा जा सकता है। विखण्डित मन में जब चैतन्य व्यक्त होता है तो मन के अवगुणों के लिए आत्मा को दोष नहीं दिया जा सकता।इस तथ्य को ध्यान में रखते हुए कि एक मात्र आत्मा ही चैतन्य स्वरूप है। भगवान् यहाँ कहते हैं कि पापी हो या पुण्यात्मा मूढ़ हो या बुद्धिमान आलसी हो या क्रियाशील भीरु हो या साहसीसब मुझे ही भजते हैं और मैं उन सबके हृदय में व्यक्त होता हूँ। शरीर मन या बुद्धि से कार्य करने के लिए सभी मनुष्यों को जाने या अनजाने मेरा आह्वान करना पड़ता है।इस श्लोक में पुण्यकर्मी भक्तों का चार प्रकार से वर्गीकरण किया गया है। वे हैं (क) आर्तआर्त का सामान्य अर्थ है दुख से पीड़ित व्यक्ति। दुखार्त भक्त अपने कष्ट के निवारण के लिए भक्ति करता है। यह सामान्य दुख के विषय में हुआ किन्तु ऐसे भी व्यक्ति होते हैं जिन्हें जीवन में सब प्रकार की सुखसुविधाएं उपलब्ध होने पर भी वे एक प्रकार की आन्तरिक अशान्ति का अनुभव करते हैं। इस अशान्ति की निवृत्ति भगवत्स्वरूप की प्राप्ति से ही होती है। ऐसे आर्त भक्त भी मेरा भजन करते हैं।(ख) जिज्ञासुजो साधक शास्त्राध्ययन के द्वारा मुझे जानना चाहते हैं वे जिज्ञासु भक्त हैं।(ग) अर्थार्थीकिसीनकिसी कार्यक्षेत्र में इष्ट फल को प्राप्त करने के लिए जो लोग कर्म करते हुए मेरे अनुग्रह की कामना करते हैं उन्हें अर्थार्थी कहते हैं। कामना की पूर्ति इनका लक्ष्य होता है।(घ) ज्ञानीउपर्युक्त तीनों से भिन्न ज्ञानी भक्त विरला ही होता है जो न किसी फल की इच्छा रखता है और न मुझसे कोई अपेक्षा। वह स्वयं को ही मुझे अर्पित कर देता है। वह मेरे स्वरूप को पहचान कर मेरे साथ एकत्व को प्राप्त हो जाता है।इन चर्तुविध भक्तों में सर्वश्रेष्ठ कौन है ","etsga":"7.16 O Arjuna, foremost of the Bharata dynasty, four classes of people of virtuous deeds adore Me: the afflicted, the seeker of Knowledge, the seeker of wealth and the man of Knowledge. ","etssa":"7.16 Four kinds of virtuous men worship Me, O Arjuna, and they are the distressed, the seekr of knowledge, the seekr of wealth and the wise, O lord of the Bharatas. ","etdss":"7.16. Men of good action who worship Me alwaysare of four types:the afflicted, the seeker ofknowledge, the seeker of wealth and the man of wisdom, O best among the Bharatas ! ","ecssa":"7.16 चतुर्विधाः four kinds? भजन्ते worship? माम् Me? जनाः people? सुकृतिनः virtuous? अर्जुन O Arjuna? आर्तः the distressed? जिज्ञासुः the seeker of knowledge? अर्थार्थी the seeker of wealth? ज्ञानी the wise? च and? भरतर्षभ O lord of the Bharatas.Commentary The distressed is he who is suffering from a chronic and incurable disease? he whose life is in jeopardy on account of earthake? volcanic eruption? thunder? attack by a dacoit or enemy or tiger? etc. When Draupadi and Gajendra were in great distress they worshipped the Lord. These are the instances of Aarta Bhakti.Jijnasu is the enirer. He is dissatisfied with this world. There is a void in his life. He always feels that sensual pleasure is not the highest form of happiness and there is yet pure eternal bliss unmixed with grief and pain? which is to be found within. Janaka and Uddhava were devotees of this type.Seeker of wealth is he who craves for money? wife? children? position? name and fame. Sugriva? Vibhishana? Upamanyu and Dhruva were all devotees of this type.The wise are the men of knowledge who have attained to Selfillumination. Sukadeva was a JnaniBhakta.Kamsa? Sishupala and Ravana thought of the Lord constantly on account of fear and hatred (VairaBhakti). Hence they are also regarded as devotees.Be devoted to God? whatever be your motive. Devotion will purify the motive in due course. ","scetsga":"7.16 Again, O Arjuna, foremost of the Bharata dynasty, caturvidhah, four classes; of janah, people; who are eminent among human beings and are pious in actions, and are sukrtinah, of virtuous deeds; bhajante, adore; mam, Me; artah, the afflicted-one who is overcome by sorrow, who is in distress, [One who, being in distress and seeking to be saved from it, takes refuge (in Me).] being over-whelmed by thieves, tigers, disease, etc.; jijnasuh, the seeker of Knowledge, who wants to know the reality of the Lord; artharthi, the seeker of wealth; and jnani, the man of Knowledge, [i.e. one who, already having intellectual knowledge, aspires for Liberation.] who knows the reality of Visnu. ","scetdss":"7.16 See Comment under 7.19 ","scetssa":"7.16 Men of good deeds, i.e., those who have meritorious Karmas to their credit, and who resort to Me and worship Me alone - they too are divided into four types according to the degrees of their good deeds, each subseent type being better than the preceding, because of the greatness of their good deeds and gradation in respect of their knowledge.\n(i)The distressed is one who has lost his position in life and his wealth, and who wishes to regain them (ii) He who aspires for wealth is one who desires for wealth which he has not till then attained. Between them the difference is very little, as both of them seek wealth. (iii) He who seeks after knowledge is one who wishes to realise the real nature of the self (in Its pure state) as an entity different from the Prakrti. He is called one who seeks to secure knowledge, because knowledge alone is the essential nature of the self. (iv) And the man of knowledge is he who knows that, it is the essential nature of the self to find happiness only as the Sesa (subsidiary or liege) of the Lord, as taught in the text beginning with, But know that which is other than this (lower nature) to be the higher Prakrti (7.5). Without stopping with the knowledge of the self as different from the Prakrti, he desires to attain the Lord. He thinks that the Lord alone is the highest aim to reach. ","chakravarthi":"“Then, who worships you?”\nFour types worship me. Those who follow the rules of varnasrama (sukrtinah), worship me. Among them some desire relief from affliction, from calamities like sickness; some desire knowledge of atma or desire knowledge of scriptures with grammar; and some desire enjoyment in this life and the next with land, elephants, horses, women, gold and other such things. These worship me. These three are sakama grhasthas. The fourth type, the jnani, a sannyasi with pure heart, is niskama.\nThese four types, qualified for pradhani bhuta bhakti (in which bhakti is the principle component), have been enumerated. The first three have karma misra bhakti. The fourth has jnana misra bhakti. Later in the book, yoga misra bhakti will also be described in verse like sarva dvarani samyamya (BG 8.12). But kevala bhakti, unmixed with karma, was also described in the beginning of this chapter with the words mayyasakta manah partha (BG 7.1). Kevala bhakti will also be described in the eighth chapter with ananya cetah satatam (BG 8.14), in the ninth with mahatmanas tu mam partha (BG 9.13) and with ananyas cintayanto mam (BG 9.22). The Lord describes these two types of bhakti, pradhani bhuta and kevala bhakti, in the middle six chapters of the Gita.\nA third type of bhakti, guru bhuta bhakti (processes in which bhakti is subsidiary) is seen in the karmis, jnanis and yogis, who predominantly  desire results for their actions (bhukti  and mukti). Because of the lack of predominance of bhakti, and instead with a predominance of karma, jnana or yoga, it is not classed as bhakti. As things should be classed by predominance of quality, these are classed as karma, jnana and yoga, and the practitioners are not classed as bhaktas, but as karmis, jnanis or yogis.\nAnd the result of sakama karma is svarga, the result of niskama karma is jnana yoga, and the result of jnana and astanga yoga is nirvana moksa, impersonal liberation. The results of the two types of bhakti should also be stated.  Among the  types of pradhani bhuta bhakti, the first three are karma misra bhakti. They are sakama bhakti. The result of this bhakti is attainment of the respective desires (deliverance from suffering, attainment of scriptural knowledge, gain of material benefits). And after that, because the superior nature of their object of worship (the Lord), those devotees attain liberation in the form of salokya (attaining the same planet) with predominance of happiness and powers.   And there is no fall down as in the case of exhausting enjoyment in svarga as a result of karma. It will be said, “Those who worship me come to me.” BG 9.25\nThe result of jnana misra bhakti, which is superior to the others, is santa rati (bhava), as in the case of Sanaka and others. Sometimes, because of exceptional mercy of the Lord and his devotee, the result of jnana misra bhakti is the supreme position of prema, as in the case of Sukadeva.\nIf sakama bhakti (the first three types) becomes niskama, without desires, the result is jnana misra bhakti, and the result of that jnana misra bhakti is as stated above (santa rati). Sometimes, those who have jnana or karma misra bhakti attain prema in dasya and higher rasas on their own, because of influence of association with devotees in previous lives. However, that prema is predominated by a mood of reverence (aisvarya).\nThe result of pure bhakti unmixed with jnana, karma or yoga, called ananya bhakti akincana bhakti or uttama bhakti, which has many types, is that one becomes an associate of the Lord with dasya, sakhya, vatsalya or madhurya prema. This is explained elaborately in the commentaries on the Bhagavatam. As it is a matter related to the topic at hand, the distinctions in Perfected bhakti have been briefly discussed. ","rudra":"\nOnly those whoarevirtuousandrighteoushavethequalificationfor\ndevotion to the Supreme Lord. There are four categoriesofsuchqualified\nbeings accordingtodifferencesintheirvirtue.Thosewhoperformed\nvirtuous deeds in previous lives worship Lord Krishnaandfallintofour\ncategories:\n1) artto are thosedistressedsuchaspersecutedbydisease.Ifthey\nperformed virtuous activities in pastlivesthentheywillhavethe\nopportunity to worship Lord Krishna otherwise theywillbelimitedto\nworshipping minor gods and formless illusionary gods.\n2) atharthi are the seekers of wealth who desire to have fullfacilityfor\nenjoyment in this life and their next. If they performedvirtuousdeeds\nin their past lives then they too will have theopportunitytoworship\nLord Krishna. \n3) jijnasuh are those who desire self realisation to end the cycle ofbirth\nand death. If they performed virtuous actions in theirpastlivesthey\nwill also have the opportunity to worship Lord Krishna.\n4) jnanis are those who have achieved atmatattvaorrealisationofthe\nsoulandknowtheSupremeLord.Iftheyhaveperformedvirtuous\nactivities in their past lives then they willhavetheopportunityof\nadvancing further and worshipping Lord Krishna.\nIt should be understood thataspirantsinallfourcategorieswillbe\nforced to experience endless reincarnationuntilonefinallyevolvesto\nattainment of devotion to Lord Krishna. ","brahma":" ","shri":"\nOnly humans who are sukritino meaning righteous andvirtuoussurrenderto\nthe Supreme Lord Krishna becoming exclusively devoted toHim.Suchhumans\nare of four classes distinguished by their different gradesofvirtue.In\nthe order they are given each succeedingclassismoresuperiortothe\npreceding one duetobeingmoreelevatedandexaltedmakingitmore\nmeritorious. The four are:\nartto are those impoverished and distressed after losing allwealthand\npower and desires to have the Supreme Lord recover it forthemandre-\ninstate it.\natharthi are those who having never enjoyed power and fortune desirethe\nSupreme Lord to give them the ability to acquire them.\njijnasur are the seekers of self-realisation who are anxious to knowthe\natma or soul in itsstateseparatefrommatterforthebenefitof\nescaping transmigration the cycle of birth anddeathandpraytothe\nSupreme Lord for the benediction to discover this.\njnani are the seekersofknowledgeconcerningtheSupremeLordwho\nrealise that the atmaisessentiallycharacterisedbyitsbeingan\neternal ingredient of theSupremeLordresidingwithinallembodied\nbeings. Such a one considers the Supreme Lord as their goal oflifeand\nattainment of Him the fulfilment of all ambitions. ","kumar":"Only humans who are sukritino meaning righteous andvirtuoussurrenderto\nthe Supreme Lord Krishna becoming exclusively devoted toHim.Suchhumans\nare of four classes distinguished by their different gradesofvirtue.In\nthe order they are given each succeedingclassismoresuperiortothe\npreceding one duetobeingmoreelevatedandexaltedmakingitmore\nmeritorious. The four are:\nartto are those impoverished and distressed after losing allwealthand\npower and desires to have the Supreme Lord recover it forthemandre-\ninstate it.\natharthi are those who having never enjoyed power and fortune desirethe\nSupreme Lord to give them the ability to acquire them.\njijnasur are the seekers of self-realisation who are anxious to knowthe\natma or soul in itsstateseparatefrommatterforthebenefitof\nescaping transmigration the cycle of birth anddeathandpraytothe\nSupreme Lord for the benediction to discover this.\njnani are the seekersofknowledgeconcerningtheSupremeLordwho\nrealise that the atmaisessentiallycharacterisedbyitsbeingan\neternal ingredient of theSupremeLordresidingwithinallembodied\nbeings. Such a one considers the Supreme Lord as their goal oflifeand\nattainment of Him the fulfilment of all ambitions. "}