{"meta":"Bhagavad Gita Chapter 7 Verse 2","metahi":"भगवद् गीता 7.2","slok":"ज्ञानं तेऽहं सविज्ञानमिदं वक्ष्याम्यशेषतः।यज्ज्ञात्वा नेह भूयोऽन्यज्ज्ञातव्यमवशिष्यते।।7.2।। ","htsrsd":"।।7.2।।तेरे लिये मैं विज्ञानसहित ज्ञान सम्पूर्णतासे कहूँगा जिसको जाननेके बाद फिर यहाँ कुछ भी जानना बाकी नहीं रहेगा। ","htstma":"।।7.2।। मैं तुम्हारे लिए विज्ञान सहित इस ज्ञान को अशेष रूप से कहूँगा जिसको जानकर यहाँ (जगत् में) फिर और कुछ जानने योग्य (ज्ञातव्य) शेष नहीं रह जाता है।। ","transliteration":"Jnaanam te’ham savijnaanam idam vakshyaamyasheshatah;\nYajjnaatwaa neha bhooyo’nyaj jnaatavyamavashishyate. ","englishmeaning":"jñānam—knowledge; te—unto you; aham—I; sa—with; vijñānam—wisdom; idam—this; vakṣhyāmi—shall reveal; aśheṣhataḥ—in full; yat—which; jñātvā—having known; na—not; iha—in this world; bhūyaḥ—further; anyat—anything else; jñātavyam—to be known; avaśhiṣhyate—remains ","hcsrsd":"।।7.2।। व्याख्या ज्ञानं तेऽहं सविज्ञानमिदं वक्ष्याम्यशेषतः भगवान् कहते हैं कि भैया अर्जुन अब मैं विज्ञानसहित ज्ञान कहूँगा (टिप्पणी प0 392.1) तुम्हें कहूँगा और मैं खुद कहूँगा तथा सम्पूर्णतासे कहूँगा। ऐसे तो हरेक आदमी हरेक गुरुसे मेरे स्वरूपके बारेमें सुनता है और उससे लाभ भी होता है परन्तु तुम्हें मैं स्वयं कह रहा हूँ। स्वयं कौन जो समग्र परमात्मा है वह मैं स्वयं मैं स्वयं मेरे स्वरूपका जैसा वर्णन कर सकता हूँ वैसा दूसरे नहीं कर सकते क्योंकि वे तो सुनकर और अपनी बुद्धिके अनुसार विचार करके ही कहते हैं (टिप्पणी प0 392.2)। उनकी बुद्धि समष्टि बुद्धिका एक छोटासा अंश है वह कितना जान सकती है वे तो पहले अनजान होकर फिर जानकार बनते हैं पर मैं सदा अलुप्तज्ञान हूँ। मेरेमें अनजानपना न है न कभी था न होगा और न होना सम्भव ही है। इसलिये मैं तेरे लिये उस तत्त्वका वर्णन करूँगा जिसको जाननेके बाद और कुछ जानना बाकी नहीं रहेगा।दसवें अध्यायके सोलहवें श्लोकमें अर्जुन कहते हैं कि आप अपनी सबकीसब विभूतियोंको कहनेमें समर्थ हैंवक्तुमर्हस्यशेषेण दिव्या ह्यात्मविभूतयः तो उसके उत्तरमें भगवान् कहते हैं कि मेरे विस्तारका अन्त नहीं है इसलिये प्रधानतासे कहूँगाप्राधान्यतः कुरुश्रेष्ठ नास्त्यन्तो विस्तरस्य मे (10। 19)। फिर अन्तमें कहते हैं कि मेरी विभूतियोंका अन्त नहीं हैनान्तोऽस्ति मम दिव्यानां विभूतीनां परंतप (10। 40)। यहाँ (7। 2 में) भगवान् कहते हैं कि मैं विज्ञानसहित ज्ञानको सम्पूर्णतासे कहूँगा शेष नहीं रखूँगाअशेषतः।इसका तात्पर्य यह समझना चाहिये कि मैं तत्त्वसे कहूँगा। तत्त्वसे कहनेके बाद कहना जानना कुछ भी बाकी नहीं रहेगा।दसवें अध्यायमें विभूति और योगकी बात आयी कि भगवान्की विभूतियोंका और योगका अन्त नहीं है। अभिप्राय है कि विभूतियोंका अर्थात् भगवान्की जो अलगअलग शक्तियाँ हैं उनका और भगवान्के योगका अर्थात् सामर्थ्य ऐश्वर्यका अन्त नहीं आता। रामचरितमानसमें कहा हैनिर्गुन रूप सुलभ अति सगुन जान नहिं कोइ।सुगम अगम नाना चरित सुनि मुनि मन भ्रम होइ।।(उत्तर0 73 ख)तात्पर्य है कि सगुण भगवान्का जो प्रभाव है ऐश्वर्य है उसका अन्त नहीं आता। जब अन्त ही नहीं आता तब उसको जानना मनुष्यकी बुद्धिके बाहरकी बात है। परन्तु जो वास्तविक तत्त्व है उसको मनुष्य सुगमतासे समझ सकता है। जैसे सोनेके गहने कितने होते हैं इसको मनुष्य नहीं जान सकता क्योंकि गहनोंका अन्त नहीं है परन्तु उन सब गहनोंमें तत्त्वसे एक सोना ही है इसको तो मनुष्य जान ही सकता है। ऐसे ही परमात्माकी सम्पूर्ण विभूतियों और सामर्थ्यको कोई जान नहीं सकता परन्तु उन सबमें तत्त्वसे एक परमात्मा ही हैं इसको तो मनुष्य तत्त्वसे जान ही सकता है। परमात्माको तत्त्वसे जाननेपर उसकी समझ तत्त्वसे परिपूर्ण हो जाती है बाकी नहीं रहती। जैसे कोई कहे कि मैंने जल पी लिया तो इसका तात्पर्य यह नहीं कि अब संसारमें जल बाकी नहीं रहा। अतः जल पीनेसे जलका अन्त नहीं हुआ है प्रत्युत हमारी प्यासका अन्त हुआ है। इसी तरहसे परमात्मतत्त्वको तत्त्वसे समझ लेनेपर परमात्मतत्त्वके ज्ञानका अन्त नहीं हुआ है प्रत्युत हमारी अपनी जो समझ है जिज्ञासा है वह पूर्ण हुई है उसका अन्त हुआ है उसमें केवल परमात्मतत्त्व ही रह गया है।दसवें अध्यायके दूसरे श्लोकमें भगवान्ने कहा है कि मेरे प्रकट होनेको देवता और महर्षि नहीं जानते और तीसरे श्लोकमें कहा है कि मुझे अज और अनादि जानता है वह मनुष्योंमें असम्मूढ़ है और वह सम्पूर्ण पापोंसे मुक्त हो जाता है। तो जिसे देवता और महर्षि नहीं जानते उसे मनुष्य जान लेयह कैसे हो सकता है भगवान् अज और अनादि हैं ऐसा दृढ़तासे मानना ही जानना है। मनुष्य भगवान्को अज और अनादि मान ही सकता है। परन्तु जैसे बालक अपनी माँके विवाहकी बरात नहीं देख सकता ऐसे ही सब प्राणियोंके आदि तथा स्वयं अनादि भगवान्को देवता ऋषि महर्षि तत्त्वज्ञ जीवन्मुक्त आदि नहीं जान सकते। इसी प्रकार भगवान्के अवतार लेनेको लीलाको ऐश्वर्यको कोई जान नहीं सकता क्योंकि वे अपार हैं अगाध हैं अनन्त हैं। परन्तु उनको तत्त्वसे तो जान ही सकते हैं।परमात्मतत्त्वको जाननेके लिये ज्ञानयोगमें जानकारी(जानने) की प्रधानता रहती है और भक्तियोग में मान्यता(मानने) की प्रधानता रहती है। जो वास्तविक मान्यता होती है वह बड़ी दृढ़ होती है। उसको कोई इधरउधर नहीं कर सकता अर्थात् माननेवाला जबतक अपनी मान्यताको न छोड़े तबतक उसकी मान्यताको कोई छुड़ा नहीं सकता। जैसे मनुष्यने संसार और संसारके पदार्थोंको अपने लिये उपयोगी मान रखा है तो इस मान्यताको स्वयं छोड़े बिना दूसरा कोई छुड़ा नहीं सकता। परन्तु स्वयं इस बातको जान ले कि ये सब पदार्थ उत्पन्न और नष्ट होनेवाले हैं तो इस मान्यताको मनुष्य छोड़ सकता है क्योंकि यह मान्यता असत्य है झूठी है। जब असत्य मान्यताको भी दूसरा कोई छुड़ा नहीं सकता तब जो वास्तविक परमात्मा सबके मूलमें है उसको कोई मान ले तो यह मान्यता कैसे छूट सकती है क्योंकि यह मान्यता सत्य है। यह यथार्थ मान्यता ज्ञानसे कम नहीं होती प्रत्युत ज्ञानके समान ही दृढ़ होती है।भक्तिमार्गमें मानना मुख्य होता है। जैसे दसवें अध्यायके पहले श्लोकमें भगवान्ने अर्जुनसे कहा कि हे महाबाहो अर्जुन मैं तेरे हितके लिये परम (सर्वश्रेष्ठ) वचन कहता हूँ तुम सुनो अर्थात् तुम इस वचनको मान लो। वहाँ भक्तिका प्रकरण है अतः वहाँ माननेकी बात कहते हैं। ज्ञानमार्गमें जानना मुख्य होता है। जैसे चौदहवें अध्यायके पहले श्लोकमें भगवान्ने कहा कि मैं फिर ज्ञानोंमें उत्तम और सर्वोत्कृष्ट ज्ञान कहता हूँ जिसको जाननेसे सबकेसब मुनि परम सिद्धिको प्राप्त हुए हैं। वहाँ ज्ञानका प्रकरण है अतः वहाँ जाननेकी बात कहते हैं। भक्तिमार्गमें मनुष्य मान करके जान लेता है और ज्ञानमार्गमें जान करके मान लेता है। अतः पूर्ण होनेपर दोनोंकी एकता हो जाती है।ज्ञान और विज्ञानसम्बन्धी विशेष बात संसार भगवान्से ही पैदा होता है और उनमें ही लीन होता है इसलिये भगवान् इस संसारके महाकारण हैंऐसा मानना ज्ञान है। भगवान्के सिवाय और कोई चीज है ही नहीं सब कुछ भगवान् ही हैं स्वयं भगवान् ही सब कुछ बने हुए हैंऐसा अनुभव हो जाना विज्ञान है।अपरा और परा प्रकृति मेरी है इनके संयोगसे सम्पूर्ण प्राणियोंकी उत्पत्ति होती है और मैं इस सम्पूर्ण जगत्का महाकारण हूँ (7। 46)ऐसा कहकर भगवान्ने ज्ञान बताया। मेरे सिवाय अन्य कोई है ही नहीं सूतके धागेमें उसी सूतकी बनी हुई मणियोंकी तरह सब कुछ मेरेमें ही ओतप्रोत है (7। 7)ऐसा कहकर भगवान्ने विज्ञान बताया।जलमें रस चन्द्रसूर्यमें प्रभा मैं हूँ इत्यादि सम्पूर्ण भूतोंका सनातन बीज मैं हूँ सात्त्विक राजस और तामस भाव मेरेसे ही होते हैं (7। 812)ऐसा कहकर ज्ञान बताया। ये मेरेमें और मैं इनमें नहीं हूँ अर्थात् सब कुछ मैंहीमैं हूँ क्योंकि इनकी स्वतन्त्र सत्ता नहीं है ( 7। 12)ऐसा कहकर विज्ञान बताया।जो मेरे सिवाय गुणोंकी अलग सत्ता मान लेता है वह मोहित हो जाता है। परन्तु जो गुणोंसे मोहित न होकर अर्थात् ये गुण भगवान्से ही होते हैं और भगवान्में ही लीन होते हैंऐसा मानकर मेरे शरण होता है वह गुणमयी मायाको तर जाता है। ऐसे मेरे शरण होनेवाले चार प्रकारके भक्त होते हैंअर्थार्थी आर्त जिज्ञासु और ज्ञानी (प्रेमी)। ये सभी उदार हैं पर ज्ञानी अर्थात् प्रेमी मेरेको अत्यन्त प्रिय है और मेरी आत्मा ही है (7। 1318)ऐसा कहकर ज्ञान बताया। जिसको सब कुछ वासुदेव ही है ऐसा अनुभव हो जाता है वह महात्मा अत्यन्त दुर्लभ है (7। 19)ऐसा कहकर विज्ञान बताया।मेरेको न मानकर जो कामनाओंके कारण देवताओंके शरण हो जाते हैं उनको अन्तवाला फल (जन्ममरण) मिलता है और जो मेरे शरण हो जाते हैं उनको मैं मिल जाता हूँ। जो मुझे अजअविनाशी नहीं जानते उनके सामने मैं प्रकट नहीं होता। मैं भूत भविष्य और वर्तमानतीनों कालोंको और उनमें रहनेवाले सम्पूर्ण प्राणियोंको जानता हूँ पर मेरेको कोई नहीं जानता। जो द्वन्द्वमोहसे मोहित हो जाते हैं वे बारबार जन्ममरणको प्राप्त होते हैं। जो एक निश्चय करके मेरे भजनमें लग जाते हैं उनके पाप नष्ट हो जाते हैं तथा वे निर्द्वन्द्व हो जाते हैं (7। 2028)ऐसा कहकर ज्ञान बताया। जो मेरा आश्रय लेते हैं वे ब्रह्म अध्यात्म कर्म अधिभूत अधिदैव और अधियज्ञको जान जाते हैं अर्थात् चरअचर सब कुछ मैं ही हूँ ऐसा उनको अनुभव हो जाता है (7। 2930)ऐसा कहकर विज्ञान बताया।यज्ज्ञात्वा नेह भूयोऽन्यज्ज्ञातव्यमवशिष्यते विज्ञानसहित ज्ञानको जाननेके बाद जानना बाकी नहीं रहता। तात्पर्य है कि मेरे सिवाय संसारका मूल दूसरा कोई नहीं है केवल मैं ही हूँमत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय (गीता 7। 7) और तत्त्वसे सब कुछ वासुदेव ही हैवासुदेवः सर्वम् (7। 19) और कोई है ही नहींऐसा जान लेगा तो जानना बाकी कैसे रहेगा क्योंकि इसके सिवाय दूसरा कुछ जाननेयोग्य है ही नहीं। यदि एक परमात्माको न जानकर संसारकी बहुतसी विद्याओंको जान भी लिया तो वास्तवमें कुछ नहीं जाना है कोरा परिश्रम ही किया है। जानना कुछ बाकी नहीं रहताइसका तात्पर्य है कि इन्द्रियोंसे मनसे बुद्धिसे जो परमात्माको जानता है वह वास्तवमें पूर्ण जानना नहीं है। कारण कि ये इन्द्रियाँ मन और बुद्धि प्राकृत हैं इसलिये ये प्रकृतिसे अतीत तत्त्वको नहीं जान सकते। स्वयं जब परमात्माके शरण हो जाता है तब स्वयं ही परमात्माको जानता है। इसलिये परमात्माको स्वयंसे ही जाना जा सकता है मनबुद्धि आदिसे नहीं। सम्बन्ध भगवान्ने दूसरे श्लोकमें यह बताया कि मैं विज्ञानसहित ज्ञानको सम्पूर्णतासे कहूँगा जिससे कुछ भी जानना बाकी नहीं रहता। जब जानना बाकी रहता ही नहीं तो फिर सब मनुष्य उस तत्त्वको क्यों नहीं जान लेते इसके उत्तरमें आगेका श्लोक कहते हैं। ","hcsca":"।।7.2।। श्री शंकराचार्य के अनुसार शास्योक्त पदार्थों का परिज्ञान ज्ञान है तथा शास्त्र से ज्ञात तत्त्व का यथार्थ रूप में स्वानुभव होना विज्ञान है। जहाँ भगवान् श्रीकृष्ण अर्जुन को वचन देते हैं कि वे न केवल शास्त्रीय सिद्धांतों का वर्णन करेंगे वरन् प्रवचनकाल में ही वे उसे आत्मानुभव के सर्वोच्च शिखर तक पहुँचा भी देंगे। उनका यह कथन कुछ अविश्वसनीय प्रतीत हो सकता है क्योंकि योग साधना तथा भारतीय दर्शन की अन्य शाखाओं में साधक को लक्ष्य का ज्ञान प्राप्त करने के पश्चात् उसकी प्राप्ति के लिये विशेष साधना करनी होती है। परन्तु वेदान्त शास्त्र इनसे भिन्न है क्योंकि इसमें साधक को उसके नित्यसिद्ध स्वरूप का ही बोध कराया गया है न कि स्व्ायं से भिन्न किसी वस्तु का। अत एक सुयोग्य विद्यार्थी को उपदेश ग्रहण के पश्चात् आत्मानुभव के लिये कहीं किसी वन प्रान्त में जाने की आवश्यकता नहीं होती है।यदि शिष्य ज्ञान के लिये आवश्यक गुणों से सम्पन्न है और गुरु के बताये हुए तर्कों को समझने में समर्थ है तो उसे अध्ययन काल में ही आत्मानुभव हो सकता है। यही कारण है कि वेदान्त केवल सुयोग्य विद्यार्थियों को ही पढ़ाया जाता है। उत्तम शिष्य के लिये आत्मानुभूति तत्काल प्राप्य है। उसे कालान्तर अथवा देशान्तर की अपेक्षा नहीं होती।यदि वेदान्त एक पूर्ण शास्त्र है और उपदेश काल में ही आत्मानुभव सिद्ध हो सकता है तो फिर क्या कारण है कि विश्वभर में ऐसे ज्ञानी पुरुष विरले ही होते हैं भगवान् कहते हैं ","etsga":"7.2 I shall tell you in detail of this Knowledge which is combined with realization, [From the statement, jnasyasi, you will know, in the earlier verse, one may conclude that the Lord is speaking of indirect or theoretical knowledge. The word idam, this rules out such a conclusion; and it has also been said that this Knowledge is savijnanam, combined with direct experienece, realization; it is Consciousness.] after experience which there remains nothing else here to be known again. ","etssa":"7.2 I shall declare to thee in full this knowledge combined with realisation, after knowing which nothing more here remains to be known. ","etdss":"7.2. IShall teach you this knowledge in full together with action; for a person who has known this there remains in this world nothing else to be known. ","ecssa":"7.2 ज्ञानम् indirect knowledge of Sastras? ते to thee? अहम् I? सविज्ञानम् combined with realisation (direct knowledge of the Atman through experience)? इदम् this? वक्ष्यामि will declare? अशेषतः in full? यत् which? ज्ञात्वा having known? न not? इह here? भूयः more? अन्यत् anything else? ज्ञातव्यम् what ought to be known? अवशिष्यते remains.Commentary Jnanam is Paroksha Jnanam or indirect knowledge of Brahman obtained through the study of the Upanishads. Vijnanam is Visesha Jnanam? i.e.? Aparoksha Jnanam obtained through direct Selfrealisation (intuitional wisdom).In this verse the Lord praises knowledge in order to make Arjuna follow His instruction closely with rapt attention? faith and interest. The Lord says I shall teach thee in full. You will attain to omniscience or perfect knowledge of the Self? after knowing which nothing more remains to be known here. If anyone attains the knowledge of the Self? he will know everything. That is the reason why Saunaka? the great householder? approacehd Angirasa respectfully and asked What is that? O Lord? which being known all this becomes known (Cf.XIII.11) ","scetsga":"7.2 Aham, I; vaksyami, shall tell; te, you; asesatah, in detail, fully; of that (Knowledge) about Myself, which is idam, this; jnanam, Knowlege; which is savijnanam, combined with realization, associated with personal enlightenment; yat jnatva, after experiencing which Knowledge; avasisyate, there remains; na anyat, nothing else, anything that can be a means to human ends; jnatavyam, to be known; bhuyah, again; iha, here. (In this way) the Lord praises that Knowledge which is intended to be spoken, in order ot draw the attention of the hearer.\nThus, he who knows Me in reality becomes omniscient. This is the idea. Therefore Knowledge is difficult to attain because of its superexcellent result.\nHow so? This is being answered: ","scetdss":"7.1-2 Mayi etc.Jnanam etc.The wordsjnanaandvijnana mean[respectively]knowledgeandaction.There remains nothingapart from these[two]. For, all the knowables are rooted in the knowledge and action. ","scetssa":"7.2 I will declare to you in full this knowledge having Me for its object, along with Vijnana or distinguishing knowledge. Vijnana is that knowledge of God in which His nature is distinguished form all things. I am distinguished from all things, animate and inanimate, as the only Being opposed to all that is evil and endowed with infinitely great manifestation of countless multiples of attributes of all kinds which are auspicious, unsurpassed and without limit. I will declare to you that knowledge which has My essence as its object. Why say much?I shall declare to you that knowledge knowing which nothing else remains to be known again in relation to Myself.\nSri Krsna declares that this knowledge, which will now be taught, is difficult to attain: ","chakravarthi":"Before attaining the stage of attachment to me, the devotee understands (jnanam) about my powers. After that, he realizes (vijnanam) my sweetness. Hear about both of these. Knowing this, nothing else remains to be known, for knowledge and realization of my impersonal aspect are included in it. ","rudra":"\nLord Krishna praises thetranscendentalknowledgethatHeisaboutto\ninstruct as it leads to blessednessandrealisation.Thistranscendental\nknowledgeistheessenceofVedantaandderivablefrom the Vedic\nscriptures. Its realisation guarantees that there is nothing furthertobe\nknown by one who is anaspirantformoksaorliberationfrommaterial\nexistence. Such a person becomes exalted by such realisation alone. ","brahma":"\nThe word jnana means Vedicknowledgebutthecompoundwordsa-vijnanam\nindicates transcendental spiritual awareness concerningtheSupremeLord.\nLord Krishna is stating that He will reveal the complete processandmeans\nfor achieving it ","shri":"\nLord Krishnahasdeignedtorevealcompletelyindetailthegeneral\nknowledge concerning Him as well as theesotericknowledgewhichcanbe\nrealised. The word vijnana means realised knowledge.Thisdenotesamore\nprofound level of understanding with a special propensityofinatewisdom\nwhich can discern and discriminate the reality of the SupremeLordKrishna\nbeing the original substratum and foundation ofallthatisanimateand\ninanimate in existence. He is the ultimatecontroller,theantithesisto\nwhatever is demoniac. He is the sovereign master of all creationpossessing\nunlimiteddivinegloriesandinfinite transcendental qualities and\nattributes. Along with revealing these things Lord Krishna will alsoreveal\nthe wisdom concerning His manifested nature.Bytherealisationofthis\nspiritual knowledge there will be nothing leftworthyofknowingforan\naspirant of bhakti or unconditional loving devotion. The extremedifficulty\nin acquiringsuchesotericknowledgeabouttheSupremeLordwillbe\nexplained in the following verse. ","kumar":"Lord Krishnahasdeignedtorevealcompletelyindetailthegeneral\nknowledge concerning Him as well as theesotericknowledgewhichcanbe\nrealised. The word vijnana means realised knowledge.Thisdenotesamore\nprofound level of understanding with a special propensityofinatewisdom\nwhich can discern and discriminate the reality of the SupremeLordKrishna\nbeing the original substratum and foundation ofallthatisanimateand\ninanimate in existence. He is the ultimatecontroller,theantithesisto\nwhatever is demoniac. He is the sovereign master of all creationpossessing\nunlimiteddivinegloriesandinfinite transcendental qualities and\nattributes. Along with revealing these things Lord Krishna will alsoreveal\nthe wisdom concerning His manifested nature.Bytherealisationofthis\nspiritual knowledge there will be nothing leftworthyofknowingforan\naspirant of bhakti or unconditional loving devotion. The extremedifficulty\nin acquiringsuchesotericknowledgeabouttheSupremeLordwillbe\nexplained in the following verse. "}