{"meta":"Bhagavad Gita Chapter 7 Verse 15","metahi":"भगवद् गीता 7.15","slok":"न मां दुष्कृतिनो मूढाः प्रपद्यन्ते नराधमाः।माययापहृतज्ञाना आसुरं भावमाश्रिताः।।7.15।। ","htsrsd":"।।7.15।।मायाके द्वारा अपहृत ज्ञानवाले आसुर भावका आश्रय लेनेवाले और मनुष्योंमें महान् नीच तथा पापकर्म करनेवाले मूढ़ मनुष्य मेरे शरण नहीं होते। ","htstma":"।।7.15।। दुष्कृत्य करने वाले मूढ नराधम पुरुष मुझे नहीं भजते हैं माया के द्वारा जिनका ज्ञान हर लिया गया है वे आसुरी भाव को धारण किये रहते हैं।। ","transliteration":"Na maam dushkritino moodhaah prapadyante naraadhamaah;\nMaayayaapahritajnaanaa aasuram bhaavamaashritaah. ","englishmeaning":"na—not; mām—unto me; duṣhkṛitinaḥ—the evil doers; mūḍhāḥ—the ignorant; prapadyante—surrender; nara-adhamāḥ—one who lazily follows one’s lower nature; māyayā—by God’s material energy; apahṛita jñānāḥ—those with deluded intellect; āsuram—demoniac; bhāvam—nature; āśhritāḥ—surrender ","hcsrsd":"।।7.15।। व्याख्या न मां दुष्कृतिनो मूढाः प्रपद्यन्ते नराधमाः जो दुष्कृती और मूढ़ होते हैं वे भगवान्के शरण नहीं होते। दुष्कृती वे ही होते हैं जो नाशवान् परिवर्तनशील प्राप्त पदार्थोंमें ममता रखते हैं और अप्राप्त पदार्थोंकी कामना रखते हैं। कामना पूरी होनेपर लोभ और कामनाकी पूर्तिमें बाधा लगनेपर क्रोध पैदा होता है। इस तरह जो कामना में फँसकर व्यभिचार आदि शास्त्रनिषिद्ध विषयोंका सेवन करते हैं लोभमें फँसकर झूठ कपट विश्वासघात बेईमानी आदि पाप करते हैं और क्रोध के वशीभूत होकर द्वेष वैर आदि दुर्भावपूर्वक हिंसा आदि पाप करते हैं वे दुष्कृती हैं।जब मनुष्य भगवान्के सिवाय दूसरी सत्ता मानकर उसको महत्त्व देते हैं तभी कामना पैदा होती है। कामनापैदा होनेसे मनुष्य मायासे मोहित हो जाते हैं और हम जीते रहें तथा भोग भोगते रहेंयह बात उनको जँच जाती है। इसलिये वे भगवान्के शरण नहीं होते प्रत्युत विनाशी वस्तु पदार्थ आदिके शरण हो जाते हैं।तमोगुणकी अधिकता होनेसे सारअसार नित्यअनित्य सत्असत् ग्राह्यत्याज्य कर्तव्यअकर्तव्य आदिकी तरफ ध्यान न देनेवाले भगवद्विमुख मनुष्य मूढ़ हैं। दुष्कृती और मूढ़ पुरुष परमात्माकी तरफ चलनेका निश्चय ही नहीं कर सकते फिर वे परमात्माकी शरण तो हो ही कैसे सकते हैंनराधमाः कहनेका मतलब है कि वे दुष्कृती और मूढ़ मनुष्य पशुओंसे भी नीचे हैं। पशु तो फिर भी अपनी मर्यादामें रहते हैं पर ये मनुष्य होकर भी अपनी मर्यादामें नहीं रहते हैं। पशु तो अपनी योनि भोगकर मनुष्ययोनिकी तरफ आ रहे हैं और ये मनुष्य होकर (जिनको कि परमात्माकी प्राप्ति करनेके लिये मनुष्यशरीर दिया) पाप अन्याय आदि करके नरकों और पशुयोनियोंकी तरफ जा रहे हैं। ऐसे मूढ़तापूर्वक पाप करनेवाले प्राणी नरकोंके अधिकारी होते हैं। ऐसे प्राणियोंके लिये भगवान्ने (गीता 16। 1920 में) कहा है कि द्वेष रखनेवाले मूढ़ क्रूर और संसारमें नराधम पुरुषोंको मैं बारबार आसुरी योनियोंमें गिराता हूँ। वे आसुरी योनियोंको प्राप्त होकर फिर घोर नरकोंमें जाते हैं।माययापहृतज्ञाना आसुरं भावमाश्रिताः भगवान्की जो तीनों गुणोंवाली माया है (गीता 7। 14) उस मायासे विवेक ढक जानेके कारण जो आसुर भावको प्राप्त हो गये हैं अर्थात् शरीर इन्द्रियाँ अन्तःकरण और प्राणोंका पोषण करनेमें लगे हुए हैं वे मेरेसे सर्वथा विमुख ही रहते हैं। इसलिये वे मेरे शरण नहीं होते।दूसरा भाव यह है कि जिनका ज्ञान मायासे अपहृत है उनकी वृत्ति पदार्थोंके आदि और अन्तकी तरफ जाती ही नहीं। उत्पत्तिविनाशशील पदार्थोंको प्रत्यक्ष नश्वर देखते हुए भी वे रुपयेपैसे सम्पत्ति आदिके संग्रहमें और मान योग्यता प्रतिष्ठा कीर्ति आदिमें ही आसक्त रहते हैं और उनकी प्राप्ति करनेमें ही अपनी बहादुरी और उद्योगकी सफलता इतिश्री मानते हैं। इस कारण वे यह समझ ही नहीं सकते कि जो अभी नहीं है उसकी प्राप्ति होनेपर भी अन्तमें वह नहीं ही रहेगा और उसके साथ हमारा सम्बन्ध नहीं रहेगा।असु नाम प्राणोंका है। प्राणोंको प्रत्यक्ष ही आनेजानेवाले अर्थात् क्रियाशील और नाशवान् देखते हुए भी वे उन प्राणोंका पोषण करनेमें ही लगे रहते हैं। जीवननिर्वाहमें काम आनेवाली सांसारिक वस्तुओंको ही वे महत्त्व देते हैं। उन वस्तुओंसे भी बढ़कर वे रुपयेपैसोंको महत्त्व देते हैं जो कि स्वयं काममें नहीं आते प्रत्युत वस्तुओंके द्वारा काममें आते हैं। वे केवल रुपयोंको ही आदर नहीं देते प्रत्युत उनकी संख्याको बहुत आदर देते हैं। रुपयोंकी संख्या अभिमान बढ़ानेमें काम आती है। अभिमान सम्पूर्ण आसुरी सम्पत्तिका आधार और सम्पूर्ण दुःखों एवं पापोंका कारण है (टिप्पणी प0 413)। ऐसे अभिमानको लेकर ही जो अपनेको मुख्य मानते हैं वे आसुर भावको प्राप्त हैं।विशेष बातयहाँ भगवान्ने कहा है कि दुष्कृती मनुष्य मेरे शरण नहीं हो सकते और नवें अध्यायके तीसवें श्लोकमें कहा है कि सुदुराचारी मनुष्य भी अगर अनन्यभावसे मेरा भजन करता है तो वह बहुत जल्दी धर्मात्मा हो जाता है तथा निरन्तर रहनेवाली शान्तिको प्राप्त होता हैयह कैसे इसका समाधान यह है कि वहाँ (9। 30) में अपि चेत् पद आये हैं जिनका अर्थ होता हैदुराचारीकी प्रवृत्ति परमात्माकी तरफ स्वाभाविक नहीं होती परन्तु अगर वह भगवान्के शरण हो जाय तो उसके लिये भगवान्की तरफसे मना नहीं है। भगवान्की तरफसे किसी भी जीवके लिये किञ्चिन्मात्र भी बाधा नहीं है क्योंकि भगवान् प्राणिमात्रके लिये सम हैं। उनका किसी भी प्राणीमें रागद्वेष नहीं होता (गीता 9। 29)। दुराचारीसेदुराचारी मनुष्य भी भगवान्के द्वेषका विषय नहीं है। सब प्राणियोंपर भगवान्का प्यार और कृपा समान ही है।वास्तवमें दुराचारी अधिक दयाका पात्र है। कारण कि वह अपना ही महान् अहित कर रहा है भगवान्का कुछ भी नहीं बिगाड़ रहा है। इसलिये किसी कारणवशात् कोई आफत आ जाय बड़ा भारी संकट आ जाय और उसका कोई सहारा न रहे तो वह भगवान्को पुकार उठेगा। ऐसे ही किसी सन्तको उसने दुःख दिया और संतके हृदयमें कृपा आ जाय तो उस सन्तकी कृपासे वह भगवान्में लग जाय अथवा किसी ऐसे स्थानमें चला जाय जहाँ अच्छेअच्छे बड़े विलक्षण दयालु महात्मा रह चुके हैं और उनके प्रभावसे उसका भाव भाव बदल जाय अथवा किसी कारणवशात् उसका कोई पुराना विलक्षण पुण्य उदय हो जाय तो वह अचानक चेत सकता है और भगवान्के शरण हो सकता है। ऐसा पापी पुरुष अगर भगवान्में लगता है तो बड़ी दृढ़तासे लगता है। कारण कि उसके भीतर कोई अच्छाई नहीं होती इसलिये उसमें अच्छेपनका अभिमान नहीं होता।तात्पर्य यह हुआ कि सम्पूर्ण प्राणियोंमें भगवान्की व्यापकता और कृपा समान है। सदाचार और दुराचार तो उन प्राणियोंके किये हुए कार्य हैं। मूलमें तो वे प्राणी सदा भगवान्के शुद्ध अंश हैं। केवल दुराचारके कारण उनकी भगवान्में रुचि नहीं होती। अगर किसी कारणवशात् रुचि हो जाय तो भगवान् उनके किये हुएको न देखकर उनको स्वीकार कर लेते हैंरहति न प्रभु चित चूक किए की। करत सुरति सय बार हिए की।।(मानस 1। 29। 3) जैसे माँका हृदय अपने सम्बन्धसे बालकोंपर समान ही रहता है। उनके सदाचारदुराचारसे उनके प्रति माँका व्यवहार तो विषम होता है पर हृदय विषम नहीं होताकुपुत्रो जायेत क्वचिदपि कुमाता न भवति। माँ तो एक जन्मको और एक शरीरको देनेवाली होती है परन्तु प्रभु तो सदा रहनेवाली माँ हैं। प्रभुका हृदय तो प्राणिमात्रपर सदैव द्रवित रहता ही है। प्राणी निमित्तमात्र भी शरण हो जाय तो प्रभु विशेष द्रवित हो जाते हैं। भगवान् कहते हैंजौं नर होइ चराचर द्रोही। आवै सभय सरन तकि मोही।। तजि मद मोह कपट छल नाना। करउँ सद्य तेहि साधु समाना।।(मानस 5। 48। 12)इसका तात्पर्य है कि जो चराचर प्राणियोंके साथ द्वेष करनेवाला है वह अगर कहीं भी आश्रय न मिलनेसे भयभीत होकर सर्वथा मेरा ही आश्रय लेकर मेरे शरण हो जाता है तो उसमें होनेवाले मद मोह कपट नाना छल आदि दोषोंकी तरफ न देखकर केवल उसके भावकी तरफ देखकर मैं उसको बहुत जल्दी साधु बना लेता हूँ।धर्मका आश्रय रहनेसे धर्मात्मा पुरुषके भीतर अनन्यभाव होनेमें कठिनता रहती है। परन्तु दुरात्मा पुरुष जब किसी कारणसे भगवान्के सम्मुख होता है तब उसमें किसी प्रकारके शुभकर्मका आश्रय न होनेसे केवल भगवत्परायणता ही बल रहता है। यह बल बहुत शीघ्र पवित्र करता है। कारण कि यह बल खुदका होता है अर्थात् किसी तरहका आश्रय न रहनेसे उसकी खुदकी पुकार होती है। इस पुकारसे भगवान् बहुत शीघ्र पिघल जाते हैं। ऐसी पुकार होनेमें पुण्यात्मापापात्मा विद्वान्मूर्ख सुजातिकुजाति आदिका होना कारण नहीं है प्रत्युत संसारकी तरफसे सर्वथा निराश होना ही खास कारण है। यह निराशा हरेक मनुष्यको हो सकती है।दूसरी बात भगवान्के कथनका तात्पर्य है कि दुष्कृती पुरुष मेरे शरण नहीं होते क्योंकि उनका स्वभाव मेरे विपरीत होता है। उनमेंसे अगर कोई मेरे शरण हो जाय तो मैं उससे प्यार करनेके लिये हरदम तैयार हूँ। भगवान्की कृपालुता इतनी विलक्षण है कि भगवान् भी अपनी कृपाके परवश होकर जीवका शीघ्र कल्याण कर देते हैं। अतः यहाँके और वहाँके प्रसङ्गमें विरोध नहीं है प्रत्युत इसमें भगवान्की कृपालुता ही प्रकट होती है।सुकृती और दुष्कृती (टिप्पणी प0 414) का होना उनकी क्रियाओंपर निर्भर नहीं है प्रत्युत भगवान्के सम्मुख और विमुख होनेपर निर्भर है। जो भगवान्के सम्मुख है वह सुकृती है और जो भगवान्से विमुख है वह दुष्कृती है। भगवान्के सम्मुख होनेका जैसा माहात्म्य है वैसा माहात्म्य सकामभावपूर्वक किये गये यज्ञ दान तप तीर्थ व्रत आदि शुभ कर्मोंका भी नहीं है। यद्यपि यज्ञ दान तप आदि क्रियाएँ भी पवित्र हैं पर जो अपनेको सर्वथा अयोग्य समझकर और अपनेमें किसी तरही पवित्रता न देखकर आर्तभावसे भगवान्के सम्मुख रो पड़ता है उसकी पवित्रता भगवत्कृपासे बहुत जल्दी होती है। भगवत्कृपासे होनेवाली पवित्रता अनेक जन्मोंमें किये हुए शुभ कर्मोंकी अपेक्षा बहुत ही विलक्षण होती है। इसी तरहसे शुभ कर्म करनेवाले सुकृती भी शुभ कर्मोंका आश्रय छोड़कर भगवान्को पुकार उठते हैं तो उनका भी शुभ कर्मोंका आश्रय न रहकर एक भगवान्का आश्रय हो जाता है। केवल भगवन्का ही आश्रय होनेके कारण वे भी भगवान्के प्यारे भक्त हो जाते हैं।एक कृति होती है और एक भाव होता है। कृतिमें बाहरकी क्रिया होती है और भाव भीतरमें होता है। भावके पीछे उद्देश्य होता है और उद्देश्यके पीछे भगवान्की तरफ अनन्यता होती है। वह अनन्यता कृतियों और भावोंसे बहुत विलक्षण होती है क्योंकि वह स्वयंकी होती है। उस अनन्यताके सामने कोई दुराचार टिक ही नहीं सकता। वह अनन्यता दुराचारीसेदुराचारी पुरुषको भी बहुत जल्दी पवित्र कर देती है। वास्तवमें यह जीव परमात्माका अंश होनेसे पवित्र तो है ही। केवल दुर्भावों और दुराचारोंके कारण ही इसमें अपवित्रता आती है। सम्बन्ध पूर्वश्लोकमें भगवान्ने कहा कि दुष्कृती पुरुष मेरे शरण नहीं होते। तो फिर शरण कौन होते हैं इसको आगेके श्लोकमें बताते हैं। ","hcsca":"।।7.15।। पूर्व श्लोक में कहा गया है कि मेरे भक्त माया को तर जाते हैं तो इस श्लोक में बता रहे हैं कि कौन से लोग हैं जो मेरी भक्ति नहीं करते हैं। इन दो प्रकार के लोगों का भेद स्पष्ट किये बिना जिज्ञासु साधक सम्यक् प्रकार से यह नहीं जान सकता कि मन की कौन सी प्रवृत्तियां मोह के लक्षण हैं।दुष्कृत्य करने वाले मूढ नराधम लोग ईश्वर की भक्ति नहीं करते हैं जिसका कारण यह है कि उनके विवेक का माया द्वारा हरण कर लिया जाता है। यह एक सर्वविदित तथ्य है कि मनुष्य के उच्च विकास का लक्षण उसकी विवेकवती बुद्धि है। इस बुद्धि के द्वारा वह अच्छाबुरा उच्चनीच नैतिकअनैतिक का विवेक कर पाता है। बुद्धि ही वह माध्यम है जिसके द्वारा मनुष्य अज्ञानजनित जीवभाव के स्वप्न से जागकर अपने शुद्ध चैतन्य स्वरूप का साक्षात् अनुभव कर सकता है।विषयों के द्वारा जो व्यक्ति क्षुब्ध नहीं होता उसमें ही यह विवेकशक्ति प्रभावशाली ढंग से कार्य कर पाती है। मनुष्य में देहात्मभाव जितना अधिक दृढ़ होगा उतनी ही अधिक विषयाभिमुखी उसकी प्रवृत्ति होगी। अत विषयभोग की कामना को पूर्ण करने हेतु वह निंद्य कर्म में भी प्रवृत्त होगा। इस दृष्टि से पाप कर्म का अर्थ है मनुष्यत्व की उच्च स्थिति को पाकर भी स्वस्वरूप के प्रतिकूल किये गये कर्म। स्थूल देह को अपना स्वरूप समझकर मोहित हुए पुरुष ही पापकर्म करते हैं। ऐसे लोगों को यहाँ मूढ़ और आसुरी भाव का मनुष्य कहा गया है। गीता के सोलहवें अध्याय में दैवी और आसुरीभाव का विस्तारपूर्वक वर्णन किया गया है।परन्तु जो पुण्यकर्मी लोग हैं वे चार प्रकार से मेरी भक्ति करते हैं। भगवान् कहते हैं ","etsga":"7.15 The foolish evildoers, who are the most depraved among men, who are deprived of (their) wisdom by Maya, and who resort to demoniacal ways, do not take refuge in Me. ","etssa":"7.15 The evil-doers and the deluded who are the lowest of men do not seek Me; they whose knowledge is destroyed by illusion follow the ways of demons. ","etdss":"7.15. The deluded evil-doers, the vilest men, who are robbed of knowledge by the trick-of-Illusion and have taken refuge in the demoniac nature-they do not resort to Me. ","ecssa":"7.15 न not? माम् to Me? दुष्कृतिनः evildoers? मूढाः the deluded? प्रपद्यन्ते seek? नराधमाः the lowest of men?,मायया by Maya? अपहृतज्ञानाः deprived of knowledge? आसुरम् belonging to demons? भावम् nature? आश्रिताः having taken to.Commentary These three kinds of people have no discrimination between right and wrong? the Real and the unreal. They commit murder? robbery? theft and other kinds of atrocious actions. They speak untruth and injure others in a variety of ways. Those who follow the ways of the demons take the body as the Self like Vivochana and worship it with flowers? scents? unguents? nice clothes and palatable foods of various sorts. They are deluded souls. They try to nourish their body and do various sorts of evil actions to attain this end. Therefore they do not worship Me. Ignorance is the root cause of all these evils. (Cf.XVI.16and20) ","scetsga":"7.15 Mudhah, the foolish; duskrtinah, evildoers, sinners; who are nara-adhamah, the most depraved among men; who are also apa-hrta-jnanah, deprived of, despoiled of (their) wisdom; mayaya, by Maya; and asritah, who resort to; asuram bhavam, demoniacal, ways, such as cruelty, untruthfulness, etc.; na, do not; prapadyante, take refuge; man, in Me, the supreme God. ","scetdss":"7.15 Na mam etc.Those who do not take refuge with attention in Me,even while their body remains fit for the purpose, they are evil-doers and the basest of men, deluded, demoniac,i.e. given to darkness(ignorance).Hence, this is only the power of the trick-of-illusion. ","scetssa":"7.15 Evil-doers, those who commit evil deeds, do not resort to Me. They are of four types, according to the degree of their evil deeds:(i) the foolish, (ii) the lowest of men, (iii) those persons deprived of knowledge by Maya, and (iv) those given to demoniac nature. The foolish are those who have misconceived knowledge. True knowledge consists in understanding that the self is dependent on the Lord and exists for Him. But the foolish think they are independent and also that all enjoyable things of the world are their own and for their enjoyment. The lowest of men are those who are incapable of turning towards Me, even though My essential nature is known to them generally. Persons who are deprived of knowledge by Maya are those who, though possessing knowledge about Me and My manifestations, are moved by deceitful reasonings to contend that such knowledge is inconsistent and impossible. Those of demoniac nature are those who have positive knowledge about Myself and My manifestation but hate Me. The intensity of sinfulness in these types in the order in which they are successively placed. ","chakravarthi":"“Do not the wise then surrender unto you?”\nYes, those who are wise surrender to me, but those who only think themselves wise do not. Dusta means evil or spoiled, and krtinah means clever. Those who have evil intelligence (duskrtinah) are of four types. One is the mudhah, the fool equal to an animal, the person pursuing enjoyment through his work. It is said:\nnunam daivena nihata ye cacyuta-katha-sudham\nhitva srnvanty asad-gathah purisam iva vid-bhujah\nBecause they are averse to the nectar of the activities of the Supreme Personality of Godhead, they are compared to stool eating hogs. They give up hearing the transcendental activities of the Lord and indulge in hearing of the abominable activities of materialistic persons. SB 3.32.19\nmukundam ko vai na seveta vina naretarah\nWho would not serve Mukunda except a non-human?\nOthers are naradhamas. For some time they attain the status of a human by accepting the process of bhakti, but then reject it by their own will, thinking that it is not useful as a practice for attaining their goals. They become the lowest (adhama) because of giving up bhakti.\nOthers, though having studied the scriptures, have their knowledge stolen by maya. They think that Narayana residing in Vaikuntha is obtainable by constant bhakti, but not Krishna or Rama, whom they consider humans. It is said, avajananti mam mudha manusim tanum asritam (BG 9.11). These fools think that I have a human body. This means that though they surrender to me, they do not surrender to me.\nOthers take shelter of the mood of the asuras. Asuras like Jarasandha, seeing my form, attack it with arrows. They even try to destroy my form in Vaikuntha by their bad arguments, based on faulty logic such as insisting on visible proof. They do not surrender at all. ","rudra":"\nWhy then does not everyone worship Lord Krishna as theSupremeLord?This\nverse tersely answers this question describing becausetheyareduskrtino\normiscreants,wretchesamonghumanbeings. Because they are so\nincorrigible they do not take refuge in the Supreme Lord and offerdevotion\nto Him. What is the cause of their wretchedness? It is because theyarein\nignorance and bereftofdiscrimination.Whyaretheyignorant?Itis\nbecause they are wicked and sinful. Thereforethosewhoaredeprivedof\ndiscrimination due to the absenceofspiritualknowledgefromtheholy\npreceptorarisingfromtheteachingsofthe Vedic scriptures are\nconscripted by mayas illusory impressions superimposed uponthemindand\nengage themselvesindespicableanddeplorable,diabolicalactivities.\nSubsequently they assume a demoniac attitude whichhasbeendescribedas\npompous,ostentatious,aggrandising,arrogant, conceited, egocentric,\nperverted,cruelandvulgar.Suchmiscreantsnever even have the\nopportunity to worship the Supreme Lord. ","brahma":"\nWhy all intelligent beings do not surrender unto theSupremeLordKrishna\nis being declared in this verse. It is because they become degradeddueto\npervertedactivitieslikethemostwretchedofbeings.Deprived of\ndiscriminationtheirintelligencebecomespollutedand they perform\ndiabolical activities against creation and themselvesandassumedemoniac\nmentalities.Here thewordmayayapahrtameansstolenbytheillusory\nenergy. The Vyasa Yoga states: Awareness is the natural tendencyofliving\nentities; bymayaorillusoryimpressionssuperimposeduponthemind\nawareness becomes distorted. The word asuram indicating thedemoniaccomes\nfrom the root word a-sura meaning without light. IntheNaradaPuranait\nstates that among the demigods there is a predominanceofknowledgewhich\nis light; but among the demoniac asuras there isapredominanceofsense\nentanglement which is the absence of light. ","shri":"\nIf one were to ask why do notallintelligentbeingsswiftlyadoptand\nfollow the path of surrender and devotion to the SupremeLordKrishnaand\nreceive the highest benefit the answer is given in this versebytheword\nduskritno or miscreants of evil and wicked deeds all of whom fallintoone\nof four categories.\nmudhahsarethegrosslyignorantwhohave wrong and perverted\nunderstanding, who think that what is theSupremeLordssuchasall\ncreation they consider to be their own.\n1) naradhamah are the ignoble members of society who although knowing of\nthe Supreme Lord glory disdain to offer Him respect and homage in\nreciprocation with Him.\n2) mayayapahrta are those who forfeited the correct knowledge of the\nSupreme Lord acquired previously due to irrelevant and irreverent\nspeculative, logistical analysis.\n3) asuram bhavam asritahare those of demoniac mentality who knowing the\npower and glory of the Supreme Lord are only incited to cultivate deep\nseeded enmity against Him.\nIn the order presented, each subsequent miscreant is more sinful then the\nprevious before it. ","kumar":"If one were to ask why do notallintelligentbeingsswiftlyadoptand\nfollow the path of surrender and devotion to the SupremeLordKrishnaand\nreceive the highest benefit the answer is given in this versebytheword\nduskritno or miscreants of evil and wicked deeds all of whom fallintoone\nof four categories.\nmudhahsarethegrosslyignorantwhohave wrong and perverted\nunderstanding, who think that what is theSupremeLordssuchasall\ncreation they consider to be their own.\n1) naradhamah are the ignoble members of society who although knowing of\nthe Supreme Lord glory disdain to offer Him respect and homage in\nreciprocation with Him.\n2) mayayapahrta are those who forfeited the correct knowledge of the\nSupreme Lord acquired previously due to irrelevant and irreverent\nspeculative, logistical analysis.\n3) asuram bhavam asritahare those of demoniac mentality who knowing the\npower and glory of the Supreme Lord are only incited to cultivate deep\nseeded enmity against Him.\nIn the order presented, each subsequent miscreant is more sinful then the\nprevious before it. "}