{"meta":"Bhagavad Gita Chapter 7 Verse 28","metahi":"भगवद् गीता 7.28","slok":"येषां त्वन्तगतं पापं जनानां पुण्यकर्मणाम्।ते द्वन्द्वमोहनिर्मुक्ता भजन्ते मां दृढव्रताः।।7.28।। ","htsrsd":"।।7.28।।परन्तु जिन पुण्यकर्मा मनुष्योंके पाप नष्ट गये हैं वे द्वन्द्वमोहसे रहित हुए मनुष्य दृढ़व्रती होकर मेरा भजन करते हैं। ","htstma":"।।7.28।। परन्तु जिन पुण्यकर्मी पुरुषों का पाप नष्ट हो गया है वे द्वन्द्वमोह से निर्मुक्त और दृढ़वती पुरुष मुझे भजते हैं।। ","transliteration":"Yeshaam twantagatam paapam janaanaam punyakarmanaam;\nTe dwandwamohanirmuktaa bhajante maam dridhavrataah. ","englishmeaning":"yeṣhām—whose; tu—but; anta-gatam—completely destroyed; pāpam—sins; janānām—of persons; puṇya—pious; karmaṇām—activities; te—they; dvandva—of dualities; moha—illusion; nirmuktāḥ—free from; bhajante—worship;mām; dṛiḍha-vratāḥ—with determination ","hcsrsd":"।।7.28।। व्याख्या येषां त्वन्तगतं पापं जनानां पुण्यकर्मणाम् द्वन्द्वमोहसे मोहित मनुष्य तो भजन नहीं करते और जो द्वन्द्वमोहसे मोहित नहीं हैं वे भजन करते हैं तो भजन न करनेवालोंकी अपेक्षा भजन करनेवालोंकी विलक्षणता बतानेके लिये यहाँ तु पद आया है।जिन मनुष्योंने अपनेको तो भगवत्प्राप्ति ही करनी हैइस उद्देश्यको पहचान लिया है अर्थात् जिनको उद्देश्यकी यह स्मृति आ गयी है कि यह मनुष्यशरीर भोग भोगनेके लिये नहीं है प्रत्युत भगवान्की कृपासे केवल उनकी प्राप्तिके लिये ही मिला हैऐसा जिनका दृढ़ निश्चय हो गया है वे मनुष्य ही पुण्यकर्मा हैं। तात्पर्य यह हुआ कि अपने एक निश्चयसे जो शुद्धि होती है पवित्रता आती है वह यज्ञ दान तप आदि क्रियाओंसे नहीं आती। कारण कि हमें तो एक भगवान्की तरफ ही चलना है यह निश्चय स्वयंमें होता हैऔर यज्ञ दान आदि क्रियाएँ बाहरसे होती हैं।अन्तगतं पापम् कहनेका भाव यह है कि जब यह निश्चय हो गया कि मेरेको तो केवल भगवान्की तरफ ही चलना है तो इस निश्चयसे भगवान्की सम्मुखता होनेसे विमुखता चली गयी जिससे पापोंकी जड़ ही कट गयी क्योंकि भगवान्से विमुखता ही पापोंका खास कारण है। सन्तोंने कहा है कि डेढ़ ही पाप है और डेढ़ ही पुण्य है। भगवान्से विमुख होना पूरा पाप है और दुर्गुणदुराचारोंमें लगना आधा पाप है। ऐसे ही भगवान्के सम्मुख होना पूरा पुण्य है और सद्गुणसदाचारोंमें लगना आधा पुण्य है। तात्पर्य यह हुआ कि जब मनुष्य भगवान्के सर्वथा शरण हो जाता है तब उसके पापोंका अन्त हो जाता है।दूसरा भाव यह है कि जिनका लक्ष्य केवल भगवान् हैं वे पुण्यकर्मा हैं क्योंकि भगवान्का लक्ष्य होनेपर सब पाप नष्ट हो जाते हैं। भगवान्का लक्ष्य होनेपर पुराने किसी संस्कारसे पाप हो भी जायगा तो भी वह रहेगा नहीं क्योंकि हृदयमें विराजमान भगवान् उस पापको नष्ट कर देते हैंविकर्म यच्चोत्पतितं कथञ्चिद् धुनोति सर्वं हृदि सन्निविष्टः (श्रीमद्भा0 11। 5। 42)।तीसरा भाव यह है कि मनुष्य सच्चे हृदयसे यह दृढ़ निश्चय कर ले कि अब आगे मैं कभी पाप नहीं करूँगा तो उसके पाप नहीं रहते।ते द्वन्द्वमोहनिर्मुक्ता भजन्ते मां दृढव्रताः पुण्यकर्मा लोग द्वन्द्वरूप मोहसे रहित होकर और दृढ़व्रती होकर भगवान्का भजन करते हैं। द्वन्द्व कई तरहका होता जैसे1भगवान्में लगें या संसारमें लगें क्योंकि परलोकके लिये भगवान्का भजन आवश्यक है और इहलोकके लिये संसारका काम आवश्यक है।2वैष्णव शैव शाक्त गाणपत और सौरइन सम्प्रदायोंमेंसे किस सम्प्रदायमें चलें और किस सम्प्रदायमें न चलें3परमात्माके स्वरूपके विषयमें द्वैत अद्वैत विशिष्टाद्वैत शुद्धाद्वैत अचिन्त्यभेदाभेद आदि कई तरहके सिद्धान्त हैं। इनमेंसे किस सिद्धान्तको स्वीकार करें और किस सिद्धान्तको स्वीकार न करें4परमात्माकी प्राप्तिके भक्तियोग ज्ञानयोग कर्मयोग ध्यानयोग हठयोग लययोग मन्त्रयोग आदि कई मार्ग हैं। उनमेंसे किस मार्गपर चलें और किस मार्गपर न चलें5संसारमें होनेवाले अनुकूलप्रतिकूल हर्षशोक ठीकबेठीक सुखदुःख रागद्वेष आदि सभी द्वन्द्व हैं।उपर्युक्त सभी पारमार्थिक और सांसारिक द्वन्द्वरूप मोहसे मुक्त हुए मनुष्य दृढ़व्रती होकर भगवान्का भजन करते हैं।मनुष्यका एक ही पारमार्थिक उद्देश्य हो जाय तो पारमार्थिक और सांसारिक सभी द्वन्द्व मिट जाते हैं। पारमार्थिक उद्देश्यवाले साधक अपनीअपनी रुचि योग्यता और श्रद्धाविश्वासके अनुसार अपनेअपने इष्टको सगुण मानें साकार मानें निर्गुण मानें निराकार मानें द्विभुज मानें चतुर्भुज मानें अथवा सहस्रभुज आदि कैसे ही मानें पर संसारकी विमुखतामें और परमात्माकी सम्मुखतामें वे सभी एक हैं। उपासनाकी पद्धतियाँ भिन्नभिन्न होनेपर भी लक्ष्य सबका एक होनेसे कोई भी पद्धति छोटीबड़ी नहीं है। जिस साधकका जिस पद्धतिमें श्रद्धाविश्वास होता है उसके लिये वही पद्धति श्रेष्ठ है और उसको उसी पद्धतिका ही अनुसरणकरना चाहिये। परन्तु दूसरोंकी पद्धति या निष्ठकी निन्दा करना उसको दो नम्बरका मानना दोष है। जबतक यह साधनविषयक द्वन्द्व रहता है और साधकमें अपने पक्षका आग्रह और दूसरोंका निरादर रहता है तबतक साधकको भगवान्के समग्ररूपका अनुभव नहीं होता। इसलिये आदर तो सब पद्धतियों और निष्ठाओंका करे पर अनुसरण अपनी पद्धति और निष्ठाका ही करे तो इससे साधनविषयक द्वन्द्व मिट जाता है।मनुष्यमात्रकी यह प्रकृति होती है ऐसा एक स्वभाव होता है कि जब वह पारमार्थिक बातें सुनता है तब वह यह समझता है कि साधन करके अपना कल्याण करना है क्योंकि मनुष्यजन्मकी सफलता इसीमें है। परन्तु जब वह व्यवहारमें आता है तब वह ऐसा सोचता है कि साधनभजन से क्या होगा सांसारिक काम तो करना पड़ेगा क्योंकि संसारमें बैठे हैं चीजवस्तुकी आवश्यकता पड़ती है उसके बिना काम कैसे चलेगा अतः संसारका काम मुख्य रहेगा ही और भजनस्मरणका नित्यनियम तो समयपर कर लेना है क्योंकि सांसारिक कामकी जितनी आवश्यकता है उतनी भजनस्मरण नित्यनियमकी नहीं। ऐसी धारणा रखकर भगवान्में लगे हुए मनुष्य बहुत हैं।भगवान्की तरह चलनेवालोंमें भी जिन्होंने एक निश्चय कर लिया है कि मेरेको तो अपना कल्याण करना है सांसारिक लाभहानि कुछ भी हो जाय इसकी कोई परवाह नहीं। कारण कि सांसारिक जितनी भी सिद्धि है वह आँख मीचते ही कुछ नहीं हैसम्मीलने नयनयोर्नहि किञ्चिदस्ति और इन सांसारिक वस्तुओंको प्राप्त करनेसे कितने दिनतक हमारा काम चलेगा ऐसा विचार करके जो एक भगवान्की तरफ ही लग जाते हैं और सांसारिक आदरनिरादर आदिकी तरफ ध्यान नहीं देते ऐसे मनुष्य ही द्वन्द्वमोहसे छूटे हुए हैं।दृढ़व्रताः कहनेका तात्पर्य है कि हमें तो केवल परमात्माकी तरफ ही चलना है हमारा और कोई लक्ष्य है ही नहीं। वह परमात्मा द्वैत है कि अद्वैत है शुद्धाद्वैत है कि विशिष्टाद्वैत है सगुण है कि निर्गुण है द्विभुज है कि चतुर्भुज हैइससे हमें कोई मतलब नहीं है (टिप्पणी प0 440)। वह हमारे लिये कैसी भी परिस्थिति भेजे हमें कहीं भी रखे और कैसे भी रखेइससे भी हमें कोई मतलब नहीं है। बस हमें तो केवल परमात्माकी तरफ चलना हैऐसे निश्चयसे वे दृढ़व्रती हो जाते हैं।परमात्माकी तरफ चलनेवालोंके सामने तीन बातें आती हैंपरमात्मा कैसे हैं जीव कैसा है और जगत् कैसा है तो उनके हृदयमें इनका सीधा उत्तर यह होता है कि परमात्मा हैं। वे कहाँ रहते हैं क्या करते हैं आदिसे हमें कोई मतलब नहीं हमें तो परमात्मासे मतलब है। जीव क्या है उसका कैसा स्वरूप है वह कहाँ रहता है इससे हमें कोई मतलब नहीं। हमें तो इतना ही पर्याप्त है कि मैं हूँ। जगत् कैसा है ठीक है कि बेठीक है हमें इससे कोई मतलब नहीं। हमें तो इतना ही समझना पर्याप्त है कि जगत् त्याज्य है और हमें इसका त्याग करना है। तात्पर्य यह हुआ कि परमात्माकी तरफ चलना है संसारको छोड़ना है और हमें चलना है अर्थात् हमें संसारसे विमुख होकर परमात्माके सम्मुख होना हैयही सम्पूर्ण दर्शनोंका सार है और यही दृढ़व्रती होना है। दृढ़व्रती होनेसे उनके द्वन्द्व नष्ट हो जाते हैं क्योंकि एक निश्चय न होनेसे ही द्वन्द्व रहते हैं।दूसरा भाव है कि उनको न तो निर्गुणका ज्ञान है और न उनको सगुणके दर्शन हुए हैं किन्तु उनकी मान्यतामें संसार निरन्तर नष्ट हो रहा है निरन्तर अभावमें जा रहा है और सब देश काल वस्तु व्यक्ति आदिमें भावरूपसे एक परमात्मा ही हैंऐसा मानकर वे दृढ़व्रती होकर भजन करते हैं। जैसे पतिव्रता स्त्री पतिके परायण रहती है ऐसे ही भगवान्के परायण रहना ही उनका भजन है।विशेष बातशास्त्रोंमें सन्तवाणीमें और गीतामें भी यह बात आती है कि पापी मनुष्य भगवान्में प्रायः नहीं लग पाते पर यह एक स्वाभाविक सामान्य नियम है। वास्तवमें कितने ही पाप क्यों न हों वे भगवान्से विमुख कर ही नहीं सकते क्योंकि जीव साक्षात् भगवान्का अंश है अतः उसकी शुद्धि पापोंसे आच्छादित भले ही हो जाय पर मिट नहीं सकती। इसलिये दुराचारी भी दुराचार छोड़कर भगवान्के भजनमें लग जाय तो वह बहुत जल्दी धर्मात्मा (भक्त) हो जाता हैक्षिप्रं भवति धर्मात्मा (टिप्पणी प0 441) (गीता 9। 31)। अतः मनुष्यको कभी भी ऐसा नहीं मानना चाहिये कि पुराने पापोंके कारण मेरेसे भजन नहीं हो रहा है क्योंकि पुराने पाप केवल प्रतिकूल परिस्थितिरूप फल देनेके लिये होते हैं भजनमें बाधा देनेके लिये नहीं। प्रतिकूल परिस्थिति देकर वे पाप नष्ट हो जाते हैं। अगर ऐसा मान लिया जाय कि पापोंके कारण ही भजन नहीं होता तो अपि चेत्सुदुराचारो भजते मामनन्यभाक् (गीता 9। 30) दुराचारीसेदुराचारी पुरुष अनन्यभावसे मेरा भजन करता हैयह कहना बन नहीं सकता। पापोंके कारण अगर भजनध्यानमें बाधा लग जाय तो बड़ी मुश्किल हो जायगी क्योंकि बिना पापके कोई प्राणी है ही नहीं। पापपुण्यसे ही मनुष्यशरीर मिलता है। इससे सिद्ध होता है कि पुराने पाप भजनमें बाधक नहीं हो सकते। इसलिये जो दृढ़व्रती पुरुष भगवान्के शरण होकर वर्तमानमें भगवान्के भजनमें लग जाते हैं उनके पुराने पापोंका अन्त हो जाता है। मनुष्यशरीर भजन करनेके लिये ही मिला है अतः जो परिस्थितियाँ शरीरतक रहनेवाली हैं वे भजनमें बाधा पहुँचायेंऐसा कभी सम्भव ही नहीं है।सकाम पुण्यकर्मोंकी मुख्यता होनेसे जीव स्वर्गमें जाते हैं और पापकर्मोंकी मुख्यता होनेसे नरकोंमें जाते हैं। परन्तु भगवान् विशेष कृपा करके पापों और पुण्योंका पूरा फलभोग न होनेपर भी अर्थात् चौरासी लाख योनियोंके बीचमें ही जीवको मनुष्यशरीर दे देते हैं। मनुष्यशरीरमें भगवद्भजनका अवसर विशेषतासे प्राप्त होता है। अतः मनुष्यशरीर प्राप्त होनेपर भगवत्प्राप्तिकी तरफसे कभी निराश नहीं होना चाहिये क्योंकि भगवत्प्राप्तिके लिये ही मनुष्यशरीर मिलता है।यह मनुष्यशरीर भोगयोनि नहीं है। इसको सामान्यतः कर्मयोनि कहते हैं। परन्तु संतोंकी वाणी और सिद्धान्तोंके अनुसार मनुष्यशरीर केवल भगवत्प्राप्तिके लिये ही है। इसमें पुराने पुण्योंके अनुसार जो अनुकूल परिस्थिति आती है और पुराने पापोंके अनुसार जो प्रतिकूल परिस्थिति आती हैये दोनों ही केवल साधनसामग्री हैं। इन दोनोंमेंसे अनुकूल परिस्थिति आनेपर दुनियाकी सेवा करना और प्रतिकूल परिस्थिति आनेपर अनुकूलताकी इच्छाका त्याग करनायह साधकका काम है। ऐसा करनेसे ये दोनों ही परिस्थितियाँ साधनसामग्री हो जायँगी। इनमें भी देखा जाय तो अनुकूल परिस्थितिमें पुराने पुण्योंका नाश होता है और वर्तमानमें भोगोंमें फँसनेकी सम्भावना भी रहती है। परन्तु प्रतिकूल परिस्थितिमें पुराने पापोंका नाश होता है और वर्तमानमें अधिक सजगता सावधानी रहती है जिससे साधन सुगमतासे बनता है। इस दृष्टिसे संतजन सांसारिक प्रतिकूल परिस्थितिका आदर करते आये हैं। सम्बन्ध सातवें अध्यायके आरम्भमें भगवान्ने साधकके लिये तीन बातें कही थींमय्यासक्तमनाः मेरेमें प्रेम करके और मदाश्रयः मेरा आश्रय लेकर योगं युञ्जन् योगका अनुष्ठान करता है वह मेरे समग्ररूपको जान जाता है। उन्हीं तीन बातोंका उपसंहार अब आगेके दो श्लोकोंमें करते हैं। ","hcsca":"।।7.28।। जिन पुण्यकर्मी पुरुषों का पाप नष्ट हो गया है इस कथन को सम्यक् प्रकार से समझना आवश्यक है। पाप मनुष्य का स्वभाव नहीं हैं वेदान्त के अनुसार वह मनुष्य द्वारा किये गये गलत निर्णय अर्थात् विपरीत ज्ञान का परिणाम है जिसने आत्मचैतन्य को आच्छादित सा कर दिया है। पाप का मुख्य कारण हैबाह्य स्थूल जगत् के निम्न स्तरीय विषयोपभोग के लिए हमारे मन की तृष्णा और स्पृहा। पापी पुरुष वह है जिसका अत्यधिक समय और ध्यान केवल अपने देहसुख के लिए ही व्यक्त होता है। ऐसे पुरुष में देह स्वामी और आत्मा उसकी दासी बन जाती है। बहिर्मुखी प्रवृत्ति वैषयिक सुखों की कामना मन में उठने वाली प्रत्येक निम्न कोटि की भावना का सन्तुष्टीकरणयह है पापी पुरुष की जीवन पद्धति।इस प्रकार का कामुक पाशविक जीवन अन्तकरण में वैसी ही वासनाएं उत्पन्न करता है। वासना के अनुसार ही विचार होते हैं। विचारानुसार कर्म और ये कर्म फिर वासना को ही दृढ़ करते हैं।मनुष्य की शान्ति और सन्तुष्टि को विनष्ट करने वाली वासनाविचारकर्म की श्रृंखला को तोड़ने के लिए मनुष्य को पुण्यकर्म का नया जीवन प्रारम्भ करने का उपदेश दिया जाता है। पुण्यकर्म पाप का विरोधी होने से उसके अन्तर्गत वे सब विचार भावनाएं तथा कर्म आते हैं जो ईश्वर को समर्पित होते हैं अर्थात् जिनका लक्ष्य ईश्वर प्राप्ति होता है। मैं देह हूँ के स्थान पर मैं आत्मा हूँ इस ज्ञान को दृढ़ करके कर्म करने पर वे अपना संस्कार उत्पन्न नहीं करेंगे। कुछ कालावधि में इन पुण्यसंस्कारों के दृढ़ होने पर पाप वासनाएं नष्ट हो जायेंगी।ऐसा पापयुक्त पुरुष सुख दुखादि रूप सभी प्रकार के द्वन्द्वमोह से निर्मुक्त हो जाता है। तब उसमें यह योग्यता आती है कि वह एकाग्रचित तथा दृढ़वती अर्थात् दृढ़ निश्चयी होकर आत्मा का ध्यान कर सके।साधन सम्पन्न साधक किस प्रयोजन से आत्मा का ध्यान करते हैंउत्तर है ","etsga":"7.28 On the other hand, those persons who are of virtuous deeds, whose sin has come to an end, they, being free from the delusion of dulaity and firm in their convictions, adore Me. ","etssa":"7.28 But those men of virtuous deeds whose sins have come to an end, and who are freed from the delusion of the pairs of opposites, worship Me, steadfast in their vows. ","etdss":"7.28. But those men of virtuous deeds, whose sin has come to an end-they, being free from the delusion of pairs [of opposites], worship Me with firm resolve. ","ecssa":"7.28 येषाम् of whom? तु but? अन्तगतम् is at the end? पापम् sin? जनानाम् of men? पुण्यकर्मणाम् of men of virtuous deeds? ते they? द्वन्द्वमोहनिर्मुक्ताः freed from the delusion of the pairs of opposites? भजन्ते worship? माम् Me? दृढव्रताः men steadfast in vows.Commentary By the performance of good deeds the heart is slowly purified Sattva increases Rajas and Tamas are gradually thinned out. The mind becomes serene and calm. The little selfarrogating personality slowly dies. You grow in spirituality. The divine flame becomes brighter and brighter. You become impersonal.Sin To forget ones identity with the Supreme Soul is the greatest sin. To see difference is sin. To take the body as the Self? to believe that this world is real is sin. Selfishness is sin. Egoism is sin. Ignorance is sin.Steadfast in vows The man steadfast in vows entertains a firm resolve I must realise the Self now I will not budge an inch from my seat till I attain Selfrealisation. He has the firm conviction that Brahman is the only Reality. This world is unreal. It is like a mirage. I can attain immortality and eternal bliss if I realise the Self only. There is not an iota of happiness in the sensual objects. Therefore the Lord says? Those persons of pure deeds worship Me steadfast in vows. ","scetsga":"7.28 Yesam jananam, those persons; tu, on the other hand; punya-karmanam, who are of virtuous deeds, in whom exist virtuous deeds that are the cause of purification of the mind; whose papam, sin; antagatam, has come to an end, is almost eradicated, attenuated; te, they; dvandva-moha-nirmuktah, being free from the delusion of duality as described; and drdhavratah, firm in their convictions-those who [Here Ast. adds, sarva-parityaga-vratena, through the vow of relinishing everything.-Tr.] have the firm knowledge that the supreme Reality is such alone and not otherwise are called drdhavratah-; bhajante, adore; mam, Me, the supreme Self.\nWhy do they worship? This is being answered: ","scetdss":"7.28 See Comment under 7.30 ","scetssa":"7.28 However, there are some whose sins, accruing from beginningless time, which cause desire or hatred to the pairs of opposites and annual the tendency towards Me, have come to an end, i.e., have become weakened, through the accumulation of good actions in numerous births, They resort to Me, devoid of delusion produced by the Gunas, and worship Me alone in proportion to the excellence of their Karmas previously described. In order to attain deliverance form old age and death and for aciring the supreme consummation of reaching Me, they remain steadfast in their vows.\nSri Krsna enumerates what special things are to be known and what ought to be attained by these three classes of votaries of God: ","chakravarthi":"Then who is qualified for bhakti? This verse answers. Those who have punya karma, who have destroyed sins partially, develop a predominance of sattva guna and diminished tama guna. The result of this is a decrease in illusion. Consequently they become less  attached. Then they have chance  association with my devotees. They then become completely free of sin by practice of worship. Being freed completely of illusion (dvandva moha nimukta), they become steady (drdha vratah) in worshipping me. Thus, one should not consider that punya karma is the cause of any bhakti.\nFor the Lord has said:\nyam na yogena sankhyena dana-vrata-tapo-‘dhvaraih vyakhya-svadhyaya-sannyasaih prapnuyad yatnavan api\nEven though one engages with great endeavor in the mystic yoga system, philosophical speculation, charity, vows, penances, ritualistic sacrifices, teaching of Vedic mantras to others, personal study of the Vedas, or the renounced order of life, still one cannot achieve Me. SB 11.12.9\nIn many places, it is stated that punya karmas are dependent on kevala bhakti, and not its cause. ","rudra":"\nThe question might arise how is it that some people are seen toexclusively\nworship the Supreme Lord Krishna? This isbeingansweredwithanta-gatam\npapam meaning those whose sins have been completely eradicated. This isdue\nto having taken shelter of a pure devoteeof LordKrishnaandbecoming\nhabituated to perform meritorious activities in the modeofpuregoodness\nwithout desire for rewards. Once the reactionstopastsinfulactivities\nare terminated the obstruction to realisationisneutralisedandoneis\nfreed fromthedelusionarisingfromattractionandaversiontothe\ndualities such as pleasure and pain, joy andgrief,successandfailure,\netc. At this time one becomes qualified and is able tobecome devotedto\nLord Krishna with determination, worshipping Him exclusively. ","brahma":"\nLord Krishna is explaining thatalsotherearesomeexceptionstothe\nprevious verse. Thoseofpurifiedmindandcleansedheartwhonearly\ndissolvedallreactionstotheiractivitiesinpastlives due to\nmeritorious spiritual accomplishments. They will bedirectlybornintoa\nfamily knowledgeable about the glories of the Supreme Lord and bereceptive\nto spiritual activities right from the beginningandneverbeunderthe\nsway of delusion. ","shri":"\nHumans possessing virtue whose sins have dissolved away due to exclusively\nperformingrighteous actions in words, thoughts and deeds have effectively\nterminated sins stemmingfrom an immemorial past due to the impulses of\ndualities in the form of attraction and aversionwhich obstructed them\nfrom being spiritually aware and God conscious. The termination of such\nsins by virtue of highly meritoriousactivities benefiting all creation is\nonly acquired after many numerous lives. Determined by the various degrees\nin quality of merit derived from purely spiritual activities or spiritual\nactivities mixed with philanthropic activities or philanthropic activities\nmixed with self interest activities, etc. humans are given the opportunity\nto take shelter of the Supreme Lord on different levels in varying degrees\nand sanctioned to be relieved from the beguiling bewitchment of maya or\nillusory impressions superimposed upon the mind. Then at that time they\nrealising Lord Krishnas supreme position they make a firm resolve to\nworship Him exclusively seeking either:\naisvarya arthi or great fortune, opulence and power. Applies to the\natharthi in verse 16.\nkaivaly-arthi or self-realisation over death. Applies to the jijnasur in\nverse 16 .\nmoksa-arthi the Supreme Lord Himself as the only goal. Applies to the jnani\nin verse 16.\nEnumeration and will now be giefly given regarding the qualifications which\nthe above stated three categories of the Supreme Lords own votaries have to\nacquire along with requisite knowledge they have to cultivate and obtain. ","kumar":"Humans possessing virtue whose sins have dissolved away due to exclusively\nperformingrighteous actions in words, thoughts and deeds have effectively\nterminated sins stemmingfrom an immemorial past due to the impulses of\ndualities in the form of attraction and aversionwhich obstructed them\nfrom being spiritually aware and God conscious. The termination of such\nsins by virtue of highly meritoriousactivities benefiting all creation is\nonly acquired after many numerous lives. Determined by the various degrees\nin quality of merit derived from purely spiritual activities or spiritual\nactivities mixed with philanthropic activities or philanthropic activities\nmixed with self interest activities, etc. humans are given the opportunity\nto take shelter of the Supreme Lord on different levels in varying degrees\nand sanctioned to be relieved from the beguiling bewitchment of maya or\nillusory impressions superimposed upon the mind. Then at that time they\nrealising Lord Krishnas supreme position they make a firm resolve to\nworship Him exclusively seeking either:\naisvarya arthi or great fortune, opulence and power. Applies to the\natharthi in verse 16.\nkaivaly-arthi or self-realisation over death. Applies to the jijnasur in\nverse 16 .\nmoksa-arthi the Supreme Lord Himself as the only goal. Applies to the jnani\nin verse 16.\nEnumeration and will now be giefly given regarding the qualifications which\nthe above stated three categories of the Supreme Lords own votaries have to\nacquire along with requisite knowledge they have to cultivate and obtain. "}