{"meta":"Bhagavad Gita Chapter 7 Verse 25","metahi":"भगवद् गीता 7.25","slok":"नाहं प्रकाशः सर्वस्य योगमायासमावृतः।मूढोऽयं नाभिजानाति लोको मामजमव्ययम्।।7.25।। ","htsrsd":"।।7.25।।जो मूढ़ मनुष्य मेरेको अज और अविनाशी ठीक तरहसे नहीं जानते (मानते) उन सबके सामने योगमायासे अच्छी तरहसे आवृत हुआ मैं प्रकट नहीं होता। ","htstma":"।।7.25।। अपनी योगमाया से आवृत्त मैं सबको प्रत्यक्ष नहीं होता हूँ। यह मोहित लोक (मनुष्य) मुझ जन्मरहित अविनाशी को नहीं जानता है।। ","transliteration":"Naaham prakaashah sarvasya yogamaayaasamaavritah;\nMoodho’yam naabhijaanaati loko maamajamavyayam. ","englishmeaning":"na—not; aham—I; prakāśhaḥ—manifest; sarvasya—to everyone; yoga-māyā—God’s supreme (divine) energy; samāvṛitaḥ—veiled; mūḍhaḥ—deluded; ayam—these; na—not; abhijānāti—know; lokaḥ—persons; mām—me; ajam—unborn; avyayam—immutable ","hcsrsd":"।।7.25।। व्याख्या मूढोऽयं नाभिजानाति लोको मामजमव्ययम् मैं अज और अविनाशी हूँ अर्थात् जन्ममरणसे रहित हूँ। ऐसा होनेपर भी मैं प्रकट और अन्तर्धान होनेकी लीला करता हूँ अर्थात् जब मैं अवतार लेता हूँ तब अज (अजन्मा) रहता हुआ ही अवतार लेता हूँ और अव्ययात्मा रहता हुआ ही अन्तर्धान हो जाता हूँ। जैसे सूर्य भगवान् उदय होते हैं तो हमारे सामने आ जाते हैं और अस्त होते हैं तो हमारे नेत्रोंसे ओझल हो जाते हैं छिप जाते हैं ऐसे ही मैं केवल प्रकट और अन्तर्धान होनेकी लीला करता हूँ। जो मेरेको इस प्रकार जन्ममरणसे रहित मानते हैं वे तो असम्मूढ़ हैं (गीता 10। 3 15। 19)। परन्तु जो मेरेको साधारण प्राणियोंकी तरह जन्मनेमरनेवाला मानते हैं वे मूढ़ हैं (गीता 9। 11)।भगवान्को अज अविनाशी न माननेमें कारण है कि इस मनुष्यका भगवान्के साथ जो स्वतः अपनापन है उसको भूलकर इसने शरीरको अपना मान लिया कि यह शरीर ही मैं हूँ और यह शरीर मेरा है। इसलिये उसके सामने परदा आ गया जिससे वह भगवान्को भी अपने समान ही जन्मनेमरनेवाला मानने लगा।मूढ़ मनुष्य मेरेको अज और अविनाशी नहीं जानते। उनके न जाननेमें दो कारण हैंएक तो मेरा योगमायासे छिपा रहना और एक उनकी मूढ़ता। जैसे किसी शहरमें किसीका एक घर है और वह अपने घरमें बंद है तथा शहरके सबकेसब घर शहरकी चहारदीवारी (परकोटे) में बंद हैं। अगर वह मनुष्य बाहर निकलना चाहे तो अपने घरसे निकल सकता है पर शहरकी चहारदीवारीसे निकलना उसके हाथकी बात नहीं है। हाँ यदि उस शहरका राजा चाहे तो वह चहारदीवारीका दरवाजा भी खोल सकता है और उसके घरका दरवाजा भी खोल सकता है। अगर वह मनुष्य अपने घरका दरवाजा नहीं खोल सकता तो राजा उस दरवाजेको तोड़ भी सकता है। ऐसे ही यह प्राणी अपनी मूढ़ताको दूर करके अपने नित्य स्वरूपको जान सकता है। परन्तु सर्वथा भगवत्तत्त्वका बोध तो भगवान्की कृपासे ही हो सकता है। भगवान् जिसको जनाना चाहें वही उनको जान सकता हैसोइ जानइ जेहि देहु जनाई (मानस 2। 127। 2)। अगर मनुष्य सर्वथा भगवान्के शरण हो जाय तो भगवान् उसके अज्ञानको भी दूर कर देते हैं और अपनी मायाको भी दूर कर देते हैं।नाहं प्रकाशः सर्वस्य योगमायासमावृतः उन सबके सामने अर्थात् उस मूढ़ समुदायके सामने मैं भगवद्रूपसे प्रकट नहीं होता। कारण कि वे मेरेको अजअविनाशी भगवद्रूपसे जानना अथवा मानना ही नहीं चाहते प्रत्युत वे मेरेको साधारण मनुष्य मानकर मेरी अवहेलना करते हैं। अतः उनके सामने मैं अपने भगवत्स्वरूपसे कैसे प्रकट होऊँ तात्पर्य है कि जो मेरेको अजअविनाशी नहीं मानते प्रत्युत मेरेको जन्मनेमरनेवाला मानते हैं उनके सामने मैं अपनी योगमायामें छिपा रहता हूँ और सामान्य मनुष्यजैसा ही रहता हूँ। परन्तु जो मेरेको अज अविनाशी और सम्पूर्ण प्राणियोंका ईश्वर मानते हैं मेरेमें श्रद्धाविश्वास रखते हैं उनके भावोंके अनुसार मैं उनके सामने प्रकट रहता हूँ।भगवान्की योगमाया विचित्र विलक्षण अलौकिक है। मनुष्योंका भगवान्के प्रति जैसा भाव होता है उसके अनुसार ही वे योगमायासमावृत भगवान्को देखते हैं (टिप्पणी प0 435)।यहाँ भगवान्ने कहा है कि जो मेरेको अजअविनाशी नहीं जानते वे मूढ़ हैं और दसवें अध्यायके दूसरे श्लोकमें कहा है कि देवता और महर्षि मेरे प्रभवको नहीं जानते। इसपर शङ्का होती है कि भगवान्को अजअविनाशी नहीं जानना और उनके प्रभवको नहीं जाननाये दोनों बातें तो एक ही हो गयीं परन्तु यहाँ न जाननेवालोंको मूढ़ बताया है और वहाँ उनको मूढ़ बताया है ऐसा क्यों इसका समाधान है कि भगवान्के प्रभवको अर्थात् प्रकट होनेको न जानना दोषी नहीं है क्योंकि वहाँ भगवान्ने स्वयं कहा है कि मैं सब तरहसे देवताओं और महर्षियोंका आदि हूँ। जैसे बालक अपने पिताके जन्मको कैसे देख सकता है क्योंकि वह उस समय पैदा ही नहीं हुआ था। वह तो पितासे पैदा हुआ है। अतः उसका पिताके जन्मको न जानना दोषी नहीं है। ऐसे ही भगवान्के प्रकट होनेके हेतुओँको पूरा न जानना देवताओँ और महर्षियोंके लिये कोई दोषी नहीं है। भगवान्के प्रकट होनेको कोई सर्वथा जान ही नहीं सकता। इसलिये वहाँ देवताओं और महर्षियोंको मूढ़ नहीं बताया है। मनुष्य भगवान्को अजअविनाशी जान सकते हैं अर्थात् मान सकते हैं। अगर वे भगवान्को अजअविनाशी नहीं मानते तो यह उनका दोष है। इसलिये उनको यहाँ मूढ़ कहा है। सम्बन्ध जो भगवान्को अजअविनाशी नहीं मानते उनके ही सामने मायाका परदा रहता है पर भगवान्के सामने वह परदा नहीं रहताइसका वर्णन आगेके श्लोकमें करते हैं। ","hcsca":"।।7.25।। यदि समस्त जगत् के अधिष्ठान के रूप में कोई दिव्य तत्त्व विद्यमान है तो फिर क्या कारण है कि सब लोगों के द्वारा सर्वत्र सदा वह अनुभव नहीं किया जाता क्यों हम परिच्छिन्न जीव के समान व्यवहार करते हैं और अपने अनन्त स्वरूप को पहचान नहीं पातेसंक्षेप में मुझमें और मेरे स्वरूप के मध्य कौन सा आवरण पड़ा हुआ हैजब जिज्ञासु साधकगण वेदान्त प्रतिपादित सिद्धांतों का अध्ययन करते हैं तो स्वाभाविक ही उनके मन में इस प्रकार के प्रश्न उठते हैं।भगवान् कहते हैं यह मोहित जगत् मुझ अजन्मा अविनाशी को नहीं जानता है क्योंकि उनके लिए मैं त्रिगुणात्मिका योगमाया से आच्छादित रहता हूँ। जब वेदान्त के प्रारम्भिक विद्यार्थी माया को एक बाह्य वस्तु के रूप में समझने का प्रयत्न करते हैं तब उसे समझने में अत्यन्त कठिनाई होती है। परन्तु जब वे अध्यात्म दृष्टि से विचार करते हैं अर्थात् अपने ही अन्तकरण में माया किस प्रकार कार्य करती है ऐसा विचार करते हैं तो माया का सिद्धांत स्पष्ट हो जाता है। माया प्रिज्म (आयत) के समान ऐसी उपाधि है जिसके माध्यम से अवर्ण अद्वैत स्वरूप तत्त्व जब व्यक्त होता है तब सप्तरंगी प्रकाश के समान वह नानाविधि सृष्टि के रूप में प्रतीत होता है।व्यष्टि (एक व्यक्ति) में कार्य कर रही माया को ही अविद्या कहते हैं। ऋषियों ने इस अविद्या का जो कि जीव के सब दुखों का कारण हैसूक्ष्म अध्ययन किया और यह उद्घाटित किया कि यह तीन गुणों से युक्त है जो मनुष्य को प्रभावित करते हैं। ये तीन गुण हैं सत्त्व रज और तम जो एक आयत का (प्रिज्म) का सा काम करते हैं और जिनके माध्यम से हमें इस बहुविधि सृष्टि का अनुभव होता है। रजोगुण का कार्य है विक्षेप और तमोगुण का कार्य बुद्धि पर पड़ा आवरण है।त्रिगुणों के विकारों से मोहित और भ्रान्त पुरुष को आत्मा का साक्षात् ज्ञान नहीं होता। उस आत्मज्ञान के लिए गुरु के उपदेश तथा स्वयं की साधना की आवश्यकता होती है। किसी ग्रामीण अनपढ़ व्यक्ति के लिए बल्ब में विद्युत का अभाव प्रतीत होता है क्योंकि वह अव्यक्त होती है। उसके प्रवाह को प्रत्यक्ष अनुभव करने के लिए सैद्धांतिक ज्ञान तथा प्रत्यक्ष प्रयोग की अपेक्षा होती है। एक बार विद्युत शक्ति के गुणधर्म का ज्ञान हो जाने पर यदि वह मनुष्य उसी बल्ब में प्रकाश देखे तो उसे अव्यक्त विद्युत का ज्ञान तत्काल हो जाता है इसी प्रकार आत्मसंयम श्रवण मनन और निदिध्यासन के द्वारा जब साधक का क्षुब्ध मन प्रशान्त हो जाता है तब आवरण के अभाव में वह मुझ अजन्मा अविनाशी स्वरूप को पहचान लेता है। अज्ञानी जीव विषयउपभोगों में नित्य सुख की खोज तभी तक करता है जब तक आवरण और विक्षेप की निवृत्ति नहीं हो जाती।कामाग्नि में सुलगते निराशा में जकड़े असन्तोष से कुचले और आत्मनाश के भय से व्याकुल उन्मत्त और संत्तप्त मनों में समता और एकाग्रता कदापि नहीं हो सकती कि वे क्षणभर के लिए भी आत्मा का शुद्ध स्वरूप अनुभव कर सकें। योगमाया से मोहित यह जगत् मुझ अव्यय स्वरूप को नहीं जानता। मानो नाम और रूप की इस सृष्टि ने आत्मा को आवृत्त कर दिया है। यह आवरण उसी प्रकार का है जैसे प्रेत स्तम्भ को मृगमरीचिका रेत को और तरंगे समुद्र को आच्छादित कर देती हैं जीवन की अज्ञान दशा के विपरीत श्रीकृष्ण अपने स्वरूप को बताते हुए कहते हैं ","etsga":"7.25 Being enveloped by yoga-maya, I do not become manifest to all. This deluded world does not know Me who am birthless and undecaying. ","etssa":"7.25 I am not manifest to all (as I am) veiled by the Yoga-Maya. This deluded world does not know Me, the unborn and imperishable. ","etdss":"7.25. Being surrounded by the trick-of-yoga-Illusion, I am not clear to all;[andhence]this deluded world [of perceivers] does not recognise Me, the unborn and the undying. ","ecssa":"7.25 न not? अहम् I? प्रकाशः manifest? सर्वस्य of all? योगमायासमावृतः veiled by YogaMaya? मूढः deluded? अयम् this? न not? अभिजानाति knows? लोकः world? माम् Me? अजम् unborn? अव्ययम् imperishable.Commentary I am not manifest to all the people? but I am certainly manifest to the chosen few who are My devotees? who have taken sole refuge in Me alone. I am not visible to those who are deluded by the three Gunas and the pairs of opposites? and who are screened off by this universe which is a manifestation of the alities of Nature? My YogaMaya or My creative illusion. This veils the understanding of the worldlyminded people. So they are not able to behold the Lord Who keeps Maya under His perfect control.YogaMaya is the union of the three alities of Nature. The illusion or veil spread thery is called YogaMaya. The worldly people are deluded by the illusion born of the union of the three alities. Therefore? they are not able to know the Lord Who is unborn and immutable.This YogaMaya is under the perfect control of the Lord. Isvara is the wielder of Maya. Therefore it cannot obscure His own knowledge? just as the illusion created by the juggler cannot obstruct his,own knowledge or deceive him. The illusion which binds the worldly people cannot in the least affect the Lord Who has kep Maya under his perfect subjugation. (Cf.VII.13IX.5X.7XI.8) ","scetsga":"7.25 Yoga-maya-samavrtah, being enveloped by yoga-maya-Yoga means the combination, the coming together, of the (three) gunas; that (combination) is itself maya, yoga-maya; being enveloped, i.e. veiled, by that yoga-maya; aham, I; na prakasah, do not become manifest; sarvasya, to all, to the world. The idea is that I become manifest only to some devotees of Mine. For this very reason, ayam, this; mudhah, deluded; lokah, world; na abhijanati, does not know; mam, Me; who am ajam, birthless; and avyayam, undecaying. [In verse 13 the reason for the non-realization of the supreme, unalified Brahman was stated. The present verse states the reason for the non-realization of the alified Brahman.]\nThat yoga-maya, because of My being covered by which the world does not know Me- that yoga-maya, since it belongs to Me, does not obstruct the knowlege of Me who am God, the possessor of maya, just as the magic of any other magician does not cover his knowledge. Since this is so, therefore- ","scetdss":"7.25 See Comment under 7.26 ","scetssa":"7.25 Concealed by the Maya called Yogamaya, I am associated with a human form and other generic structures which are special to individual selves. Because of this I am not manifest to all. The foolish, by seeing in Me merely the human or the other generic structures, do not know that My powers are greater than those of Vayu and Indra, that My lustre is more brilliant than that of sun and fire, that though visible to all, I am unborn, immutable, the cause of all the worlds, the Lord of all, and that I have assumed a human form, so that all who want can take refuge in Me. ","chakravarthi":"“If you have eternal form, qualities and pastimes, then why do we not see these things at all times?”\nI am not manifest to all people living at all times and places. I am always present with my associates, qualities and pastimes in some universe, at some time, but just as the sun is not visible to all people at all times, but only sometimes, being covered by Mount Meru, I also am sometimes not visible, being covered by yogamaya.”\n“So you say that though the sun is situated within the zodiac and is always present there for all the living beings there, is not visible to a particular person at all times and places. It is visible at some times, in some places such as Bharata, to the people present there. You say that you are similar to that. But as the sun is always visible in its own abode, why is Krishna not always visible to all the people presently dwelling in his abodes like Mathura and Dvaraka?”\n“If Meru were present in the middle of the effulgent zodiac, then the sun, being covered, would not be visible. In the same way, within Krishna’s effulgent abodes, yogamaya is always present like Meru. Krishna, like the sun, covered by that Meru in the form of yogamaya, is not visible constantly, but only sometimes. This is all without fault.\n“And the foolish people do not understand me at all in my form as Syamasundara (mam), being unborn though appearing as Vasudeva’s son (ajam), and free from material birth (avyayam). Thus, finally rejecting me, the ocean of auspicious qualities, they worship my impersonal aspect, brahman.” ","rudra":"\nNow Lord Krishna explains the cause of their ignorance about Himself. Itis\nbecause He only manifests Himself in and through theconsciousnessofHis\ndevotees exclusively and not toothers.ForothersHeisimperceptibly\nveiledbyHismysteriousandintrepid, internal energy known as\nyogamaya.Yogameansuniting with, maya is illusory impressions\nsuperimposed upon the consciousness, by this combination a mysteriouspower\narises which is transcendant to material nature and has the potencyatany\ntime to make the impossible, possible or the possible,impossibleoreven\nhave them both manifesting simultaneously. The ignorant are covered bythis\nmaya and hence unawareofLordKrishnassupremeposition.Thusbeing\noblivious to His powers, glories, qualities and attributes the ignorantare\nunable to have communion with Him and receive His grace. ","brahma":"\nThe state of being oblivious and lacking awareness of theSupremeLordis\ncaused by LordKrishnaHimself.Heexplainsthisbythewordsmaya-\nsamavrtah meaning concealed by illusory impressionssuperimposeduponthe\nmind. All this is done according to His will so theunqualifiedarenever\nable to perceive Him. Such foolish mortals cannot fathom that everythingin\ntheir lives and in the total material creation manifestsfromtheSupreme\nLord alone. In the Padma Purana it states that: The Supreme Lord by Hisown\ninternal potency makes Himself concealed from the minds andheartsofthe\nunqualified through the illusion of His external potency known as thedemi-\ngoddess Durga-devi also known as Maya-devi. ","shri":"\nLord Krishna supreme nature is not easily perceptible to everyone because\neven though He appears like an extraordinary human to mortals embedded in\nsamsara the endless cycle of birth and death which conditioned living\nentities are accustomed too, the reality is Lord Krishna possesses an\nimmortal spiritual body that is immutable and eternal. Just because He\nappears anthropomorphic the people of the world do not comprehend that His\navatars or incarnation are orchestrated in a numerous and regulated manner\nwith the express purpose to always be accessible to all. Albeit that Lord\nKrishnas lilas or phenomenalpastimes eclipse the pastimes of anything\nheretofore witnessed as well as anything yet to be manifested. This\nincludes anything ever seen by the powerful forces of nature who are merely\nHis represented servants such as Vayu the demigod in charge of wind and\nIndra the demigod in charge of rain, thunder and lightning. Lord Krishnas\nlustrous glory dims the light of the sun from the sungod Surya and darkens\nthe glow of the fire of the firegod Agni; but the ignorant masses in this\nworld do not recognise Him because He appears in a humanlike form although\nHe is eternal and never subject to birth and death. ","kumar":"Lord Krishna supreme nature is not easily perceptible to everyone because\neven though He appears like an extraordinary human to mortals embedded in\nsamsara the endless cycle of birth and death which conditioned living\nentities are accustomed too, the reality is Lord Krishna possesses an\nimmortal spiritual body that is immutable and eternal. Just because He\nappears anthropomorphic the people of the world do not comprehend that His\navatars or incarnation are orchestrated in a numerous and regulated manner\nwith the express purpose to always be accessible to all. Albeit that Lord\nKrishnas lilas or phenomenalpastimes eclipse the pastimes of anything\nheretofore witnessed as well as anything yet to be manifested. This\nincludes anything ever seen by the powerful forces of nature who are merely\nHis represented servants such as Vayu the demigod in charge of wind and\nIndra the demigod in charge of rain, thunder and lightning. Lord Krishnas\nlustrous glory dims the light of the sun from the sungod Surya and darkens\nthe glow of the fire of the firegod Agni; but the ignorant masses in this\nworld do not recognise Him because He appears in a humanlike form although\nHe is eternal and never subject to birth and death. "}