{"meta":"Bhagavad Gita Chapter 7 Verse 12","metahi":"भगवद् गीता 7.12","slok":"ये चैव सात्त्विका भावा राजसास्तामसाश्च ये।मत्त एवेति तान्विद्धि नत्वहं तेषु ते मयि।।7.12।। ","htsrsd":"।।7.12।।(और तो क्या कहें) जितने भी सात्त्विक राजस और तामस भाव हैं वे सब मेरेसे ही होते हैंऐसा समझो। पर मैं उनमें और वे मेरेमें नहीं हैं। ","htstma":"।।7.12।। जो भी सात्त्विक (शुद्ध) राजसिक (क्रियाशील) और तामसिक (जड़) भाव हैं उन सबको तुम मेरे से उत्पन्न हुए जानो तथापि मैं उनमें नहीं हूँ वे मुझमें हैं।। ","transliteration":"Ye chaiva saattvikaa bhaavaa raajasaastaamasaashcha ye;\nMatta eveti taanviddhi na twaham teshu te mayi. ","englishmeaning":"ye—whatever; cha—and; eva—certainly; sāttvikāḥ—in the mode of goodness; bhāvāḥ—states of material existence; rājasāḥ—in the mode of passion; tāmasāḥ—in the mode of ignorance; cha—and; ye—whatever; mattaḥ—from me; eva—certainly; iti—thus; tān—those; viddhi—know; na—not; tu—but; aham—I; teṣhu—in them; te—they; mayi—in me ","hcsrsd":"।।7.12।। व्याख्या ये चैव सात्त्विका भावा राजसास्तामसाश्च येये जो सात्त्विक राजस और तामस भाव (गुण पदार्थ क्रिया) हैं वे भी मेरेसे ही उत्पन्न होते हैं। इसका तात्पर्य यह हुआ कि सृष्टिमात्रमें जो कुछ हो रहा है मूलमें सबका आश्रय आधार और प्रकाशक भगवान् ही हैं अर्थात् सब भगवान्से ही सत्तास्फूर्ति पाते हैं।सात्त्विक राजस और तामस भाव भगवान्से ही होते हैं इसलिये इनमें जो कुछ विलक्षणता दीखती है वह सब भगवान्की ही है अतः मनुष्यकी दृष्टि भगवान्की तरफ ही जानी चाहिये सात्त्विक आदि भावोंकी तरफ नहीं। यदि उसकी दृष्टि भगवान्की तरफ जायगी तो वह मुक्त हो जायगा और यदि उसकी दृष्टि सात्त्विक आदि भावोंकी तरफ जायगी तो वह बँध जायगा।सात्त्विक राजस और तामसइन भावोंके (गुण पदार्थ और क्रियामात्रके) अतिरिक्त कोई भाव है ही नहीं। ये सभी भगवत्स्वरूप ही हैं। यहाँ शङ्का होती है कि अगर ये सभी भगवत्स्वरूप ही हैं तो हमलोग जो कुछ करें वह सब भगवत्स्वरूप ही होगा फिर ऐसा करना चाहिये और ऐसा नहीं करना चाहियेयह विधिनिषेध कहाँ रहा इसका समाधान यह है कि मनुष्यमात्र सुख चाहता है दुःख नहीं चाहता। अनुकूल परिस्थिति विहितकर्मोंका फल है और प्रतिकूल परिस्थिति निषिद्धकर्मोंका फल है। इसलिये कहा जाता है कि विहितकर्म करो और निषिद्धकर्म मत करो। अगर निषिद्धको भगवत्स्वरूप मानकर करोगे तो भगवान् दुःखों और नरकोंके रूपमें प्रकट होंगे। जो अशुभ कर्मोंकी उपासना करता है उसके सामने भगवान् अशुभरूपसे ही प्रकट होते हैं क्योंकि दुःख और नरक भी तो भगवान्के ही स्वरूप हैं।जहाँ करने और न करनेकी बात होती है वहीं विधि और निषेध लागू होता है। अतः वहाँ विहित ही करना चाहिये निषिद्ध नहीं करना चाहिये। परंतु जहाँ मानने और जाननेकी बात होती है वहाँ परमात्माको ही मानना चाहिये और अपनेको अथवा संसारको जानना चाहिये।जहाँ माननेकी बात है वहाँ परमात्माको ही मानकर उनके मिलनेकी उत्कण्ठा बढ़ानी चाहिये। उनको प्राप्त और प्रसन्न करनेके लिये उनकी आज्ञाका पालन करना चाहिये तथा उनकी आज्ञा और सिद्धान्तोंके विरुद्ध कार्य नहीं करना चाहिये। भगवान्की आज्ञाके विरुद्ध कार्य करेंगे तो उनको प्रसन्नता कैसे होगी और विरुद्ध कार्य करनेवालेको उनकी प्राप्ति कैसे होगी जैसे किसी मनुष्यके मनके विरुद्ध काम करनेसे वह राजी कैसेहोगा और प्रेमसे कैसे मिलेगाजहाँ जाननेकी बात है वहाँ संसारको जानना चाहिये। जो उत्पत्तिविनाशशील है सदा साथ रहनेवाला नहीं है वह अपना नहीं है और अपने लिये भी नहीं हैऐसा जानकर उससे सम्बन्धविच्छेद करना चाहिये। उसमें कामना ममता आसक्ति नहीं करनी चाहिये। उसका महत्त्व हृदयसे उठा देना चाहिये। इससे सत्तत्त्व प्रत्यक्ष हो जायगा और जानना पूर्ण हो जायगा। असत् (नाशवान्) वस्तु हमारे साथ रहनेवाली नहीं हैऐसा समझनेपर भी अगर समयसमयपर उसको महत्त्व देते रहेंगे तो वास्तविकता (सत्वस्तु) की प्राप्ति नहीं होगी।मत्त एवेति तान्विद्धि उन सबको तू मेरेसे ही उत्पन्न होनेवाला समझ अर्थात् सब कुछ मैं ही हूँ। कार्य और कारणये दोनों भिन्न दीखते हुए भी कार्य कारणसे अपनी भिन्न एवं स्वतन्त्र सत्ता नहीं रखता। अतः कार्य कारणरूप ही होता है। जैसे सोनेसे गहने पैदा होते हैं तो वे सोनेसे अलग नहीं होते अर्थात् सोना ही होते हैं। ऐसे ही परमात्मासे पैदा होनेवाली अनन्त सृष्टि परमात्मासे भिन्न स्वतन्त्र सत्ता नहीं रख सकती।मत्त एव कहनेका तात्पर्य है कि अपरा और परा प्रकृति मेरा स्वभाव है अतः कोई उनको मेरेसे भिन्न सिद्ध नहीं कर सकता। सातवें अध्यायके परिशिष्टरूप नवें अध्यायमें भगवान्ने कहा है कि कल्पके आदिमें प्रकृतिको वशमें करके मैं बारबार सृष्टिकी रचना करता हूँ (9। 8) और आगे कहते हैं कि मेरी अध्यक्षतामें प्रकृति चराचर संसारको रचती है (9। 10)ये दोनों बातें एक ही हुईं। चाहे प्रकृतिको लेकर भगवान् रचना करें चाहे भगवान्की अध्यक्षतामें प्रकृति रचना करेइन दोनोंका तात्पर्य एक ही है। भगवान् रचना करते हैं तो प्रकृतिको लेकर ही करते हैं तो मुख्यता भगवान्की ही हुई और प्रकृति भगवान्की अध्यक्षतामें रचना करती है तो भी मुख्यता भगवान्की ही हुई। इसी बातको यहाँ कहा है कि मैं सम्पूर्ण जगत्का प्रभव और प्रलय हूँ (7। 6) और इसका उपसंहार करते हुए कहते हैं कि सात्त्विक राजस और तामसये भाव मेरेसे ही होते हैं।भगवान्ने विज्ञानसहित ज्ञान कहनेकी प्रतिज्ञा करके जाननेवालेकी दुर्लभता बताते हुए जो प्रकरण आरम्भ किया उसमें अपरा और परा प्रकृतिका कथन किया। अपरा और परा प्रकृतियोंको सम्पूर्ण प्राणियोंका कारण बताया क्योंकि इनके संयोगसे ही सम्पूर्ण प्राणी पैदा होते हैं। फिर अपनेको इन अपरा और पराका कारण बतायामत्तः परतरं नान्यत् (7। 7)। यही बात विभूतियोंके वर्णनका उपसंहार करते हुए यहाँ कही है कि सात्त्विक राजस और तामस भावोंको मेरेसे ही होनेवाला ज्ञान।न त्वहं तेषु ते मयि मैं उनमें नहीं हूँ और वे मेरेमें नहीं हैं। तात्पर्य है कि उन गुणोंकी मेरे सिवाय कोई स्वतन्त्र सत्ता नहीं है अर्थात् मैंहीमैं हूँ मेरे सिवाय और कुछ है ही नहीं। वे सात्त्विक राजस और तामस जितने भी प्राकृत पदार्थ और क्रियाएँ हैं वे सबकेसब उत्पन्न और नष्ट होते हैं। परन्तु मैं उत्पन्न भी नहीं होता और नष्ट भी नहीं होता। अगर मैं उनमें होता तो उनका नाश होनेपर मेरा भी नाश हो जाता परन्तु मेरा कभी नाश नहीं होता इसलिये मैं उनमें नहीं हूँ। अगर वे मेरेमें होते तो मैं जैसा अविनाशी हूँ वैसे वे भी अविनाशी होते परंतु वे तो नष्ट होते हैं और मैं रहता हूँ इसलिये वे मेरेमें नहीं हैं।जैसे बीज ही वृक्ष शाखाएँ पत्ते फूल आदिके रूपमें होता है परंतु वृक्ष शाखाएँ पत्ते आदिमें बीजको खोजेंगे तो उनमें बीज नहीं मिलेगा। कारण कि बीज उनमें तत्त्वरूपसे विद्यमान रहता है। ऐसे ही सात्त्विक राजस और तामस भाव मेरेसे ही होते हैं परन्तु उन भावोंमें मेरेको खोजोगे तो उनमें मैं नहीं मिलूँगा (गीता 7। 13)। कारण कि मैं उनमें मूलरूपसे और तत्त्वरूपसे विद्यमान हूँ। अतः मैं उनमें और वे मेरेमें नहीं हैं अर्थात् सब कुछ मैंहीमैं हूँ।जैसे बादल आकाशसे ही उत्पन्न होते हैं आकाशमें ही रहते हैं और आकाशमें ही लीन होते हैं परंतु आकाश ज्योंकात्यों निर्विकार रहता है। न आकाशमें बादल रहते हैं और न बादलोंमें आकाश रहता है। ऐसे ही आठवें श्लोकसे लेकर यहाँतक जितनी (सत्रह) विभूतियाँ बतायी गयी हैं वे सब मेरेसे ही उत्पन्न होती हैं मेरेमें ही रहती हैं और मेरेमें ही लीन हो जाती हैं। परंतु वे मेरेमें नहीं हैं और मैं उनमें नहीं हूँ। मेरे सिवाय उनकी स्वतन्त्र सत्ता नहीं है। इस दृष्टिसे सब कुछ मैं ही हूँ। तात्पर्य यह हुआ कि भगवान्के सिवाय जितने सात्त्विक राजस और तामस भाव अर्थात् प्राकृत पदार्थ और क्रियाएँ दिखायी देती हैं उनकी सत्ता मानकर और उनको महत्ता देकर ये मनुष्य उनमें फँस रहे हैं। अतः भगवान् उन मनुष्योंका लक्ष्य इधर कराते हैं कि इन सब पदार्थों और क्रियाओंमें सत्ता और महत्ता मेरी ही है।विशेष बातसत्त्वगुण रजोगुण और तमोगुणसे उत्पन्न होनेवाले तरहतरहके जितने भाव (प्राकृत पदार्थ और क्रियाएँ) हैं वे सबकेसब भगवान्की शक्ति प्रकृतिसे ही उत्पन्न होते हैं। परंतु प्रकृति भगवान्से अभिन्न होनेके कारण इन गुणोंको भगवान्ने मत्त एव मेरेसे ही होते हैंऐसा कहा है। तात्पर्य यह है कि प्रकृति भगवान्से अभिन्न होनेसे ये सभी भाव भगवान्से उत्पन्न होते हैं और भगवान्में ही लीन हो जाते हैं पर परा प्रकृति (जीवात्मा) ने इनके साथ सम्बन्ध जोड़ लिया अर्थात् इनको अपना और अपने लिये मान लियायही परा प्रकृतिद्वारा जगत्को धारण करना है। इसीसे वह जन्मतामरता रहता है। अब उस बन्धनका निवारण करनेके लिये यहाँ कहते हैं कि सात्त्विक राजस और तामसये सब भाव मेरेसे ही होते हैं। इसी रीतिसे दसवें अध्यायमें कहा हैभवन्ति भावा भूतानां मत्त एव पृथग्विधाः (10। 5) अर्थात् प्राणियोंके ये अलगअलग प्रकारवाले (बीस) भाव मेरेसे ही उत्पन्न होते हैं और अहं सर्वस्य प्रभवतो मत्तः सर्वं प्रवर्तते (10। 8) अर्थात् सबका प्रभव मैं हूँ और सब मेरेसे प्रवृत्त होते हैं। पंद्रहवें अध्यायमें भी कहा है कि स्मृति ज्ञान आदि सब मेरेसे ही उत्पन्न होते हैंमत्तः स्मृतिर्ज्ञानमपोहनं च (15। 15)। जब सब कुछ परमात्मासे ही उत्पन्न होता है तब मनुष्यके साथ उन गुणोंका कोई सम्बन्ध नहीं है। अपने साथ गुणोंका सम्बन्ध न माननेसे यह मनुष्य बँधता नहीं अर्थात् वे गुण उसके लिये जन्ममरणके कारण नहीं बनते।गीतामें जहाँ भक्तिका वर्णन है वहाँ भगवान् कहते हैं कि सब कुछ मैं ही हूँसदसच्चाहमर्जुन (9। 19) और अर्जुन भी भगवान्के लिये कहते हैं कि आप सत् और असत् भी हैं तथा उनसे पर भी हैं सदसत्तत्परं यत् (11। 37)। ज्ञानी (प्रेमी) भक्तके लिये भी भगवान् कहते हैं कि उसकी दृष्टिमें सब कुछ वासुदेव ही हैवासुदेवः सर्वम् (7। 19)। कारण यह है कि भक्तिमें श्रद्धा और मान्यताकी मुख्यता होती है तथा भगवान्में दृढ़ अनन्यता होती है। भक्तिमें अन्यका अभाव होता है। जैसे उत्तम पतिव्रताको एक पतिके सिवाय संसारमें दूसरा कोई पुरुष दीखता ही नहीं ऐसे ही भक्तको एक भगवान्के सिवाय और कोई दीखता ही नहीं केवल भगवान् ही दीखते हैं।गीतामें जहाँ ज्ञानका वर्णन है वहाँ भगवान् बताते हैं कि सत् और असत्दोनों अलगअलग हैंनासतो विद्यते भावो नाभावो विद्यते सतः (2। 16)। ऐसे ही ज्ञानमार्गमें शरीरशरीरी देहदेही क्षेत्रक्षेत्रज्ञ प्रकृतिपुरुषदोनोंको अलगअलग जाननेकी बात बहुत बार आयी है जैसेप्रकृतिं पुरुषं चैव विद्ध्यनादी उभावपि (13। 19) क्षेत्रक्षेत्रज्ञयोर्ज्ञानम् (13। 2) क्षेत्रक्षेत्रज्ञसंयोगात् (13। 26) क्षेत्रं क्षेत्री तथा कृत्स्नम् (13। 33) क्षेत्रक्षेत्रज्ञयोरेवमन्तरं ज्ञानचक्षुषा (13। 34)। कारण यह है कि ज्ञानमार्गमें विवेककी प्रधानता होती है। अतः वहाँ नित्यअनित्य अविनाशीविनाशी आदिका विचार होता है और फिर अपना स्वरूप बिलकुल निर्लिप्त हैऐसा बोध होता है।साधकमें श्रद्धा और विवेकदोनों ही रहने चाहिये। भक्तिमार्गमें श्रद्धाकी मुख्यता होती है और ज्ञानमार्गमें विवेककी मुख्यता होती है। ऐसा होनेपर भी भक्तिमार्गमें विवेकका और ज्ञानमार्गमें श्रद्धाका अभाव नहीं है। भक्तिमार्गमें मानते हैं कि सात्त्विक राजस और तामस भाव भगवान्से ही होते हैं (7। 12) और ज्ञानमार्गमें मानते हैं कि सत्त्व रज और तमये तीनों गुण प्रकृतिसे ही होते हैंसत्त्वं रजस्तम इति गुणाः प्रकृतिसंभवाः (14। 5)। दोनों ही साधक अपनेमें निर्विकारता मानते हैं कि ये गुण अपने नहीं हैं और दोनों ही जहाँ एक तत्त्वको प्राप्त होते हैं वहाँ न द्वैत कह सकते हैं न अद्वैत न सत् कह सकते हैं न असत्।भक्तिमार्गवाले भगवान्के साथ अनन्य प्रेमसे अभिन्न होकर प्रकृतिसे सर्वथा रहित हो जाते हैं और ज्ञानमार्गवाले प्रकृति एवं पुरुषका विवेक करके प्रकृतिसे बिलकुल असम्बद्ध अपने स्वरूपका साक्षात् अनुभव करके प्रकृतिसे सर्वथा सम्बन्धरहित हो जाते हैं। सम्बन्ध भगवान्ने पहले बारहवें श्लोकमें कहा कि ये सात्त्विक राजस और तामस भाव मेरेसे ही होते हैं पर मैं उनमें और वे मेरेमें नहीं हैं। इस विवेचनसे यह सिद्ध हुआ कि भगवान् प्रकृति और प्रकृतिके कार्यसे सर्वथा निर्लिप्त हैं। ऐसे ही भगवान्का शुद्ध अंश यह जीव भी निर्लिप्त है। इसपर यह प्रश्न होता है कि यह जीव निर्लिप्त होता हुआ भी बँधता कैसे है इसका विवेचन आगेके श्लोकमें करते हैं। ","hcsca":"।।7.12।। मुझमें सम्पूर्ण जगत् पिरोया हुआ है जैसे सूत्र में मणियाँअपने इस कथन के साथ प्रारम्भ किये गये प्रकरण का उपसंहार भगवान् श्रीकृष्ण इस श्लोक में करते हैं।हमें जगत् में ज्ञान क्रिया और जड़त्व इन तीनों का अनुभव होता है। इन्हें ही क्रमश सत्त्व रज और तमोगुण का कार्य कहा जाता है। वेदान्त में जिसे माया कहा गया है वह इन तीनों गुणों का संयुक्त रूप है जिसके अधीन प्राणियों की प्रवृत्तियाँ भिन्नभिन्न प्रकार की दिखाई देती हैं। मनुष्य की भावनाएं और विचार इन गुणों से प्रभावित होते हैं जिनके अनुसार ही मनुष्य अपने शरीर मन और बुद्धि से कार्य करता है।उपर्युक्त विवेचन को ध्यान में रखकर इस श्लोक के अध्ययन से यह अर्थ स्पष्ट होता है कि इन तीन गुणों से उत्पन्न जो कोई भी वस्तु प्राणी या स्थिति है वह सब आत्मा से (मुझ से) उत्पन्न होती है। पूर्व वर्णित सिद्धांत को ही यहाँ शास्त्रीय भाषा में दोहराया गया है। पारमार्थिक सत्यस्वरूप चैतन्य आत्मा पर अपरा प्रकृति का अध्यास हुआ है यह कोई वास्तविकता नहीं। त्रिगुणजनित भावों की सत्य से उत्पत्ति उसी प्रकार की है जैसे मिट्टी से घट समुद्र से तरंग और स्वर्ण से आभूषण की।इस श्लोक का सुन्दर अन्तिम वाक्य एक पहेली के समान है। इस प्रकार का लेखन हिन्दू दार्शनिकों की विशेषता है जो अध्ययनकर्ता को सहज ही अपनी ओर आकर्षित करती है। ऐसे कथन विद्यार्थी को और अधिक सूक्ष्म और गहन विचार करने के लिए और उसका वास्तविक अभिप्राय समझने के लिए आमन्त्रित करते हैं। मैं उनमें नहीं हूँ वे मुझमें हैं।केवल वाच्यार्थ की दृष्टि से उपर्युक्त कथन त्रुटिपूर्ण ही समझा जायेगा क्योंकि यदि क ख में नहीं है तो ख क में कैसे हो सकता हैयदि मैं उनमें नहीं हूँ तो वे भी मुझमें नहीं हो सकते। परन्तु भगवान का कथन है मैं उनमें नहीं हूँ वे मुझमें हैं। इस सुन्दर एवं मधुर विरोधाभास से यह स्पष्ट हो जाता है कि पुरुष और प्रकृति का संबंध कारण और कार्य का नहीं बल्कि अधिष्ठान और अध्यस्त का है। पुरुष पर प्रकृति का आभास अध्यास के कारण होता है। खंभे में यदि प्रेत का आभास हो तो यही कहा जायेगा कि प्रेत खंभे में है परन्तु खंभा प्रेत में नहीं।श्री शंकराचार्य इस वाक्य का अर्थ स्पष्ट करते हुए लिखते हैं मैं उनमें नहीं हूँ का अर्थ है मैं उन पर आश्रित नहीं हूँ जब कि उनका अस्तित्व मुझ पर आश्रित है। जैसे जल का अस्तित्व तरंग पर आश्रित नहीं है किन्तु तरंग जल पर आश्रित होती है। तरंग के होने से जल को किसी प्रकार का दोष या बन्धन नहीं प्राप्त होता। उसी प्रकार जड़ प्रकृति का अस्तित्व चेतन पुरुष के कारण सिद्ध होता है परन्तु पुरुष सब परिच्छेदों से सदा मुक्त ही रहता है।अगले श्लोक में भगवान् श्रीकृष्ण खेद व्यक्त करते हुए कहते हैं कि जगत् के लोग उनके वास्तविक नित्यमुक्त स्वरूप को नहीं जानते हैं। लोगों के इस अज्ञान का क्या कारण हैसुनो ","etsga":"7.12 Those things that indeed are made of (the ality of ) sattva, and those things that are made of (the ality of) rajas and tamas, know them to have sprung from Me alone. However, I am not in them; they are in Me! ","etssa":"7.12 Whatever beings (and objects) that are pure, active and inert, know that they proceed from Me. They are in Me, yet I am not in them. ","etdss":"7.12. Whatever beings are there [in the universe]-whether they are of the Sattva or of Rajas or of Tamas(Strands)- be sure that they are from Me; I am not in them, but they are in Me. ","ecssa":"7.12 ये whatever? च and? एव even? सात्त्विकाः pure? भावाः natures? राजसाः active? तामसाः inert? च and? ये whatever? मत्तः from Me? एव even? इति thus? तान् them? विद्धि know? न not? तु indeed? अहम् I? तेषु in them? ते they? मयि in Me.Commentary This is a world of the three Gunas? viz.? Sattva (purity)? Rajas (passion) and Tamas (inertia). All sentient and insentient objects are the aggregate of these three alities of Nature. One ality predominates in them and the predominant ality imparts to the object its distinctive character or definite properties.In the gods? sages milk and green gram? Sattva is predominant. In Gandharvas (a class of celestials)? kings? warriors and chillies? Rajas is predominant. In demons? Sudras? garlic? onion and meat? Tamas is predominant.Though these beings and objects proceed from Me? I am not in them they are in Me. I am independent. I am the support for them they depend on Me just as the superimposed snake depends on the rope. The snake is in the rope? but the rope is never in the snake. The waves belong to the ocean but the ocean does not belong to the waves. (Cf.IX.4and6) ","scetsga":"7.12 Ye bhavah, those things; sattvikah eva, that indeed are made of (the ality of) sattva; and ye rajasah, those that are made (of the ality) of rajas; and tamasah, those that are made of (the ality of) tamas-whatever things are made (of sattva, rajas and tamas) according to the creaturess own actions: viddhi, know; tan, them, all without exception; mattah eva iti, to have sprung from Me alone when they come into being. Although they originate from Me, still, tu, however; aham, I; am na tesu, not in them-I am not subject to them, not under their control, as are the transmigrating bengs. Te, they, again; mayi, are in Me, subject to Me, under My control. [For sattva, rajas, and tamas see note under 2.45 as also Chapters 14, 17 and 18.-Tr.]\nThe world does not know Me, the supreme Lord, even though I am of this kind, and am eternal, pure, intelligent and free by nature, [See note on p.4.-Tr.] the Self of all beings, free from all alities, the cause of burning away the seed of the evil of transmigration!-in this way the Lord expresses regret. And what is the source of that ignorance in the world? That is being stated: ","scetdss":"7.12 See Comment under 7.13 ","scetssa":"7.12 Why should this be declared with particular illustrations?The reason is as follows:Whatever entities exist in the world partaking of the alities of Sattva, Rajas and Tamas in the forms of bodies, senses, objects of enjoyment and their causes - know them all to have originated from Me alone, and they abide in Me alone, as they constitute My body. But I am not in them. That is, I do not depend for My existence on them at any time. In the case of other beings, though the body depends for its existence on the self, the body serves some purpose of the self in the matter of Its sustenance. To Me, however, there is no purpose at all of that kind served by them constituting My body. The meaning is that they merely serve the purpose of My sport. ","chakravarthi":"The expression of my powers, being the cause of things or the essence of inanimate objects and such living entities as raksasas and others have been mentioned. There is no need to list these more extensively. All things are dependent on me, and are an expression of my power. Those things (bhava) in the mode of goodness, like sense and mind control and the devatas; those in the mode of passion, such as lust and pride, and the asuras like Hiranyakasipu; and those in the mode of ignorance like lamentation, illusion and the raksasas—these are all the products of the gunas of prakrti belonging to me. I do not exist in them: I do not depend on them like the jivas. But they exist in me: they are dependent on me. ","rudra":"\nLord Krishna states that even the three modes which result from theactions\nof all living entities being the serene sattvikas in modeofgoodnesswho\nhave total control over their minds and bodies, as well as the rajasikasin\nthe mode of passion who arefull of pride anddesirepleasure,andalso\nthe tamasikas in the mode of nescience which containanguish,despairand\ndeluison. All thesethreemodesarisefromLordKrishnaastheyare\nproducts of prakriti or material nature whichmanifestssolelyfromHim.\nYet He is not part of prakritinorisHeinfluencedbythemlikeall\nembodied beingsbecauseprakritiabideswithinHimandisunderHis\ncomplete control. ","brahma":"\nLord Krishna declares na tu ahamtesumeaningIamnotinthemwhich\ndenotes that He is not dependent on them but they are dependent on Him.The\nGita Kalpa states: All the worlds are dependent upon theSupremeLordbut\nHe is not dependent on anything.\nNow begins the summation.\nThe three gunas or the modes of sattvas or goodness, rajasorpassionand\ntamas ornescienceallarisefromprakritiormaterialnaturewhich\nmanifests from Lord Krishna alone but He is not influenced bythemnoris\nHe dependent upon anything. ","shri":"\nLord Krishna isexplainingthatwhateverisexistinginallcreation\npossessing the characteristics of the three gunas or modes beingsattvaor\ngoodness, rajas or passionandtamasornesciencewhichcombinesinto\nbodies and senses and objects for enjoyment comes from prakriti ormaterial\nnature all emanate solely from the Supreme Lord. ConstitutingHisbodyas\nthey do, they all eternally reside within Him; but na tv ahamtesumeaning\nHe is not in them. However regarding all othersentientbeingsthroughout\ncreation the atma or soul is seen to depend upon the physical bodyforits\nresidence but without a soul the vitality isdeactivatedinthephysical\nbody and it will perish. But the Supreme Lord possessingatranscendental,\nspiritual body which is not material does not dependuponphysicality.He\nis totally independent and although He has ordered things in such awayas\nto reside in all sentient beings it is for no other purposethenHislila\nor pastime. ","kumar":"Lord Krishna isexplainingthatwhateverisexistinginallcreation\npossessing the characteristics of the three gunas or modes beingsattvaor\ngoodness, rajas or passionandtamasornesciencewhichcombinesinto\nbodies and senses and objects for enjoyment comes from prakriti ormaterial\nnature all emanate solely from the Supreme Lord. ConstitutingHisbodyas\nthey do, they all eternally reside within Him; but na tv ahamtesumeaning\nHe is not in them. However regarding all othersentientbeingsthroughout\ncreation the atma or soul is seen to depend upon the physical bodyforits\nresidence but without a soul the vitality isdeactivatedinthephysical\nbody and it will perish. But the Supreme Lord possessingatranscendental,\nspiritual body which is not material does not dependuponphysicality.He\nis totally independent and although He has ordered things in such awayas\nto reside in all sentient beings it is for no other purposethenHislila\nor pastime. "}