{"meta":"Bhagavad Gita Chapter 7 Verse 23","metahi":"भगवद् गीता 7.23","slok":"अन्तवत्तु फलं तेषां तद्भवत्यल्पमेधसाम्।देवान्देवयजो यान्ति मद्भक्ता यान्ति मामपि।।7.23।। ","htsrsd":"।।7.23।।परन्तु उन अल्पबुद्धिवाले मनुष्योंको उन देवताओंकी आराधनाका फल अन्तवाला (नाशवान्) ही मिलता है। देवताओंका पूजन करनेवाले देवताओंको प्राप्त होते हैं और मेरे भक्त मेरेको ही प्राप्त होते हैं। ","htstma":"।।7.23।। परन्तु उन अल्प बुद्धि पुरुषों का वह फल नाशवान् होता है। देवताओं के पूजक देवताओं को प्राप्त होते हैं और मेरे भक्त मुझे ही प्राप्त होते हैं।। ","transliteration":"Antavattu phalam teshaam tadbhavatyalpamedhasaam;\nDevaan devayajo yaanti madbhaktaa yaanti maamapi. ","englishmeaning":"anta-vat—perishable; tu—but; phalam—fruit; teṣhām—by them; tat—that; bhavati—is; alpa-medhasām—people of small understanding; devān—to the celestial gods; deva-yajaḥ—the worshipers of the celestial gods; yānti—go; mat—my; bhaktāḥ—devotees; yānti—go; mām—to me; api—whereas ","hcsrsd":"।।7.23।। व्याख्या अन्तवत्तु फलं तेषां तद्भवत्यल्पमेधसाम् देवताओंकी उपासना करनेवाले अल्पबुद्धियुक्त मनुष्योंको अन्तवाला अर्थात् सीमित और नाशवान् फल मिलता है। यहाँ शङ्का होती है कि भगवान्के द्वारा विधान किया हुआ फल तो नित्य ही होना चाहिये फिर उनको अनित्य फल क्यों मिलता है इसका समाधान यह है कि एक तो उनमें नाशवान् पदार्थोंकी कामना है और दूसरी बात वे देवताओंको भगवान्से अलग मानते हैं। इसलिये उनको नाशवान् फल मिलता है। परन्तु उनको दो उपायोंसे अविनाशी फल मिल सकता हैएक तो वे कामना न रखकर (निष्कामभावसे) देवताओंकी उपासना करें तो उनको अविनाशी फल मिल जायगा और दूसरा वे देवताओंको भगवान्से भिन्न न समझकर अर्थात् भगवत्स्वरूप ही समझकर उनकी उपासना करें तो यदि कामना रह भी जायगी तो भी समय पाकर उनको अविनाशी फल मिल सकता है अर्थात् भगवत्प्राप्ति हो सकती है।यहाँ तत् कहनेका तात्पर्य है कि फल तो मेरा विधान किया हुआ ही मिलता है पर कामना होनेसे वह नाशवान् हो जाता है।यहाँ अल्पमेधसाम् कहनेका तात्पर्य है कि उनको नियम तो अधिक धारण करने पड़ते हैं तथा विधियाँ भी अधिक करनी पड़ती हैं पर फल मिलता है सीमित और अन्तवाला। परन्तु मेरी आराधना करनेमें इतने नियमोंकी जरूरत नहीं है तथा उतनी विधियोंकी भी आवश्यकता नहीं है पर फल मिलता है असीम और अनन्त। इस तरह देवताओंकी उपासनामें नियम हों अधिक फल हो थोड़ा और हो जाय जन्ममरणरूप बन्धन और मेरी आराधनामें नियम हों कम फल हो अधिक और हो जाय कल्याणऐसा होनेपर भी वे उन देवताओंकी उपासनामें लगते हैं और मेरी उपासनामें नहीं लगते। इसलिये उनकी बुद्धि अल्प है तुच्छ है।देवान्देवयजो यान्ति मद्भक्ता यान्ति मामपि देवताओंका पूजन करनेवाले देवताओंको प्राप्त होते हैं और मेरा पूजन करनेवाले मेरेको ही प्राप्त होते हैं। यहाँ अपि पदसे यह सिद्ध होता है कि मेरी उपासना करनेवालोंकी कामनापूर्ति भी हो सकती है और मेरी प्राप्ति तो हो ही जाती है अर्थात् मेरे भक्त सकाम हों या निष्काम वे सबकेसब मेरेको ही प्राप्त होते हैं। परन्तु भगवान्की उपासना करनेवालोंकी सभी कामनाएँ पूरी हो जायँ यह नियम नहीं है। भगवान् उचित समझें तो पूरी कर भी दें और न भी करें अर्थात् उनका हित होता हो तो पूरी कर देते हैं और अहित होता हो तो कितना ही पुकारनेपर तथा रोनेपर भी पूरी नहीं करते।यह नियम है कि भगवान्का भजन करनेसे भगवान्के नित्यसम्बन्धकी स्मृति हो जाती है क्योंकि भगवान्का सम्बन्ध सदा रहनेवाला है। अतः भगवान्की प्राप्ति होनेपर फिर संसारमें लौटकर नहीं आना पड़ता यद्गत्वा न निवर्तन्ते (15। 6)। परन्तु देवताओंका सम्बन्ध सदा रहनेवाला नहीं है क्योंकि वह कर्मजनित है। अतः देवतालोककी प्राप्ति होनेपर संसारमें लौटकर आना ही पड़ता हैक्षीणे पुण्ये मर्त्यलोकं विशन्ति(9। 21)।मेरा भजन करनेवाले मेरेको ही प्राप्त होते हैंइसी भावको लेकर भगवान्ने अर्थार्थी आर्त जिज्ञासु और ज्ञानीइन चारों प्रकारके भक्तोंको सुकृती और उदार कहा है (7। 16 18)।यहाँ मद्भक्ता यान्ति मामपि का तात्पर्य है कि जीव कैसे ही आचरणोंवाला क्यों न हो अर्थात् वह दुराचारीसेदुराचारी क्यों न हो आखिर है तो मेरा ही अंश। उसने केवल आसक्ति और आग्रहपूर्वक संसारके साथ सम्बन्ध जोड़ लिया है। अगर संसारकी आसक्ति और आग्रह न हो तो उसे मेरी प्राप्ति हो ही जायगी।विशेष बातसब कुछ भगवत्स्वरूप ही है और भगवान्का विधान भी भगवत्स्वरूप हैऐसा होते हुए भी भगवान्से भिन्न संसारकी सत्ता मानना और अपनी कामना रखनाये दोनों ही पतनके कारण हैं। इनमेंसे यदि कामनाका सर्वथा नाश हो जाय तो संसार भगवत्स्वरूप दीखने लग जायगा और यदि संसार भगवत्स्वरूप दीखने लग जाय तो कामना मिट जायगी। फिर मात्र क्रियाओँके द्वारा भगवान्की सेवा होने लग जायगी। अगर संसारका भगवत्स्वरूप दीखना और कामनाका नाश होनादोनों एक साथ हो जायँ तो फिर कहना ही क्या है सम्बन्ध यद्यपि देवताओंकी उपासनाका फल सीमित और अन्तवाला होता है फिर भी मनुष्य उसमें क्यों उलझ जाते हैं भगवान्में क्यों नहीं लगतेइसका उत्तर आगेके श्लोकमें देते हैं। ","hcsca":"।।7.23।। नाशवान् भोगों की इच्छा को पूर्ण करने के लिए मनुष्य जो कर्म करता है वह अनित्य होने से उसका फल भी क्षणभंगुर ही होता है। स्वर्ण से बने आभूषण स्वर्ण ही होंगे। कार्य का गुणधर्म पूर्णतया कारण पर निर्भर करता है।देशकाल से परिच्छिन्न कर्मों से प्राप्त फल अनित्य ही होगाचाहे वह सुख हो या दुख। सुख का अन्त दुख का प्रारम्भ है। अत जब कोई इच्छा पूर्ण हो जाती है तब यद्यपि क्षणमात्र के लिए सुख का आभास भी होता है परन्तु शीघ्र ही उसके समाप्त होने पर दुख का कटु अनुभव मनुष्य को होता है।भगवान् श्रीकृष्ण सामान्य नियम बताते हैं कि देवपूजक देवताओं को प्राप्त होते हैं। जिस नियम का जो अधिष्ठाता देवता है या जिस क्षेत्र में जो उत्पादन क्षमता है उसका आह्वान करने पर मनुष्य केवल उसी फल को प्राप्त कर सकता है।इसी प्रकार मेरे भक्त मुझे ही प्राप्त होते हैं। परिच्छिन्न भोगों के लिए मनुष्य इतना अधिक प्रयत्न करके अन्त में क्षणिक फल को ही प्राप्त करता है। यदि वही प्रयत्न वह दैवी जीवन जीने में करे तो उसे नित्य आनन्दस्वरूप की उपलब्धि हो सकती है। किन्तु मन की बहिर्मुखी प्रवृत्तियों के कारण वह अनात्म उपाधियों से तादात्म्य करके बाह्य वैषयिक जगत् में ही रमता है।विवेकी पुरुष विषयोपभोग की तुच्छता और व्यर्थता को पहचान कर उनसे विरक्त हो जाते हैं। विवेक और वैराग्य से सम्पन्न होकर जब वे आत्मस्वरूप का ध्यान करते हैं तब उन्हें परम आनन्दस्वरूप की वह अनुभूति होती है जो शरीर मन और बुद्धि तीनों के परे है नित्य है।गीता में भगवान् श्रीकृष्ण ने जो मैं शब्द का प्रयोग किया है वह उस अनन्त तत्त्व को सूचित करता है जो व्यष्टि और समष्टि का अधिष्ठान है। अत वे कहते हैं कि मेरे भक्त मुझे ही प्राप्त होते हैं तब उनका तात्पर्य ऐतिहासिक पुरुष देवकी पुत्र कृष्ण से नहीं वरन् चैतन्यस्वरूप पुरुष से होता है। इस दृष्टि से आत्मवित् आत्मस्वरूप ही बन जाता है। यही भगवान् श्रीकृष्ण के कथन का वास्तविक अभिप्राय है।तब क्या कारण है कि सामान्य जन आपको प्राप्त करने का प्रयत्न नहीं करता उत्तर है ","etsga":"7.23 That result of theirs who are of poor intellect is indeed limited. The worshippers of gods go to the gods. My devotees go to Me alone. ","etssa":"7.23 Verily the reward (fruit) that accrues to those men of small intelligence is finite. The worshippers of the gods go to them, but My devotees come to Me. ","etdss":"7.23. But, that fruit ofthose men of poor intellect is finite.Those, who perform sacrifices, aiming at the gods, go to gods, and My devotees go to Me. ","ecssa":"7.23 अन्तवत् finite? तु verily? फलम् the fruit? तेषाम् of them? तत् that? भवति is? अल्पमेधसाम् those of small intelligence? देवान् to the gods? देवयजः the worshippers of the gods? यान्ति go to? मद्भक्ताः My devotees? यान्ति go to? माम् Me? अपि also.Commentary The exertion in the two kinds is the same and yet people do not attempt to worship the Supreme Being in order to attain the maximum benefits or the infinite reward (liberation or Moksha). The reward obtained by men of small understandng and petty intellect who worship the minor deities is small? perishable and temporary.Yajnas (Vedic rituals)? Homas (rituals in which oblations are offered into the sacred fire) and Tapas (penance) of various sorts can bestow only temporary rewards on the performer. Liberation from the wheel of transmigration alone will give everlasting bliss and eternal peace.Those who worship Indra and others are Sattvic devotees those who worship Yakshas and Rakshasas (demoniacal beings) are Rajasic devotees and those who worship the Bhutas and Pretas (discarnate spirits) are Tamasic devotees.The knowledge of those who worship the small deities is partial and incomplete. It cannot lead to liberation. (Cf.IX.25) ","scetsga":"7.23 Since those non-discriminating men with desires are engaged in disciplines for limited results, therefore, tat phalam, that result; tesam, of theirs; alpamedhasam, who are of poor intellect, of poor wisdom; antavat tu bhavati, is limited, ephemeral, indeed. Deva-yajah, the worshippers of gods; yanti, go; devan, to the gods. Madbhaktah, My devotees; yanti, to; mam api, to Me alone.\nThus, though the effort needed is the same, they do not resort to me alone for the unlimited result. Alas! they are surely in a pitiable condition. In this manner the Lord expresses his compassion.\nWhy do they not take refuge in Me alone?\nThe answer is: ","scetdss":"7.20-23 Kamaih etc.upto man api.On the other hand, those persons, whose minds are conditionedby a variety of their own respective desires for the best and so on (or the desires that may be classified as the best and so on) - they have thier thinking facultycarried away by their desires,and worship a particular deity who possesses nothing but My intermediate body that suits only to those devoteesdesires. Hence, they obtain their desired result from Me alone.But, that result has an end of its own, because it is limited by the mental impressions of their own.Therefore those who perform sacrifice etc.,with the aim of becming Indraetc.,(or of attaining the houses of Indra etc.)gain their desired fruit accordingly.On the other hand, those whose chief aim is to attain Me,they gain Me alone.\n But, while the Absolute-being is immanentin all, how is it thatthe fruitachieved by the worshippers of other deities is limited ?The answer is given as : ","scetssa":"7.23 The men of small understanding means those whose understanding is poor, who worship only Indra and other divinities. The fruit of their worship is small and finite. Why?The worshippers of divinities like Indra go to the divinities. And Indra and other divinities possess limited joy and live only for a limited time. So if they attain eality of enjoyment with them, they also fall down along with them in due course; but My devotees, knowing that their acts are of the nature of My worship, renouncing attachment for finite, fruits, reach Me, having for their purpose the pleasing of Me alone. That is, they never more return to Samsara. For Sri Krsna teaches later on:But on reaching Me there is no rirth, O Arjuna (8.16).\nNow Sri Krsna declares:But these others (i.e., who worship Indra etc.) regard as insignificant even My incarnations among men and other beings in order to make Myself easy for all to resort to. ","chakravarthi":"“But you give the devotees of the devata temporary results, whereas you give your devotees permanent results. It is unjust for you to do that, as the Supreme Lord.”\nNo, it is not unjust. Those who worship the devatas attain (yanti) the devatas. Those who worship me attain me. The meaning is this. It is very logical that a person attains what he worships. Thus if the devata are temporary, how can their devotees be permanent, and how can the results of worship be permanent? Thus it is said here that the devotees of those devata are not intelligent (alpa medhasam). The Supreme Lord however is eternal, and therefore his devotees are also eternal. Their bhakti and the results of their bhakti are all eternal. ","rudra":"\nSince all the demigods in their various positionsofuniversalmanagement\nare actually manifestations of the Supreme Lord,inactualityworshipping\nthem is worshipping Him; especially due to the fact that it istheSupreme\nLord who sanctions and grants all results totheirsupplications;butit\nshould be understood that there is a vast difference in the resultsbetween\nthe adorers of the demigods and thedevoteeswhoadoreandworshipthe\nSupreme Lord. It is being clarified by Lord Krishna that theresultgained\nby persons of limited understanding who worship the demigodsisperishable\nand has an end. This is because the demigods themselves areperishableand\nhave a fixed span of life. Thosewhosepropitiationofthedemigodsis\nsuccessful go to the planet of that demigod in theirnextlifeandenjoy\nuntil that life is ended and then they return and take birthagaininthe\nmaterial existence. But the devotees oftheSupremeLordKrishnaattain\nassociation with Him inHisabodeinthespiritualworlds,whichare\neternal and everlasting and from where there is noreturningbacktothe\nmaterial worlds. ","brahma":"\nThe conceptions of an impersonal unmanifest godiswhatcausesillusion.\nPeople who are under the influence of an impersonal conceptionofgodare\nessentially bewildered by God Himself. Onlythosewhoareawareofthe\nSupremeLordpossessingform,qualities,attributes,personality and\npropitiate Him with loving devotion are able to crossoverthisoceanof\nillusion. Gross illusion is theSupremeLordsexternalpotencyandit\nmanifest as external energy in the form of the demigoddessknownasMaya;\nboth are under the control and subservienttotheSupremeLordKrishna.\nTherefore everyone should surrender without hesitation in ananya bhaktior\nunadulterated devotion. This ananya bhakti is uncompromising andshouldbe\nknow as that devotion which is dedicated to the Supreme Lord exclusivelyin\nall its entirety. This capacity of fullness of devotion hasnopossibility\nof arising anywhere else except for the Supreme Lord. OfferingstoBrahma,\nShiva and allother demigods should be done asapreliminaryworshipto\nthe Supreme Lord Krishna and nothing more, because all of thedemigodsare\npart of Him and subservient to Him. Comprehending this onecanattainHim\nbut not by or through any other means.\nVasudeva is a name of Lord Krishna meaning the cause of allcauses.Heis\nthe only whole. All else are merely parts. The onlycompleteoneisHim.\nThe spiritually intelligent who realise this within are veryrareinthis\nworld while in retrospect we are allactuallylookingforthisinternal\nrealisation and until we achieve it are merelyaspirants.Yetevenafter\nhaving this internal realisation thosewhopropitiateBrahma,Shivaand\nother impersonal gods as being something superior; by such worshippingthey\nenter the darkdrearyworldsofobscurity,whichisfullofendless\nsuffering and misery,takingbirthinafamilywithoutthelightof\nawareness. The irreplaceable awareness thatonlyLordKrishnaistobe\npropitiated exclusively andnoother.WithouttheawarenessthatLord\nKrishna istobepropitiatedfirstandforemost,anyandallother\npropitiationsbecomedisparateanhaveno efficacy.Knowledgethen\ndegenerated to be utilised only for the satisfactionandgratificationof\nthe temporaryphysicalbody.Ifbyreflectionanddiscriminationone\nbecomes aware of the truth and achieves the realisationofLordKrishnas\nsupreme position then it shouldbeunderstoodthatallothergodsand\ndemigods areallsubjectandsubservienttoHim.Worshiperroneously\npropitiated unknowingly on false objects and inferior subjectsaswellas\ntemporary gods; if later renouncedcausesnodemeritsifonedoesnot\nreturn back to them, But it will still be cause forreincarnationandone\nwill take birth again but in their subsequent life suchapersonwillbe\nblessed by the Supreme Lord to gain rapidrecollectionoftheirprevious\nspiritual direction and begracedwithproper associationtocontinue\ntheir worship where they left off at the end of their previous life.\nThus itisclarifiedthatforonewhohasrealisationbyspiritual\nintelligence, the immortal soul within the ethericheartofallsentient\nbeings is non-different from Lord Krishna. After innumerablelifetimesone\nbegins performing righteous actions.Aftermanylifetimesofperforming\nmeritorious activities one achieves spiritual intelligence and from thenon\none is qualified to attain the mercy of Vasudeva, the cause ofallcauses,\nthe Supreme Lord. Thosewhoaredevotedtolessergodsonlygetthe\ntemporary material rewards which such transitory gods areabletobestow.\nWhile those who worship the Supreme Lord Krishna attain the blessedeternal\nspiritual realms with all its bliss and felicity. Knowing thesupremacyof\nLord Krishnathosebeingswhowoulddeigntopropitiatelessergods\nthinking them independent of the Supreme Lordgotothedarkworldsof\nignorance in all obscurity. Also anyone who considers thedemigodsorany\nother gods as similar to, or capable of beingequalto,orgreaterthan\nwill also go to the dark worlds of ignorance in obscurity ","shri":"\nThe rewards which the unintelligent seek who worship the lesser demigods\nsuch as Indra the celestial chief or Surya the sun god are trivial and\ntemporary. It might be asked why? It is because the votaries of those\ndemigods end up at the planets where such demigods reside. The celestial\nrealm of Indra is certainly opulent with all facility to experience\nheavenly delights and such a votary upon arriving is able to enjoy to their\nhearts content; but when Indra and the other demigods span of life has\nended, they too must transmigrate and be reborn again falling back down\ninto the material existence and of course this applies to all their\nvotaries as well.\nAs for the devotees of the Supreme Lord Krishna they all perform the same\nactivities as votaries do to the demigods such as worship, offering hymns\nof praise, celebrating appearance festivalsetc. But the distinct\ndifference is that the devotees of Lord Krishna perform these activities\nsolely for His pleasure without ever thinking of seeking any reward or\nbenefit for what they do for Him. Happily offering all results and rewards\nto the Supreme Lord they have nothing but Him to be attached too, thus they\nattain Him in His spiritual abode, which is eternal and from where there is\nno return to transmigration and rebirth.\nIn the next verse Lord Krishna will explain that the ignorant disregard His\nauthorised avatars or incarnations as verified in the Vedic scriptures\nwhich descend from the spiritual worlds into the material worlds for the\nexpress purpose that all beings may have easy and regular access to Him in\nevery age. ","kumar":"The rewards which the unintelligent seek who worship the lesser demigods\nsuch as Indra the celestial chief or Surya the sun god are trivial and\ntemporary. It might be asked why? It is because the votaries of those\ndemigods end up at the planets where such demigods reside. The celestial\nrealm of Indra is certainly opulent with all facility to experience\nheavenly delights and such a votary upon arriving is able to enjoy to their\nhearts content; but when Indra and the other demigods span of life has\nended, they too must transmigrate and be reborn again falling back down\ninto the material existence and of course this applies to all their\nvotaries as well.\nAs for the devotees of the Supreme Lord Krishna they all perform the same\nactivities as votaries do to the demigods such as worship, offering hymns\nof praise, celebrating appearance festivalsetc. But the distinct\ndifference is that the devotees of Lord Krishna perform these activities\nsolely for His pleasure without ever thinking of seeking any reward or\nbenefit for what they do for Him. Happily offering all results and rewards\nto the Supreme Lord they have nothing but Him to be attached too, thus they\nattain Him in His spiritual abode, which is eternal and from where there is\nno return to transmigration and rebirth.\nIn the next verse Lord Krishna will explain that the ignorant disregard His\nauthorised avatars or incarnations as verified in the Vedic scriptures\nwhich descend from the spiritual worlds into the material worlds for the\nexpress purpose that all beings may have easy and regular access to Him in\nevery age. "}