{"meta":"Bhagavad Gita Chapter 7 Verse 17","metahi":"भगवद् गीता 7.17","slok":"तेषां ज्ञानी नित्ययुक्त एकभक्ितर्विशिष्यते।प्रियो हि ज्ञानिनोऽत्यर्थमहं स च मम प्रियः।।7.17।। ","htsrsd":"।।7.17।।उन चार भक्तोंमें मेरेमें निरन्तर लगा हुआ अनन्यभक्तिवाला ज्ञानी अर्थात् प्रेमी भक्त श्रेष्ठ है क्योंकि ज्ञानी भक्तको मैं अत्यन्त प्रिय हूँ और वह भी मेरेको अत्यन्त प्रिय है। ","htstma":"।।7.17।। उनमें भी मुझ से नित्ययुक्त अनन्य भक्ति वाला ज्ञानी श्रेष्ठ है क्योंकि ज्ञानी को मैं अत्यन्त प्रिय हूँ और वह मुझे अत्यन्त प्रिय है।। ","transliteration":"Teshaam jnaanee nityayukta eka bhaktirvishishyate;\nPriyo hi jnaanino’tyarthamaham sa cha mama priyah. ","englishmeaning":"teṣhām—amongst these; jñānī—those who are situated in knowledge; nitya-yuktaḥ—ever steadfast; eka—exclusively; bhaktiḥ—devotion; viśhiṣhyate—highest; priyaḥ—very dear; hi—certainly; jñāninaḥ—to the person in knowledge; atyartham—highly; aham—I; saḥ—he; cha—and; mama—to me; priyaḥ—dear ","hcsrsd":"।।7.17।। व्याख्या तेषां ज्ञानी नित्ययुक्तः उन (अर्थार्थी आर्त जिज्ञासु और ज्ञानी) भक्तोंमें ज्ञानी अर्थात् प्रेमी भक्त श्रेष्ठ है क्योंकि वह नित्ययुक्त है अर्थात् वह सदासर्वदा केवल भगवान्में ही लगा रहता है। भगवान्के सिवाय दूसरे किसीमें वह किञ्चिन्मात्र भी नहीं लगता। जैसे गोपियाँ गाय दुहते दही बिलोते धान कूटते आदि सभी लौकिक कार्य करते हुए भी भगवान् श्रीकृष्णमें चित्तवाली रहती हैं (टिप्पणी प0 420.2) ऐसे ही वह ज्ञानी भक्त लौकिक और पारमार्थिक सब क्रियाएँ करते समय सदासर्वदा भगवान्से जुड़ा रहता है। भगवान्का सम्बन्ध रखते हुए ही उसकी सब क्रियाएँ होती हैं।एकभक्तिर्विशिष्यते उस ज्ञानी अर्थात् प्रेमी भक्तका आकर्षण केवल भगवान्में होता है। उसकी अपनी कोई व्यक्तिगत इच्छा नहीं रहती। इसलिये वह श्रेष्ठ है।अर्थार्थी आदि भक्तोंमें पूर्वसंस्कारोंके कारण जबतक व्यक्तिगत इच्छाएँ उत्पन्न होती रहती हैं तबतक उनकी एकभक्ति नहीं होती अर्थात् केवल भगवान्में प्रेम नहीं होता। परन्तु उन भक्तोंमें इन इच्छाओंको नष्ट करनेका भाव भी होता रहता है और इच्छाओंके सर्वथा नष्ट होनेपर सभी भक्त भगवान्के प्रेमी और भगवान्के प्रेमास्पद हो जाते हैं। वहाँ भक्त और भगवान्में द्वैतका भाव न रहकर प्रेमाद्वैत (प्रेममें अद्वैत) हो जाता है।ऐसे तो चारों भक्त भगवान्में नित्यनिरन्तर लगे रहते हैं परन्तु तीन भक्तोंके भीतरमें कुछनकुछ व्यक्तिगत इच्छा रहती है जैसेअर्थार्थी भक्त अनुकूलताकी इच्छा करते हैं आर्त भक्त प्रतिकूलताको मिटानेकी इच्छा करते हैं और जिज्ञासु भक्त अपने स्वरूपको या भगवत्तत्त्वको जाननेकी इच्छा करते हैं। ज्ञानी अर्थात् प्रेमी भक्तमें अपनी कोई इच्छा नहीं रहती अतः वह एकभक्ति है।प्रियो हि ज्ञानिनोऽत्यर्थमहं स च मम प्रियःउस ज्ञानी प्रेमी भक्तको मैं अत्यन्त प्यारा हूँ। उसमें अपनी किञ्चिन्मात्र भी इच्छा नहीं है केवल मेरेमें प्रेम है। इसलिये वह मेरेको अत्यन्त प्यारा है।वास्तवमें तो भगवान्का अंश होनेसे सभी जीव स्वाभाविक ही भगवान्को प्यारे हैं। भगवान्के प्यारमें कोई निजी स्वार्थ नहीं है। जैसे माता अपने बच्चोंका पालन करती है ऐसे ही भगवान् बिना किसी कारणके सबका पालनपोषण और प्रबन्ध करते हैं। परन्तु जो मनुष्य किसी कारणसे भगवान्के सम्मुख हो जाते हैं उनकी उस सम्मुखताके कारण भगवान्में उनके प्रति एक विशेष प्रियता हो जाती है।जब भक्त सर्वथा निष्काम हो जाता है अर्थात् उसमें लौकिकपारलौकिक किसी तरहकी भी इच्छा नहीं रहती तब उसमें स्वतःसिद्ध प्रेम पूर्णरूपसे जाग्रत् हो जाता है। पूर्णरूपसे जाग्रत् होनेका अर्थ है कि प्रेममें किञ्चिन्मात्र भी कमी नहीं रहती। प्रेम कभी समाप्त भी नहीं होता क्योंकि वह अनन्त और प्रतिक्षण वर्धमान है। प्रतिक्षण वर्धमानका तात्पर्य है कि प्रेममें प्रतिक्षण अलौकिक विलक्षणताका अनुभव होता रहता है अर्थात्इधर पहले दृष्टि गयी ही नहीं इधर हमारा खयाल गया ही नहीं अभी दृष्टि गयीइस तरह प्रतिक्षण भाव और अनुभव होता ही रहता है। इसलिये प्रेमको अनन्त बताया गया है। सम्बन्ध पूर्वश्लोकमें भगवान्ने ज्ञानी भक्तको अपना अत्यन्त प्यारा बताया तो इससे यह असर पड़ता है कि भगवान्ने दूसरे भक्तोंका आदर नहीं किया। इसलिये भगवान् आगेके श्लोकमें कहते हैं ","hcsca":"।।7.17।। चतुर्विध भक्तों की परस्पर तुलना करके भगवान् कहते हैं कि जो ज्ञानी भक्त मुझसे नित्ययुक्त है और आत्मस्वरूप के साथ जिसकी अनन्य भक्ति है वह सर्वश्रेष्ठ है क्योंकि आत्मतत्त्व से भिन्न किसी अन्य विषय में उसका मन विचरण नहीं करता है। जब तक साधक को अपने ध्येय का स्वरूप निश्चित रूप से ज्ञात नहीं होता है तब तक मन की एकाग्रता भी प्राप्त नहीं की जा सकती है। एक भक्ति का अर्थ है साधक के मन में आत्मसाक्षात्कार की ही एक वृत्ति बनी रहना।एक भक्ति को पाने के लिए साधक को अपने मन की विषयाभिमुखी प्रवृत्तियों को विषय से निवृत्त करना आवश्यक होता है। ज्ञानी व्यक्ति किसी वस्तु की प्राप्ति के लिए नहीं वरन् अपने मन की उन प्रवृत्तियों को नष्ट करने के लिए ईश्वर का आह्वान करता है जिसके कारण उसके मन की शक्ति का जगत् के मिथ्या आकर्षणों में व्यर्थ अपव्यय होता है। अत स्वाभाविक है कि आत्मस्वरूप में स्थित भगवान् श्रीकृष्ण ऐसे ज्ञानी पुरुष को सर्वश्रेष्ठ मानते हैं जिसके मन में आत्मानुभूति के अतिरिक्त अन्य कोई कामना ही नहीं रहती।ज्ञानी को मैं अत्यन्त प्रिय हूँ। प्रेम का मापदण्ड है प्रियतम के साथ हुआ तादात्म्य। वास्तव में आत्मसमर्पण की धुन पर ही प्रेम का गीत गाया जाता है। निस्वार्थता प्रेम का आधार है। प्रेम की मांग है समस्त कालों एवं परिस्थितियों में बिना किसी प्रतिदान की आशा के सर्वस्व दान। प्रेम के इस स्वरूप को समझने पर ही ज्ञात होगा कि ज्ञानी भक्त का प्रेम ही वास्तविक शुद्ध और पूर्ण प्रेम होता है।एकपक्षीय प्रेम की परिसमाप्ति कभी पूर्णत्व में नहीं हो सकती। यहाँ भगवान् स्पष्ट कहते हैं ज्ञानी को मैं अत्यन्त प्रिय हूँ और मुझे वह अत्यन्त प्रिय है। इस कथन में एक मनोवैज्ञानिक सत्य छिपा हुआ है। प्रेम का यह सनातन नियम है कि वह निष्काम होने पर न केवल पूर्णता को प्राप्त होता है वरन् उसमें एक दुष्ट को भी आदर्श बनाने की विचित्र सार्मथ्य होती है।यह एक सुविचारित एवं सुविदित तथ्य है कि यदि किसी व्यक्ति का मन किसी एक विशेष भावनाजैसे दुख द्वेष मत्सर करुणा से भर जाता है तो उसके समीपस्थ लोगों के मन पर भी उस तीव्र भावना का प्रभाव पड़ता है। अत यदि हम किसी को निस्वार्थ शुद्ध प्रेम दे सकें तो हमारे दुष्ट शत्रु का भी हृदय परिवर्तित हो सकता है। यह नियम है। यह मनोवैज्ञानिक सत्य भगवान् के इस कथन में स्पष्ट होता है कि ज्ञानी को मैं और मुझे ज्ञानी अत्यन्त प्रिय है।तब क्या आर्तादि भक्त भगवान् वासुदेव को प्रिय नहीं हैऐसी बात नहींफिर क्याकहते हैं ","etsga":"7.17 Of them, the man of Knowledge, endowed with constant steadfastness and one-pointed devotion, excels. For I am very much dear to the man of Knowledge, and he too is dear to Me. ","etssa":"7.17 Of them the wise, ever steadfast and devoted to the One, excels (is the best); for I am exceedingly dear to the wise and he is dear to Me. ","etdss":"7.17. Of them, the man of wisdom, being always attached [to Me] with single-pointed devotion excels [others].For, I am dear to the man of wisdom above all personal gains and he is dear to Me. ","ecssa":"7.17 तेषाम् of them? ज्ञानी the wise? नित्ययुक्तः ever steadfast? एकभक्तिः whose devotion is to the One? विशिष्यते excels? प्रियः dear? हि verily? ज्ञानिनः of the wise? अत्यर्थम् exceedingly? अहम् I? सः he? च and? मम of Me? प्रियः dear.Commentary Ekabhaktih means unswerving? singleminded devotion to the Supreme Being.The JnaniBhakta is beyond all cults or creeds or formal religion or rules of society. As the wise man is constantly harmonised and as he is devoted to the One? he is regarded as superior to all the other devotees. As I am his very Self or Antaratma? I am extremely dear to him. Everybody loves his own Self most. The Self is very dear to everybody. The wise man is My very Self and he is ear to Me also. (Cf.II.49IX.29XII.14?17and19) ","scetsga":"7.17 Tesam, of them, among the four; jnani, the man of Knowledge, the knower of Reality, is nitya-yuktah, endowed with constant steadfastness as a result of being a knower of Reality; and he also becomes eka-bhaktih, endowed with one-pointed devotion, because he finds no one else whom he can adore. Conseently, that person of one-pointed devotion visisyate, excels, becomes superior, i.e. he surpasses (the others).\nHi, since; I, the Self, am priyah, dear; jnaninah, to the man of Knowledge; therefore aham, I; am atyartham, very much; priyah, dear to him. It is indeed a well known fact in the world that the Self is dear. The meaning, therefore, is that Vasudeva, being the Self of the man of Knowledge, is dear to him. And sah, he, the man of Knowledge, being the very Self of Me who am Vasudeva; is very much priyah, dear; mama, to Me.\nIf that be so, then the other three-the afflicted and the others-are not dear to Vasudeva? This is not so! What then? ","scetdss":"7.17 See Comment under 7.19 ","scetssa":"7.17 Of these four, the man of knowledge is the foremost. Why?Because of being ever with Me in Yoga and devoted to the One only. To the man of knowledge the attainment of Myself being the only end in view, he is ever with Me. As for the others, they contemplate on Me only until the fulfilment of their desires. But to the man of knowledge, there is single-minded devotion to Me only. Unlike him, the others, want only the objects of their desire and they are devoted to Me only as a means for gaining them. Hence he, the man of knowledge, alone is the foremost. Further I am very dear to the man of knowledge. Here the term artha in relation to the expression athyartham denotes what cannot be expressed adeately. That is, even I, the omniscient and omnipotent, is unable to express how much I am dear to the Jnanin, since there is no such limit as this much for this love. Such is the meaning. As in the case of Prahlada, the foremost among men of knowledge, it is said:But he with his thoughts firmly fixed on Krsna while being bitten by the great serpents, felt no pain from the wounds, being immersed in rapturous recollections of Him (V. P., 1.17.39). I reciprocate this love infinitely. ","chakravarthi":"Among these four types who are qualified with bhakti, who is the best? Among them the jnanl is the best. He is absorbed in me constantly (nitya yukta). This means that because his consciousness has been brought under control by practice of jnana, he has full concentration in the mind. The other three types do not have this quality.\n“But does the jnani just worship you out of fear that his jnana will be ineffective without bhakti?”\nNo, he has bhakti predominantly (eka bhaktih), not like other jnanis who have a predominance of jnana or he has great attachment to the process of bhakti alone, and is a jnani in name only. I, in the form of  Syamasundara,  am exceedingly (atyartham) dear to such a jnani. He cannot give me up either in the stage of sadhana or perfection. I also hold him very dear. This is according to the reasoning that  in proportion of surrender to me, I respond to them. ","rudra":"\nLord Krishna states that from the previous four classes the jnani orknower\nof the Supreme Lord is the best. This isbecausesuchajnaniisnitya\nyukta or eternally in communion and eka bhaktir orexclusivelydevotedto\nthe Supreme Lord. Only a person endowed with spiritual intelligenceandno\nother is it possible to be immersed in communion with the Supreme Lordwith\none-pointed devotion. This is because such anevolvedbeingtotallyfree\nfrom all ego conceptions and identifications of thephysicalbodyhasno\nmentaldisturbances and physical disruptions to unbalance their\nequilibrium. Due to this the Supreme Lord is very dear to them and theyare\nalso very dear to the Supreme Lord. Thus for these reasons the jnaniexcels\nabove the rest. ","brahma":"\nDevotion only totheSupremeLordKrishnaaloneisconsideredtobe\nexclusive devotion. This is confirmed in the Garuda Purana where itstates:\nDevotion to the Supreme Lord only andnothingelseisconsideredtobe\nsingular devotion. ","shri":"\nOf the previous four classes the jnanis or the knowers of the SupremeLord\nare distinctly distinguished as they are nitya-yukta or eternallyconnected\nand eka-bhaktir or exclusivelydevotedtotheSupremeLordKrishnaby\nreason of His being their only goal. Others merelyestablishrelationships\nwith Him for selfish purposes in hope of gaining desiredmaterialobjects.\nBut from the knowers of the Supreme Lord emerge the loversoftheSupreme\nLord, who regard Him as the most cherished objective of their existenceand\nthus they are His elect. Tyartham means the most, evenbeyonddescription.\nThis love for the Supreme Lord Krishna issodeepandoverflowing that\neven for Him as the Supreme Lord who isomniscientandomnipotentitis\ndifficult to fathom. Such love for Him has no limitations assigned to itas\nevidenced in the case of Prahlad, thepre-eminentamongthejnaniswho\nalthough was persecuted many times to die on the order of hisdemon;never\nwas even slightly harmed, somuchwashismindblissfullyabsorbedin\ndevotion totheSupremeLord,transportedbytheraptureinducedby\nconstant remembrance of Him. Such adevoteeisblissfullylovedbythe\nSupreme Lord as well in reciprocation. ","kumar":"Of the previous four classes the jnanis or the knowers of the SupremeLord\nare distinctly distinguished as they are nitya-yukta or eternallyconnected\nand eka-bhaktir or exclusivelydevotedtotheSupremeLordKrishnaby\nreason of His being their only goal. Others merelyestablishrelationships\nwith Him for selfish purposes in hope of gaining desiredmaterialobjects.\nBut from the knowers of the Supreme Lord emerge the loversoftheSupreme\nLord, who regard Him as the most cherished objective of their existenceand\nthus they are His elect. Tyartham means the most, evenbeyonddescription.\nThis love for the Supreme Lord Krishna issodeepandoverflowing that\neven for Him as the Supreme Lord who isomniscientandomnipotentitis\ndifficult to fathom. Such love for Him has no limitations assigned to itas\nevidenced in the case of Prahlad, thepre-eminentamongthejnaniswho\nalthough was persecuted many times to die on the order of hisdemon;never\nwas even slightly harmed, somuchwashismindblissfullyabsorbedin\ndevotion totheSupremeLord,transportedbytheraptureinducedby\nconstant remembrance of Him. Such adevoteeisblissfullylovedbythe\nSupreme Lord as well in reciprocation. "}