{"meta":"Bhagavad Gita Chapter 7 Verse 9","metahi":"भगवद् गीता 7.9","slok":"पुण्यो गन्धः पृथिव्यां च तेजश्चास्मि विभावसौ।जीवनं सर्वभूतेषु तपश्चास्मि तपस्विषु।।7.9।। ","htsrsd":"।।7.9।।पृथ्वीमें पवित्र गन्ध मैं हूँ अग्निमें तेज मैं हूँ सम्पूर्ण प्राणियोंमें जीवनीशक्ति मैं हूँ और तपस्वियोंमें तपस्या मैं हूँ। ","htstma":"।।7.9।। पृथ्वी में पवित्र गन्ध हूँ और अग्नि में तेज हूँ सम्पूर्ण भूतों में जीवन हूँ और तपस्वियों में मैं तप हूँ।। ","transliteration":"Punyo gandhah prithivyaam cha tejashchaasmi vibhaavasau;\nJeevanam sarvabhooteshu tapashchaasmi tapaswishu. ","englishmeaning":"puṇyaḥ—pure; gandhaḥ—fragrance; pṛithivyām—of the earth; cha—and; tejaḥ—brilliance; cha—and; asmi—I am; vibhāvasau—in the fire; jīvanam—the life-force; sarva—in all; bhūteṣhu—beings; tapaḥ—penance; cha—and; asmi—I am; tapasviṣhu—of the ascetics ","hcsrsd":"।।7.9।। व्याख्या पुण्यो गन्धः पृथिव्याम् पृथ्वी गन्धतन्मात्रासे उत्पन्न होती है गन्धतन्मात्रारूपसे रहती है और गन्धतन्मात्रामें ही लीन होती है। तात्पर्य है कि गन्धके बिना पृथ्वी कुछ नहीं है। भगवान् कहते हैं कि पृथ्वीमें वह पवित्र गन्ध मैं हूँ।यहाँ गन्धके साथ पुण्यः विशेषण देनेका तात्पर्य है कि गन्धमात्र पृथ्वीमें रहती है। उसमें पुण्य अर्थात् पवित्र गन्ध तो पृथ्वीमें स्वाभाविक रहती है पर दुर्गन्ध किसी विकृतिसे प्रकट होती है।तेजश्चास्मि विभावसौ तेज रूपतन्मात्रासे प्रकट होता है उसीमें रहता है और अन्तमें उसीमें लीन हो जाता है। अग्निमें तेज ही तत्त्व है। तेजके बिना अग्नि निस्तत्त्व है कुछ नहीं है। वह तेज मैं ही हूँ।जीवनं सर्वभूतेषु सम्पूर्ण प्राणियोंमें एक जीवनीशक्ति है प्राणशक्ति है जिससे सब जी रहे हैं। उस प्राणशक्तिसे वे प्राणी कहलाते हैं। प्राणशक्तिके बिना उनमें प्राणिपना कुछ नहीं है। प्राणशक्तिके कारण गाढ़ नींदमें सोता हुआ आदमी भी मुर्देसे विलक्षण दीखता है। वह प्राणशक्ति मैं ही हूँतपश्चास्मि तपस्विषु द्वन्द्वसहिष्णुताको तप कहते हैं। परन्तु वास्तवमें परमात्मतत्त्वकी प्राप्तिके लिये कितने ही कष्ट आयें उनमें निर्विकार रहना ही असली तप है। यही तपस्वियोंमें तप है इसीसे वे तपस्वी कहलाते हैं और इसी तपको भगवान् अपना स्वरूप बताते हैं। अगर तपस्वियोंमेंसे ऐसा तप निकाल दिया जाय तो वे तपस्वी नहीं रहेंगे। ","hcsca":"।।7.9।। किस प्रकार परमात्मरूपी सूत्र में नामरूपमय मणि पिरोकर सुन्दर सृष्टिरूप कण्ठाभरण की निर्मिति हुई है इसका वर्णन इन दो श्लोकों में किया गया है। इसके पूर्व भगवान् ने यह कहा था कि परा और अपरा प्रकृतियों के द्वारा मैं ही जगत् का कारण हूँ और मुझसे भिन्न किञ्चिन्मात्र कोई वस्तु नहीं है। वह सनातन तत्त्व क्या है जो सर्वत्र व्याप्त होते हुये भी दृष्टिगोचर नहीं होता इस प्रश्न का उत्तर यहाँ भगवान् श्रीकृष्ण ने दिया है।किसी वस्तु का धर्म या स्वरूप वह है जो सदा एक समान बना रहता है और जिसके बिना उस वस्तु का अस्तित्व ही सिद्ध नहीं हो सकता। यहाँ दिये दृष्टान्तजल में रस सूर्य चन्द्र में प्रकाश समस्त वेदों में प्रणव आकाश में शब्द पृथ्वी में पवित्र गन्ध पुरुषों में पुरुषत्व एवं तपस्वियों में तप आदि ये सब दर्शाते हैं कि आत्मा ही वह तत्त्व है जिसके कारण इन वस्तुओं का अपना विशेष अस्तित्व होता है। संक्षेपत आत्मा समस्त भूतों का जीवन है।भगवान् श्रीकृष्ण कुछ और उदाहरण देते हुये कहते हैं ","etsga":"7.9 I am also the sweet fragrance in the earth; I am the brillinace in the fire, and the life in all beings; and I am the austerity of the ascetics. ","etssa":"7.9 I am the sweet fragrance in the earth and the brilliance in the fire, the life in all beings, and I am the austerity in ascetics. ","etdss":"7.9. Iamthe pure smell in the earth; I am also the brilliance in the sun; I am the life in al beings and austerity in the ascetics. ","ecssa":"7.9 पुण्यः sweet? गन्धः fragrance? पृथिव्याम् in earth? च and? तेजः brilliance? च and? अस्मि am (I)? विभावसौ in fire? जीवनम् life? सर्वभूतेषु in all beings? तपः austerity? च and? अस्मि am (I)? तपस्विषु in ascetics.Commentary In Me as odour in the earth woven in Me as brilliance is the fire woven in Me as life all beings are woven in Me as austerity all ascetics are woven. I am the support (Adhishthanam or Asraya) for everything.I am the power or Sakti which helps the ascetics to control the mind and the senses.Krishna says? I am the agreeable odour. If Arjuna had asked Him? Then who is the disagreeable odour? He would have replied? It is also I. ","scetsga":"7.9 I am also the punyah, sweet; gandhah, fragrance; prthivyam, in the earth. The earth is dependent on Me who am its fragrance. The natural sweetness of smell in the earth is cited by way of suggesting sweetness of taste of water etc. as well. But foulness of smell etc. is due to contact with particular things, resulting from nescience, unholiness, etc. of worldly people.\nCa, and ; asmi, I am; the tejah, brilliance; vibhavasau, in fire; so also (I am) the jivanam, life-that by which all creatures live; sarva-bhutesu, in all beings. And I am the tapah, austerity; tapasvisu, of ascetics. Ascetics are established in Me who am that austerity. ","scetdss":"7.9 Punyah etc.By its ownnaturepure is that smell which exists in the earth as its exclusive property.The foulness, the excessiveness [of th smell]are due tocontamination ofother elements.That has been stated[elsewhere] as :\n \n[Aparticularthing]becomes hard because of the excess of the propertiesof the earth;foul-smelling on account of the rise of thefire-properties;and stiff due to liberality(excess)of the properties of waterandso on. ","scetssa":"7.8 - 7.11 All these entities with their peculiar characteristic are born from Me alone. They depend on Me; inasmuch as they constitute My body, they exist in Me alone. Thus I alone exist while all of them are only My modes. ","chakravarthi":"Punya means “pleasing” or “natural” according to Amara Kosa. I am the natural fragrance of earth element. Ca indicates that this statement applies to all the elements. Thus I am the pleasing taste of water, the pleasing form of fire. I am the power of fire, the essence—that which can burn, illuminate, and relieve cold in all things. I am the life span of all entities—their essence. I am the toleration of suffering, the essence of those performing austerities. ","rudra":"\nContinuing further Lord Krishna describes how He is the essence of smellas\nthe pure unadulterated odour which exists as the substratumoftheEarth.\nIt can also be interpreted that sincethemanifestationsoftheSupreme\nLord as the substratum of everything has beenconfirmedandasonlythe\nsweet pure odour of the Earth in all its excellence canonlyemanatefrom\nHim it is being inculcated inthesetexts.LordKrishnaisthebright\nnatural glow found infire.Heisthevitalforceofvitalitywhich\nsustainsandalllifeandanimatesallbeingsandHeistapasor\nausterities found intheyogisoroneperfectingthescienceofthe\nindividual consciousness attaining communion withtheultimate\nconsciouness, the ascetics, the hermits and thecelibatemonks;bywhich\nthey have the capacity to withstand dualitiessuchasheatandcoldor\npleasure and pain. ","brahma":" ","shri":" ","kumar":" "}