{"meta":"Bhagavad Gita Chapter 7 Verse 13","metahi":"भगवद् गीता 7.13","slok":"त्रिभिर्गुणमयैर्भावैरेभिः सर्वमिदं जगत्।मोहितं नाभिजानाति मामेभ्यः परमव्ययम्।।7.13।। ","htsrsd":"।।7.13।।इन तीनों गुणरूप भावोंसे मोहित यह सब जगत् इन गुणोंसे पर अविनाशी मेरेको नहीं जानता। ","htstma":"।।7.13।। त्रिगुणों से उत्पन्न इन भावों (विकारों) से सम्पूर्ण जगत् (लोग) मोहित हुआ इन (गुणों) से परे अव्यय स्वरूप मुझे नहीं जानता है।। ","transliteration":"Tribhirgunamayair bhaavairebhih sarvamidam jagat;\nMohitam naabhijaanaati maamebhyah paramavyayam. ","englishmeaning":"tribhiḥ—by three; guṇa-mayaiḥ—consisting of the modes of material nature; bhāvaiḥ—states; ebhiḥ—all these; sarvam—whole; idam—this; jagat—universe; mohitam—deluded; na—not; abhijānāti—know; mām—me; ebhyaḥ—these; param—the supreme; avyayam—imperishable ","hcsrsd":"।।7.13।। व्याख्या त्रिभिर्गुणमयैर्भावैरेभिः ৷৷. परमव्ययम्सत्त्व रज और तमतीनों गुणोंकी वृत्तियाँ उत्पन्न और लीन होती रहती हैं। उनके साथ तादात्म्य करके मनुष्य अपनेको सात्त्विक राजस और तामस मान लेता है अर्थात् उनका अपनेमें आरोप कर लेता है कि मैं सात्त्विक राजस और तामस हो गया हूँ। इस प्रकार तीनों गुणोंसे मोहित मनुष्य ऐसा मान ही नहीं सकता कि मैं परमात्माका अंश हूँ। वह अपने अंशी परमात्माकी तरफ न देखकर उत्पन्न और नष्ट होनेवाली वृत्तियोंके साथ अपना सम्बन्ध मान लेता हैयही उसका मोहित होना है। इस प्रकार मोहित होनेके कारण वह मेरा परमात्माके साथ नित्यसम्बन्ध हैइसको समझ ही नहीं सकता।यहाँ जगत् शब्द जीवात्माका वाचक है। निरन्तर परिवर्तनशील शरीरके साथ तादात्म्य होनेके कारण ही यह जीव जगत् नामसे कहा जाता है। तात्पर्य है कि शरीरके जन्मनेमें अपना जन्मना शरीरके मरनेमें अपना मरना शरीरके बीमार होनेमें अपना बीमार होना और शरीरके स्वस्थ होनेमें अपना स्वस्थ होना मान लेता है इसीसे यह जगत् नामसे कहा जाता है। जबतक यह शरीरके साथ अपना तादात्म्य मानेगा तबतक यह जगत् ही रहेगा अर्थात् जन्मतामरता ही रहेगा कहीं भी स्थायी नहीं रहेगा।गुणोंकी भगवान्के सिवाय अलग सत्ता माननेसे ही प्राणी मोहित होते हैं। अगर वे गुणोंको भगवत्स्वरूप मानें तो कभी मोहित हो ही नहीं सकते।तीनों गुणोंका कार्य जो शरीर है उस शरीरको चाहे अपना मान लें चाहे अपनेको शरीर मान लेंदोनों ही मान्यताओंसे मोह पैदा होता है। शरीरको अपना मानना ममता हुई और अपनेको शरीर मानना अहंता हुई। शरीरके साथ अहंताममता करना ही मोहित होना है। मोहित हो जानेसे गुणोंसे सर्वथा अतीत जो भगवत्तत्त्व है उसको नहीं जान सकता। यह उस भगवत्तत्त्वको तभी जान सकता है जब त्रिगुणात्मक शरीरके साथ इसकी अहंताममता मिट जाती है। यह सिद्धान्त है कि मनुष्य संसारसे सर्वथा अलग होनेपर ही संसारको जान सकता है और परमात्मासे सर्वथा अभिन्न होनेपर भी परमात्माको जान सकता है। कारण इसका यह है कि त्रिगुणात्मक शरीरसे यह स्वयं सर्वथा भिन्न है और परमात्माके साथ यह स्वयं सर्वथा अभिन्न है।अस्वाभाविकमें स्वाभाविक भाव होना ही मोहित होना है। जो प्रतिक्षण नष्ट होनेवाले तीनों गुणोंसे परे हैं अत्यन्त निर्लिप्त हैं और नित्यनिरन्तर एकरूप रहनेवाले हैं ऐसे परमात्मा स्वाभाविक हैं। परमात्माकी यह स्वाभाविकता बनायी हुई नहीं है कृत्रिम नहीं है अभ्याससाध्य नहीं है प्रत्युत स्वतःस्वाभाविक है। परंतुशरीर तथा संसारमें अहंताममता अर्थात् मैं और मेराभाव उत्पन्न हुआ है एवं नष्ट होनेवाला है यह केवल माना हुआ है इसलिये यह अस्वाभाविक है। इस अस्वाभाविकको स्वाभाविक मान लेना ही मोहित होना है जिसके कारण मनुष्य स्वाभाविकताको समझ नहीं सकता।जीव पहले परमात्मासे विमुख हुआ या पहले संसारके सम्मुख (गुणोंसे मोहित) हुआइसमें दार्शनिकोंका मत यह है कि परमात्मासे विमुख होना और संसारसे सम्बन्ध जोड़नाये दोनों अनादि हैं इनका आदि नहीं है। अतः इनमें पहले या पीछेकी बात नहीं कही जा सकती। परन्तु मनुष्य यदि मिली हुई स्वतन्त्रताका दुरुपयोग न करे उसे केवल भगवान्में ही लगाना शुरू कर दे तो यह संसारसे ऊपर उठ जाता है अर्थात् इसका जन्ममरण मिट जाता है। इससे यह सिद्ध होता है कि यह मनुष्य प्रभुकी दी हुई स्वतन्त्रताका दुरुपयोग करके ही बन्धनमें पड़ा है। अपनी स्वतन्त्रताका दुरुपयोग करके नष्ट होनेवाले पदार्थोंमें उलझ जानेसे यह परमात्मतत्त्वको जान नहीं सकता।परमव्ययम् पदसे भगवान् कहते हैं कि मैं इन गुणोंसे पर हूँ अर्थात् इन गुणोंसे सर्वथा रहित असम्बद्ध निर्लिप्त हूँ। मैं न कभी किसी गुणसे बँधा हुआ हूँ और न गुणोंके परिवर्तनसे मेरेमें कोई परिवर्तन ही होता है। ऐसे मेरे वास्तविक स्वरूपको गुणोंसे मोहित प्राणी नहीं जान सकते। सम्बन्ध अब आगेके श्लोकमें भगवान् अपनेको न जान सकनेमें हेतु बताते हैं। ","hcsca":"।।7.13।। प्रश्न यह है कि यदि त्रिगुणों से परे कोई परम अव्यय तत्त्व है तो सामान्य मनुष्य उसे क्यों नहीं जान पाता हैपूर्ण साक्षात्कार न भी सहज हो तब भी कम से कम उसके अस्तित्व के विषय में तो उसे शंका नहीं होनी चाहिएइसका उत्तर इस श्लोक में दिया गया है।त्रिगुणों से उत्पन्न राग द्वेषादि विकारों के कारण मनुष्य अपने दिव्य स्वरूप को भूलकर उपाधियों के साथ तादात्म्य स्थापित करके केवल विषयोपभोग का ही जीवन जीते हैं। स्वाभाविक है कि इस आसक्ति के कारण स्वस्वरूप की ओर इनका ध्यान तक नहीं जाता। एक बार स्तम्भ में प्रेत का आभास होने पर वह स्तम्भ उससे आच्छादित हो जाता है। यह एक तथ्य है कि जब तक यह आभास बना रहता है तब तक स्तम्भ का एक इञ्च भाग भी मोहित व्यक्ति को नहीं दिखाई देता इसी प्रकार माया से उत्पन्न उपाधियों के साथ तादात्म्य के कारण आत्मा को मानो जीवभाव प्राप्त हो जाता है। यह जीव बाह्य जगत् में व्यस्त और आसक्त होकर अपने शुद्ध स्वरूप को पहचानने में स्वयं को असमर्थ पाता है। स्वयं में स्वयं के साथ स्वयं का चल रहा लुकाछिपी का यह खेल विचित्र एवं रहस्यमय है जिसके कारण यह अपने लिए और जगत् के लिए अनन्त दुख और विक्षेप उत्पन्न करता रहता है।अगले श्लोक में इस आवरण शक्ति की परिभाषा का वर्णन किया गया है ","etsga":"7.13 All this world, deluded as it is by these three things made of the gunas (alities), does not know Me who am transcendental to these and undecaying. ","etssa":"7.13 Deluded by these Natures (states or things) composed of the three alities of Nature all this world does not know Me as distinct from them and immutable. ","etdss":"7.13. Being duluded by these three beings of the Strands, this entire world does not recognise Me Who am eternal and transcending these [Strands]. ","ecssa":"7.13 त्रिभिः by three? गुणमयैः composed of Gunas? भावैः by natures? एभिः by these? सर्वम् all? इदम् this? जगत् world? मोहितम् deluded? न not? अभिजानाति knows? माम् Me? एभ्यः from them? परम् higher? अव्ययम् immutable.Commentary Persons of this world are deluded by the three alities of Nature or Maya. Affection? attachment and infatuated love are all modifications of these alities. On account of delusion created by these three alities they are not able to break the worldly ties and to turn the mind towards the Supreme Soul? the Lord of the three alities.Avyayam Immutable or unchangeable or inexhaustible or imperishable. The Self is of one homogeneous essence. It has not got the six changes or modifications (Shad Bhava Vikaras) which the body has? viz.? existence? birth? growth? modification? decay and death. (Cf.VII.25) ","scetsga":"7.13 Sarvam, all; idam, this; jagat, world, the aggregate of creatures; mohitam, deluded as it is-made to have indiscrimination; hih, by these; aforesaid tribhih, three; bhavaih, things, in the forms of attachment, repulsion, delusion, etc; and gunamayaih, made of the gunas, of the transformations of the gunas; na abhijanati, does not know; mam, Me; who am param, transcendental to, distinct, different; hyah, from these gunas as referred to above; and am avyayam, undecaying, i.e. free from all (the six kinds of) changes in things, viz birth etc. [See note on p.38.-Tr.]\nHow, again, do they cross over this divine Maya of Visnu, constituted by the three gunas? That is being stated: ","scetdss":"7.12-13 Ye caetc.Tribhih etc.The [Strands]Sattva etc., are derived from Me, and not I from them.That is why he who has achieved his identity with the Bhagavat(theAbsolute),properly realises all [objects]as being the Bhagavat[Himself].On the other hand, the person who is established in the knowledge of objects of umpteen varieties does not understandthe reality of the Bhagavat. This krama(traditional order)pleases the mind of all.With this idea only the Lord is going to declare presentlyVasudeva is all. There the meaning is this :He, whose internal organ is favoured by thedescentof the SupremeEnergyor grace(Sakti-pata)that arises after [teaching the stage of]eableness of effects of actions (karma-samata) that isbrought about by the enjoyment[of effects] through many births;and who realises the reality of Bhagavat, with convictionverily all is Vasudeva - that person is the great Soul and he is difficult to find.But, not knowing in this manner and,on the contrary, being duluded by the Strands,Sattva etc., thisworld, fails to perceive the reality of Vasudeva, transcending the Strands. \n [The Lord]declares whythe persons established exclusively in the Sattva etc.(Strands), are not conscious of the real nature of the Bhagavat : ","scetssa":"7.13 Now, in this way, the whole universe, consisting of animate and inanimate entities belonging to Me, evolves from time to time from Me only, is absorbed in Me, and abides in Me alone. It constitutes My body and has Me for its self. Whether in the causal state or in the state of effect, it is I who have all these entities as My modes, because all entities form My body. Thus, in regard to all these modes, I am superior to them, as I am their cause, principal, and as I possess a complex of countless auspicious attributes like knowledge, strength etc. In every way I remain as the highest being. There exists none higher than Myself.\nSuch being the case, I am superior to these entities composed of the alities of Sattva, Rajas and Tamas - superior to them by My extraordinary attributes and by having these various modes for My enjoyment. I am the highest and immutable, i.e., I form a unity in Myself. This world constituted of gods, men, animals and immovables, and deluded by the three Gunas of Prakrti and its evolutes are inferior and transient. The forms of bodies, senses and objects of enjoyment comprising the world are there in accordance with their past Karmas. No one in the world knows Me.\nHow is it possible that all experiencing beings think as enjoyable objects which are inferior, constituted of the Gunas and are transient, while You exist - You who are of the nature of unbounded and abundant bliss, who has an eternal unchanging form and who is the source of the enjoyableness of even the objects of the world?Sri Krsna replies: ","chakravarthi":"“Then if you are all things, why do people not know you, the Supreme Lord?”\nAll the jivas born in the universe (sarvam idam jagat), being bewildered by the states such as sense and mind control in the mood of goodness, jubilation in the mode of passion, and lamentation in the mode of ignorance, stemming from the nature of the gunas, do not know me, who am superior to them, since I am beyond the gunas, and without change (avyayam). ","rudra":"\nWhy is it that the people of this Earth are unaware of the Supreme Lordand\nHis potencies. It is being stated that the whole worldisdeludedbythe\nthree gunas beingthemodesofgoodness,passionandnesciencewhich\ninfluence apersontoactrespectivelyinrighteousness,passionand\nignorance. Therefore the people of this world are unable torecognisethat\nthe Supreme Lord Krishna is transcendental to and unaffectedbythethree\ngunas being their source and thereforeimmutableandimmaculate.Neither\nare they able to fathom His paramountpositionattheapexofdivinity\ncompletely superior to all other gods. ","brahma":"\nWhy does Arjuna know and is not deluded will be explained by this verse.To\nshow Himself as the source of the three gunas being the modesofgoodness,\npassion and nescience, Lord Krishna uses the word mayairmeaningofmine.\nIn regard to the Supreme Lord can be understood in three ways;asrelating\nto the atma orsoul,asrelatingtomodificationandasrelatingto\neffulgence. It is not used as illusionhereasHespeaksofgunamayair\nmeaning My attributes being the three gunas which originatefromHim.His\nactions apply to His nature as well foronesnatureiscompatiblewith\nones actions. This is mentioned in the Vyasa Yoga. The wordbhavairmeans\nconditions and refers to through objects. Objects become perceived bytheir\nattributes and by this they are seen. The word idam meaning this is usedto\nshow that the wise are not deluded. Those who recognise their own bodiesas\nconsistingofthethreegunasand who think that Lord Krishna\ntranscendental body is also similarly formed are certainly deludedpersons.\nIn the Vyasa Yoga a similar comparison is made as follows: After seeingthe\nphysical body of Brahma and other demi-gods possessingattributes;ifone\nbelieves that the transcendental body of theSupremeLordissimilarto\ntheirs such a person is completely deludedinbondage.Thewordsebhyah\nparam means above and beyond, referring to theattributes.Whenreferring\nto the Supreme Lord of transcendental form it means He issuperiortothe\nthree gunas. ","shri":"\nEverything existing in creation, abounding in objects animate andinanimate\nis part and parcel of the Supreme Lord Krishna. At appointed and periodsit\nemanates from Him and atappointedperiodsitemanatesbackintoHim.\nEverything is existent within Him alone, formingHistranscendentalbody,\ncovering all the universes which He ensouls with the life force.ThusLord\nKrishna alone is eternally existent both in potential andinmanifestation\nfor He is both the cause and the effect. For all thingsareconstituteas\nparts of His body and are related to Him as adjuncts.WhethertheSupreme\nLord Krishna is considered to be the cause as theSovereignLord;orthe\neffect as the possessor of innumerablehostsofgloriousattributesand\nmyriads of marvellous qualities; or in many other descriptions it shouldbe\nconsummately comprehended that He is the most superior above all thingsand\ndesignations and that there is not asecondwhoisqualifiedtobeso\ncharacterised.\nBut the world in general doesnotknowLordKrishnasexaltedposition\nwhich is far beyond tribhir guna the three modes ofmaterialnaturebeing\ngoodness, passion and ignorance. The worlddoesnotrealiseHisSupreme\nposition as the possessor of multitudes of extraordinary blessedattributes\nand as suchknows Him not as thatsupremeblissandjoywithoutwhich\nnothing can exist and which constitutes the life of all created beings.The\nword avyayammeansimperishablethisissynonymouswithinfiniteand\neternal. Although He is all this, the beings of creation consisting of demi-\ngods, humans, animals, aquatics and plant life are all oblivious toitand\ncompletely beguiled by the trivial and fascinated by theephemeralinthe\nform of objects appearing as physical bodies and subtlesensesadoptedto\nfurnishenjoymentsfortheutilisationofpleasureaccordingtothe\ndispensationsdoledoutfrompreviousimpressionsofoldkarmas or\nreactions from past activities.Duetotheseimpedimentstheworldin\ngeneral is not able to know Him.\nIf reflecting Arjuna were to ask: How is it possible that LordKrishnawho\nsurpasses every joy anddelightthatmaterialexistenceiscapableof\noffering, whose immeasurablebeatitude,eternalityandimmutabilityare\ngloriously effulgent is not perceived by the world? And ifArjunawereto\nfurther ask: How is it possible that desire andattachmentarisesinthe\nhearts ofembodied souls for the same repetitive pleasuresoverandover\nagain without satiation to the point of redundancy?\nLord Krishna answers with the words mama maya duratyaya explaining thatHis\nillusory energy is very difficult to surmount. In as much as thisHismaya\nor illusion permeates His prakriti or material substratum through thethree\ngunas or modes ofsattvaorgoodness,rajasorpassionandtamasor\nignorance; so it is extremely difficulttoovercome.Thetotalmaterial\nmanifestation is under its sway and influenced by it. Itisdaivimeaning\ndivine and is created by LordKrishnaforthepurposeofsportasis\ndeduced from the root word div meaning to play. Its designation by theterm\nmaya is on account of its potencytoproducephenomenaleffectsinthe\ngrossmaterialexistencealbeitdependinguponthebreadthofones\nknowledge. These phenomenal effects are even manifested fromthespiritual\nworlds asinthecaseofLordKrishnadispatchingHisintrepidand\nimpervious Sudarsana Cakraorfierytranscendentaldisctoshieldand\nprotectthephysicalbodyofHisdevoteePrahladcausingthe 1000\nincantation manifestations to fail to harm him oneaftertheother.They\nare also analogous tothebrahmastrasormantragovernedmisslesand\narrows discharged in battle by regal ksatriyas or the royalwarriorclass\nas were exhibited in the BattleofKurushetra.Theyarealsosometimes\nmanifested in the evil magic of the asuras meaning literallythosewithout\nlight and the sorcery of the rakshasas which arehumaneatingdemonsand\nfiends.\nThe term maya never signifies what is false. The term mayair isappliedto\nthat which is able to produce real impressionsuponanothersimagination\nalbeit individual or collective. The effect is certainly realalthoughthe\ncause is definitely illusory. Likeamagicianbytheartofconjuring\nproduces marvellous effects upon the minds of those witnessing bymeansof\nincantations; so that when mayair designatesaproducerofrealeffects\nwhich are not false, the word maya denotestheincantationbywhichthe\nmanifestion was effected. Wherever the term maya isfoundtobeusedit\ninvariably means that which has the abilityofactivatingphenomenaland\nmarvellous material effects and is universally accepted.Anexampleisa\ncrate of Chinese fireworks is just another crate of drygoodslyingina\nwarehouse; but when activated by someone knowledgeable at night itproduces\nmarvellous and real effects in the sky. Whenever the word mayaisusedto\nsuggest the illusion of non-reality instead of a realimpressionuponthe\nmind then suchapplicationisonlyfigurativeandsubordinatetothe\nuniversal understanding whichisnottobeusurpedbythefigurative\nunderstanding. When one reads 100 lances fought in battle it meansthe100\nmen who carry the lances. So like this in this way the word mayashouldbe\nunderstood. This maya of the Supreme Lordwhichiscapableofproducing\nsublime and marvellous effects which permeates the entire materialcreation\nis the only maya tobeconsideredasanyotherisbutfigurativeor\nmetaphorical. The Svetasvatara Upanisad states:mayan-tuprakritimvidyat\nmahinan-tu mahesvaram which meansprakritithematerialsubstratumthen\nprakriti is to be apprehendedbythewordmayaandmahesvaramorthe\nSupreme Lord by the word mayi. It is the responsibilty of maya toveilthe\ntrue nature of the Supreme Lord from the miscreants and unqualifiedandto\nluresuchbeingstoconstantlychaseafterthe desire for sense\ngratification. Hence all the worldsarebeguiledandbewilderedbythe\nintrepid effect of maya from thetimetheyarebornandthusfailto\nrecognise the magnificent splendour and wonderousgloriesoftheSupreme\nLordKrishnawhoiseternity,knowledgeand bliss personified of\nimmeasurable transcendental nature.\nThe next versewillgivethemeansofdeliveranceandredemptionto\nalleviate this situation. ","kumar":"Everything existing in creation, abounding in objects animate andinanimate\nis part and parcel of the Supreme Lord Krishna. At appointed and periodsit\nemanates from Him and atappointedperiodsitemanatesbackintoHim.\nEverything is existent within Him alone, formingHistranscendentalbody,\ncovering all the universes which He ensouls with the life force.ThusLord\nKrishna alone is eternally existent both in potential andinmanifestation\nfor He is both the cause and the effect. For all thingsareconstituteas\nparts of His body and are related to Him as adjuncts.WhethertheSupreme\nLord Krishna is considered to be the cause as theSovereignLord;orthe\neffect as the possessor of innumerablehostsofgloriousattributesand\nmyriads of marvellous qualities; or in many other descriptions it shouldbe\nconsummately comprehended that He is the most superior above all thingsand\ndesignations and that there is not asecondwhoisqualifiedtobeso\ncharacterised.\nBut the world in general doesnotknowLordKrishnasexaltedposition\nwhich is far beyond tribhir guna the three modes ofmaterialnaturebeing\ngoodness, passion and ignorance. The worlddoesnotrealiseHisSupreme\nposition as the possessor of multitudes of extraordinary blessedattributes\nand as suchknows Him not as thatsupremeblissandjoywithoutwhich\nnothing can exist and which constitutes the life of all created beings.The\nword avyayammeansimperishablethisissynonymouswithinfiniteand\neternal. Although He is all this, the beings of creation consisting of demi-\ngods, humans, animals, aquatics and plant life are all oblivious toitand\ncompletely beguiled by the trivial and fascinated by theephemeralinthe\nform of objects appearing as physical bodies and subtlesensesadoptedto\nfurnishenjoymentsfortheutilisationofpleasureaccordingtothe\ndispensationsdoledoutfrompreviousimpressionsofoldkarmas or\nreactions from past activities.Duetotheseimpedimentstheworldin\ngeneral is not able to know Him.\nIf reflecting Arjuna were to ask: How is it possible that LordKrishnawho\nsurpasses every joy anddelightthatmaterialexistenceiscapableof\noffering, whose immeasurablebeatitude,eternalityandimmutabilityare\ngloriously effulgent is not perceived by the world? And ifArjunawereto\nfurther ask: How is it possible that desire andattachmentarisesinthe\nhearts ofembodied souls for the same repetitive pleasuresoverandover\nagain without satiation to the point of redundancy?\nLord Krishna answers with the words mama maya duratyaya explaining thatHis\nillusory energy is very difficult to surmount. In as much as thisHismaya\nor illusion permeates His prakriti or material substratum through thethree\ngunas or modes ofsattvaorgoodness,rajasorpassionandtamasor\nignorance; so it is extremely difficulttoovercome.Thetotalmaterial\nmanifestation is under its sway and influenced by it. Itisdaivimeaning\ndivine and is created by LordKrishnaforthepurposeofsportasis\ndeduced from the root word div meaning to play. Its designation by theterm\nmaya is on account of its potencytoproducephenomenaleffectsinthe\ngrossmaterialexistencealbeitdependinguponthebreadthofones\nknowledge. These phenomenal effects are even manifested fromthespiritual\nworlds asinthecaseofLordKrishnadispatchingHisintrepidand\nimpervious Sudarsana Cakraorfierytranscendentaldisctoshieldand\nprotectthephysicalbodyofHisdevoteePrahladcausingthe 1000\nincantation manifestations to fail to harm him oneaftertheother.They\nare also analogous tothebrahmastrasormantragovernedmisslesand\narrows discharged in battle by regal ksatriyas or the royalwarriorclass\nas were exhibited in the BattleofKurushetra.Theyarealsosometimes\nmanifested in the evil magic of the asuras meaning literallythosewithout\nlight and the sorcery of the rakshasas which arehumaneatingdemonsand\nfiends.\nThe term maya never signifies what is false. The term mayair isappliedto\nthat which is able to produce real impressionsuponanothersimagination\nalbeit individual or collective. The effect is certainly realalthoughthe\ncause is definitely illusory. Likeamagicianbytheartofconjuring\nproduces marvellous effects upon the minds of those witnessing bymeansof\nincantations; so that when mayair designatesaproducerofrealeffects\nwhich are not false, the word maya denotestheincantationbywhichthe\nmanifestion was effected. Wherever the term maya isfoundtobeusedit\ninvariably means that which has the abilityofactivatingphenomenaland\nmarvellous material effects and is universally accepted.Anexampleisa\ncrate of Chinese fireworks is just another crate of drygoodslyingina\nwarehouse; but when activated by someone knowledgeable at night itproduces\nmarvellous and real effects in the sky. Whenever the word mayaisusedto\nsuggest the illusion of non-reality instead of a realimpressionuponthe\nmind then suchapplicationisonlyfigurativeandsubordinatetothe\nuniversal understanding whichisnottobeusurpedbythefigurative\nunderstanding. When one reads 100 lances fought in battle it meansthe100\nmen who carry the lances. So like this in this way the word mayashouldbe\nunderstood. This maya of the Supreme Lordwhichiscapableofproducing\nsublime and marvellous effects which permeates the entire materialcreation\nis the only maya tobeconsideredasanyotherisbutfigurativeor\nmetaphorical. The Svetasvatara Upanisad states:mayan-tuprakritimvidyat\nmahinan-tu mahesvaram which meansprakritithematerialsubstratumthen\nprakriti is to be apprehendedbythewordmayaandmahesvaramorthe\nSupreme Lord by the word mayi. It is the responsibilty of maya toveilthe\ntrue nature of the Supreme Lord from the miscreants and unqualifiedandto\nluresuchbeingstoconstantlychaseafterthe desire for sense\ngratification. Hence all the worldsarebeguiledandbewilderedbythe\nintrepid effect of maya from thetimetheyarebornandthusfailto\nrecognise the magnificent splendour and wonderousgloriesoftheSupreme\nLordKrishnawhoiseternity,knowledgeand bliss personified of\nimmeasurable transcendental nature.\nThe next versewillgivethemeansofdeliveranceandredemptionto\nalleviate this situation. "}