{"meta":"Bhagavad Gita Chapter 7 Verse 10","metahi":"भगवद् गीता 7.10","slok":"बीजं मां सर्वभूतानां विद्धि पार्थ सनातनम्।बुद्धिर्बुद्धिमतामस्मि तेजस्तेजस्विनामहम्।।7.10।। ","htsrsd":"।।7.10।।हे पृथानन्दन सम्पूर्ण प्राणियोंका अनादि बीज मुझे जान। बुद्धिमानोंमें बुद्धि और तेजस्वियोंमें तेज मैं हूँ। ","htstma":"।।7.10।। हे पार्थसम्पूर्ण भूतों का सनातन बीज (कारण) मुझे ही जानो मैं बुद्धिमानों की बुद्धि और तेजस्वियों का तेज हूँ।। ","transliteration":"Beejam maam sarvabhootaanaam viddhi paartha sanaatanam;\nBuddhir buddhimataamasmi tejastejaswinaamaham. ","englishmeaning":"bījam—the seed; mām—me; sarva-bhūtānām—of all beings; viddhi—know; pārtha—Arjun, the son of Pritha; sanātanam—the eternal; buddhiḥ—intellect; buddhi-matām—of the intelligent; asmi—(I) am; tejaḥ—splendor; tejasvinām—of the splendid; aham—I ","hcsrsd":"।।7.10।। व्याख्या बीजं मां सर्वभूतानां विद्धि (टिप्पणी प0 405) पार्थ सनातनम् हे पार्थ सम्पूर्ण प्राणियोंका सनातन (अविनाशी) बीज मैं हूँ अर्थात् सबका कारण मैं ही हूँ। सम्पूर्ण प्राणी बीजरूप मेरेसे उत्पन्न होते हैं मेरेमें ही रहते हैं और अन्तमें मेरेमें ही लीन होते हैं। मेरे बिना प्राणीकी स्वतन्त्र सत्ता नहीं है।जितने बीज होते हैं वे सब वृक्षसे उत्पन्न होते हैं और वृक्ष पैदा करके नष्ट हो जाते हैं। परन्तु यहाँ जिस बीजका वर्णन है वह बीज सनातन है अर्थात् आदिअन्तसे रहित (अनादि एवं अनन्त) है। इसीको नवें अध्यायके अठारहवें श्लोकमें अव्यय बीज कहा गया है। यह चेतनतत्त्व अव्यय अर्थात् अविनाशी है। यह स्वयं विकाररहित रहते हुए ही सम्पूर्ण जगत्का उत्पादक आश्रय और प्रकाशक है तथा जगत्का कारण है।गीतामें बीज शब्द कहीं भगवान् और कहीं जीवात्मादोनोंके लिये आया है। यहाँ जो बीज शब्द आया है वह भगवान्का वाचक है क्योंकि यहाँ कारणरूपसे विभूतियोंका वर्णन है। दसवें अध्यायके उन्तालसीवें श्लोकमें विभूतिरूपसे आया बीज शब्द भी भगवान्का ही वाचक है क्योंकि वहाँ उनको सम्पूर्ण प्राणियोंका कारण कहा गया है। नवें अध्यायके अठारहवें श्लोकमें बीज शब्द भगवान्के लिये आया है क्योंकि उसी अध्यायके उन्नीसवें श्लोकमें सदसच्चाहमर्जुन पदमें कहा गया है कि कार्य और कारण सब मैं ही हूँ। सब कुछ भगवान् ही होनेसे बीज शब्द भगवान्का वाचक है। चौदहवें अध्यायके चौथे श्लोकमें अहं बीजप्रदः पिता मैं बीज प्रदान करनेवाला पिता हूँऐसा होनेसे वहाँ बीज शब्द जीवात्माका वाचक है। बीज शब्द जीवात्माका वाचक तभी होता है जब यह जडके साथ अपना सम्बन्ध मान लेता है नहीं तो यह भगवान्का स्वरूप ही है।बुद्धिर्बुद्धिमतामस्मि बुद्धिमानोंमें बुद्धि मैं हूँ। बुद्धिके कारण ही वे बुद्धिमान् कहलाते हैं। अगर उनमें बुद्धि न रहे तो उनकी बुद्धिमान् संज्ञा ही नहीं रहेगी।तेजस्तेजस्विनामहम् तेजस्वियोंमें तेज मैं हूँ। यह तेज दैवीसम्पत्तिका एक गुण है। तत्त्वज्ञ जीवन्मुक्त महापुरुषोंमें एक विशेष तेजशक्ति रहती है जिसके प्रभावसे दुर्गुणदुराचारी मनुष्य भी सद्गुणसदाचारी बन जाते हैं। यह तेज भगवान्का ही स्वरूप है।विशेष बातभगवान् ही सम्पूर्ण संसारके कारण हैं संसारके रहते हुए भी वे सबमें परिपूर्ण हैं और सब संसारके मिटनेपर भी वे रहते हैं। इससे सिद्ध हुआ कि सब कुछ भगवान् ही हैं। इसके लिये उपनिषदोंमें सोना मिट्टी और लोहेका दृष्टान्त दिया गया है कि जैसे सोनेसे बने हुए सब गहने सोना ही हैं मिट्टीसे बने हुए सब बर्तन मिट्टी ही हैं और लोहेसे बने हुए सब अस्त्रशस्त्र लोहा ही हैं ऐसे ही भगवान्से उत्पन्न हुआ सब संसार भगवान् ही है। परन्तु गीतामें भगवान्ने बीजका दृष्टान्त दिया है कि सम्पूर्ण संसारका बीज मैं हूँ। बीज वृक्षसे पैदा होता है और वृक्षको पैदा करके स्वयं नष्ट हो जाता है अर्थात् बीजसे अंकुर निकल आता है अंकुरसे वृक्ष हो जाता है और बीज स्वयं मिट जाता है। परन्तु भगवान्ने अपनेको संसारमात्रका बीज कहते हुए भी यह एक विलक्षण बात बतायी कि मैं अनादि बीज हूँ पैदा हुआ बीज नहीं हूँबीजं मां सर्वभूतानां विद्धि पार्थ सनातनम् (7। 10) और मैं अविनाशी बीज हूँबीजमव्ययम् (9। 18)। अविनाशी बीज कहनेका मतलब यह है कि संसार मेरेसे पैदा होता है पर मैं मिटता नहीं हूँ जैसाकातैसा ही रहता हूँ।सोना मिट्टी और लोहेके दृष्टान्तमें गहनोंमें सोना दीखता है बर्तनोंमें मिट्टी दीखती है और अस्त्रशस्त्रोंमें लोहा दीखता है पर संसारमें परमात्मा दीखते नहीं। अगर बीजका दृष्टान्त लें तो वृक्षमें बीज नहीं दीखता। जब वृक्षमें बीज आता है तब पता लगता है कि इस वृक्षमें ऐसा बीज है जिससे यह वृक्ष पैदा हुआ है। सम्पूर्ण वृक्ष बीजसे ही निकलता है और बीजमें ही समाप्त हो जाता है। वृक्षका आरम्भ बीजसे होता है और अन्त भी बीजमें ही होता है अर्थात् वह वृक्ष चाहे सौ वर्षोंतक रहे पर उसकी अन्तिम परिणति बीजमें ही होगी बीजके सिवाय और क्या होगा ऐसे ही भगवान् संसारके बीज हैं अर्थात् भगवान्से ही संसार उत्पन्न होता है और भगवान्में ही लीन हो जाता है। अन्तमें एक भगवान् ही बाकी रहते हैंशिष्यते शेषसंज्ञः (श्रीमद्भा0 10। 3। 25)।वृक्ष दीखते हुए भी यह बीज ही हैऐसा जो जानते हैं वे वृक्षको ठीकठीक जानते हैं और जो बीजको न देखकर केवल वृक्षको देखते हैं वे वृक्षके तत्त्वको नहीं जानते। भगवान् यहाँ बीजं मां सर्वभूतानाम् कहकर सबको यह ज्ञान कराते हैं कि तुम्हारेको जितना यह संसार दीखता है इसके पहले मैं ही था मैं एक ही प्रजारूपसे बहुत रूपोंमें प्रकट हुआ हूँबहु स्यां प्रजायेय (छान्दोग्य0 6। 2। 3) और इनके समाप्त होनेपर मैं ही रह जाता हूँ। तात्पर्य है कि पहले मैं ही था और पीछे मैं ही रहता हूँ तो बीचमें भी मैं ही हूँ।यह संसार पाञ्चभौतिक भी उन्हींको दीखता है जो विचार करते हैं नहीं तो यह पाञ्चभौतिक भी नहीं दीखता। जैसे कोई कह दे कि ये अपने सबकेसब शरीर पार्थिव (पृथ्वीसे पैदा होनेवाले) हैं इसलिये इनमें मिट्टीकी प्रधानता है तो दूसरा कहेगा कि ये मिट्टी कैसे हैं मिट्टीसे तो हाथ धोते हैं मिट्टी तो रेता होती है अतः ये शरीर मिट्टी नहीं हैं। इस तरह शरीर मिट्टी होता हुआ भी उसको मिट्टी नहीं दीखता। परन्तु यह जितना संसार दीखता है इसको जलाकर राख कर दिया जाय तो अन्तमें एक मिट्टी ही हो जाता है।विचार करें कि इन शरीरोंके मूलमें क्या है माँबापमें जो रजवीर्यरूप अंश होता है जिससे शरीर बनता है वह अंश अन्नसे पैदा होता है। अन्न मिट्टीसे पैदा होता है। अतः ये शरीर मिट्टीसे ही पैदा होते हैं और अन्तमें मिट्टीमें ही लीन हो जाते हैं। अन्तमें शरीरकी तीन गतियाँ होती हैंचाहे जमीनमें गाड़ दिया जाय चाहे जला दिया जाय और चाहे पशुपक्षी खा जायँ। तीनों ही उपायोंसे वह अन्तमें मिट्टी हो जाता है। इस तरह पहले और आखिरमें मिट्टी होनेसे बीचमें भी शरीर या संसार मिट्टी ही है। परन्तु बीचमें यह शरीर या संसार देखनेमें मिट्टी नहीं दीखता। विचार करनेसे ही मिट्टी दीखता है आँखोंसे नहीं। इसी तरह यह संसार विचार करनेसे परमात्मस्वरूप दीखता है। विचार करें तो जब भगवान्ने यह संसार रचा तो कहींसे कोई सामान नहीं मँगवाया जिससे संसारको बनाया हो और बनानेवाला भी दूसरा नहीं हुआ है। भगवान् आप ही संसारको बनानेवाले हैं और आप ही संसार बन गये। शरीरोंकी रचना करके आप ही उनमें प्रविष्ट हो गयेतत्सृष्ट्वा तदेवानुप्राविशत् (तैत्तिरीयोपनिषद् 2। 6)। इन शरीरोंमें जीवरूपसे भी वे ही परमात्मा हैं। अतः यह संसार भी परमात्माका स्वरूप ही है। ","hcsca":"।।7.10।। परिपक्व बुद्धि के जिज्ञासुओं के लिये पूर्व के दो श्लोकों में दिये गये उदाहरण तत्त्व को समझने के लिए पर्याप्त हैं किन्तु मन्द बुद्धि के पुरुषों के लिए नहीं। अत यहाँ भगवान् श्रीकृष्ण कुछ और उदाहरण देते हैं। समस्त भूतों का सनातन कारण मैं हूँ। जैसे एक चित्रकार अपने चित्र को और अधिक स्पष्ट और सुन्दर बनाने के लिये नयेनये रंगों का प्रयोग करता है वैसे ही मानो अपने संक्षिप्त कथन से संतुष्ट न होकर भगवान् श्रीकृष्ण और भी अनेक दृष्टान्त देते हैं जिनके द्वारा हम दृश्य जड़ जगत् तथा अदृश्य चेतन आत्मतत्त्व के सम्बन्ध को समझ सकें।बुद्धिमानों की बुद्धि मैं हूँ एक बुद्धिमान व्यक्ति अपने आदर्शों तथा विचारों के माध्यम से अपने दिव्य स्वरूप को व्यक्त कर पाता है। उस बुद्धिमान् पुरुष के बुद्धि की वास्तविक सार्मथ्य आत्मा के कारण ही संभव है। उसी प्रकार तेजस्वियों का तेज भी आत्मा ही है।दूसरे शब्दों में कहा जा सकता है कि आत्मा ही बुद्धि उपाधि के द्वारा बुद्धिमान व्यक्ति के रूप में प्रकट होता है। जैसे विद्युत ही बल्ब में प्रकाश हीटर में उष्णता और रेडियो में संगीत के रूप में व्यक्त होती है।आगे कहते हैं ","etsga":"7.10 O Partha, know Me to be the eternal Seed of all beings. I am the intellect of the intelligent, I am the courage of the courageous. ","etssa":"7.10 Know Me, O Arjuna, as the eternal seed of all beings; I am the intelligence of the intelligent; the splendour of the splendid objects am I. ","etdss":"7.10. O son of Prtha !Know Me as the eternal seed of all beings;I am the intellect of the intellectuals and the brillinace of the brilliant. ","ecssa":"7.10 बीजम् seed? माम् Me? सर्वभूतानाम् of all beings? विद्धि know? पार्थ O Partha? सनातनम् eternal? बुद्धिः intelligence? बुद्धिमताम् of the intelligent? अस्मि am (I)? तेजः splendour? तेजस्विनाम् of the splendid? अहम् I.Commentary Seed means cause.Tejas also means heroism or bravery.Had Arjuna asked? Who is the seed for Thee? the Lord would have replied? There is no seed for Me. There is no cause for Me. I am the source of everything. I am the causeless Cause. I am the primeval Being. ","scetsga":"7.10 O Partha, viddhi, know, mam, Me; to be the sanatanam, eternal; bijam, seed, the source of growth; sarva-bhutanam, of all beings. Besides, I am the buddhih, intellect, the power of discrimination of the mind; buddhimatam, of the intelligent, of people having the power of discrimination. I am the tejah, courage; tejasvinam, of the courageous, of those possessed of that. ","scetdss":"7.10 See Comment under 7.11 ","scetssa":"7.8 - 7.11 All these entities with their peculiar characteristic are born from Me alone. They depend on Me; inasmuch as they constitute My body, they exist in Me alone. Thus I alone exist while all of them are only My modes. ","chakravarthi":"Bija or seed means the cause before transformation, the pradhana. Sanatana means eternal. Intelligence is the essence of the intelligent persons. 1 am that intelligence. ","rudra":"\nLord Krishna reveals that He is bijam mam sarvabhutanamortheoriginal\nseed of all existence. This means that He manifesttheoriginalseedfor\nall beings that posesses the potency for all specieswhicharemovingor\nstationary to produce effects in the same speciesuninterruptedlyforall\nsuccessiveissuesofprocreationindefintelyandnotsubjecttoany\nmodification or decay nor is it ever destroyed with each individual being. ","brahma":"\nThe pure fragrance is thus to show thepleasureofLordKrishnaasthe\norigin of the wonderful scent of the Earth.TheVedicscripturesdeclare\nthat merits alone rise to the Supreme Lordandthatdemeritslackingin\npurity never even reach the demi-gods. In the worlds of the meritoriousand\nvirtuous the creations law of eternal righteousness is enjoyed. Thelawof\ncreation known as rita represents universal order, truthandrighteousness\nas well as perennial principles from time immemorialwhichareauspicious\nactivities for the benefit of all living entities. Duetosuchstatements\neternal righteous is known as an attribute of consciousness and truthisa\ncondition of the mind which one actually lives. Thereisnocontradiction\nin statements from the Vedic scriptures stating even while not enjoyingthe\nSupreme Lord is still illuminating or eventhoughdevoidoffoodHeis\nstill all regardingtheSupremeLord.Theseperceptionsareextremely\nsubtle and difficult to fathom. Even though the Supreme Lord does notenjoy\nmaterial food like the jiva or embodied being He is more powerfulthenthe\natma or soul endowed with a physical body. In this versethejivaisnot\nmentioned because of reference earlier to theatmabeingendowedwitha\nbody as in adreamstate.TheGarudaPuranastates:Therearethree\ndifferent forms for the body one in sleeping, one in dreaming and onewhile\nawake.\nBy the word asmi the Supreme Lord alone is referred too. Bodies areassumed\nby all the jivas as well as the Supreme Lord. The jivasbodyismaterial\nand thus in bondage being subjected to the cycle ofbirthanddeath.The\nSupreme Lords body is purely spiritual, eternally liberatedandneverin\nbondage. This statement is found in the Narada Purana and thus adefinitive\ndistinctionbetweenthe Supreme Lord and the jivas\nis clarified in the Vedic scriptures.Bysuch\ncrystal clear statements a person of reasonandunderstandingshouldsee\nthe difference between all embodied beings andtheSupremeLordandnot\nharbour any conceptions concerning theexternalformofexistenceofa\njiva. The Gita Kalpahasstated:Thepleasuresandenjoymentsofthe\nSupreme Lord are distinctly different and transcendentaltothoseofthe\njiva. The Supreme Lord is a transcendental enjoyer, He is only enjoyingthe\nspiritual and never enjoying anything material.\nNow begins the summation.\nThe Supreme Lord abides in the Earth as its fragrant essence which canonly\nbe meritorious; yet He awards all merits and demerits. AbidinginfireHe\nis its brilliant energy, abiding in humans He is the atma the bequeatherof\nlife itself, abiding in the spiritually intelligent Heiswisdom,abiding\nin the splendid He is exalted splendour and by the act ofmanifestationHe\nis the eternal seed of all existence. ","shri":" ","kumar":" "}