{"meta":"Bhagavad Gita Chapter 8 Verse 15","metahi":"भगवद् गीता 8.15","slok":"मामुपेत्य पुनर्जन्म दुःखालयमशाश्वतम्।नाप्नुवन्ति महात्मानः संसिद्धिं परमां गताः।।8.15।। ","htsrsd":"।।8.15।।महात्मालोग मुझे प्राप्त करके दुःखालय और अशाश्वत पुनर्जन्मको प्राप्त नहीं होते क्योंकि वे परमसिद्धिको प्राप्त हो गये हैं अर्थात् उनको परम प्रेमकी प्राप्ति हो गयी है। ","htstma":"।।8.15।। परम सिद्धि को प्राप्त हुये महात्माजन मुझे प्राप्त कर अनित्य दुःख के आलयरूप (गृहरूप) पुनर्जन्म को नहीं प्राप्त होते हैं।। ","transliteration":"Maamupetya punarjanma duhkhaalayamashaashwatam;\nNaapnuvanti mahaatmaanah samsiddhim paramaam gataah. ","englishmeaning":"mām—Me; upetya—having attained; punaḥ—again; janma—birth; duḥkha-ālayam—place full of miseries; aśhāśhvatam—temporary; na—never; āpnuvanti—attain; mahā-ātmānaḥ—the great souls; sansiddhim—perfection; paramām—highest; gatāḥ—having achieved ","hcsrsd":"।।8.15।। व्याख्या --   मामुपेत्य पुनर्जन्म ৷৷. संसिद्धिं परमां गताः -- मामुपेत्य का तात्पर्य है कि भगवान्के दर्शन कर ले भगवान्को तत्त्वसे जान ले अथवा भगवान्में प्रविष्ट हो जाय तो फिर पुनर्जन्म नहीं होता। पुनर्जन्मका अर्थ है -- फिर शरीर धारण करना। वह शरीर चाहे मनुष्यका हो चाहे पशुपक्षी आदि किसी प्राणीका हो पर उसे धारण करनेमें दुःखहीदुःख है। इसलिये पुनर्जन्मको दुःखालय अर्थात् दुःखोंका घर कहा गया है।मरनेके बाद यह प्राणी अपने कर्मोंके अनुसार जिस योनिमें जन्म लेता है वहाँ जन्मकालमें जेरसे बाहर आते समय उसको वैसा कष्ट होता है जैसा कष्ट मनुष्यको शरीरकी चमड़ी उतारते समय होता है। परन्तु उस समय वह अपना कष्ट दुःख किसीको बता नहीं सकता क्योंकि वह उस अवस्थामें महान् असमर्थ होता है। जन्मके बाद बालक सर्वथा परतन्त्र होता है। कोई भी कष्ट होनेपर वह रोता रहता है -- पर बता नहीं सकता। थोड़ा बड़ा होनेपर उसको खानेपीनेकी चीजें खिलौने आदिकी इच्छा होती है और उनकी पूर्ति न होनेपर बड़ा दुःख होता है। पढ़ाईके समय शासनमें रहना पड़ता है। रातों जागकर अभ्यास करना पड़ता है तो कष्ट होता है। विद्या भूल जाती है तथा पूछनेपर उत्तर नहीं आता तो दुःख होता है। आपसमें ईर्ष्या द्वेष डाह अभिमान आदिके कारण हृदयमें जलन होती है। परीक्षामें फेल हो जाय तो मूर्खताके कारण उसका इतना दुःख होता है कि कई आत्महत्यातक कर लेते हैं।जवान होनेपर अपनी इच्छाके अनुसार विवाह आदि न होनेसे दुःख होता है। विवाह हो जाता है तो पत्नी अथवा पति अनुकूल न मिलनेसे दुःख होता है। बालबच्चे हो जाते हैं तो उनका पालनपोषण करनेमें कष्ट होता है। लड़कियाँ बड़ी हो जाती हैं तो उनका जल्दी विवाह न होनेपर माँबापकी नींद उड़ जाती है खानापीना अच्छा नहीं लगता हरदम बेचैनी रहती है।वृद्धावस्था आनेपर शरीरमें असमर्थता आ जाती है। अनेक प्रकारके रोगोंका आक्रमण होने लगता है। सुखसे उठनाबैठना चलनाफिरना खानापीना आदि भी कठिन हो जाता है। घरवालोंके द्वारा तिरस्कार होने लगता है। उनके अपशब्द सुनने पड़ते हैं। रातमें खाँसी आती है। नींद नहीं आती। मरनेके समय भी बड़े भयंकर कष्ट होते हैं। ऐसे दुःख कहाँतक कहें उनका कोई अन्त नहीं।मनुष्यजैसा ही कष्ट पशुपक्षी आदिको भी होता है। उनको शीतघाम वर्षाहवा आदिसे कष्ट होता है। बहुतसे जंगली जानवर उनके छोटे बच्चोंको खा जाते हैं तो उनको बड़ा दुःख होता है। इस प्रकार सभी योनियोंमें अनेक तरहके दुःख होते हैं। ऐसे ही नरकोंमें और चौरासी लाख योनियोंमें दुःख भोगने पड़ते हैं। इसलिये पुनर्जन्मको दुःखालय कहा गया है।पुनर्जन्मको अशाश्वत कहनेका तात्पर्य है कि कोई भी पुनर्जन्म (शरीर) निरन्तर नहीं रहता। उसमें हरदम परिवर्तन होता रहता है। कहीं किसी भी योनिमें स्थायी रहना नहीं होता। थोड़ा सुख मिल भी जाता है तो वह भी चला जाता है और शरीरका भी अन्त हो जाता है। नवें अध्यायके तीसरे श्लोकमें इसी पुनर्जन्मको मौतका रास्ता कहा है -- मृत्युसंसारवर्त्मनि।यहाँ भगवान्को मेरी प्राप्ति होनेपर पुनर्जन्म नहीं होता -- इतना ही कहना पर्याप्त था फिर भी पुनर्जन्मके साथ दुःखालय और अशाश्वत -- ये दो विशेषण क्यों दिये गये ये दो विशेषण देनेसे यह एक भाव निकलता है कि जैसे भगवान् भक्तजनोंकी रक्षा दुष्टोंका विनाश और धर्मकी स्थापना करनेके लिये पृथ्वीपर अवतार लेते हैं ऐसे ही भगवान्को प्राप्त हुए भक्तलोग भी साधु पुरुषोंकी रक्षा दुष्टोंकी सेवा और धर्मका अच्छी तरहसे पालन करने तथा करवानेके लिये कारक पुरुषके रूपमें सन्तके रूपमें इस पृथ्वीपर जन्म ले सकते हैं (टिप्पणी प0 466) अथवा जब भगवान् अवतार लेते हैं तब उनके साथ पार्षदके रूपमें भी (ग्वालबालोंकी तरह) वे भक्तजन पृथ्वीपर जन्म ले सकते हैं। परन्तु उन भक्तोंका यह जन्म,दुःखालय और अशाश्वत नहीं होता क्योंकि उनका जन्म कर्मजन्य नहीं होता प्रत्युत भगवदिच्छासे होता है।जो आरम्भसे ही भक्तिमार्गपर चलते हैं उन साधकोंको भी भगवान्ने महात्मा कहा है (9। 13) जो भगवत्तत्त्वसे अभिन्न हो जाते हैं उनको भी महात्मा कहा है (7। 19) और जो वास्तविक प्रेमको प्राप्त हो जाते हैं उनको भी महात्मा कहा है (8। 15)। तात्पर्य है कि असत् शरीरसंसारके साथ सम्बन्ध होनेसे मनुष्य अल्पात्मा होते हैं क्योंकि वे शरीरसंसारके आश्रित होते हैं। अपने स्वरूपमें स्थित होनेपर वे,आत्मा होते हैं क्योंकि उनमें अणुरूपसे अहम् की गंध रहनेकी संभावना होती है। भगवान्के साथ अभिन्नता होनेपर वे महात्मा होते हैं क्योंकि वे भगवन्निष्ठ होते हैं उनकी अपनी कोई स्वतन्त्र स्थिति नहीं होती।भगवान्ने गीतामें कर्मयोग ज्ञानयोग आदि योगोंमें महात्मा शब्दका प्रयोग नहीं किया है। केवल भक्तियोगमें ही भगवान्ने महात्मा शब्दका प्रयोग किया है। इससे सिद्ध होता है कि गीतामें भगवान् भक्तिको ही सर्वोपरि मानते हैं।महात्माओंका पुनर्जन्मको प्राप्त न होनेका कारण यह है कि वे परम सिद्धिको अर्थात् परम प्रेमको प्राप्त हो गये हैं -- संसिद्धिं (टिप्पणी प0 467.1) परमां गताः। जैसे लोभी व्यक्तिको जितना धन मिलता है उतना ही उसको थोड़ा मालूम देता है और उसकी धनकी भूख उत्तरोत्तर बढ़ती रहती है ऐसे ही अपने अंशी भगवान्को पहचान लेनेपर भक्तमें प्रेमकी भूख बढ़ती रहती है उसको प्रतिक्षण वर्धमान असीम अगाध अनन्त प्रेमकी प्राप्ति हो जाती है। यह प्रेम भक्तिकी अन्तिम सिद्धि है। इसके समान दूसरी कोई सिद्धि है ही नहीं।विशेष बातगीताका अध्ययन करनेसे ऐसा असर पड़ता है कि भगवान्ने गीतामें अपनी भक्तिकी बहुत विशेषतासे महिमा गायी है। भगवान्ने भक्तको सम्पूर्ण योगियोंमें युक्ततम (सबसे श्रेष्ठ) कहा है (गीता 6। 47) और अपनेआपको भक्तके लिये सुलभ बताया है (8। 14)। परन्तु अपने आग्रहका त्याग करके कोई भी साधक केवल कर्मयोग केवल ज्ञानयोग अथवा केवल भक्तियोगका अनुष्ठान करे तो अन्तमें वह एक ही तत्त्वको प्राप्त हो जाता है। इसका कारण यह है कि साधकोंकी दृष्टिमें तो कर्मयोग ज्ञानयोग और भक्तियोग -- ये तीन भेद हैं पर साध्यतत्त्व एक ही है। साध्यतत्त्वमें भिन्नता नहीं है। परन्तु इसमें एक बात विचार करनेकी है कि जिस दर्शनमें ईश्वर भगवान् परमात्मा सर्वोपरि हैं -- ऐसी मान्यता नहीं है उस दर्शनके अनुसार चलनेवाले असत्से सर्वथा सम्बन्धविच्छेद करके मुक्त तो हो जाते हैं पर अपने अंशीकी स्वीकृतिके बिना उनको परम प्रेमकी प्राप्ति नहीं होती और परम प्रेमकी प्राप्तिके बिना उनको प्रतिक्षण वर्धमान आनन्द नहीं मिलता। उस प्रतिक्षण वर्धमान आनन्दको प्रेमको प्राप्त होना ही यहाँ परमसिद्धिको प्राप्त होना है। ","hcsca":"।।8.15।। आत्मानुभूति के द्वारा ज्ञानी पुरुष को प्राप्त लाभ का मूल्यांकन करते हुए यहाँ कहा गया है कि मुझे प्राप्त कर महात्मा जन पुनर्जन्म को नहीं प्राप्त होते। तत्त्व चिन्तक दार्शनिकों के अनुसार समस्त दुःखों का मूल हैपुनर्जन्म। श्रीकृष्ण भी यहाँ पुनर्जन्म को दुःखालय और अशाश्वत कहते हैं।भारतीय दर्शन के इतिहास में एक बात ध्यान देने योग्य है कि प्रारम्भ में अमृतत्त्व को जीवन का लक्ष्य माना जाता था परन्तु बाद में पुनर्जन्म के अभाव को लक्ष्य स्वीकार किया गया। मनुष्य को सब अनुभवों में मृत्यु का अनुभव सर्वाधिक भयानक प्रतीत होता है। यही कारण है कि प्रारम्भ में साधक का समस्त प्रयत्न और व्याकुलता इस अपरिहार्य मृत्यु से मुक्ति पाने के लिए थी। जीवन की घटनाओं का सम्यक् अवलोकन और मूल्यांकन करने पर जैसेजैसे उसके ज्ञान में वृद्धि हुई और विचारों में परिपक्वता आयी तब शीघ्र ही अध्यात्म के विचारक ऋषियों ने यह पाया कि जो लोग यह समझ लेते हैं कि जीवन के अनुभवों में मृत्यु भी एक है तो उनके लिए मृत्यु की भयंकरता समाप्त हो जाती है। जीवन के अखण्ड अस्तित्व को मृत्यु काट नहीं सकती। सत्य के विषय में अत्यन्त निष्पक्ष एवं निर्मम भाव से विचार करने वाले ऋषिगण तर्क एवं अनुभव के द्वारा इस निष्कर्ष पर पहुँचे कि समस्त दुःख जन्म के साथ प्रारम्भ होते हैं। अतः जीवन का लक्ष्य पुनर्जन्म का अभाव होना चाहिए।पुनर्जन्म का स्वप्न और उसके अपरिहार्य कष्ट मिथ्या अहंकार अथवा जीव को ही होते हैं। अजन्मा आत्मा ही जड़ उपाधियों के साथ तादात्म्य से जीवभाव को प्राप्त होता है। बल्ब उपाधि में व्यक्त विद्युत् ही प्रकाश है उस बल्ब के फूट जाने पर कार्यरूप प्रकाश अपने कारणरूप विद्युत् में लीन हो जाता है जबकि विद्युत् एकमेव अद्वितीय सर्वत्र समान रूप से विश्व के सभी बल्बों में प्रकाशित होती है। इसी प्रकार अन्तःकरण की उपाधि से विशिष्ट अथवा परिच्छिन्न आत्मा ही जीव कहलाता है उसको ही जन्म वृद्धि व्याधि क्षय और मृत्यु के सम्पूर्ण दुःख और कष्ट सहने होते हैं। उपाधि के लय होने पर अर्थात् उससे हुए तादात्म्य के निवृत्त होने पर जीव अनुभव करता है कि वह स्वयं ही चैतन्य स्वरूप आत्मा है।आत्मज्ञानी पुरुष जानता है कि उसका मन और बुद्धि से कोई वास्तविक सम्बन्ध नहीं है। जैसै जाग्रत् पुरुष का स्वप्न में देखे हुए पत्नी और पुत्रों से कोई सम्बन्ध नहीं होता ठीक वैसे ही आत्मस्वरूप के प्रति जाग्रत् होने पर अहंकार (जीव) अपने दुःखपूर्ण परिच्छिन्न जीवन के साथ ही समाप्त हो जाता है। ऐसे महात्मा जनों को इस जगत् में पुनर्जन्म लेकर दुःखों को भोगने की कोई आवश्यकता नहीं रह जाती।जिस पुरुष ने जीवन पर्यन्त सतत आत्मानुसंधान की साधना से इन्द्रियों का संयम करना सीख लिया हो और मन को हृदय में तथा प्राण को बुद्धि में स्थापित कर लिया हो ऐसा पुरुष अनन्त नित्य स्वरूप को साक्षात् आत्मभाव से अनुभव करता है। तत्पश्चात् वह पुनः किसी देह विशेष में जन्म लेकर परिच्छिन्न विषयों में अनन्त सुख की व्यर्थ खोज नहीं करता।तब क्या ऐसे लोग हैं जो परा गति को प्राप्त न होकर पुनः जगत् को लौटते हैंइस पर कहते हैं -- ","etsga":"8.15 As a result of reaching Me, the exalted ones who have attained the highest perfection do not get rirth which is an abode of sorrows and which is impermanent. ","etssa":"8.15 Having attained Me these great souls do not again take birth (here) which is the place of pain \nand is non-eternal: they have reached the highest perfection (liberation). ","etdss":"8.15. Having attained Me, the men of great soul who have achieved the supreme perfection, do not getthe transient rirth, a store-house of all troubles. ","ecssa":"8.15 माम् to Me? उपेत्य having attained? पुनर्जन्म rirth? दुःखालयम् the place of pain? अशाश्वतम् noneternal? न not? आप्नुवन्ति get? महात्मानः Mahatmas or the great souls? संसिद्धिम् to perfection? परमाम् highest? गताः having reached.Commentary Birth is the home of pain or seat of sorrow arising from the body. Study the Garbhopanishad. There the nature of pain? i.e.? how the child is confined in the womb? and how it is pressed during its passage along the vaginal canal and the neck of the womb or uterus? is described. Further it is much affected by the PrasutiVayu (the vital air which is responsible for the delivery of the child).Mahatmas (great souls) are free from Rajas and Tamas.Having attained Me This denotes KramaMukti or gradual liberation. The devotees who pass along the Devayana through the force of their Upasana? attain to Brahmaloka (the world of Brahma the Creator) or Satyaloka (the world of truth? the highest of the seven worlds) and there enjoy all the divine wealth and glory of the Lord and then attain to Kaivalya Moksha (final liberation) through the knowledge of Brahman? along with Brahma during the cosmic dissolution.Mahatmas or great souls who have attained Moksha do not come again to birth. Those who have not attained Me? take birth again in this world. ","scetsga":"8.15 Upetya mam, as a result of reaching Me who am God-as a result of realizing My nature; mahatmanah, the exalted ones, the monks; gatah, who have attained; the paramam, highest; samsiddhim, perfection, called Liberation; na, do not; apnuvanti, get; this kind of punarjanama, rirth. As to what kind of rirth they do not get, the Lord states its characteristics-duhkhalayam, which is an abode of sorrows, a resort of physical and other sorrows, i.e. a birth to which sorrows adhere. It is not merely an abode of sorrows, but also asavatam, impermanent, having no fixity of nature.\nOn the other hand, those who do not reach Me, they come again.\nAgain, Is it that those who attain someone other than You return? This is being answered: ","scetdss":"8.15 Mam upetya etc.In the next verse it is going to be asserted that from all others (other goals)one has to return back.But[in the present verse it is declared that ]having attainedMe, the Yogins do not again suffer from fear of rirth etc. ","scetssa":"8.15 Having attained Me, they are not subject to rirth, which leads to a condition that is transient and an abode of sorrow. These great souls, i.e., men of noble minds, worship and attains Me as the sorrow object of attainment; because they possess knowledge of My essential nature as it really is; they are unable to maintain or sustain themselves without Me, as I am exceedingly dear to them. With their minds deeply attached to Me and completely dependent on Me, they reach Me as the supreme goal.\nSri Krsna next teaches the reason for the return to Samsara of those aspirants for Aisvarya (prosperity) and for the non-return to Samsara of those who have reached the Lord: ","chakravarthi":"What happens to the person who attains you? Attaining me, they do not attain birth again, which is full of suffering (duhkhalayam) and temporary, but attain a birth similar to mine, which is full of joy, because it is eternal. According to the Amara Kosa, sasvata means certain, eternal, continual, everlasting. When 1 take my birth, which is full of joy, spiritual, and eternal, in the house of Vasudeva, my devotees, being my eternal associates, will also take such birth, and not at other times. Other devotees attain perfection, but those who exclusively think of me (ananya cetah), attain the very highest perfection (paramam samsiddhim) – a position as an assistant in my pastimes. This indicates the observable superiority of kevala bhakta above all other types of devotees mentioned. ","rudra":"\nAlthough the Lord Krishna is easily attainable by His devotees what doesit\nmean? This is being answered here. The mahatmanah orgreatsoulsareHis\ndevotees andhavingattainedHimtheyarereleasedfromsamsarathe\nperpetual cycle of birth and death havingrealisedthepurposeofhuman\nexistence and reaching thehighestperfectioninHimareautomatically\ngranted moksa or liberation from the materialexistenceandpromotionto\nVaikuntha the eternal spiritrual worlds. ","brahma":"\nIn thisverseLordKrishnapraisesthatstateofattainmentitself.\nAttaining the Supreme Lord is solely the ultimate goal. ","shri":"\nThose who attain Lord Krishna do notreturntotheimpermanentmaterial\nexistence and temporary condition of samsara the perpetualcycleofbirth\nand death the abode of misery and suffering. The devoteesofLordKrishna\nare mahatmas or great, noble souls who haveenlightenedthemselvesasto\nthe real nature of His nama or name,rupaorform,gunaorattributes,\ndhama or abode and lila or divine pastimes. Such exaltedbeingsfeelsuch\nfervidloveforHiminseparationthat their very life becomes\nunsupportable. Those whose mind are focused on Him and whose heartisonly\nfor Him in bhakti or loving devotion is the very heart in which Heresides.\nThose who byincessantlymeditatinguponHimwillattainthehighest\nperfection which is the Supreme Lord Krishna. Nextwillbediscussedwhy\nthe arthathi or seeker ofwealthreturntomaterialexistenceandthe\nbhaktas orthedevoteesofLordKrishnaareliberatedfrommaterial\nexistence. ","kumar":"Those who attain Lord Krishna do notreturntotheimpermanentmaterial\nexistence and temporary condition of samsara the perpetualcycleofbirth\nand death the abode of misery and suffering. The devoteesofLordKrishna\nare mahatmas or great, noble souls who haveenlightenedthemselvesasto\nthe real nature of His nama or name,rupaorform,gunaorattributes,\ndhama or abode and lila or divine pastimes. Such exaltedbeingsfeelsuch\nfervidloveforHiminseparationthat their very life becomes\nunsupportable. Those whose mind are focused on Him and whose heartisonly\nfor Him in bhakti or loving devotion is the very heart in which Heresides.\nThose who byincessantlymeditatinguponHimwillattainthehighest\nperfection which is the Supreme Lord Krishna. Nextwillbediscussedwhy\nthe arthathi or seeker ofwealthreturntomaterialexistenceandthe\nbhaktas orthedevoteesofLordKrishnaareliberatedfrommaterial\nexistence. "}