{"meta":"Bhagavad Gita Chapter 8 Verse 8","metahi":"भगवद् गीता 8.8","slok":"अभ्यासयोगयुक्तेन चेतसा नान्यगामिना।परमं पुरुषं दिव्यं याति पार्थानुचिन्तयन्।।8.8।। ","htsrsd":"।।8.8।।हे पृथानन्दन अभ्यासयोगसे युक्त और अन्यका चिन्तन न करनेवाले चित्तसे परम दिव्य पुरुषका चिन्तन करता हुआ (शरीर छोड़नेवाला मनुष्य) उसीको प्राप्त हो जाता है। ","htstma":"।।8.8।। हे पार्थअभ्यासयोग से युक्त अन्यत्र न जाने वाले चित्त से निरन्तर चिन्तन करता हुआ (साधक) परम दिव्य पुरुष को प्राप्त होता है।। ","transliteration":"Abhyaasayogayuktena chetasaa naanyagaaminaa;\nParamam purusham divyam yaati paarthaanuchintayan. ","englishmeaning":"abhyāsa-yoga—by practice of yog; yuktena—being constantly engaged in remembrance; chetasā—by the mind; na anya-gāminā—without deviating; paramam puruṣham—the Supreme Divine Personality; divyam—divine; yāti—one attains; pārtha—Arjun, the son of Pritha; anuchintayan—constant remembrance ","hcsrsd":"।।8.8।। व्याख्या --   [सातवें अध्यायके अट्ठाईसवें श्लोकमें जो सगुणनिराकार परमात्माका वर्णन हुआ था उसीको यहाँ आठवें नवें और दसवें श्लोकमें विस्तारसे कहा गया है।]अभ्यासयोगयुक्तेन --इस पदमें अभ्यास और योग -- ये दो शब्द आये हैं। संसारसे मन हटाकर परमात्मामें बारबार मन लगानेका नाम अभ्यास है और समताका नाम योग है -- समत्वं योग उच्यते (गीता 2। 48)। अभ्यासमें मन लगनेसे प्रसन्नता होती है और मन न लगनेसे खिन्नता होती है। यह अभ्यास तो है पर अभ्यासयोग नहीं है। अभ्यासयोग तभी होगा जब प्रसन्नता और खिन्नता -- दोनों ही न हों। अगर चित्तमें प्रसन्नता और खिन्नता हो भी जायँ तो भी उनको महत्त्व न दे केवल अपने लक्ष्यको ही महत्त्व दे। अपने लक्ष्यपर दृढ़ रहना भी योग है। ऐसे योगसे युक्त चित्त हो।चेतसा नान्यगामिना --चित्त अन्यगामी न हो अर्थात् एक परमात्माके सिवाय दूसरा कोई लक्ष्य न हो।परमं पुरुषं दिव्यं याति पार्थानुचिन्तयन् --ऐसे चित्तसे परम दिव्य पुरुषका अर्थात् सगुणनिराकार परमात्माका चिन्तन करते हुए शरीर छोड़नेवाला मनुष्य उसी परमात्माको प्राप्त हो जाता है। सम्बन्ध --   अब भगवान् ध्यान करनेके लिये अत्यन्त उपयोगी सगुणनिराकार परमात्माके स्वरूपका वर्णन करते हैं। ","hcsca":"।।8.8।। इस श्लोक में प्रयुक्त याति क्रियापद का अर्थ है जाता है। परन्तु यह परम पुरुष को जाना या प्राप्त होना मृत्यु के पश्चात् ही नहीं समझना चाहिए। मृत्यु से तात्पर्य अहंकार के नाश से है जिसका उपाय हैध्यानाभ्यास। इस श्लोक का प्रयोजन यह दर्शाना है कि परिच्छिन्न अहंकार के लुप्त होने पर कोई भी साधक मुक्त पुरुष के रूप में इसी जीवन में सदा स्वस्वरूप में स्थित रहकर जी सकता है।जो व्यक्ति जगत् में अस्थायी यात्री के रूप में और न कि स्थायी निवासी बनकर उपर्युक्त जीवन पद्धति के अनुसार जीता है और नित्यनिरन्तर आत्मचिन्तन का अभ्यास करता है वह निश्चय ही ध्यान में एकाग्र हो जाता है। वास्तव में यह वेदोपदिष्ट प्रार्थना और उपासना का तथा पुराणों में वर्णित भक्ति और प्रपत्ति (शरणागति) की साधनाओं का ही स्पष्टीकरण है जबकि पूर्व श्लोक में जो उपदेश है वह धर्म के व्यावहारिक स्वरूप का है अर्थात् अपने कार्यक्षेत्र में ही संन्यास के स्वरूप का है।इस अभ्यासयोग के फलस्वरूप भक्त को चित्त की एकाग्रता प्राप्त होती है जो बुद्धि को सुगठित करने में उपयोगी होती है। ऐसे अन्तःकरण के आत्म साक्षात्कार के योग्य हो जाने पर आत्मा की अनुभूति सहज सिद्ध हो जाती है। निरन्तर चिन्तन से हे पार्थसाधक परम दिव्य पुरुष को प्राप्त होता है। यह नियम न केवल परम पुरुष की प्राप्ति के विषय में सत्य प्रमाणित है वरन् किसी भी वस्तु के लिए यह समान रूप से लागू होता है। इससे इस श्लोक का गूढ़ार्थ स्पष्ट हो जाता है। यदि साधक सर्वसाधन सम्पन्न हो तो आत्मा का अनुभव तथा उसमें दृढ़ निष्ठा इसी वर्तमान जीवन में ही प्राप्त की जा सकती है।यहाँ प्रयुक्त अनुचिन्तयन् शब्द साभिप्राय है। ध्येयविषयक सजातीय वृत्ति प्रवाह को चिन्तन या ध्यान कहते हैं। अनु उपसर्ग का अर्थ है निरन्तर। अत यहाँ दिव्य पुरुष को निरन्तर चिन्तन करने का उपदेश दिया गया है।वह ध्येय पुरुष किन गुणों से विशिष्ट हैभगवान् कहते हैं -- ","etsga":"8.8 O son of Prtha, by meditating with a mind which is engaged in the yoga of practice and which does not stray away to anything else, one reaches the supreme Person existing in the effulgent region. ","etssa":"8.8 With the mind not moving towards any other thing, made steadfast by the method of habitual meditation, and constantly meditating, one goes to the Supreme Person, the Resplendent, O Arjuna. ","etdss":"8.8. He, who is engaged in the after-reflection (who meditates) on the Supreme Divine Soul with his mind, remaining fixed in the practice-Yoga and [hence] passing over no other object - that person attains [that Supreme], O son of Prtha ! ","ecssa":"8.8 अभ्यासयोगयुक्तेन (with the mind made) steadfast by the method of habitual meditation? चेतसा with the mind? न not? अन्यगामिना moving towards any other thing? परमम् Supreme? पुरुषम् Purusha? दिव्यम् the resplendent? याति goes? पार्थ O Partha? अनुचिन्तयन् meditating.Commentary Abhyasa means practice. Practice is the constant repetition of one idea of God. In the practice of meditation Vijatiya Vrittis (worldly thoughts or thoughts of a type different from the object of meditation) are shut out and there is Sajatiya Vrittipravaha (continous flow of thoughts of the Self or the Absolute alone). This is Abhyasa. Abhyasa is Yoga. This will terminate in Nirvikalpa Samadhi. The Yogi with Samahita Chitta (eanimity of mind) attains Paramatman or the Supreme Soul. Just as the rivers abandoning their names and forms because one with the ocean? so also the sage or the Vidvan? being liberated from names and forms? and virtue and vice? becomes identical with the Supreme Self.The most vital factor in this practice is regularity. Be regular in your meditation. You will soon reach the goal.Purusham Divyam The resplendent? transcendental Being or the Inner Ruler (Antaryamin) in the solar orb.He who meditates constantly without allowing the mind to wander among the sensual objects? in accordance with the instructions of the scriptures and the perceptor reaches the Supreme Purusha. ","scetsga":"8.8 Partha, O son of Prtha; anu-cintayan, by meditating, i.e. contemplating in accordance with (anu) the instruction of teachers and scriptures; cestasa, with a mind; abhyasa-yogayuktena, engaged in the yoga of practice-abhyasa, practice, consists in the repetition of the same kind of thought, uninterupted by any contrary idea, with regard to Me who am the object of concentration of the mind; that practice itself is yoga; the mind of a yogi is engrossed (yuktam) in that itself; with a mind that is such, and na anya-gamina, which does not stray away to anything else which is not inclined to go away to any other object; yati, one reaches; the paramam, supreme, unsurpassed; purusam, Person; divyam, existing in the effulgent region (divi), in the Solar Orb.\nAnd, to what kind of a Person does he go? This is being stated: ","scetdss":"8.8 Abhyasa-etc.,He, who is engaged in the after-reflection :he who reflects on the Bhagavat after the pain created by the body has ended followingthe break of [his connection with] the body. ","scetssa":"8.8 Contemplating on Me, the Supreme Divine Person, in the way to be specified further, at the last moment, with a mind trained by constant practice and Yoga, and not moving towards anything else, one reaches Me alone, i.e., attains a form similar to that of Mine, by virtue of the attributes of enjoyment and the prosperity contemplated upon, like the royal sage Bharata who acired the form of a deer on account of contemplating on it at the last moment. Abhyasa is the training of the mind to be often in touch with the object of meditation at all times without obstruction to the performance of the prescribed periodical and occasional rituals. Yoga is the meditation practised day by day at the time of Yoga practice in the manner prescribed. ","chakravarthi":"Therefore, that person who practices remembrance of me will naturally remember me at the time of death. By that, he will attain me. Therefore, remembering me by the mind is the highest yoga. That is expressed in this verse. Abhyasa means to repeatedly remember me. The mind should be engaged in this method (yoga) of repetition of remembering me, without wandering to other objects of remembrance. By this practice one will conquer of the nature of the mind. ","rudra":"\nThe methodofpracticethatisthedirectmeanstoensureconstant\nremembrance is being revealed with the wordscetasananyagaminameaning\nwith an undeviating mind. This method means onesthoughtsfinelyfocused\non one thing. That in itself is the meditated state of yoga orthescience\nof theindividualconsciousnessattainingcommunionwiththeultimate\nconsciousness. To the mind that has become habituated to thisyogaandis\nfixed and concentrated on the divine andresplendent,ultimatebeingand\nreality the Supreme Lord Krishna, neverdeviatingtheirconsciousnessto\nanything else attains Him excluisvely. ","brahma":"\nIn this verse Lord Krishna reveals the methodologyofremainingfixedin\nthe divine, transcendental nature. The words abhyasayogayuktenameaning\nengagement in yoga,iswhatleadstopurityofmindandequanimity.\nTherefore it ispracticallythepracticeofeqanimity.ThePurusaor\nsupreme being is divine anddwells within the puri orcityofthehuman\nbody with nine gates being two eyes, two ears two nostrils, one mouthetc.,\nin entirety. The Purusa is never enveloped by anything internally not isHe\never enveloped by anything externally. Theworddivyammeansdivineand\ndenotes reveling in all species of creationalongwiththeiractivities.\nThe word divyam indicates this having for its root the word div whichmeans\nto revel. ","shri":"\nBy the daily practice of regulated meditation themindbecomesfixedand\ndoes not wander or meander away from the point offocusedattention.With\nthe mind so habituated and properly trained in meditation, the SupremeLord\nKrishna is to be fixed in ones mind as the final thoughtatthetimeof\ndeath up to and including the last moment. So thinking of theSupremeLord\nat such a crucial moment as death is the pivotal pointinhumanexistence\nfor one can thus attain Him in the spiritual worlds. This will beexplained\nin more detail in the next two verses.\nIt should be clearly understood that by thought alone one achieveswhatever\none desires, whether it is the Supreme Lord or dominion over theworldsor\ngreat fortune, etc. Whereas Jada Bharata left the human speciesandbecame\nan animal due to reflecting upon the welfare of adeer;apersonbythe\npower of their meditation will be bornwithqualitiescomparabletothe\nSupreme Lord by meditating uponHimatthemomentofdeath.Theword\nabhyasa is the habituating and training of the mindtomeditateuponthe\nfocused object of attention in aregulatedmanner.Whereasyogaorthe\nscienceoftheindividualconsciousnessattainingcommunionwiththe\nultimate consciousness is a mode of meditationwithfixedproceduresand\nfixed times everyday abhyasa is a mode of meditation beyond the timesones\nsetasideforregulardailyandspecialoccasions;abhyasamodeof\nmeditation is more of a continuous phenomena in all activities of life. ","kumar":"By the daily practice of regulated meditation themindbecomesfixedand\ndoes not wander or meander away from the point offocusedattention.With\nthe mind so habituated and properly trained in meditation, the SupremeLord\nKrishna is to be fixed in ones mind as the final thoughtatthetimeof\ndeath up to and including the last moment. So thinking of theSupremeLord\nat such a crucial moment as death is the pivotal pointinhumanexistence\nfor one can thus attain Him in the spiritual worlds. This will beexplained\nin more detail in the next two verses.\nIt should be clearly understood that by thought alone one achieveswhatever\none desires, whether it is the Supreme Lord or dominion over theworldsor\ngreat fortune, etc. Whereas Jada Bharata left the human speciesandbecame\nan animal due to reflecting upon the welfare of adeer;apersonbythe\npower of their meditation will be bornwithqualitiescomparabletothe\nSupreme Lord by meditating uponHimatthemomentofdeath.Theword\nabhyasa is the habituating and training of the mindtomeditateuponthe\nfocused object of attention in aregulatedmanner.Whereasyogaorthe\nscienceoftheindividualconsciousnessattainingcommunionwiththe\nultimate consciousness is a mode of meditationwithfixedproceduresand\nfixed times everyday abhyasa is a mode of meditation beyond the timesones\nsetasideforregulardailyandspecialoccasions;abhyasamodeof\nmeditation is more of a continuous phenomena in all activities of life. "}