{"meta":"Bhagavad Gita Chapter 8 Verse 22","metahi":"भगवद् गीता 8.22","slok":"पुरुषः स परः पार्थ भक्त्या लभ्यस्त्वनन्यया।यस्यान्तःस्थानि भूतानि येन सर्वमिदं ततम्।।8.22।। ","htsrsd":"।।8.22।।हे पृथानन्दन अर्जुन सम्पूर्ण प्राणी जिसके अन्तर्गत हैं और जिससे यह सम्पूर्ण संसार व्याप्त है वह परम पुरुष परमात्मा अनन्यभक्तिसे प्राप्त होनेयोग्य है। ","htstma":"।।8.22।। हे पार्थजिस (परमात्मा) के अन्तर्गत समस्त भूत हैं और जिससे यह सम्पूर्ण (जगत्) व्याप्त है वह परम पुरुष अनन्य भक्ति से ही प्राप्त करने योग्य है।। ","transliteration":"Purushah sa parah paartha bhaktyaa labhyastwananyayaa;\nYasyaantahsthaani bhootaani yena sarvamidam tatam. ","englishmeaning":"puruṣhaḥ—the Supreme Divine Personality; saḥ—he; paraḥ—greatest; pārtha—Arjun, the son of Pritha; bhaktyā—through devotion; labhyaḥ—is attainable; tu—indeed; ananyayā—without another; yasya—of whom; antaḥ-sthāni—situated within; bhūtāni—beings; yena—by whom; sarvam—all; idam—this; tatam—is pervaded ","hcsrsd":"।।8.22।। व्याख्या --   यस्यान्तःस्थानि भूतानि येन सर्वमिदं ततम् --सातवें अध्यायके बारहवें श्लोकमें भगवान्ने निषेधरूपसे कहा कि सात्त्विक राजस और तामस भाव मेरेसे ही होते हैं पर मैं उनमें और वे मेरेमें नहीं हैं। यहाँ भगवान् विधिरूपसे कहते हैं कि परमात्माके अन्तर्गत सम्पूर्ण प्राणी हैं और परमात्मा सम्पूर्ण संसारमें परिपूर्ण हैं। इसीको भगवान्ने नवें अध्यायके चौथे पाँचवें और छठे श्लोकमें विधि और निषेध -- दोनों रूपोंसे कहा है। तात्पर्य यह हुआ कि मेरे सिवाय किसीकी भी स्वतन्त्र सत्ता नहीं है। सब मेरेसे ही उत्पन्न होते हैं मेरेमें ही स्थित रहते हैं और मेरेमें ही लीन होते हैं अतः सब कुछ मैं ही हुआ।वे परमात्मा सर्वोपरि होनेपर भी सबमें व्याप्त हैं अर्थात् वे परमात्मा सब जगह हैं सब समयमें हैं सम्पूर्ण वस्तुओंमें हैं सम्पूर्ण क्रियाओंमें हैं और सम्पूर्ण प्राणियोंमें हैं। जैसे सोनेसे बने हुए गहनोंमें पहले भी सोना ही था गहनारूप बननेपर भी सोना ही रहा और गहनोंके नष्ट होनेपर भी सोना ही रहेगा। परन्तु सोनेसे बने गहनोंके नाम रूप आकृति उपयोग तौल मूल्य आदिपर दृष्टि रहनेसे सोनेकी तरफ दृष्टि नहीं जाती। ऐसे ही संसारके पहले भी परमात्मा थे संसाररूपसे भी परमात्मा ही हैं और संसारका अन्त होनेपर भी परमात्मा ही रहेंगे। परन्तु संसारको पाञ्चभौतिक ऊँचनीच बड़ाछोटा अनुकूलप्रतिकूल आदि मान लेनेसे परमात्माकी तरफ दृष्टि नहीं जाती।पुरुषः स परः पार्थ भक्त्या लभ्यस्त्वनन्यया --पूर्वश्लोकमें जिसको अव्यक्त अक्षर परमगति आदि नामोंसे कहा गया है उसीको यहाँ पुरुषः स परः कहा गया है। ऐसा वह परम पुरुष परमात्मा अनन्यभक्तिसे प्राप्त होता है।परमात्माके सिवाय प्रकृतिका यावन्मात्र कार्य अन्य कहा जाता है। जो उस अन्य की स्वतन्त्र सत्ता मानकर उसको आदर देता है महत्त्व देता है उसकी अनन्य भक्ति नहीं है। इससे परमात्माकी प्राप्तिमें देरी लगती है। अगर वह परमात्माके सिवाय किसीकी भी सत्ता और महत्ता न माने तथा भगवान्के नाते भगवान्की प्रसन्नताके लिये प्रत्येक क्रिया करे तो यह उसकी अनन्यभक्ति है। इसी अनन्यभक्तिसे वह परम पुरुष परमात्माको प्राप्त हो जाता है।परमात्माके सिवाय किसीकी भी सत्ता और महत्ता न माने -- यह बात भी प्रकृति और प्रकृतिके कार्य संसारको सत्ता देकर ही कही जाती है। कारण कि मनुष्यके हृदयमें एक परमात्मा है और एक संसार है -- यह बात जँची हुई है। वास्तवमें तो सब देश काल वस्तु व्यक्ति घटना आदिके रूपमें एक परमात्मतत्त्व ही है। जैसे बर्फ ओला बादल बूँदें कोहरा ओस नदी तालाब समुद्र आदिके रूपमें एक जल ही है ऐसे ही स्थूल सूक्ष्म और कारणरूपसे जो कुछ संसार दीखता है वह सब केवल परमात्मतत्त्व ही है। भक्तकी मान्यतामें एक परमात्माके सिवाय अन्य कुछ रहता ही नहीं इसलिये उसकी खानापीना उठनाबैठना सोनाजागना आदि सभी क्रियाएँ केवल उस परमात्माकी पूजाके रूपमें ही होती हैं ( गीता 18। 46)।विशेष बातआप अन्तकालमें कैसे जाननेमें आते हैं (8। 2) -- यह अर्जुनका प्रश्न बड़ा ही भावपूर्ण मालूम देता है। कारण कि भगवान्को सामने देखते हुए भी अर्जुनमें भगवान्की विलक्षणताको जाननेकी उत्कण्ठा पैदा हो गयी। उत्तरमें भगवान्ने अन्तकालमें अपने चिन्तनकी और सामान्य कानूनकी बात बताकर अर्जुनको सब समयमें भगवच्चिन्तन करनेकी आज्ञा दी। उसके बाद आठवें श्लोकसे सोलहवें श्लोकतक सगुणनिराकार निर्गुणनिराकार और सगुणसाकारकी प्राप्तिके लिये क्रमशः तीनतीन श्लोक कहे। उनमें भी सगुणनिराकार और निर्गुणनिराकारकी प्राप्तिमें (प्राणोंको रोकनेकी बात साथमें होनेसे) कठिनता बतायी और सगुणसाकारकी उपासनामें भगवान्का आश्रय लेकर उनका चिन्तन करनेकी बात होनेसे सगुणसाकारकी प्राप्तिमें बहुत सुगमता बतायी।सोलहवें श्लोकके बाद सगुणसाकार स्वरूपकी विशेष महिमा बतानेके लिये भगवान्ने छः श्लोक कहे। उनमें भी पहलेके तीन श्लोकोंमें ब्रह्माजीकी और उनके ब्रह्मलोककी अवधि बतायी और आगेके तीन श्लोकोंमें ब्रह्माजी और उनके ब्रह्मलोकसे अपनी और अपने लोककी विलक्षणता बतायी। तात्पर्य है कि ब्रह्माजीके सूक्ष्मशरीर (प्रकृति) से भी मेरा स्वरूप विलक्षण है। उपासनाओंकी जितनी गतियाँ हैं वे सब मेरे स्वरूपके अन्तर्गत आ जाती हैं। ऐसा वह मेरा सर्वोपरि स्वरूप केवल मेरे परायण होनेसे अर्थात् अनन्यभक्तिसे प्राप्त हो जाता है। मेरा स्वरूप प्राप्त होनेपर फिर साधककी न तो अन्य स्वरूपोंकी तरफ वृत्ति जाती है और न उनकी आवश्यकता ही रहती है। उसकी वृत्ति केवल मेरे स्वरूपकी तरफ ही रहती है।इस प्रकार ब्रह्माजीके लोकसे मेरा लोक विलक्षण है ब्रह्माजीके स्वरूपसे मेरा स्वरूप विलक्षण है और ब्रह्मलोककी गतिसे मेरे लोक(धाम) की गति विलक्षण है। तात्पर्य है कि सब प्राणियोंका अन्तिम ध्येय मैं ही हूँ और सब मेरे ही अन्तर्गत हैं। सम्बन्ध --   सोलहवें श्लोकमें भगवान्ने बताया कि ब्रह्मलोकतकको प्राप्त होनेवाले लौटकर आते हैं और मेरेको प्राप्त होनेवाले लौटकर नहीं आते। परंतु किस मार्गसे जानेवाले लौटकर नहीं आते और किस मार्गसे जानेवाले लौटकर आते हैं यह बताना बाकी रह गया। अतः उन दोनों मार्गोंका वर्णन करनेके लिये भगवान् आगेके श्लोकमें उपक्रम करते हैं। ","hcsca":"।।8.22।। हिन्दुओं के उपदेष्टा भगवान् श्रीकृष्ण यहाँ उस साधन मार्ग को बताते हैं जिसके द्वारा उस परम पुरुष को प्राप्त किया जा सकता है जिसे अव्यक्त अक्षर कहा गया था। वह साधन मार्ग हैअनन्य भक्ति। परम पुरुष से भक्ति (निष्काम परम प्रेम) तभी वास्तविक और पूर्ण हो सकती है जब साधक भक्त स्वयं को शरीर मन और बुद्धि द्वारा अनुभूयमान जगत् से विरत और वियुक्त करना सीख लेता है। नित्य पारमार्थिक सत्य से प्रेम ही वह साधन है जिसके द्वारा मिथ्या वस्तु से वैराग्य होता है। प्रखर जिज्ञासा से अनुप्राणित हुई आत्मतत्त्व की खोज और फिर उसके साथ एकत्त्व की यह अनुभूति कि यह आत्मा मैं हूँ अनन्य भक्ति है जिसके विषय में यहाँ बताया गया है।ध्यानावस्थित मन के द्वारा जिस आत्मा की अनुभूति स्वस्वरूप के रूप में होती है उसे कोई परिच्छिन्न चेतन तत्त्व नहीं समझना चाहिए जो केवल एक व्यष्टि उपाधि में ही स्थित उसे चेतनता प्रदान कर रहा हो। यद्यपि आत्मा की खोज और अनुभव साधक अपने हृदय में करता है तथापि उसका ज्ञान यह होता है कि यह चैतन्य आत्मा सम्पूर्ण विश्व का अधिष्ठान है। इस हृदयस्थ आत्मा का जगदधिष्ठान सत्य ब्रह्म के साथ एकता का निर्देश भगवान् श्रीकृष्ण इस वाक्य में देते हैं कि जिसमें भूतमात्र स्थित है और जिससे यह सम्पूर्ण जगत् व्याप्त है वह पुरुष है।मिट्टी के बने सभी घट मिट्टी में ही स्थित होते हैं और उनके नाम रूपरंग और आकार विविध होते हुए भी एक ही मिट्टी उन सबमें व्याप्त होती है। सभी लहरें तरंगें फेन आदि समुद्र में ही स्थित होते हैं और समुद्र उन्हें व्याप्त किये रहता है। घटों के अन्तर्बाह्य उनका उपादान कारण (मूल स्वरूप) मिट्टी और लहरों में समुद्र होता है।शुद्ध चैतन्य स्वरूप ही वह सनातन सत्य है जिसमें अव्यक्त सृष्टि व्यक्त होती है। किसी वस्त्र पर धागे से बनाये गये चित्र का अधिष्ठान कपास है जिसके बिना वह चित्र नहीं बन सकता था। शुद्ध चैतन्य तत्त्व वासनाओं के विविध सांचों में ढलकर अविद्या से स्थूल रूप को प्राप्त होकर असंख्य नामरूपमय जगत् के रूप में प्रतीत होता है। तत्पश्चात् सर्वत्र सब लोग विषयों को देखकर आकर्षित होते हैं उनकी कामना करते हैं उन्हें प्राप्त करने के लिए संघर्ष करते हैं। जो पुरुष आत्मस्वरूप का साक्षात् अनुभव कर लेता है वह यह समझ लेता है कि इस नानाविध सृष्टि का एक ही अधिष्ठान है जिसके अज्ञान से ही इस जगत् का प्रत्यक्ष हो रहा है। जीव अज्ञान के वश इसे ही सत्य समझ कर संसार के मिथ्या दुःखों से पीड़ित रहता है व्यक्त से अव्यक्त को लौटने के दो विभिन्न मार्गों को बताने के पश्चात् अब भगवान् अगले प्रकरण में साधकों द्वारा प्राप्त किये जा सकने वाले दो विभिन्न लक्ष्यों के भिन्नभिन्न मार्गों का वर्णन करते हैं। कोई साधक उस लक्ष्य को प्राप्त होते हैं जहाँ से संसार का पुनरावर्तन होता है तथा अन्य लक्ष्य वह है जिसे प्राप्त कर पुनः संसार को नहीं लौटना पड़ता।वे दो मार्ग कौन से हैंभगवान् कहते हैं -- ","etsga":"8.22 O son of Prtha, that supreme Person-in whom are included (all) the beings and by whom all this is pervaded-is, indeed, reached through one-pointed devotion. ","etssa":"8.22 That highest Purusha, O Arjuna, is attainable by unswerving devotion to Him alone within Whom all beings dwell and by Whom all this is pervaded. ","etdss":"8.22. The Supreme Soul.O son ofPrtha, is attainable through devotion that admits no other things; having attained WhichSoul, the men of Yoga do not get birth again;within Which exist the beings; and in Which everything is well established, O Arjuna ! ","ecssa":"8.22 पुरुषः Purusha? सः that? परः highest? पार्थ O Partha? भक्त्या by devotion? लभ्यः is attainable? तु verily? अनन्यया without another object (unswerving)? यस्य of whom? अन्तःस्थानि dwelling within? भूतानि beings? येन by whom? सर्वम् all? इदम् this? ततम् pervaded.Commentary All the beings (effects) dwell within the Purusha (the Supreme Person? the cause) because every effect rests within its cause. Just as the effect? pot? rests within its cause? the clay? so also all beings and the worlds rest within their cause? the Purusha. Therefore the whole world is pervaded by the Purusha.Sri Sankara explains exclusive devotion as Jnana or knowledge of the Self.Purusha is so called because everything is filled by It (derived from the Sanskrit root pur which means to fill) or because It rests in the body of all (derived from the Sanskrit root pur). None is higher than It and so It is the Supreme Person. (Cf.IX.4XI.38XV.6and7) ","scetsga":"8.22 O son of Prtha, sah, that; parah purusah, supreme, unsurpassable Person-(the word purusa) derived in the sense of residing in the heart or all-pervasiveness; that Person, compared to whom there is nothing superior-; yasya, in whom, in which Person; antahsthani, are included; bhutani, (all) the beings which are Its products-for a product remains inherent in its cause; and yena, by whom, by which Person; tatam, is pervaded; sarvam, all; idam, this, the Universe, as pot etc. are by space; is tu, indeed; labhyah, reached; through ananyaya, one-pointed; bhaktya, through devotion, characterized as Knowledge; ananyaya, which is one pointed, which relates to the Self.\nThe Northern Path meant for the attainment of Braman by the yogis under discussion, who have superimposed the idea of Brahman on the syllable Om and who are destined to get Liberation in due course, has to be stated. Hence, in order to present the intended idea the verse, (O best of the Bharata dynasty) of that time৷৷.at which, etc. is being recited. The description of the Path of Return (in verse 25) is by way of praising the other Path (of Departure, in verse 24): ","scetdss":"8.22 Parahetc.upto pratisthitam.The Absolute(Vasudevatattva) of the above description is beyond the concept ofTime Manifest :[because]It is immanent in all beings.In spite of beingso,It isUnmanifest :becauseIt is difficultto attain.That It is, however, attainable by means of devotion has also been made clear already.InThis exists this universe which is[Its] perennial nature that remains always the same.\n \nNow,what is themeaning of the word, punah againand of the word avrtti returning ?This meaning certainly presupposes a conditon of disruptionof onesown nature for sometime in the intervening period.The auspiciousSupremeLords real nature is His Absolute Freedom viz., the Supreme Consciousness that transcendsthe universe, yet remains identical with the universe, and serves as the basis of the universe;and It is perennial.Hence, it cannot be assumed that there was some disruption at any time for this real nature and that the Supreme Lord regained that nature.Hence it is rightly saidHavingattained Me etc.\n So far the behaviour of those persons who attain the Bhagavat by constant practice without much labour has been described.Now a difference that lies betweenthose who, by departing, will(or attain)emancipation and those who will enjoyment[of mundane life],is described : ","scetssa":"8.22 That Supreme Person has been declared in such texts as There is nothing higher than Myself, O Arjuna. All this is strung on Me, as rows of gems are on a thread (7.7), and Who am beyond them and immutable (7.13) - He is the Supreme Person in whom all beings abide and by whom all this is pervaded. He is to be attained by undivided devotion as described in Whose mind is not in anything else (8.14).\nNow, Sri Krsna teaches the path of light, described in the Srutis which is common to the knowers of the true nature of the self and to the persons who are devoted to the Supreme Person. The nature of this path is alified as one of non-return to Samsara. In the case of a person journeying through the path of light, as described in the text of the worship of Five Fires is as follows:So those who know It (i.e., the eternal nature of the individual self) thus, as taught in the Vidya of the Five Fires, and those too who worhip in the forest with faith and Tapas go to the deity ruling over the rays of light, and from there to the deity of the day (Cha. U., 5.10.1). The attainment of the Supreme Brahman and the non-return to birth are declared with reference to those who go by the path of light, etc., by the teaching that He the Supreme Being leads them to Brahman ৷৷. Those who reach by this path do not return to the (wordly) life of man (Cha. U., 4.15.5). This declaration of the goal in the text, Those who know it thus etc., is not with reference to the attainment of the Atman which constitutes ony the limb of the science of Brahman as taught in the beginning of Prajapatis teaching. For there will then arise purposelessness for the separate teaching of the same in regard to the principal science of the Supreme in the text. Those who are in the forest worship by means of faith and austerity etc., (Cha. U., 5.10.1). \nIt is taught in the Vidya (meditation) of Five Fires:Thus, indeed, in the fifth oblation the waters become Purusa (Cha. U., 5.9.1) and Those with a balance of good Karmas ৷৷. and those with a balance of bad Karmas (Ibid., 5.10.7). What is to be understood here is that the state of existence as men and other beings, which has its origin in good and evil Karmas, refer to the waters which alone are mixed with other elements (i.e., to the body-mind); as for the self, there is only contact with them and not identification. Thus, is declared the difference between intelligent self and inanimate matter. Then, by the texts, Those who know this (Ibid., 5.10.1), Those who go to the rays of light (Ibid.), and They who proceed by it return not to the human condition here, it is instructed that those who know this concerning the sentient and inanimate entities - the one to be attained and the other to be rejected , they jourey along the path described by the terms beginning with light and do not return to Samsara. On account of the passage, He leads them to the Brahman (Ibid., 4.15.5), which holds that the Brahman is attained by both the knower of real nature of the self and the devotees of the Supreme Person and also because of the axiom of results according to efforts (Tat-kratu-nyaya), the entity self, separated from the inanimate matter, should be constantly meditated upon as having its sole joy in absolute subservience to the Supreme Brahman who is Its self. The selfs nature of finding only joy consists in absolute subservience to the Surpeme Person. This is proved from the Srutis like He who dwells within the self ৷৷. whose body is the self (Sa. Bra., 14.6.5.5.30). ","chakravarthi":"That Supreme Person, who is just my amsa, cannot be known by other means, which have in them desires for karma or jnana yoga. As I previously said, ananya cetah satatam. ","rudra":"\nIt has already been declared that the most direct and best possible means\nto attain the Supreme Lord is verily by bhakti or loving devotion and this\npoint is again being reiterated by Lord Krishna. He is only attained by\nexclusive bhaktya labhyas tu ananyaya or unalloyed loving devotion from\nwhich is exclusively offered to Him free from any self motivated interests.\nThis is the only way He is attainable and by no other means is attainment\nof the Supreme Lord possible. His paramount supremacy is being revealed by\nHis being the cause of all beings in whom He is all pervasive and who are\ncontained within Him. ","brahma":"\nLord Krishna speaks of the Supreme Being as Purusa confirming form and\npersonality. ","shri":"\nThe Supreme Purusa is He in whom all things reside and whoresidesinall\nthings. He the Supreme Being is accessible only by bhaktiorunadulterated\nloving devotion. ","kumar":"The Supreme Purusa is He in whom all things reside and whoresidesinall\nthings. He the Supreme Being is accessible only by bhaktiorunadulterated\nloving devotion. "}