{"meta":"Bhagavad Gita Chapter 8 Verse 6","metahi":"भगवद् गीता 8.6","slok":"यं यं वापि स्मरन्भावं त्यजत्यन्ते कलेवरम्।तं तमेवैति कौन्तेय सदा तद्भावभावितः।।8.6।। ","htsrsd":"।।8.6।।हे कुन्तीपुत्र अर्जुन मनुष्य अन्तकालमें जिसजिस भी भावका स्मरण करते हुए शरीर छोड़ता है वह उस (अन्तकालके) भावसे सदा भावित होता हुआ उसउसको ही प्राप्त होता है अर्थात् उसउस योनिमें ही चला जाता है। ","htstma":"।।8.6।। हे कौन्तेय(यह जीव) अन्तकाल में जिस किसी भी भाव को स्मरण करता हुआ शरीर को त्यागता है वह सदैव उस भाव के चिन्तन के फलस्वरूप उसी भाव को ही प्राप्त होता है।। ","transliteration":"Yam yam vaapi smaran bhaavam tyajatyante kalevaram;\nTam tamevaiti kaunteya sadaa tadbhaavabhaavitah. ","englishmeaning":"yam yam—whatever; vā—or; api—even; smaran—remembering; bhāvam—remembrance; tyajati—gives up; ante—in the end; kalevaram—the body; tam—to that; tam—to that; eva—certainly; eti—gets; kaunteya—Arjun, the son of Kunti; sadā—always; tat—that; bhāva-bhāvitaḥ—absorbed in contemplation ","hcsrsd":"।।8.6।। व्याख्या --   यं यं वापि स्मरन्भावं ৷৷. सदा तद्भावभावितः --भगवान्ने इस नियममें दयासे भरी हुई एक विलक्षण बात बतायी है कि अन्तिम चिन्तनके अनुसार मनुष्यको उसउस योनिकी प्राप्ति होती है जब यह नियम है तो मेरी स्मृतिसे मेरी प्राप्ति होगी हीपरम दयालु भगवान्ने अपने लिये अलग कोई विशेष नियम नहीं बताया है प्रत्युत सामान्य नियममें ही अपनेको शामिल कर दिया है। भगवान्की दयाकी यह कितनी विलक्षणता है कि जितने मूल्यमें कुत्तेकी योनि मिले उतने ही मूल्यमें भगवान् मिल जायँ सदा तद्भावभावितः का तात्पर्य है कि अन्तकालमें जिस भावका -- जिस किसीका चिन्तन होता है शरीर छोड़नेके बाद वह जीव जबतक दूसरा शरीर धारण नहीं कर लेता तबतक वह उसी भावसे भावित रहता है अर्थात् अन्तकालका चिन्तन (स्मरण) वैसा ही स्थायी बना रहता है। अन्तकालके उस चिन्तनके अनुसार ही उसका मानसिक शरीर बनता है और मानसिक शरीरके अनुसार ही वह दूसरा शरीर धारण करता है। कारण कि अन्तकालके चिन्तनको बदलनेके लिये वहाँ कोई मौका नहीं है शक्ति नहीं है और बदलनेकी स्वतन्त्रता भी नहीं है तथा नया चिन्तन करनेका कोई अधिकार भी नहीं है। अतः वह उसी चिन्तनको लिये हुए उसीमें तल्लीन रहता है। फिर उसका जिस किसीके साथ कर्मोंका किञ्चिन्मात्र भी सम्बन्ध रहता है वायु जल खाद्यपदार्थ आदिके द्वारा वह वहीं पुरुषजातिमें प्रविष्ट होता है। फिर पुरुषजातिसे स्त्रीजातिमें जाकर समयपर जन्म लेता है। जैसे कुत्तेका पालन करनेवाला कोई मनुष्य अन्तसमयमें कुत्तेको याद करते,हुए शरीर छोड़ता है तो उसका मानसिक शरीर कुत्तेका बन जाता है जिससे वह क्रमशः कुत्ता ही बन जाता है अर्थात् कुत्तेकी योनिमें जन्म लेता है। इस तरह अन्तकालमें जिस किसीका स्मरण होता है उसीके अनुसार जन्म लेना पड़ता है। परन्तु इसका तात्पर्य यह नहीं है कि मकानको याद करते हुए शरीर छोड़नेसे मकान बन जायगा धनको याद करते हुए शरीर छोड़नेसे धन बन जायगा आदि। प्रत्युत मकानका चिन्तन होनेसे वह उस मकानमें चूहा छिपकली आदि बन जायगा और धनका चिन्तन होनेसे वह साँप बन जायगा आदि। तात्पर्य यह हुआ कि अन्तकालके चिन्तनका नियम सजीव प्राणियोंके लिये ही है निर्जीव (जड) पदार्थोंके लिये नहीं। अतः जड पदार्थका चिन्तन होनेसे वह उससे सम्बन्धित कोई सजीव प्राणी बन जायगा।मनुष्येतर (पशु पक्षी आदि) प्राणियोंको अपनेअपने कर्मोंके अनुसार ही अन्तकालमें स्मरण होता है और उसीके अनुसार उनका अगला जन्म होता है। इस तरह अन्तकालके स्मरणका कानून सब जगह लागू पड़ता है। परन्तु मनुष्यशरीरमें यह विशेषता है कि उसका अन्तकालका स्मरण कर्मोंके अधीन नहीं है प्रत्युत पुरुषार्थके अधीन है। पुरुषार्थमें मनुष्य सर्वथा स्वतन्त्र है। तभी तो अन्य योनियोंकी अपेक्षा इसकी अधिक महिमा है।मनुष्य इस शरीरमें स्वतन्त्रतापूर्वक जिससे सम्बन्ध जोड़ लेता है उस सम्बन्धके अनुसार ही उसका अन्य योनियोंमें जन्म हो सकता है। परन्तु अन्तकालमें अगर वह भगवान्का स्मरण कर ले तो उसके सारे सम्बन्ध टूट जाते हैं। कारण कि वे सब सम्बन्ध वास्तविक नहीं है प्रत्युत वर्तमानके बनाये हुए कृत्रिम हैं जब कि भगवान्के साथ सम्बन्ध स्वतःसिद्ध है बनाया हुआ नहीं है। अतः भगवान्की याद आनेसे उसके सारे कृत्रिम सम्बन्ध टूट जाते हैं।विशेष बात(1) दूसरे जन्मकी प्राप्ति अन्तकालमें हुए चिन्तनके अनुसार होती है। जिसका जैसा स्वभाव होता है अन्तकालमें उसे प्रायः वैसा ही चिन्तन होता है। जैसे जिसका कुत्ते पालनेका स्वभाव होता है अन्तकालमें उसे कुत्तेका चिन्तन होता है। वह चिन्तन आकाशवाणीकेन्द्रके द्वारा प्रसारित (विशेष शक्तियुक्त) ध्वनिकी तरह सब जगह फैल जाता है। जैसे आकाशवाणीकेन्द्रके द्वारा प्रसारित ध्वनि रेडियोके द्वारा (किसी विशेष नंबरपर) पकड़में आ जाती है। ऐसे ही अन्तकालीन कुत्तेका चिन्तन सम्बन्धित कुत्तेके द्वारा (जिसके साथ कोई ऋणानुबन्ध अथवा कर्मों आदिका कोईनकोई सम्बन्ध है) पकड़में आ जाता है। फिर जीव सूक्ष्म और कारणशरीरको साथ लिये अन्न जल वायु (श्वास) आदिके द्वारा उस कुत्तेमें प्रविष्ट हो जाता है। फिर कुतियामें प्रविष्ट होकर गर्भ बन जाता है और निश्चित समयपर कुत्तेके शऱीरसे जन्म लेता है।अन्तकालीन चिन्तन और उसके अनुसार गतिको एक दृष्टान्तके द्वारा समझा जा सकता है। एक आदमी फोटो खिंचवाने गया। जब वह फोटो खिंचवाने बैठा तब फोटोग्राफरने उससे कहा कि फोटो खिंचते समय हिलना मत और मुस्कराते रहना। जैसे ही फोटो खिंचनेका समय आया उस आदमीकी नाकपर एक मक्खी बैठ गयी। हाथसे मक्खीको भगाना ठीक न समझकर (कि कहीं फोटोमें वैसा न आ जाय) उसने अपनी नाकको सिकोड़ा। ठीक इसी समय उसकी फोटो खिंच गयी। उस आदमीने फोटोग्राफरसे फोटो माँगी तो उसने कहा कि अभी फोटोको प्रत्यक्षरूपमें आनेमें कुछ समय लगेगा आप अमुक दिन फोटो ले जाना। वह दिन आनेपर फोटोग्राफरने उसे फोटो दिखायी तो उसमें (अपनी नाक सिकोड़े हुए) भद्दे रूपको देखकर वह आदमी बहुत नाराज हुआ कि तुमने फोटो बिगाड़ दी फोटोग्राफरने कहा कि इसमें मेरी क्या गलती है फोटो खिंचते समय आपने जैसी आकृति बनायी थी वैसी ही फोटोमें आ गयी अब तो फोटोमें परिवर्तन नहीं हो सकता। इसी तरह अन्तकालमें मनुष्यका जैसा चिन्तन होगा वैसी ही योनि उसको प्राप्त होगी।फोटो खिंचनेका समय तो पहलेसे ही मालूम रहता है पर मृत्यु कब आ जाय -- इसका हमें कुछ पता नहीं रहता। इसलिये अपने स्वभाव चिन्तनको निर्मल बनाये रखते हुए हर समय सावधान रहना चाहिये और भगवान्का नित्यनिरन्तर स्मरण करते रहना चाहिये (गीता 8। 5 7)।(2) अन्तकालीन गतिके नियममें भगवान्की न्यायकारिता और दयालुता -- ये दोनों ही भरी हुई हैं। साधारण दृष्टिसे न्याय और दया -- दोनों परस्परविरुद्ध मालूम देते हैं। अगर न्याय करेंगे तो दया सिद्ध नहीं होगी और दया करेंगे तो न्याय सिद्ध नहीं होगा। कारण कि न्यायमें ठीकठीक निर्णय होता है छूट नहीं होती और दयामें छूट होती है। परन्तु वास्तवमें यह विरोध सामान्य और क्रूर पुरुषके बनाये हुए न्यायमें ही आ सकता है भगवान्के बनाये हुए न्यायमें नहीं क्योंकि भगवान् परम दयालु और प्राणिमात्रके सुहृद् हैं -- सुहृदं सर्वभूतानाम् (गीता 5। 29)। भगवान्के सभी न्याय कानून दयासे परिपूर्ण होते हैं।मनुष्य अन्तकालमें जैसा स्मरण करता है उसीके अनुसार उसकी गति होती है। अगर कोई कुत्तेका चिन्तन करते हुए मरता है तो क्रमशः कुत्ता ही बन जाता है। यह भगवान्का मनुष्यमात्रके प्रति लागू होनेवाला न्याय हुआ क्योंकि भगवान्ने मनुष्यमात्रको यह स्वतन्त्रता दी है कि वह चाहे मेरा (भगवान्का) स्मरण करे चाहे अन्यका स्मरण करे। इसलिये यह भगवान्का न्याय है। जितने मूल्यमें कुत्तेकी योनि मिले उतने ही मूल्यमें भगवान् मिल जायँ -- यह मनुष्यमात्रके प्रति भगवान्की दया है। अगर मनुष्य भगवान्की इस न्यायकारिता और दयालुताकी तरफ खयाल करे तो उसका भगवान्में आकर्षण हो जायगा। सम्बन्ध --   जब अन्तकालके स्मरणके अनुसार ही गति होती है तो फिर अन्तकालमें भगवान्का स्मरण होनेके लिये मनुष्यको क्या करना चाहिये -- इसका उपाय आगेके श्लोकमें बताते हैं। ","hcsca":"।।8.6।। भारत के महान तत्त्वचिन्तक ऋषियों द्वारा सम्यक् विचारोपरांत पहुँचे हुए निष्कर्ष को भगवान् श्रीकृष्ण यहाँ घोषित करते हैं अन्तकाल में जिस किसी भाव का स्मरण करते हुए जीव देह को त्यागता है वह उसी भाव को प्राप्त होता हैचाहे वह पशुत्व का भाव हो अथवा देवत्व का।जैसा तुम सोचोगे वैसे ही बनोगे यह एक ऐसा सिद्धांत है जो किसी भी बुद्धिमान पुरुष को किसी दार्शनिक द्वारा दिए गये स्पष्टीकरण के बिना भी स्वत स्पष्ट हो जाता है। कर्मों के प्रेरक विचार हैं और किसी भी एक विशेष क्षण पर मनुष्य के मन में जो विचार आते हैं वे उसके पूर्वार्जित संस्कारों के अनुरूप ही होते हैं। इन संस्कार या वासनाओं का मनुष्य स्वयं निर्माण करता है। स्वाभाविक है जिस पुरुष ने जीवन पर्यन्त अनात्म उपाधियों से तादात्म्य हटाकर मन को आत्मा में स्थिर करने का सतत प्रयत्न किया हो ऐसे साधक पुरुष के मन में अध्यात्म संस्कार दृढ़ हो जाते हैं। इस सतत चिन्तन और संस्कारों के प्रभाव से मरणकाल में उसकी वृत्त सहज ही ध्येय विषयक होगी और तदनुसार ही मरणोपरांत उसकी यात्रा अपने निर्धारित लक्ष्य की ओर ही होगी। हम यह नहीं सोचें कि अन्तकाल में हम ईश्वर का स्मरण कर लेंगेअन्तकाल में अपनी भावी यात्रा को निर्धारित करने का अवसर नहीं होता क्योंकि पूर्वाभ्यास के अनुसार उसी प्रकार की ही वृत्ति मन में उठती है। ","etsga":"8.6 O son of Kunti, thinking of any entity whichever it may be one gives up the body at the end, he attains that very one, having been always engrossed in its thought. ","etssa":"8.6 Whosoever at the end leaves the body, thinking of any being, to that being only does he go, O son of Kunti (Arjuna), because of his constant thought of that being. ","etdss":"8.6. And also remembering whatever being, a person leaves his body at the end [of his life], that being alone he attains, O son of Kunti ![Because] he has been constantly thinking about that being. ","ecssa":"8.6 यम् which? यम् which? वा or? अपि even? स्मरन् remembering? भावम् nature (idea of object)? त्यजति leaves? अन्ते in the end? कलेवरम् the body? तम् to that? तम् to that? एव only? एति goes? कौन्तेय O Kaunteya? सदा constantly? तद्भावभावितः thinking of that object.Commentary The last thoughts determine the next birth. The most prominent thought of ones life occupies the mind at the time of death. The predominant idea at the time of death is what in normal life has occupied his attention most. The last thought determines the nature or character of the body to be attained next. As a man thinketh? so shall he becometh.The force of Samskaras which one has created by his previous practice is the cause of their remembrance at death. Those who have practised worship of God throughout their life can have remembrance of their tutelary deity at the time of death.The analogy of the wasp and the caterpillar (BhramaraKitaNyaya) can be applied here. The caterpillar constantly remembers the wasp and becomes eventually transformed into a wasp. Even so he who constantly remembers his tutelary deity becomes identical with that deity. Nandikesvara is an example. He constantly thought of his Lord and assumed a form eal to that of the Lord.If you constantly think of the immortal Self during your lifetime? you will entertain the thought of the Self only even at the time of death and will attain immortality. If you always think of your body and identify yourself with the perishable body you will be born again and again. If you think of you pet dog at the time of death you will be born as a dog. Raja Jadabharata thought of his pet deer at the time of his death and so he took the birth of a deer.Every man has a definite outlook on life? definite mode of thinking? definite cravings? desires and hopes? definite character? temperament? taste? disposition and attitude.This is all due to the impressions which have become part and parcel of his subconsciousness. This is all due to experiences which have left their indelible impressions on his mind.He always thinks of his body and physical needs. He searches for his happiness in the external? perishable objects. He identifies himself with the perishable body. He ignores his innermost? allblissful? immortal Self? the source of everything. He trains his body? senses? mind and intellect in worldly pursuits. He ignores the Yogic discipline of the mind and the senses. Therefore he always thinks of his body? bread? drink and clothing. He forgets all about God and the Self? the indweller? an embodiment of bliss and knowledge? fountain of joy and happiness.Desires are endless. Therefore man cannot gratify them in one birth. At the time of death the whole storehouse of impressions and desires is churned out and the most prominent? the strongest and cherished desire comes to the surface of the mind or the field of mental consciousness. This churned up butter or cream (cherished desire) arrests his attention for immediate gratification. He thinks of only that at the time of death. Just as the most vital mango plant shoots up prominently in the nursery? so also the strongest desire shoots up on the surface of the mind. If the desire is not gratified his mind gets saturated with it and it is gratified in his nextbirth. This desire will become very promenent in his next birth.You yourself are the author of your own destiny. You yourself are responsible for your thoughts? character? feelings? actions and experiences. You planted certain worldly desires and Samskaras in your subconscious mind? and allowed them to germinate and grow. If you had planted spiritual aspiration? the desire for liberation and spiritual Samskaras? you would reap the fruit of immortality and eternal bliss. As you sow so shall you reap.He who practises constant and profound meditation on the Self of his own tutelary deity throughout his life will be able to meet death with an unruffled mind. He alone would go to the Supreme? thinking of It at the time of his departure from this world? too. You should have exclusive devotion to God. Your whole mind must be absorbed in Him. You should not allow any outside worldly impressions? wherein there is an iota of selfish desire? to sink into your subconscious mind. Then you can think of the Lord exclusively at the time of death and enter His very Being. ","scetsga":"8.6 O Son of Kunti, smaran, thinking of; bhavam, any entity, any particular deity; yam yam va api, which ever it may be; tyajati, one gives up; the kalevaram, body; ante, at the end, at the time of the departure of life; eti, he attains; tam tam eva, that very one, that very entity which is remembered-none else; having been sada, always; tadbhava-bhavitah, engrossed in its thought. Engrossment in it is tad-bhavah; one by whom that is remembered as a matter of habitual recollection is tadbhava-bhavitah.\nSince the last thought is thus the cause of aciring the next body- ","scetdss":"8.6 See Comment under 8.7 ","scetssa":"8.6 At the end, at the time of death, remembering whatsoever thought one abandones the body, to that alone one goes after death. The final thought arises only with reference to objects pervioulsy ruminated upon in ones thought.\nAs the final thought results only about an object previously contemplated upon, ","chakravarthi":"This verse explains that just as, by remembering me, one attains me (stated in the previous verse), so by remembering something else, one attains something else, being completely absorbed in, or being similar to the object (bhavitah) by constant thoughts (bhava) of that object. ","rudra":"\nIt is not that thisruleisonlyapplicableregardingrememberingthe\nSupreme Lord Krishna and attaining His nature. What thenisitapplicable\ntoo, one may wonder? This rule appliestowhateverobjectorbeingone\nmight envision as the last thought before leaving the physical bodyatthe\nmoment of death. Without fail one will become the very thing whichonewas\nenvisioning when they died. The cause ofsmaranorrememberingsomething\nspecific at the time ofdeathisduetoconstantlythinkingaboutor\nmeditating upon something with the mind fully absorbed in it. ","brahma":"\nLord Krishna states smaran bhavam tyajaty ante kalevaram meaning leavesthe\nbody at the final moment remembering. To insure that there isnoconfusion\nor contradiction in the minds of the ignorant, theadjectiveantemeaning\nat the final moment is spoken. It is not that theSupremeLordshouldbe\nmeditated on only at the moment of death.TothecontraryHeshouldbe\nremembered,recollectedandcontemplateduponatevery moment. The\nspiritually developed have no such confusion astheirremembranceofthe\nSupreme Lord is the focal point of their lives and constant. Tothinkthat\nsuch remembrance is to beutilized only as a one timepropositionatthe\nmoment of death is an unwise consideration.\nThe Skanda Purana states that: There is no doubt that at the timeofdeath\nit is not easy to remember the SupremeLordduetothedifficultiesof\ndying. At the time of departure fromthe body one must beattunedtothe\ninner nature. The word bhavameansinternalconsciousness.Theinternal\nconsciousness is that which abides internally thus itissaiditisthe\nnature which abides within. Only if one contemplates somethingcontinuously\ndoes it become fixed as internal consciousness and manifestasapartof\nones nature. Otherwise what one will think at the moment of deathwillbe\nmereegorelatedideasderivedfrom ones own mundane empirical\nexperiences. ","shri":"\nWhatever image prominently floats in ones thoughts at the momentofdeath\nand one leaves ones physical body with that final thought onewillbecome\nin their very next life. This iswhatLordKrishnaisstatinginthis\nverse. Their final thoughtwillbecomeform.Onesfinalthoughtwill\nnaturally be what was constantlyreflecteduponandmediatedonduring\ntheir span of life based upon ones association and daily habits. ","kumar":"Whatever image prominently floats in ones thoughts at the momentofdeath\nand one leaves ones physical body with that final thought onewillbecome\nin their very next life. This iswhatLordKrishnaisstatinginthis\nverse. Their final thoughtwillbecomeform.Onesfinalthoughtwill\nnaturally be what was constantlyreflecteduponandmediatedonduring\ntheir span of life based upon ones association and daily habits. "}