{"meta":"Bhagavad Gita Chapter 8 Verse 23","metahi":"भगवद् गीता 8.23","slok":"यत्र काले त्वनावृत्तिमावृत्तिं चैव योगिनः।प्रयाता यान्ति तं कालं वक्ष्यामि भरतर्षभ।।8.23।। ","htsrsd":"।।8.23।।हे भरतवंशियोंमें श्रेष्ठ अर्जुन जिस काल अर्थात् मार्गमें शरीर छोड़कर गये हुए योगी अनावृत्तिको प्राप्त होते हैं अर्थात् पीछे लौटकर नहीं आते और (जिस मार्गमें गये हुए) आवृत्तिको प्राप्त होते हैं अर्थात् पीछे लौटकर आते हैं उस कालको अर्थात् दोनों मार्गोंको मैं कहूँगा। ","htstma":"।।8.23।। हे भरतश्रेष्ठजिस काल में (मार्ग में) शरीर त्याग कर गये हुए योगीजन अपुनरावृत्ति को और (या) पुनरावृत्ति को प्राप्त होते हैं वह काल (मार्ग) मैं तुम्हें बताऊँगा।। ","transliteration":"Yatra kaale twanaavrittim aavrittim chaiva yoginah;\nPrayaataa yaanti tam kaalam vakshyaami bharatarshabha. ","englishmeaning":"yatra—where; kāle—time; tu—certainly; anāvṛittim—no return; āvṛittim—return; cha—and; eva—certainly; yoginaḥ—a yogi; prayātāḥ—having departed; yānti—attain; tam—that; kālam—time; vakṣhyāmi—I shall describe; bharata-ṛiṣhabha—Arjun, the best of the Bharatas; agniḥ—fire; jyotiḥ—light; ahaḥ—day; śhuklaḥ—the bright fortnight of the moon; ṣhaṭ-māsāḥ—six months; uttara-ayanam—the sun’s northern course; tatra—there; prayātāḥ—departed; gachchhanti—go; brahma—Brahman; brahma-vidaḥ—those who know the Brahman; janāḥ—persons; dhūmaḥ—smoke; rātriḥ—night; tathā—and; kṛiṣhṇaḥ—the dark fortnight of the moon; ṣhaṭ-māsāḥ—six months; dakṣhiṇa-ayanam—the sun’s southern course; tatra—there; chāndra-masam—lunar; jyotiḥ—light; yogī—a yogi; prāpya—attain; nivartate—comes back; śhukla—bright; kṛiṣhṇe—dark; gatī—paths; hi—certainly; ete—these; jagataḥ—of the material world; śhāśhvate—eternal; mate—opinion; ekayā—by one; yāti—goes; anāvṛittim—to non return; anyayā—by the other; āvartate—comes back; punaḥ—again ","hcsrsd":"।।8.23।। व्याख्या --   [जीवित अवस्थामें ही बन्धनसे छूटनेको सद्योमुक्ति कहते हैं अर्थात् जिनको यहाँ ही भगवत्प्राप्ति हो गयी भगवान्में अनन्यभक्ति हो गयी अनन्यप्रेम हो गया वे यहाँ ही परम संसिद्धिको प्राप्त हो जाते हैं। दूसरे जो साधक किसी सूक्ष्म वासनाके कारण ब्रह्मलोकमें जाकर क्रमशः ब्रह्माजीके साथ मुक्त हो जाते हैं उनकी मुक्तिको क्रममुक्ति कहते हैं। जो केवल सुख भोगनेके लिये ब्रह्मलोक आदि लोकोंमें जाते हैं वे फिर लौटकर आते हैं। इसको पुनरावृत्ति कहते हैं। सद्योमुक्तिका वर्णन तो पंद्रहवें श्लोकमें हो गया पर क्रममुक्ति और पुनरावृत्तिका वर्णन करना बाकी रह गया। अतः इन दोनोंका वर्णन करनेके लिये भगवान् आगेका प्रकरण आरम्भ करते हैं।]यत्र काले त्वनावृत्तिमावृत्तिं ৷৷. वक्ष्यामि भरतर्षभ --पीछे छूटे हुए विषयका लक्ष्य करानेके लिये यहाँ तु अव्ययका प्रयोग किया गया है।ऊर्ध्वगतिवालोंको कालाभिमानी देवता जिस मार्गसे ले जाता है उस मार्गका वाचक यहाँ काल शब्द लेना चाहिये क्योंकि आगे छब्बीसवें और सत्ताईसवें श्लोकमें इसी काल शब्दको मार्गके पर्यायवाची गति और सृति शब्दोंसे कहा गया है।अनावृत्तिमावृत्तिम् कहनेका तात्पर्य है कि अनावृत ज्ञानवाले पुरुष ही अनावृत्तिमें जाते हैं और आवृत ज्ञानवाले पुरुष ही आवृत्तिमें जाते हैं। जो सांसारिक पदार्थों और भोगोंसे विमुख होकर परमात्माके सम्मुख हो गये हैं वे अनावृत ज्ञानवाले हैं अर्थात् उनका ज्ञान (विवेक) ढका हुआ नहीं है प्रत्युत जाग्रत् है। इसलिये वे अनावृत्तिके मार्गमें जाते हैं जहाँसे फिर लौटना नहीं पड़ता। निष्कामभाव होनेसे उनके मार्गमें प्रकाश अर्थात् विवेककी मुख्यता रहती है।सांसारिक पदार्थों और भोगोंमें आसक्ति कामना और ममता रखनेवाले जो पुरुष अपने स्वरूपसे तथा परमात्मासे विमुख हो गये हैं वे आवृत ज्ञानवाले हैं अर्थात् उनका ज्ञान (विवेक) ढका हुआ है। इसलिये वे आवृत्तिके मार्गमें जाते हैं जहाँसे फिर लौटकर जन्ममरणके चक्रमें आना पड़ता है। सकामभाव होनेसे उनके मार्गमें अन्धकार अर्थात् अविवेककी मुख्यता रहती है।जिनका परमात्मप्राप्तिका उद्देश्य है पर भीतरमें आंशिक वासना रहनेसे जो अन्तकालमें विचलितमना होकर पुण्यकारी लोकों(भोगभूमियों) को प्राप्त करके फिर वहाँसे लौटकर आते हैं ऐसे योगभ्रष्टोंको भी आवृत्तिवालोंके मार्गके अन्तर्गत लेनेके लिये यहाँ चैव पद आया है।यहाँ योगिनः पद निष्काम और सकाम -- दोनों पुरुषोंके लिये आया है। सम्बन्ध --   अब उन दोनोंमेंसे पहले शुक्लमार्गका अर्थात् लौटकर न आनेवालोंके मार्गका वर्णन करते हैं। ","hcsca":"।।8.23।। अभ्युदय और निःश्रेयसये वे दो लक्ष्य हैं जिन्हें प्राप्त करने के लिए मनुष्य अपने जीवन में प्रयत्न करते हैं। अभ्युदय का अर्थ हैलौकिक सम्पदा और भौतिक उन्नति के माध्यम से अधिकाधिक विषयों के उपभोग के द्वारा सुख प्राप्त करना। यह वास्तव में सुख का आभास मात्र है क्योंकि प्रत्येक उपभोग के गर्भ में दुःख छिपा रहता है। निःश्रेयस का अर्थ है अनात्मबंध से मोक्ष। इसमें मनुष्य आत्मस्वरूप का ज्ञान प्राप्त करता है जो सम्पूर्ण जगत् का अधिष्ठान है। इस स्वरूपानुभूति में संसारी जीव की समाप्ति और परमानन्द की प्राप्ति होती है।ये दोनों लक्ष्य परस्पर विपरीत धर्मों वाले हैं। भोग अनित्य है और मोक्ष नित्य एक में संसार का पुनरावर्तन है तो अन्य में अपुनरावृत्ति। अभ्युदय में जीवभाव बना रहता है जबकि ज्ञान में आत्मभाव दृढ़ बनता है। आत्मानुभवी पुरुष अपने आनन्दस्वरूप का अखण्ड अनुभव करता है।यदि लक्ष्य परस्पर भिन्नभिन्न हैं तो उन दोनों की प्राप्ति के मार्ग भी भिन्नभिन्न होने चाहिए। भगवान् श्रीकृष्ण यहाँ भरतश्रेष्ठ अर्जुन को वचन देते हैं कि वे उन दोआवृत्ति और अनावृत्तिमार्गों का वर्णन करेंगे।यहाँ काल शब्द का द्वयर्थक प्रयोग किया गया है। काल का अर्थ है प्रयाण काल और उसी प्रकार प्रस्तुत सन्दर्भ में उसका दूसरा अर्थ है मार्ग जिससे साधकगण देहत्याग के उपरान्त अपने लक्ष्य तक पहुँचते हैं।प्रथम अपुनरावृत्ति का मार्ग बताते हैं -- ","etsga":"8.23 O best of the Bharata dynasty, I shall now speak of that time by departing at which the yogis attain the State of Non-return, and also (of the time by departing at which they attain) the State of Return. ","etssa":"8.23 Now I will tell thee, O chief of Bharatas, the times departing at which the Yogis will return or not return. ","etdss":"8.23. Departing at what times the Yogins attain the non-return or the return only-those times I shall declare to you, O chief ofthe Bharatas ! ","ecssa":"8.23 यत्र where? काले in time? तु verily? अनावृत्तिम् nonreturn? आवृत्तिम् return? च and? एव even? योगिनः Yogis? प्रयाताः departing? यान्ति go to? तम् that? कालम् time? वक्ष्यामि (I) will tell? भरतर्षभ O chief of Bharatas.Commentary I shall declare to you? O Prince of the Bharatas? the time at which if the Yogis leave their body they will not be born again and also when if they die they will be born again.To return means to be born again. ","scetsga":"8.23 Bharatarsabha, O best of the Bharata dynasty; vaksyami, I shall speak; tu, now; tam, of that; kalam, time; prayatah, by departing, by dying; (-these words are to be which time; yoginah, the yogis; yanti, attain; anavrttim, the State of Non-return, of nonrirth; ca eva, and also; of the time by departing at which they attain its opposite, avrttim, the State of Return.\nBy Yogis are implied both the yogis (men of meditation) and the men of acitons (rites and duties).\nBut the men of action are yogis by courtesy, in accordance with the description, through the Yoga of Action for the yogis (3.3).\nThe Lord speaks of that time: [This is Ast.s reading.-Tr.] ","scetdss":"8.23 Yatra etc.The non-return :emancipation.The return :i.e.,for enjoying[worldly life]. (23) ","scetssa":"8.23 - 8.24 Here, the term time denotes a path, having many deities beginning with day and ending with year. The deities preside over divisions of time. The meaning is - I declare to you the path departing in which Yogins do not return and also the path departing in which the doers of good actions return. By the clause, Light in the form of fire, the day, bright fortnight, six months of the northern course, year also is denoted. ","chakravarthi":"“You have said in verse 21 that anyone who attains you does not come back, but you have not mentioned about any particular path that the devotee must go on. Since the devotee is beyond the gunas, his path is also beyond the gunas, not a sattvika path such as going through the sun planet. But I am asking about the path taken by the yogis, jnanis and karmis.”\n“The time when the prana leaves the body stands for the path as well. I will speak about the path (kalam) of return and no return that they travel upon when they have died.” ","rudra":"\nThus it has been explained by Lord Krishna that the worshippers of the\nSupreme Lord having successfully attaining Him never return to the material\nexistence, whereas others continue to revolve in samsara the perpetual\ncycle of birth and death. So the question might be asked, by which path is\none free from samsara and by which path does one remain subject to samsara?\nClarification of these questions is being answered in this verse. The\nconstruction of the verse is as follows: Lord Krishna first speaks of time\ndeclaring He will tell of the time when the aspiring yogi or one perfecting\nthe science of the individual consciousness attaining communion with the\nultimate consciousness departs his body at the moment of death and is free\nfrom samsara and the time when the departing yogi at the moment of death\nstill remains subject to samsara. Here the occurrence of death at special\ntimes like the six months of the waxing light of the sun in its northern\ncourse is not intended according to the evidence established in the Brahma\nSutras. In Brahma Sutra IV.II.XVIII it states: The atma or soul of one who\nhas realised the brahman or spiritual substratum pervading all existence,\nwhen departing their body follows the rays of the sun. In Brahma Sutra\nIV.II.XX it states: Because of this brahman realisation the atma follows\nthe suns rays even during the six months when the sun is waning in its\nsouthern course. Therefore the reference to time is in regard to the path\nattained under guidance of the presiding demigods identified with a\nspecific time whose service is to conduct the atma. This is what is denoted\nby the word kale referring to the dictates of the presiding demigods of the\ndifferent time periods.\nThose who have realised the brahman and those who are performing yagna or\npropitiation and worship to the Supreme Lord to eventually realise the\nbrahman are two different categories and have two different destinations.\nAt whatever time period one who has realised the brahman departs their\nbody; be it day or night, the moon waxing or waning in its monthly cycle,\nthe sun waxing in its northern course or waning in its southern course in\nits yearly cycle; such a person goes directly to Brahmaloka which is the\nhighest material planet to finish perfection. Those performers of yagna and\nritualistic activities who have not realised the brahman go to Svargaloka\nthe heavenly planets to enjoy for millenniums the rewards of their\nritualistic activities; but when these rewards have been used up such\nperformers of yagna are immeadiately recycled back into samsara and reborn\nagain in this world of mortals to work out and finish their karma. ","brahma":"\nIn this verse Lord Krishna speaks of the presiding demigods who when the\natma or soul departs the body at the moment of death assists one in\nachieving moksa or liberation from material existence or conducts one back\ninto samsara the perpetual cycle of birth and death. The term yatra kale\nmeaning according to the dictates of the presiding demigod, is only a\nqualifying statement. Since through the demigods like Agni in charge of\nfire are also avenues, Lord Krishna discourses on them.\nNow begins the summation.\nThe demigods presiding over time are those who assist one after they depart\ntheir physical body at the time of death. Even though demigods such as Agni\nare not in charge of actual time as thought of in general usage. Those who\ndepart their bodies in death during daksinayana or when the sun is in its\nwaning southern course receive the respects of their departed ancestors and\nacquiring the beautiful, youthful forms of the demigods attain the\ncorresponding world they have qualified for by their karma or reactions to\nprevious life activities. But for one who has realised the brahman or\nspiritual substratum pervading all existence, it is they who travel along\nthe rays of the sun and reach the highest material planet of Brahmaloka\nwhere they complete their perfection. Others go to the heavenly planets to\nenjoy the rewards of their pious activities from the previous life and when\nthey are finished they are reborn again in the worlds of mortals. Thus for\none who has realised the brahman there is no return for them either if\ndeath comes during uttarayan when the sun is in its waxing northern course\nor if death comes during daksinayana. So the wise have confirmed that those\nwho have realised the brahman do not return to the world of mortals\nregardless of when they depart their physical bodies at the time of death.\nThe Padma Purana states: One who has realised the brahman attains the\nSupreme destination regardless of when they deaprt their body at the time\nof death. ","shri":"\nNow the journey which is known as archir-adiorthepathbeginningwith\nlight which is common to the jijnasur the knowerofatmatattvaorsoul\nrealisation as well as the bhakta or loving devoteeoftheparamapurusa\nthe supreme personality. The Vedic scriptures declarethatthearchir-adi\nis the path by which both these types of aspirants travelatthetimeof\ndeath. It is the road travelled bywhichthereisnoreturningtothe\nworlds of mortals. The Vedicscriptureswhenexplainingpanca-agni-vidya\nthe system of the five fires states: Those who haverealisedtheatmaor\nsoul, those who meditate on the Supreme Lordwithfullfaith,thosewho\nworship the Supreme Lord with bhakti or loving devotion. Those who dothese\nactivities alone in a private place reach thearchithedeityoflight,\nfrom there to the deity of day etc. as explained in theChandogyaUpanisad\nV.II-XV beginning tad ya ittham vidur. Onewhotravelsbythearchi-adi\npath reaches Parabrahma the supremebeingandthusreturnsnottothe\nmaterial worlds. ThisisconfirmedintheChandogyaUpanisadIV.XV.IV\nbeginning enan Brahma gamayati which states: He the servitornamedAmanava\nto the appropriate demigod, escorts the souls whohaveachievedmoksaor\nliberation from material existence to Brahmalokafromwheretheyareno\nlonger subjected to reincarnation in samsara the perpetualcycleofbirth\nand death.\nThose who have realised the atma are not in the same category as those\naspirants who diligently practice the para-vidya the supreme knowledge\ndeclared by Brahma because success in that is determined first by atma\ntattva or soul realisation. Otherwise if there was no difference between\nthe two then it would have been unnecessary for Lord Krishna to mention the\npath leading to rebirth and the path leading to no rebirth. The Chandogya\nUpanisad V.IX.I states: Thus do the waters come to be designated as the\nPurusa in the fifth oblation. Those who have performed righteous deeds and\nthose who have performed abominable deeds receive physical forms in\nconjunction and accordance with these activities and are fashioned out of\nthe five elements in which water is predominant. The atma is not these\nforms but just embodied in these forms by the dictates of karma or\nreactions from past actions. So this is the distinction and those who\nunderstand the reality of atma in this way qualify for the archi-adi and\nachieving moksa or liberation no longer return to the realms of mortal\nexistence. The conclusive understanding is that non-intelligent nature\nbeing material like the physical body is always fit to be discarded and the\nintelligent nature being spiritual like the atma is always fit to be\nembraced. Those who follow the spiritual nature and realise the atma\ntravel the path of archi-adi and return not to samsara the perpetual cycle\nof birth and death.\nThe previous passage that the servitor Amanava escorts the souls to\nBrahmaloka is applicable to both the followers of the spiritual nature\nbeing the jijnasuh or the soul seeker and the jnani the god seeker, as the\nmeditation of the former consists of reflecting on the atma, devoid of\nmatter without any material conceptions as being one with the brahman or\nthe spiritual substratum pervading all existence,. This conforms with the\nVedic axiom known as tat krata-nyaya or that similar efforts yield similar\nresults; therefore when realisation of the brahman is the focus of ones\naspirations then one devotes themselves to contemplation of the brahman. So\nthe realisation of the brahman is achieved by dint of the aspirants\ncontemplation on the brahman. How exactly is the jijnasur to contemplate\nthe brahman is that they look at the brahman as ancillary to the atma which\nis the primary goal. Whereas the jnani meditates on the brahman as the\neffulgence of the Supreme Lord Himself and looks at the atma as ancillary\nto that, the Supreme Lord being the primary goal. Giving credence to the\nfact that the atma or soul is in reality part and parcel of the eternal\nultimate Supreme Being as well as the brahman is verified in the Brihad-\naranyaka Upanisad V.VII.XXII beginning ya atmani tisthan which states: The\nbrahman abides in the atma, by whom the atma is the body. ","kumar":"Now the journey which is known as archir-adiorthepathbeginningwith\nlight which is common to the jijnasur the knowerofatmatattvaorsoul\nrealisation as well as the bhakta or loving devoteeoftheparamapurusa\nthe supreme personality. The Vedic scriptures declarethatthearchir-adi\nis the path by which both these types of aspirants travelatthetimeof\ndeath. It is the road travelled bywhichthereisnoreturningtothe\nworlds of mortals. The Vedicscriptureswhenexplainingpanca-agni-vidya\nthe system of the five fires states: Those who haverealisedtheatmaor\nsoul, those who meditate on the Supreme Lordwithfullfaith,thosewho\nworship the Supreme Lord with bhakti or loving devotion. Those who dothese\nactivities alone in a private place reach thearchithedeityoflight,\nfrom there to the deity of day etc. as explained in theChandogyaUpanisad\nV.II-XV beginning tad ya ittham vidur. Onewhotravelsbythearchi-adi\npath reaches Parabrahma the supremebeingandthusreturnsnottothe\nmaterial worlds. ThisisconfirmedintheChandogyaUpanisadIV.XV.IV\nbeginning enan Brahma gamayati which states: He the servitornamedAmanava\nto the appropriate demigod, escorts the souls whohaveachievedmoksaor\nliberation from material existence to Brahmalokafromwheretheyareno\nlonger subjected to reincarnation in samsara the perpetualcycleofbirth\nand death.\nThose who have realised the atma are not in the same category as those\naspirants who diligently practice the para-vidya the supreme knowledge\ndeclared by Brahma because success in that is determined first by atma\ntattva or soul realisation. Otherwise if there was no difference between\nthe two then it would have been unnecessary for Lord Krishna to mention the\npath leading to rebirth and the path leading to no rebirth. The Chandogya\nUpanisad V.IX.I states: Thus do the waters come to be designated as the\nPurusa in the fifth oblation. Those who have performed righteous deeds and\nthose who have performed abominable deeds receive physical forms in\nconjunction and accordance with these activities and are fashioned out of\nthe five elements in which water is predominant. The atma is not these\nforms but just embodied in these forms by the dictates of karma or\nreactions from past actions. So this is the distinction and those who\nunderstand the reality of atma in this way qualify for the archi-adi and\nachieving moksa or liberation no longer return to the realms of mortal\nexistence. The conclusive understanding is that non-intelligent nature\nbeing material like the physical body is always fit to be discarded and the\nintelligent nature being spiritual like the atma is always fit to be\nembraced. Those who follow the spiritual nature and realise the atma\ntravel the path of archi-adi and return not to samsara the perpetual cycle\nof birth and death.\nThe previous passage that the servitor Amanava escorts the souls to\nBrahmaloka is applicable to both the followers of the spiritual nature\nbeing the jijnasuh or the soul seeker and the jnani the god seeker, as the\nmeditation of the former consists of reflecting on the atma, devoid of\nmatter without any material conceptions as being one with the brahman or\nthe spiritual substratum pervading all existence,. This conforms with the\nVedic axiom known as tat krata-nyaya or that similar efforts yield similar\nresults; therefore when realisation of the brahman is the focus of ones\naspirations then one devotes themselves to contemplation of the brahman. So\nthe realisation of the brahman is achieved by dint of the aspirants\ncontemplation on the brahman. How exactly is the jijnasur to contemplate\nthe brahman is that they look at the brahman as ancillary to the atma which\nis the primary goal. Whereas the jnani meditates on the brahman as the\neffulgence of the Supreme Lord Himself and looks at the atma as ancillary\nto that, the Supreme Lord being the primary goal. Giving credence to the\nfact that the atma or soul is in reality part and parcel of the eternal\nultimate Supreme Being as well as the brahman is verified in the Brihad-\naranyaka Upanisad V.VII.XXII beginning ya atmani tisthan which states: The\nbrahman abides in the atma, by whom the atma is the body. "}