{"meta":"Bhagavad Gita Chapter 8 Verse 10","metahi":"भगवद् गीता 8.10","slok":"प्रयाणकाले मनसाऽचलेनभक्त्या युक्तो योगबलेन चैव।भ्रुवोर्मध्ये प्राणमावेश्य सम्यक् स तं परं पुरुषमुपैति दिव्यम्।।8.10।। ","htsrsd":"।।8.10।।वह भक्तियुक्त मनुष्य अन्तसमयमें अचल मनसे और योगबलके द्वारा भृकुटीके मध्यमें प्राणोंको अच्छी तरहसे प्रविष्ट करके (शरीर छोड़नेपर) उस परम दिव्य पुरुषको प्राप्त होता है। ","htstma":"।।8.10।। वह (साधक) अन्तकाल में योगबल से प्राण को भ्रकुटि के मध्य सम्यक् प्रकार स्थापन करके निश्चल मन से भक्ति युक्त होकर उस परम दिव्य पुरुष को प्राप्त होता है।। ","transliteration":"Prayaanakaale manasaachalenaBhaktyaa yukto yogabalena chaiva;\nBhruvormadhye praanamaaveshya samyakSa tam param purusham upaiti divyam. ","englishmeaning":"kavim—poet; purāṇam—ancient; anuśhāsitāram—the controller; aṇoḥ—than the atom; aṇīyānsam—smaller; anusmaret—always remembers; yaḥ—who; sarvasya—of everything; dhātāram—the support; achintya—inconceivable; rūpam—divine form; āditya-varṇam—effulgent like the sun; tamasaḥ—to the darkness of ignorance; parastāt—beyond; prayāṇa-kāle—at the time of death; manasā—mind; achalena—steadily; bhaktyā—remembering with great devotion; yuktaḥ—united; yoga-balena—through the power of yog; cha—and; eva—certainly; bhruvoḥ—the two eyebrows; madhye—between; prāṇam—life airs; āveśhya—fixing; samyak—completely; saḥ—he; tam—him; param puruṣham—the Supreme Divine Lord; upaiti—attains; divyam—divine ","hcsrsd":"।।8.10।। व्याख्या --   प्रयाणकाले मनसाचलेन ৷৷. स तं परं पुरुषमुपैति दिव्यम् --यहाँ भक्ति नाम प्रियताका है क्योंकि उस तत्त्वमें प्रियता (आकर्षण) होनेसे ही मन अचल होता है। वह भक्ति अर्थात् प्रियता स्वयंसे होती है मनबुद्धि आदिसे नहीं। अन्तकालमें कवि पुराण अनुशासिता आदि विशेषणोंसे (पीछेके श्लोकमें) कहे हुए सगुणनिराकार परमात्मामें भक्तियुक्त मनुष्यका मन स्थिर हो जाना अर्थात् सगुणनिराकारस्वरूपमें आदरपूर्वक दृढ़ हो जाना ही मनका अचल होना है।पहले प्राणायामके द्वारा प्राणोंको रोकनेका जो अधिकार प्राप्त किया है उसका नाम योगबल है। उस योगबलके द्वारा दोनों भ्रुवोंके मध्यभागमें स्थित जो द्विदल चक्र है उसमें स्थित सुषुम्णा नाड़ीमें प्राणोंका,अच्छी तरहसे प्रवेश करके वह (शऱीर छोड़कर दसवें द्वारसे होकर) दिव्य परम पुरुषको प्राप्त हो जाता है।तं परं पुरुषमुपैति दिव्यम् पदोंका तात्पर्य है कि जिस परमात्मतत्त्वका पीछेके (नवें) श्लोकमें वर्णन हुआ है उसी दिव्य परम सगुणनिराकार परमात्माको वह प्राप्त हो जाता है।आठवें श्लोकमें जो बात कही गयी थी उसीको नवें और दसवें श्लोकमें विस्तारसे कहकर इन तीन श्लोकोंके प्रकरणका उपसंहार किया गया है।इस प्रकरणमें सगुणनिराकार परमात्माकी उपासनाका वर्णन है। इस उपासनामें अभ्यासकी आवश्यकता है। प्राणायामपूर्वक मनको उस परमात्मामें लगानेका नाम अभ्यास है। यह अभ्यास अणिमा महिमा आदि सिद्धि प्राप्त करनेके लिये नहीं है प्रत्युत केवल परमात्मतत्त्वको प्राप्त करनेके लिये है। ऐसा अभ्यास करते हुए प्राणों और मनपर ऐसा अधिकार प्राप्त कर ले कि जब चाहे प्राणोंको रोक ले और मनको जब चाहे तभी तथा जहाँ चाहे वहीं लगा ले। जो ऐसा अधिकार प्राप्त कर लेता है वही अन्तकालमें प्राणोंको सुषुम्णा नाड़ीमें प्रविष्ट कर सकता है। कारण कि जब अभ्यासकालमें भी मनको संसारसे हटाकर परमात्मामें लगानेमें साधकको कठिनताका असमर्थताका अनुभव होता है तब अन्तकालजैसे कठिन समयमें मनको लगाना साधारण आदमीका काम नहीं है। जिसके पास पहलेसे योगबल है वही अन्तसमयमें मनको परमात्मामें लगा सकता है और प्राणोंका सुषुम्णा नाड़ीमें प्रवेश करा सकता है।साधक पहले यह निश्चय कर ले कि अज्ञानसे अत्यन्त परे सबसे अतीत जो परमात्मतत्त्व है वह सबका प्रकाशक सबका आधार और सबको सत्तास्फूर्ति देनेवाला निर्विकार तत्त्व है। उस तत्त्वमें ही प्रियता होनी चाहिये मनका आकर्षण होना चाहिये फिर उसमें स्वाभाविक मन लगेगा। सम्बन्ध --   अब भगवान् आगेके श्लोकमें निर्गुणनिराकारकी प्राप्तिके उपायका उपक्रम करते हैं। ","hcsca":"।।8.10।। इस श्लोक का केवल वाच्यार्थ लेकर प्रायः इसे विपरीत रूप से समझा जाता हैं जो कि वास्तव में इसका तात्पर्य नहीं है।गीता में प्रस्तुत प्रकरण का विषय है एकाग्र चित्त से परम पुरुष का ध्यान। अतः प्रयाणकाल से अभिप्राय अहंकार की मृत्यु के क्षण से समझना चाहिए। ध्यान साधना के द्वारा जब सजग रहकर शरीर मन और बुद्धि से हुए तादात्म्य को पूर्णतया निवृत्त किया जाता है तब साधक आन्तरिक शान्ति के स्थिर क्षण का अनुभव करता है। उस समय निश्चल मन से इस श्लोक में उपदिष्ट साधना का उसे पालन करना चाहिए।यहाँ भक्ति शब्द से सामान्य संसारी जनों की व्यापारिक पद्धति की भक्ति नहीं समझनी चाहिए। ईश्वर के लिए वह परम प्रेम जिसमें न किसी प्रकार की कामना है और न अपेक्षा जो प्रेम केवल प्रेम के लिए ही हैभक्ति कहलाता है। प्रेम का अर्थ हैअपने प्रियतम से वह तादात्म्य जिसमें प्रियतम के सुख और दुःख अपने स्वयं के ही सुखदुःख अनुभव होते हैं। संक्षेप में प्रेमी और प्रेमिका भक्त और ईश्वर परस्पर एकरूप हो जाते हैं। इसलिए श्री शंकराचार्य भक्ति का लक्षण बताते हैं स्वस्वरूपानुसन्धान भक्ति कहलाती है अर्थात् जीव का अपने सत्यस्वरूप के साथ एकत्व भक्ति है।प्रस्तुत श्लोक के सन्दर्भ में साधक को दी गई सबसे महत्व की सूचना यह है कि उसका ध्यानाभ्यास आत्मा के साथ एकरूप होने की तत्परता से युक्त हो। आत्मा का स्वरूप पूर्व श्लोक में विस्तार से बताया जा चुका है। आन्तरिक शान्ति के समय जब अहंकार की मृत्यु होती है तब साधक को आत्मस्वरूप में स्थित होकर रहना चाहिए।योगबलेनइस शब्द से किसी गुप्त रहस्यमयी कुण्डलिनी शक्ति के विषय में हम नहीं कह रहे हैं जिसके विषय में गुप्तता रखी जाती है और ईश्वर के भक्तों को भी सामान्यतः उसका रहस्य प्रकट नहीं किया जाता। योगबल से तात्पर्य साधक के उस बल से है जो उसे दीर्घकाल तक नियमित रूप से ध्यानाभ्यास करने के फलस्वरूप प्राप्त होता है। यह वह आन्तरिक शक्ति है जो मन के विषयों से तथा तज्जनित विक्षेपों से निवृत्त होने पर और बुद्धि के परम सत्य में स्थिर होने से प्राप्त होती है और निरन्तर समृद्ध होती जाती है।अल्पकाल में ही साधक अपने में ही मानसिक सन्तुलन रूपी सम्पत्ति और एक अवर्णनीय कार्यकुशलता को पाता है जिनकी सहायता से पूर्ण तत्परता के साथ ध्यान में वह एक चित्त हो जाता है। ध्यानाभ्यास में रत योगी के सम्पूर्ण प्राण उसके ध्यानबिन्दु में केन्द्रित हो जाते हैंजैसे यहाँ कहा गया है कि भ्रकुटी के मध्य में। यह भाग स्थिर विचार का स्थान माना जाता है।वेदान्त में प्राण से तात्पर्य केवल वायु से न होकर शरीर के विभिन्न अंगों में विभिन्न रूप से व्यक्त हो रही जीवनशक्ति से है। इस जीवनशक्ति (प्राण) का पाँच कार्यों के अनुसार पाँच विभागों में वर्गीकरण किया गया है जैसेप्राणविषय ग्रहण की क्रिया अपानमल विसर्जन व्यानसम्पूर्ण शरीर में रक्त आदि प्रवाहित करना समानपाचन क्रिया और उदानजिसके कारण हममें वह क्षमता होती है कि वर्तमान से परे भी ज्ञान को हम समझ सकें। इनके द्वारा हमारी बहुत सी शक्ति बिखर जाती है जो ध्यानाभ्यास के समय एक स्थान पर कुछ समय के लिए केन्द्रित हो जाती है। ध्यानमार्ग पर चलने वाले साधक के लिए तीव्र गति से की जाने वाली किसी शारीरिक साधना की आवश्यकता नहीं होती।ऐसे गहन ध्यान के क्षण में जिस साधक का मन पूर्णतया शान्त और निश्चल हो जाता है योगबल से प्राण भ्रकुटी के मध्य स्थित हो जाते हैं और जो परम श्रद्धा एवं उत्साह के साथ ध्येय आत्मतत्त्व के साथ एक रूप हो जाता है वह साधक उस परम दिव्य पुरुष को प्राप्त होता है।ओंकार पर किये जाने वाले ध्यान की प्रस्तावना के रूप में अगला श्लोक है -- ","etsga":"8.10 At the time of death, having fully fixed the Prana (vita force) between the enrows with an unswering mind, and being imbued with devotion as also the strength of concentration, he reaches that resplendent supreme person. ","etssa":"8.10 At the time of death, with unshaken mind, endowed with devotio, by the power of Yoga, fixing the whole life-breath in the middle of the two eyrows, he reaches that resplendent Supreme Person. ","etdss":"8.10. That person endowed with a steady mind, with devotion and also with the Yoga-power, reaches at the time of journey that Supreme Divine Soul, by fixing properly the life-breath in between his eye brows. ","ecssa":"8.10 प्रयाणकाले at the time of death? मनसा with mind? अचलेन unshaken? भक्त्या with devotion? युक्तः joined? योगबलेन by the power of Yoga? च and? एव only? भ्रुवोः of the two eyrows? मध्ये in the middle? प्राणम् Prana (breath)? आवेश्य having placed? सम्यक् thoroughly? सः he? तम् that? परम् Supreme? पुरुषम् Purusha? उपैति reaches? दिव्यम् resplendent.Commentary The Yogi gets immense inner strength and power of concentration. His mind becomes ite steady through constant practice of concentration and meditation. He practises concentration first on the lower Chakras? viz.? Muladhara? Svadhishthana and Manipura. He then concentrates on the lotus of the heart (Anahata Chakra). Then he takes the lifreath (Prana) through the Sushumna and fixes it in the middle of the two eyrows. He eventually attains the resplendent Supreme Purusha (Person) by the above Yogic practice.This is possible for one who has devoted his whole life to the practice of Yoga. ","scetsga":"8.10 Prayana-kale, at the time of death; after first brining the mind under control in the lotus of the heart, and then lifting up the vital force-through the nerve going upward-by gradually gaining control over (the rudiments of nature such as) earth etc. [Space, air, fire, water and earth.] and after that, samyak, avesya, having fully fixed; pranam, the Prana (vital force); madhye, between; the bhruvoh, eye-brows, without losing attention; acalena manasa, with an unwavering mind; he, the yogi possessed of such wisdom, yuktah, imbued; bhaktya, with devotion, deep love; ca eva, as also; yoga-balena, [Yoga means spiritual absorption, the fixing of the mind on Reality alone, to the exclusion of any other object.] with the strength of concentration-i.e; imbued with that (strength) also, consisting in steadfastness of the mind arising from accumulation of impressions resulting from spiritual absorption; upaiti, reaches; tam, that; div yam, resplendent; param, supreme; purusam, Person, described as the Omniscient, the Ancient, etc.\nThe Lord again speaks of Brahman which is sought to be attained by the process going to be stated, and which is described through such characteristics as, What is declared by the knowers of the Vedas,etc.: ","scetdss":"8.9-10 Kavim etc. Prayana-etc.He who would meditate in this manner(i.e. as described in the verse) etc.The Sun-coloured. The Sun-colour does not delmit the Absolute (Vasudeva-tattva).However, a comparison with the sun is drawn because the absolute too transcends the darkness of ignorance consisting of the varied wrong notions, like fancying forms etc.This is the idea here.In between the eye-brows :[This may be understood] as above. ","scetssa":"8.9 - 8.10 He who focusses his life-breath between the eyrows at the time of death with a mind rendered unswerving through its purification achieved by the strength of Yoga conjoined with Bhakti practised day after day; and he who contemplates on the Kavi i.e., the Omniscient, the Primeval, i.e., who existed always, the Ruler, i.e., who governs the universe, who is subtler than the subtle, i.e., who is subtler than the individual self, who is the Dhata of all, i.e., the creator of all, whose nature is inconceivable, i.e., whose nature is other than everything else, who is sun-coloured and beyond darkness, i.e., who possesses a divine form peculiar to Himself - he who concentrates on Him, the Divine Person described above, between the eyrows, attains Him alone. He attains His state and comes to have power and glory similar to His. Such is the meaning.\nThen He describes the mode of meditation to be adopted by the seeker of Kaivalya or the Jijnasu (i.e., of one who seeks to know his own self or Atman in contrast to one whose object is God-realisation). ","chakravarthi":"(combined commentary for verses 9 and 10)\nWithout practice of yoga it is difficult to withdraw the mind from sense objects. Without withdrawing the mind from sense objects, it is difficult to constantly think of the Lord. Therefore one should execute bhakti along with some type of yoga practice. The Lord here speaks of such bhakti mixed with astangayoga (yoga misra bhakti) in five verses.\nThe Lord is omniscient (kavi). But though one may be omniscient, like Sanaka and others, one is not eternal. Therefore, the Lord is described as purana, without beginning. Though he is both omniscient and without beginning, this does not indicate that he becomes the instructor of bhakti as paramatma. Therefore he is called anusasitaram, the teacher, by mercy giving instructions about devotion to himself when he appears as Krishna or Rama. Though he is merciful, he is still a difficult object to know factually: compared to the smallest he is even smaller. Then, is he like the jiva, the size of an atom? No, he is also of the greatest size, spreading everywhere, since everything is contained within him (sarvasya dhataram). Thus he is said to be inconceivable in form (acintya rupam). Though he appears of medium size, as a human being, his manifestation is independent of all others. Thus he has a form (varna), which is like that of the sun (aditya), revealing both himself and others. Thus, though he is the possessor of maya sakti (prakrti), his form is transcendental to prakrti or maya (tamasah parastat).\nAt the time of death (prayana kale), with unwavering mind, engaged in bhakti with constant remembrance of me as described above, he attains me. How does he attain unwavering mind? He attains it through the strength of his practice of yoga (yoga balena). The yoga process is then described. Fixing his prana in the ajna cakra (bhruvor madhye), he attains me. ","rudra":"\nOne who is endowed with bhakti or loving devotion meditateswithasteady\nmind on the Supreme Being. ThereasonforsuchsublimesteadinessLord\nKrishna is also stating that one having developed the power of yogaorthe\nscienceoftheindividualconsciousnessattainingcommunionwiththe\nultimate consciousness; and possessing the ability to raise thelifeforce\ndirectly through the Sushumna channel fixing it between the eyebrows atthe\najna-cakra or thirdeyeapersonattainstheeffulgently,resplendent\nSupreme Lord of all. ","brahma":"\nThe performance of beneficial activities atthetimeofdeathbythose\nwhose state of equanimity has achieved mastery of thelifeforceandare\nable to direct it to the ajna cakra or the space between theeyebrowsetc.\nis spoken now by Lord Krishna. Yet even for those who are bereft ofmastery\nover the life force, true moksa or liberation from the cycleofbirthand\ndeath comes about only through buddhi or spiritual intelligence,bhaktior\nloving devotion and vairagya or renunciation. Soevenintheabsenceof\ncomplete mastery on the strength of possessingequanimityfrompossessing\nbuddhi, bhakti and vairagya liberation will be attained especiallyforthe\nadepts.\nIn the Bhagavat Purana itisstated:Relishingthenectarianlilasor\ndivine pastimes of the Supreme Lord, prompted bylovingdevotiontoHim,\nthosewhoarepureinhearthavegainedthewisdom of spiritual\nintelligence as a result of renunciation and also have attained theSupreme\nLord, Himself in Vaikuntha, the eternal spiritual worlds. While othershave\nthrough equanimity of mind succeeded with greateffortinconqueringthe\npowerfulimpulsesofmaterialnature;thoseendowed with spiritual\nintelligence worship the Supreme Lordexclusivelyachievedominanceover\nmaterial nature without any effort. The Moksa Dharma states:Thoseexalted\nbeings who take exclusive shelter oftheSupremeLord,propitiatingHim\nexclusively withfixedsinglemindedattentionattainHim,whichfar\nsuperior to any other endeavour. The Vyasa Yogastates:Throughspiritual\nintelligence, loving devotion and renunciation moksa or liberation fromthe\ncycle of birth and death isassuredly available; but forthosepossessing\nequanimity of mind, moksa is expeditiously so. ","shri":"\nWhosoever has there mind situated in equanimity, madesteadyandfirmby\ndaily practicing devotional mediation unto the Supreme Lord. At the timeof\ndeath is able to direct the life force through the Sushanna channel andfix\nit at the ajna cakra betwwen the eyebrows and focuses upon the SupremeLord\nKrishna intently without deviationordiversionbythepoweroftheir\nmeditation they achieve communion with the Supreme Lord Himselfandattain\nHis association intheeternalspiritualworlds.Thenextversewill\ndescribe the mode of meditation most suitable for the aspirant ofmoksaor\nliberation from material bondage. ","kumar":"Whosoever has there mind situated in equanimity, madesteadyandfirmby\ndaily practicing devotional mediation unto the Supreme Lord. At the timeof\ndeath is able to direct the life force through the Sushanna channel andfix\nit at the ajna cakra betwwen the eyebrows and focuses upon the SupremeLord\nKrishna intently without deviationordiversionbythepoweroftheir\nmeditation they achieve communion with the Supreme Lord Himselfandattain\nHis association intheeternalspiritualworlds.Thenextversewill\ndescribe the mode of meditation most suitable for the aspirant ofmoksaor\nliberation from material bondage. "}