{"meta":"Bhagavad Gita Chapter 8 Verse 14","metahi":"भगवद् गीता 8.14","slok":"अनन्यचेताः सततं यो मां स्मरति नित्यशः।तस्याहं सुलभः पार्थ नित्ययुक्तस्य योगिनः।।8.14।। ","htsrsd":"।।8.14।।हे पृथानन्दन अनन्यचित्तवाला जो मनुष्य मेरा नित्यनिरन्तर स्मरण करता है उस नित्ययुक्त योगीके लिये मैं सुलभ हूँ अर्थात् उसको सुलभतासे प्राप्त हो जाता हूँ। ","htstma":"।।8.14।। हे पार्थजो अनन्यचित्त वाला पुरुष मेरा स्मरण करता है उस नित्ययुक्त योगी के लिए मैं सुलभ हूँ अर्थात् सहज ही प्राप्त हो जाता हूँ।। ","transliteration":"Ananyachetaah satatam yo maam smarati nityashah;\nTasyaaham sulabhah paartha nityayuktasya yoginah. ","englishmeaning":"ananya-chetāḥ—without deviation of the mind; satatam—always; yaḥ—who; mām—Me; smarati—remembers; nityaśhaḥ—regularly; tasya—to him; aham—I; su-labhaḥ—easily attainable; pārtha—Arjun, the son of Pritha; nitya—constantly; yuktasya—engaged; yoginaḥ—of the yogis ","hcsrsd":"।।8.14।। व्याख्या --   [सातवें अध्यायके तीसवें श्लोकमें जो सगुणसाकार परमात्माका वर्णन हुआ था उसीको यहाँ चौदहवें पंद्रहवें और सोलहवें श्लोकमें विस्तारसे कहा गया है।]अनन्यचेताः --जिसका चित्त भगवान्को छोड़कर किसी भी भोगभूमिमें किसी भी ऐश्वर्यमें किञ्चिन्मात्र भी नहीं जाता जिसके अन्तःकरणमें भगवान्के सिवाय अन्य किसीका कोई आश्रय नहीं है महत्त्व नहीं है वह पुरुष अनन्य चित्तवाला है। जैसे पतिव्रता स्त्रीका पतिका ही व्रत नियम रहता है। पतिके सिवाय उसके मनमें अन्य किसी भी पुरुषका रागपूर्वक चिन्तन कभी होता ही नहीं। शिष्य गुरुके और सुपुत्र माँबापके परायण रहता है उनका दूसरा कोई इष्ट नहीं होता। इसी तरहसे भक्त भगवान्के ही परायण रहता है।यहाँ अनन्यचेताः पद सगुणउपासना करनेवालेका वाचक है। सगुणउपासनामें विष्णु राम कृष्ण शिव शक्ति गणेश सूर्य आदि जो भगवान्के स्वरूप हैं उनमेंसे जो जिस स्वरूपकी उपासना करता है उसी स्वरूपका चिन्तन हो। परन्तु दूसरे स्वरूपोंको अपने इष्टसे अलग न माने और अपनेआपको भी अपने इष्टके सिवाय और किसीका न माने तो उसका अन्यकी तरफ मन नहीं जाता। तात्पर्य यह हुआ कि मैं केवल भगवान्का हूँ और भगवान् ही मेरे हैं मेरा और कोई नहीं है तथा मैं और किसीका नहीं हूँ ऐसा भाव होनेसे वह अनन्यचेताः हो जाता है।सततं यो मां स्मरति नित्यशः --सततम् का अर्थ होता है -- निरन्तर अर्थात् जबसे नींद खुले तबसे लेकर गाढ़ नींद आनेतक जो मेरा स्मरण करता है और नित्यशः का अर्थ होता है -- सदा अर्थात् इस बातको जिस दिनसे पकड़ा उस दिनसे लेकर मृत्युतक जो मेरा स्मरण करता है।तस्याहं सुलभः पार्थ नित्ययुक्तस्य योगिनः --ऐसे नित्ययुक्त योगीके लिये मैं सुलभ हूँ। यहाँ नित्ययुक्त पद चित्तके द्वारा निरन्तर चिन्तन करनेवालेका वाचक नहीं है प्रत्युत श्रद्धाप्रेमपूर्वक निष्कामभावसे खुद भगवान्में लगनेवालेका वाचक है। जैसे कोई ब्राह्मण अपने ब्राह्मणपनेमें स्थित रहता है कि मैं ब्राह्मण हूँ क्षत्रिय वैश्य आदि नहीं हूँ। वह अपने ब्राह्मणपनेको याद करे या न करे पर उसके ब्राह्मणपनेमें कोई फरक नहीं पड़ता। ऐसे ही मैं भगवान्का हूँ और भगवान् मेरे हैं -- इस नित्यसम्बन्धमें दृढ़ रहनेवाला ही नित्ययुक्त है। ऐसे नित्ययुक्त योगीको भगवान् सुगमतासे मिल जाते हैं।भगवान्के सिवाय शरीर इन्द्रियाँ प्राण मन बुद्धि अपने नहीं हैं केवल भगवान् ही अपने हैं -- ऐसा दृढ़तासे माननेपर भगवान् सुलभ हो जाते हैं। परन्तु शरीर आदिको अपना मानते रहनेसे भगवान् सुलभ नहीं होते।भगवान्के साथ अपनी भिन्नता तथा संसारके साथ अपनी एकता कभी हुई नहीं होगी नहीं और हो सकती भी नहीं। इस रीतिसे मनुष्यकी भगवान्के साथ स्वतःस्वाभाविक अभिन्नता है और संसारके साथ स्वतःस्वाभाविक भिन्नता है। परन्तु भूलके कारण मनुष्य अपनेको भगवान्से और भगवान्को अपनेसे अलग मान लेता है तथा अपनेको शरीरका तथा शरीरको अपना मान लेता है। इस विपरीत धारणाके कारण ही यह मनुष्य जन्ममरणके चक्रमें फँसा रहता है। जब यह विपरीत धारणा सर्वथा मिट जाती है तब भगवान् स्वतः सुलभ हो जाते हैं।आठवेंसे तेरहवें श्लोकतक सगुणनिराकार और निर्गुणनिराकारका स्मरण बताया गया। इन दोनों स्मरणोंमें प्राणायामकी मुख्यता रहती है जिसको सिद्ध करना कठिन है। अन्तकालजैसी विकट अवस्थामें भी प्राणायामके बलसे प्राणोंको भ्रुवोंके मध्यमें स्थापित कर सकें अथवा मूर्धा(दशम द्वार) में लगा सकें -- ऐसा प्राणोंपर अधिकार रहनेकी आवश्यकता है। परन्तु भगवान्के स्मरणमें यह कठिनता नहीं है क्योंकि यहाँ प्राणोंका खयाल नहीं है। यहाँ तो भगवान्के साथ साधकका स्वयंका अनादिकालसे स्वतःसिद्ध सम्बन्ध है। इस सम्बन्धमें इन्द्रियाँ मन बुद्धि प्राण आदिकी भी जरूरत नहीं है। अतः इसमें अन्तकालमें प्राण आदिको लगानेकी जरूरत नहीं है। जैसे किसी वस्तुका बीमा होनेपर वस्तुके बिगड़ने टूटनेफूटनेकी चिन्ता नहीं रहती ऐसे ही शरीरइन्द्रियाँमनबुद्धिसहित अपनेआपको भगवान्के समर्पित कर देनेपर साधकको अपनी गतिके विषयमें कभी किञ्चिन्मात्र भी चिन्ता नहीं होती। कारण कि यह साधन क्रियाजन्य अथवा अभ्यासजन्य नहीं है। इसमें तो वास्तविक सम्बन्धकी जागृति है। अतः इसमें कठिनताका नामोनिशान नहीं है। इसीसे भगवान्ने अपनेआपको सुलभ बताया है। सम्बन्ध --   अब दो श्लोकोंमें भगवान् अपनी प्राप्तिका माहात्म्य बताते हैं। ","hcsca":"।।8.14।। उस नित्ययुक्त योगी के लिए आत्मप्राप्ति सहज साध्य होती है जो मुझ चैतन्यस्वरूप आत्मा का अनन्यभाव से नित्यप्रतिदिन स्मरण करता है। पूर्व श्लोकों में कथित सिद्धान्त को ही यहाँ संक्षेप में किन्तु स्पष्ट एवं प्रभावशाली भाषा में कहा गया है।प्रार्थना कोई कीटनाशक दवाई नहीं कि जिसका यदकदा छिड़काव करना ही पर्याप्त है उसी प्रकार पूजागृह को स्नानगृह के समान नहीं समझना चाहिये जिसमें हम अशुद्ध प्रवेश करते हैं और फिर स्वच्छ होकर बाहर आते हैंयहाँ श्रीकष्ण अत्यन्त सावधानी से विशेष बल देकर आग्रह करते हैं कि यह आत्मानुसंधान या ईश्वर स्मरण नित्य निरन्तर और अखण्ड होना चाहिये।उपर्युक्त गुणों से सम्पन्न योगी को हे अर्जुनमैं सुलभ हूँ। भगवान् का यह कथन विशेष महत्व एवं अभिप्राय रखता है क्योंकि इन गुणों के अभाव में ध्यान में सफलता की आशा नहीं की जा सकती।आत्मप्राप्ति के लिए प्रयत्न क्यों किया जायइस पर कहते हैं -- ","etsga":"8.14 O son of Prtha, to that yogi of constant concentration and single-minded attention, who remembers Me uninterruptedly and for long, I am easy of attainment. ","etssa":"8.14 I am easily attainable by that ever-steadfast Yogi who constantly and daily remembers Me (for a long time), not thinking of anything else (with a single mind or one-pointed mind), O Partha (Arjuna). ","etdss":"8.14. And whosoever constantly bears Me in mind never attached to any other object-for this Yogin, ever devout, I am easy to attain, O son of Prtha ! ","ecssa":"8.14 अनन्यचेताः with the mind not thinking of any other object? सततम् constantly? यः who? माम् Me? स्मरति remembers? नित्यशः daily? तस्य of him? अहम् I? सुलभः easily attainable? पार्थ O Partha? नित्ययुक्तस्य eversteadfast? योगिनः of Yogi.Commentary I am easily attainable by that eversteadfast Yogi who constantly and daily remembers Me (for a long time)? not thinking of anything else (with a single mind or onepointed mind)? O Partha (Arjuna).Commentary Constantly remembering the Lord throughout the life is the most easy way of attaining Him.Ananyachetah He has no attachment for any other object. He will not think of any other object save his IshtaDevata or tutelary deity.Nityasah For a long time? i.e.? till the end of life.He who remembers the Lord by fits and starts or he who remembers Him for six montsh and then leaves the practice and then again remembers Him for six months and so on cannot attain Him. (Cf.IX.22?34) ","scetsga":"8.14 Partha, O son of Prtha, tasya yoginah, to that yogi; nitya-yuktasya, of constant concentration, who is ever absorbed (in God); and ananya-cetah, of single-minded attention, a yogi whose mind is not drawn to any other object; yah, who; smarati, remembers; mam, Me, the supreme God; satatam, uninteruptedly; and nityasah, for long-.\nBy satatam, uninterrupteldy, is meant without any break. By niryasah, is meant along duration. Not six months, nor even a year! What then? The meaning is: He who remembers Me for his whole life, continuously.\nTo that yogi aham, I; am sulabhah, easy of attainment. Since this is so, therefore one should remain ever absorbed in Me, with mind given to nothing else.\nWhat follows from Your being easy of attainment? This is being answered: Hear what follows from My being easy of attainment. ","scetdss":"8.12-14 Sarvadvarani etc., upto Yoginah.The gates :thesense organs, like the eyes and not the place of excrement etc.Restraining the mind in the heart : By this, only the absence of attachment towards the objects, and not any seat, is stated.Ones own Prana :the driver of ones own Self (the vital air).So, the meaning is Fixing thisPrana in the head i.e., the very Self with the Power-of-Will, lying beyond all categories.Thus the controlling of body[has been prescribed].Reciting Om :This denotes the act of controlling the sense of speech.Meditating on Me :It signifies the non-wandering of the mind over other objects.Whosoever travels well :Whosoever travels day after day not to return back(i.e., for final emancipation).Therefore casting away the body i.e., longing How to avoid taking once again the body, a repository of all troubles,whosoever remembers Me alwayswith his mind, that thinks nothingelse-he reachesMe i.e., he realises My state.Really the Sage (Vyasa) does not favour[the idea of]upward flight [of the Soul from the body]that may go against the pronounced intention of[attaining] total identity with the Absolute Brahman that admits no duality.Therefore it has been said :\n \nIf the Siva-existence(the Absolute State) is Omnipresent, then the upwardflightserves no purpose indeed.On the othe hand, if Siva (the Absolute) is not Omnipresent then the upward flight cannot yield Siva (the Auspicious one, the Absolute).\n \nAlternately[the Gita passage may be interpreted as :]If some persons have not undergone the process of constant practice, yet at the time of death there arises [in them] - due to some undefinablereason, like the Free Will of the Lord andthe like-a condition, similar to the one mentioned above, then[in the case of those persons]this condition itself - characterised asthe flight from the body(getting oneself disassociated from the body) - is stated[by the Sage] as a means obstructing all the other potential mental impressions.That is why in the passage startingThat unchanging one which the Veda-knowers speek ofand endingI shall tell you that,[the Sage] has madea solemn declaration in orderto explain the astonishing nature of the reflection on the Bhagavat - even though it lasts only a moment - marked by the destruction of all the[other] potential mental impressions.Hence the great teachers also say :\n \nO Sambhu !IfYou could set Your foot, atleast for theduration of a single winking of the eye, in[my] blemishless mind, what else wouldYou not accomplish[for me].\n \nThat is why, with a view to satisfy those who raise the estion But the breaking[of body of the wise] has been found without remembrance[of the Lord]at the time of departure,here it is saidHe who [remembers Me]constantly with the mind, not attached to any other thing.The meaning of it is :He whose mind is not attached to any other result to be achieved.For him I am easy to attain :For him there is no need to undertake the trouble of searching for a suitable timefor departure; making pilgrimage to sacred places; [waiting for] the time of the summer solastice;taking shelter in the temples;augmenting the[Strand] Sattva; remaining absorbed in the thought[of the Lord];[expecting]the auspicious moment of einox and of the day[time]; selecting a locality that is naturally pure; having body free from dirt of attachment (or unguent);wearing clean cloth; and similar other ones.Hence it has been stated earlier[under VIII,5-7 above]Either in a sacred place or in the house of a dog-cooker etc.\n But it has been declared that He attains MyState.Will there he rirth for him even afterattaining that State ?Considering this doubt[the Lord] says : ","scetssa":"8.14 I am easy to access to that Yogin who is ever integrated with Me, i.e., who wants constant contact with Me, who recollects Me; and whose mind is not in anything else without break (Nityasah), i.e., at the time of meditation and also during all other times (Satatam). As I am exceedingly dear to him, he is unable to sustain himself without remembering Me and cherishing My memory which is incomparably dear to him. I am the only object he wants to attain and not any mode of My being like sovereignty, etc. I Myself grant him the capacity to attain full maturity in devotional practice necessary for attaining Me - namely, the annulment of all obstacles and the establishment of the state of mind that renders Me exceedingly dear to oneself. The Sruti also says:He whom this (Self) chooses, by him He can be obtained (Mun. U., 3.2.3 and Ka. U., 2.22). And Sri Krsna Himself will teach:To those, ceaselessly united, who worship Me, I bestow that discernment by which they come to Me. Out of mercy for them, I, abiding in their heart, dispel the darkness born of ignorance, by the brilliant lamp of knowledge (10.10;11).\nIn the remaining part of this chapter, He teaches that the Jnanis and the aspirants after Kaivalya do not deturn, and that the seekers after power and prosperity return. ","chakravarthi":"Having spoken of pradhani bhuta bhakti, bhakti mixed with karma, mentioned in arto jijnasur artharthi (BG 7.16), and with desire for liberation in jara marana moksaya (BG 7.29), and also bhakti mixed with yoga in this chapter (verse 9-13), now the Lord speaks of kevala bhakti, the best bhakti, devoid of any material tinge. The mind of that devotee is free from performing other process of karma or jnana yoga, free from worship of the Persons or devatas, and free from other goals, such as attainment of svarga or moksa. Thus he is called ananya cetah, with mind not thinking anything else except the Lord. He remembers me every day, (nityasah), constantly (satatam), not depending upon appropriate time, place, person, or purity. I can be easily attained (sulabhah) by that person, by that bhakti. It is not mixed with the difficulties encountered in practicing yoga or jnana or other processes. He constantly desires association with me (nitya yuktasya). This grammatical form expresses desire in the past as well as the future. Yoginah here refers to the person doing bhakti yoga. Or it can mean a person who has a relationship (yoga) with the Lord, in dasya, sakhya or other relationships. ","rudra":"\nAttaining the Supreme Lord Krishna by meditation in this manner at thetime\nof death is only possible if there was diligent practice onadailybasis\nthroughout ones life and by no other means can itbemadepossible.The\nwords nitya-yuktasya mean unwaveringly engaged. To the enlightened andself\nrealisedyogioroneperfectedinthescience of the individual\nconsciousness attaining communionwiththeultimateconsciousnesswhose\nmind is unwaveringly focused upontheSupremeLordcontinuouslywithout\ncessation relishing and remembering His rupa orform,Hisgunaqualities\nand HislilasordivinepastimeseverydaythenHeisveryeasily\naccessible but those who do not He is not easily accessible. ","brahma":"\nEver situated in equanimity is the onewhoconstantlyendeavors.Sucha\nyogi or oneperfectedinthescienceoftheindividualconsciousness\nattainingcommunionwiththeultimateconsciousnessisalways fully\ncognizant in equanimity. ","shri":"\nThe word nityasah or always meansalwayssincetheaspirantconsciously\ndevoted themselves to Lord Krishna as the exclusive goal. Thewordsatanam\nor continuously means at all times. The word smarati or rememberingimplies\nthat the Supreme Lord hasbecomethesoleobjectofintenseloveand\ndevotion so much so that the instant one isbereftfromthoughtofHim,\nones very life feels it is in jeopardy. So one incessantlymeditatesupon\nHim. The words nitya-yuktasya yoginah is the enlightened one who yearnsfor\neternal relationship with Lord Krishna. This isthejnaniorknowerand\nlover of god to whom the Supreme Lord is very easilyaccessible.Whatthe\njnani seeks for his goal is the Supreme Lord onlyandnothingelse.This\nmeans that it is not the elevated stateofconsciousnessoftheSupreme\nLord that the jijnansur seek or the stateofunlimitedfortunelikethe\nSupreme Lord that the arthathis or seekers of fortune desire.Thegoalof\nthe jnani is to obtain eternal relationship with theSupremeLordKrishna\nor any of His authorized avatars or incarnations and expansions asrevealed\nspecifically in the Vedic scriptures.\nThe Supreme Lord is sulabhah or easy to achieve. This means Lord Krishnais\nhappily available and accessible to all those whoaredevotedtoHimin\nlove and further more He, Himselfis unable tobearanyseparationfrom\nHis devotees at any time. Therefore it is He who choosestobeassociated\nwith them and this is the confidential tattva ortruth.Bysodoingthe\nSupreme Lord Himselfquicklycarriestoperfectionbyinspirationand\nintuition the very method that His votary is performing forattainingHim.\nThe Supreme Lord Himself removes all obstacles which may hamperHischosen\nvotary from swiftly progressing to Him simultaneouslywhilegeneratingan\nincrease in His devotees love for HimtopropelHimonwards.TheKatha\nUpanisad II.XXIII beginning yam evaishavrinutetenalabhyastates:The\nSupreme Lord is attainable by him alone whom He, Himself elects.Thiswill\nbe explained further in chapter X, verses X and XIbutnowtheremaining\nverses in this chapter will be focused on showing that thereisnoreturn\nto samsara or the perpetual cycle of birth and death for thejnaniwhois\nthe knower and lover of the Supreme Lord nor is thereanyreturnforthe\njijnansur who has achieved atma tattva or soul realisation; but thereisa\nreturn to samsara for the arthathi or seeker of wealthfortheyhavenot\nqualified for moksa or liberation from material existence. ","kumar":"The word nityasah or always meansalwayssincetheaspirantconsciously\ndevoted themselves to Lord Krishna as the exclusive goal. Thewordsatanam\nor continuously means at all times. The word smarati or rememberingimplies\nthat the Supreme Lord hasbecomethesoleobjectofintenseloveand\ndevotion so much so that the instant one isbereftfromthoughtofHim,\nones very life feels it is in jeopardy. So one incessantlymeditatesupon\nHim. The words nitya-yuktasya yoginah is the enlightened one who yearnsfor\neternal relationship with Lord Krishna. This isthejnaniorknowerand\nlover of god to whom the Supreme Lord is very easilyaccessible.Whatthe\njnani seeks for his goal is the Supreme Lord onlyandnothingelse.This\nmeans that it is not the elevated stateofconsciousnessoftheSupreme\nLord that the jijnansur seek or the stateofunlimitedfortunelikethe\nSupreme Lord that the arthathis or seekers of fortune desire.Thegoalof\nthe jnani is to obtain eternal relationship with theSupremeLordKrishna\nor any of His authorized avatars or incarnations and expansions asrevealed\nspecifically in the Vedic scriptures.\nThe Supreme Lord is sulabhah or easy to achieve. This means Lord Krishnais\nhappily available and accessible to all those whoaredevotedtoHimin\nlove and further more He, Himselfis unable tobearanyseparationfrom\nHis devotees at any time. Therefore it is He who choosestobeassociated\nwith them and this is the confidential tattva ortruth.Bysodoingthe\nSupreme Lord Himselfquicklycarriestoperfectionbyinspirationand\nintuition the very method that His votary is performing forattainingHim.\nThe Supreme Lord Himself removes all obstacles which may hamperHischosen\nvotary from swiftly progressing to Him simultaneouslywhilegeneratingan\nincrease in His devotees love for HimtopropelHimonwards.TheKatha\nUpanisad II.XXIII beginning yam evaishavrinutetenalabhyastates:The\nSupreme Lord is attainable by him alone whom He, Himself elects.Thiswill\nbe explained further in chapter X, verses X and XIbutnowtheremaining\nverses in this chapter will be focused on showing that thereisnoreturn\nto samsara or the perpetual cycle of birth and death for thejnaniwhois\nthe knower and lover of the Supreme Lord nor is thereanyreturnforthe\njijnansur who has achieved atma tattva or soul realisation; but thereisa\nreturn to samsara for the arthathi or seeker of wealthfortheyhavenot\nqualified for moksa or liberation from material existence. "}