{"meta":"Bhagavad Gita Chapter 8 Verse 9","metahi":"भगवद् गीता 8.9","slok":"कविं पुराणमनुशासितारमणोरणीयांसमनुस्मरेद्यः।सर्वस्य धातारमचिन्त्यरूपमादित्यवर्णं तमसः परस्तात्।।8.9।। ","htsrsd":"।।8.9।।जो सर्वज्ञ पुराण शासन करनेवाला सूक्ष्मसेसूक्ष्म सबका धारणपोषण करनेवाला अज्ञानसे अत्यन्त परे सूर्यकी तरह प्रकाशस्वरूप -- ऐसे अचिन्त्य स्वरूपका चिन्तन करता है। ","htstma":"।।8.9।। जो पुरुष सर्वज्ञ प्राचीन (पुराण) सबके नियन्ता सूक्ष्म से भी सूक्ष्मतर सब के धाता अचिन्त्यरूप सूर्य के समान प्रकाश रूप और (अविद्या) अन्धकार से परे तत्त्व का अनुस्मरण करता है।। ","transliteration":"Kavim puraanamanushaasitaaramAnoraneeyaamsam anusmaredyah;\nSarvasya dhaataaram achintyaroopamAadityavarnam tamasah parastaat. ","englishmeaning":"kavim—poet; purāṇam—ancient; anuśhāsitāram—the controller; aṇoḥ—than the atom; aṇīyānsam—smaller; anusmaret—always remembers; yaḥ—who; sarvasya—of everything; dhātāram—the support; achintya—inconceivable; rūpam—divine form; āditya-varṇam—effulgent like the sun; tamasaḥ—to the darkness of ignorance; parastāt—beyond; prayāṇa-kāle—at the time of death; manasā—mind; achalena—steadily; bhaktyā—remembering with great devotion; yuktaḥ—united; yoga-balena—through the power of yog; cha—and; eva—certainly; bhruvoḥ—the two eyebrows; madhye—between; prāṇam—life airs; āveśhya—fixing; samyak—completely; saḥ—he; tam—him; param puruṣham—the Supreme Divine Lord; upaiti—attains; divyam—divine ","hcsrsd":"।।8.9।। व्याख्या --   कविम् --सम्पूर्ण प्राणियोंको और उनके सम्पूर्ण शुभाशुभ कर्मोंको जाननेवाले होनेसे उन परमात्माका नाम कवि अर्थात् सर्वज्ञ है।पुराणम् --वे परमात्मा सबके आदि होनेसे पुराण कहे जाते हैं।अनुशासितारम् --हम देखते हैं तो नेत्रोंसे देखते हैं। नेत्रोंके ऊपर मन शासन करता है मनके ऊपर बुद्धि और बुद्धिके ऊपर अहम् शासन करता है तथा अहम् के ऊपर भी जो शासन करता है जो सबका आश्रय प्रकाशक और प्रेरक है वह (परमात्मा) अनुशासिता है।दूसरा भाव यह है कि जीवोंका कर्म करनेका जैसाजैसा स्वभाव बना है उसके अनुसार ही परमात्मा (वेद शास्त्र गुरु सन्त आदिके द्वारा) कर्तव्यकर्म करनेकी आज्ञा देते हैं और मनुष्योंके पुराने पापपुण्यरूप,कर्मोंके अनुसार अनुकूलप्रतिकूल परिस्थिति भेजकर उन मनुष्योंको शुद्ध निर्मल बनाते हैं। इस प्रकार मनुष्योंके लिये कर्तव्यअकर्तव्यका विधान करनेवाले और मनुष्योंके पापपुण्यरूप पुराने कर्मोंका (फल देकर) नाश करनेवाले होनेसे परमात्मा अनुशासिता है।अणोरणीयांसम् --परमात्मा परमाणुसे भी अत्यन्त सूक्ष्म हैं। तात्पर्य है कि परमात्मा मनबुद्धिके विषय नहीं हैं मनबुद्धि आदि उनको पकड़ नहीं पाते। मनबुद्धि तो प्रकृतिका कार्य होनेसे प्रकृतिको भी पकड़ नहीं पाते फिर परमात्मा तो उस प्रकृतिसे भी अत्यन्त परे हैंअतः वे परमात्मा सूक्ष्मसे भी अत्यन्त सूक्ष्म हैं अर्थात् सूक्ष्मताकी अन्तिम सीमा हैं।सर्वस्य धातारम् --परमात्मा अनन्तकोटि ब्रह्माण्डोंको धारण करनेवाले हैं उनका पोषण करनेवाले हैं। उन सभीको परमात्मासे ही सत्तास्फूर्ति मिलती है। अतः वे परमात्मा सबका धारणपोषण करनेवाले कहे जाते हैं।तमसः परस्तात् --परमात्मा अज्ञानसे अत्यन्त परे हैं अज्ञानसे सर्वथा रहित हैं। उनमें लेशमात्र भी अज्ञान नहीं है प्रत्युत वे अज्ञानके भी प्रकाशक हैं।आदित्यवर्णम् --उन परमात्माका वर्ण सूर्यके समान है अर्थात् वे सूर्यके समान सबको मनबुद्धि आदिको प्रकाशित करनेवाले हैं। उन्हींसे सबको प्रकाश मिलता है।अचिन्त्यरूपम् --उन परमात्माका स्वरूप अचिन्त्य है अर्थात् वे मनबुद्धि आदिके चिन्तनका विषय नहीं हैं।अनुस्मरेत् --सर्वज्ञ अनादि सबके शासक परमाणुसे भी अत्यन्त सूक्ष्म सबका धारणपोषण करनेवाले अज्ञानसे अत्यन्त परे और सबको प्रकाशित करनेवाले सगुणनिराकार परमात्माके चिन्तनके लिये यहाँ,अनुस्मरेत् पद आया है। यहाँ अनुस्मरेत् कहनेका तात्पर्य है कि प्राणिमात्र उन परमात्माकी जानकारीमें हैं उनकी जानकारीके बाहर कुछ है ही नहीं अर्थात् उन परमात्माको सबका स्मरण है अब उस स्मरणके बाद मनुष्य उन परमात्माको याद कर ले।यहाँ शङ्का होती है कि जो अचिन्त्य है उसका स्मरण कैसे करें इसका समाधान है कि वह परमात्मतत्त्व चिन्तनमें नहीं आता -- ऐसी दृढ़ धारणा ही अचिन्त्य परमात्माका चिन्तन है। सम्बन्ध --   अब अन्तकालके चिन्तनके अनुसार गति बताते हैं। ","hcsca":"।।8.9।। मन को आत्मा के चिन्तन में एकाग्र करने के फलस्वरूप साधक भक्त के मन में अध्यात्म संस्कार दृढ़ हो जाते हैं। स्वाभाविक है कि ऐसे साधक को अन्तकाल में भी आत्मस्वरूप का स्मरण होगा। पूर्व के श्लोकों में यह भी संकेत किया गया था कि वर्तमान जीवन में ही अहंकार का नाश और जीवन्मुक्ति संभव है। इस अविद्याजनित विपरीत धारणाओं तथा तज्जनित गर्व मद आदि विकारों का समूल नाश तभी संभव हो सकता है जब साधक ध्यानाभ्यास के द्वारा देहादि जड़ उपाधियों के साथ अपने मिथ्या तादात्म्य का सर्वथा परित्याग कर दे।पूर्व के श्लोक में अस्पष्ट रूप से केवल इतना संकेत किया गया था कि आत्मा का ध्यान परम दिव्य पुरुष के रूप में करना चाहिए। परन्तु इन शब्दों का पूर्ण अर्थ जाने बिना उस पर ध्यान करना संभव नहीं हो सकता क्योंकि उस दशा में वे केवल अर्थहीन ध्वनि या शब्द मात्र होंगे। जैसे किसी के उपदेशानुसार मैं आक्सीजनेलिटीन नामक वस्तु पर ध्यान नहीं कर सकता क्योंकि यह एक शब्द मात्र है वेदान्त को जीवन में जीने की कला सिखाने वाले इस ग्रन्थ में इस कला का और अधिक स्पष्टीकरण देना आवश्यक है। विचाराधीन दो श्लोकों में इस साधना का विस्तृत विवेचन किया गया है। कोई भी साधक इसका सफलतापूर्वक उपयोग कर सकता है।इस श्लोक में दिये गये अनेक विशेषण उस सत्य को लक्षित करते हैं (परिभाषित नहीं) जो ऐसा सार तत्त्व है जिसके कारण जड़ और मिथ्या पदार्थ भी चेतन और सत्य प्रतीत होते हैं। इसलिए यहाँ किसी भी एक विशेषण को अपने आप में सम्पूर्ण नहीं समझना चाहिए। रेखागणित में किसी अज्ञात बिन्दु का बोध अन्य दो ज्ञात बिन्दुओं के सन्दर्भ में ही कराया जाता है। उसी प्रकार यहाँ भी अनिर्वचनीय सत्य का निश्चयात्मक वर्णन इन विशेषणों के द्वारा किया गया है।इन शब्दों के ऊपर मनन करने का अर्थ अन्तःकरण में ऐसे वातावरण को उत्पन्न करना है जिसमें रहने से एक सुगठित और अन्तर्मुखी मन अनन्तस्वरूप की अनुभूति में स्थिर हो सकता है।कविदेहविशेष में उपहित चैतन्य आत्मा मन में उठने वाली समस्त वृत्तियों को प्रकाशित करती है। आत्मा एक अनन्त और सर्वव्यापी होने के कारण वही सारे शरीरों तथा वृत्तियों को प्रकाशित करती है। जैसे पृथ्वी पर स्थित सभी वस्तुओं का प्रकाशक होने से सूर्य को सर्वसाक्षी कहा जाता है वैसे ही इस आत्मा को कवि अर्थात् सर्वज्ञ कहा जाता है क्योंकि इसके बिना कोई भी ज्ञान संभव नहीं है। आत्मा का कवि यह विशेषण जगत् के परिच्छिन्न औपाधिक ज्ञान की दृष्टि से है।पुराणसृष्टि के आदि मध्य और अन्त में समान रूप से विद्यमान होने के कारण आत्मा को पुराण कहा गया है। यह शब्द दर्शाता है कि यही एक अविकारी सर्वव्यापी आत्मा काल की कल्पना का भी अधिष्ठान है।अनुशासितारम् (सब का शासक)इस विशेषण के द्वारा हम यह न समझें कि आत्मा कोई सुल्तान है जो क्रूरता से इस संसार पर शासन कर रहा है। यहाँ शासक से अभिप्राय इतना ही है कि चैतन्य तत्त्व की उपस्थिति के बिना विषयों भावनाओं एवं विचारों को ग्रहण करने की हमारी शरीर मन और बुद्धि की उपाधियाँ कार्य नहीं कर सकतीं और उस स्थिति में जीवन में आने वाले नानाविध अनुभवों को एक सूत्र में गूंथा भी नहीं जा सकता।हमारा जीवन जो कि अनुभवों की अखण्ड धारा है आत्मा के बिना संभव नहीं हो सकता। मिट्टी के बिना घट स्वर्ण के बिना आभूषण और समुद्र के बिना तरंगे नहीं हो सकती और इसीलिए मिट्टी स्वर्ण और समुद्र अपनेअपने कार्यों (विकारों) के अनुशासिता कहे जा सकते हैं। इसी अर्थ में यहाँ आत्मा को अनुशासिता समझना चाहिए। ईश्वर की इस रूप में कल्पना करना कि वह कोई शक्तिशाली पुलिस है जो अपने हाथ में स्वर्ग और नरक के द्वार खोलने के लिए सोने की और लोहे की बनी दो कुन्जियां लिए खड़ा है तो यह ईश्वर की एक असभ्य कल्पना है जिसमें बुद्धिमान जागरूक व्यक्तियों को आकर्षित करने के लिए कोई पवित्रता नहीं है अणु से भी सूक्ष्मतरकिसी तत्त्व का परिमाण में वह अत्यन्त सूक्ष्म अविभाज्य कण जिसमें उस तत्त्व की विशेषताएं विद्यमान होती हैं अणु कहलाता है। आत्मा अणु से भी सूक्ष्मतर है। जितनी ही सूक्ष्मतर वस्तु होगी उसकी व्यापकता उतनी ही अधिक होगी। जल बर्फ से सूक्ष्मतर है और वाष्प जल से अधिक सूक्ष्म है। वस्तुओं की व्यापकता सूक्ष्मता का तुलनात्मक अध्ययन करने का मापदण्ड है। ब्रह्म विद्या में आत्मा को सूक्ष्म से भी सूक्ष्मतर अर्थात् सूक्ष्मतम कहा है जिसका अभिप्राय है आत्मासर्वव्यापक है परन्तु उसे कोई व्याप्त नहीं कर सकता।सर्वस्य धातारम्आत्मा सबका धारण पोषण करने वाला है। इसका अर्थ है कि वह सबका आधार है। चलचित्र गृह में जो स्थिर अपरिवर्तशील श्वेत पट होता है वह चलचित्र का धाता कहा जा सकता है क्योंकि उसके बिना निरन्तर परिवर्तित हो रही चित्रों की धारा हमें एक सम्पूर्ण कहानी का बोध नहीं करा सकती। चित्र के माध्यम से कितना ही आदर्श और महान् सन्देश एक कुशल चित्रकार क्यों न व्यक्त करे परन्तु पटल के बिना वह चित्र संभव नहीं हो सकता। चित्र की पूर्णता एवं सुन्दरता के लिए वह पटल धाता अर्थात् पोषक है। इसी प्रकार यदि चैतन्य तत्त्व हमारे आन्तरिक और बाह्य जगत् को निरन्तर प्रकाशित न करता होता तो हमें एक अखण्ड जीवन का अनुभव ही नहीं हो सकता था।अचिन्त्यरूपम्कवि पुराण आदि विशेषणों से विशिष्ट किसी तत्त्व पर हमें ध्यान करने को कहा जाय तो संभव है कि हम तत्काल यह धारणा बना लें कि किसी अन्य परिच्छिन्न वस्तु या विचार के समान आत्मा का भी ध्यान हृदय या बुद्धि के द्वारा किया जा सकता है। इस प्रकार की त्रुटिपूर्ण धारणा को दूर करने तथा इस पर बल देने के लिए कि अनन्त आत्मा को इन्द्रियों मन और बुद्धि के द्वारा नहीं जाना जा सकता। भगवान कहते हैं कि आत्मा अचिन्त्य रूप है उसका चिन्तन नहीं किया जा सकता। यद्यपि यह सत्य है कि आत्मा का स्वयं से भिन्न किसी विषय रूप में चिन्तन अथवा ज्ञान संभव नहीं है परन्तु उपाधियों के परे जाने से अर्थात् उनसे तादात्म्य न होने पर आत्मा का स्वयं के स्वरूप में साक्षात् अनुभव होता है न कि स्वयं से भिन्न किसी विषय के रूप में।आदित्यवर्णम्यदि अचिन्त्यरूप का तात्पर्य सही हो तो कोई भी बुद्धिमान् साधक यह प्रश्न पूछने का लोभ संवरण नहीं कर सकता कि फिर आत्मा का अनुभव किस प्रकार हो सकता हैसाधक के रूप में साधना की प्रारम्भिक अवस्था में हमारा तादात्म्य शरीरादि उपाधियों के साथ दृढ़ होता है। उसी प्रकार ज्ञान प्राप्त करने के साधन भी इन्द्रियाँ मन और बुद्धि ही होते हैं जिसके द्वारा हम आत्मतत्त्व को भी समझने का प्रयत्न करते हैं क्योंकि इन्हीं के द्वारा ही हम अपने अन्य अनुभवों को भी प्राप्त करते हैं। अत स्वाभाविक है कि गुरु के इस उपदेश से कि अचिन्त्य का चिन्तन करो अप्रमेय को जानो शिष्य भ्रमित हो जाता है आत्मा को अचिन्त्य अथवा अप्रमेय केवल यह दर्शाने के लिए कहा जाता है कि हमारे पास उपलब्ध प्रमाणों के द्वारा किसी विषय के रूप में आत्मा का ज्ञान नहीं हो सकता। स्वप्नद्रष्टा ने जिस स्वाप्निक अस्त्र से स्वप्न में अपने शत्रु की हत्या की थी वह अस्त्र उसे जाग्रत अवस्था में आने पर उपलब्ध नहीं होता। यहाँ तक कि उसके रक्त रंजित हाथ भी स्वत ही बिना पानी या साबुन के स्वच्छ हो जाते हैंजब तक मनुष्य अनात्म उपाधियों को अपना श्वरूप समझकर स्वकल्पित रागद्वेष युक्त बाह्य जगत् में रहता है तब तक उसके लिए यह आत्मतत्त्व अचिन्त्य और अज्ञेय रहता है। परन्तु जिस क्षण आत्मज्ञान के फलस्वरूप वह उपाधियों से परे चला जाता है उस क्षण वह अपने शुद्ध पारमार्थिक स्वरूप के प्रति जागरूक हो जाता है।वेदान्त के इस मूलभूत सिद्धांत को ग्रहण कर लेने पर यहाँ दिये गये सूर्य के अनुपम दृष्टान्त की सुन्दरता समझना सरल हो जाता है। सूर्य को देखने के लिए किसी अन्य प्रकाश की आवश्यकता नहीं होती क्योंकि सूर्य स्वयं ही प्रकाशस्वरूप है प्रकाश का स्रोत है। वह सब वस्तुओं का प्रकाशक होने से उसका प्रकाश स्वयंसिद्ध है। भौतिक जगत् में जैसे यह सत्य है वैसे ही आध्यात्मिक क्षेत्र में स्वयं चैतन्य स्वरूप आत्मा को जानने के लिए किसी अन्य प्रमाण की आवश्यकता नहीं होती। स्वप्न पुरुष कभी जाग्रत पुरुष को नहीं जान सकता क्योंकि जाग्रत अवस्था में आने पर स्वप्नद्रष्टा लुप्त होकर स्वयं जाग्रत् पुरुष बन जाता है। स्वप्न से जागने का अर्थ है जाग्रत् पुरुष को जानना और जानने का अर्थ है स्वयं वह बन जाना। ठीक इसी प्रकार आत्मसाक्षात्कार के क्षण जीव नष्ट हो जाता है। वह यह पहचानता है कि वास्तव में सदा सब काल में वह चैतन्यस्वरूप आत्मा ही था जीव नहीं। आदित्यवर्ण इस शब्द में इतना अधिक अर्थ निगूढ़ है।तमसः परस्तात् (अन्धकार से परे)कोई भी दृष्टान्त पूर्ण नहीं हो सकता। सूर्य के दृष्टान्त से साधक के मन में कुछ विपरीत धारणा बनने की संभावना हो सकती है। पृथ्वी के निवासियों का अनुभव है कि उनके लिए रात्रि में सूर्य का अभाव हो जाता है और दिन में भी सूर्य के प्रकाश और उष्णता की तीव्रता एक समान नहीं होती। उसमें परिवर्तन प्रतीत होता है। कोई मन्दबुद्धि का साधक कहीं यह न समझ ले कि आत्मा की चेतनता का भी कभी अभाव हो जाता हो तथा उस चेतनता में किसी प्रकार का तारतम्य होसूर्य के दृष्टान्त में संभावित इन दो दोषों की निवृत्ति के लिए भगवान् श्रीकृष्ण आत्मा को अन्धकार से परे अर्थात् अविद्या से परे बताते हैं। अज्ञानरूप अन्धकार का ही निषेध कर देने पर सूर्य की परिच्छिन्नता आत्मा को प्राप्त नहीं होती। वह सदा ही चैतन्य रूप से ज्ञान और अज्ञान दोनों ही वृत्तियों को समान रूप से प्रकाशित करता है अत वह अविद्या के परे है। यही अविद्या माया भी कहलाती है।जो साधक पुरुष इस कवि पुराण अनुशासिता सूक्ष्मतम सर्वाधार अचिन्त्यरूप स्वयं प्रकाशस्वरूप अविद्या के परे आत्मतत्त्व का ध्यान करता है वह उस परम पुरुष को प्राप्त होता है। ","etsga":"8.9 He who meditates on the Omniscient, the Anceint, the Ruler, subtler than the subtle, the Ordainer of everything, of inconceivable form, effulgent like the sun, and beyond darkness-(he attains the supreme Person). ","etssa":"8.9 Whosoever meditates on the Omniscient, the Ancient, the Ruler (of the whole world), minuter than an atom, the supporter of all, of inconceivable form, effulgent like the sun and beyond the darkness of ignorance. ","etdss":"8.9. He, who meditates continuously on the Ancient Seer, the Ruler, the Subtler than the subtle, the Supporter of all, the Unimaginable-formed, the Sun-coloured, and That which is beyond the darkness; ","ecssa":"8.9 कविम् Omniscient? पुराणम् Ancient? अनुशासितारम् the Ruler (of the whole world)? अणोः than atom? अणीयांसम् minuter? अनुस्मरेत् remembers? यः who? सर्वस्य of all? धातारम् supporter? अचिन्त्यरूपम् one whose form is inconceivable? आदित्यवर्णम् effulgent like the sun? तमसः from the darkness (of ignorance)? परस्तात् beyond.Commentary Kavim The sage? seer or poet? the omniscient.The Lord dispenses the fruits of actions of the Jivas (individual souls). He is the Ruler of the world. It is very difficult to conceive the form of the Lord. He is selfluminous and He illumies everything like the sun. ","scetsga":"8.9 Yah, he who, anyone who; anusmaret, meditates on; kavim, the Omniscient, the Knower of things past, present and future; puranam, the Ancient, the Eternal; anusasitaram, the Ruler, the Lord of the whole Universe; aniyamsam, subtler; anoh, than the subtle; dhataram, the Ordainer; sarvasya, of every-thing-one who grants the fruits of actions, in all their varieties, individually to all creatures; acintya-rupam, who is of inconceivable form-His form, though always existing, defies being conceived of by anybody; aditya-varnam, who is effulgent like the sun, who is manifest as eternal Consciousness like the effulgence of the sun; and parastat, beyond; tamasah, darkness-beyond the darkness of delusion in the form of ignorance-(he attains the supreme Person). This verse is to be connected with the earlier itself thus: by meditating (on Him)৷৷.he attains Him.\nFurther, ","scetdss":"8.9 See Comment under 8.10 ","scetssa":"8.9 - 8.10 He who focusses his life-breath between the eyrows at the time of death with a mind rendered unswerving through its purification achieved by the strength of Yoga conjoined with Bhakti practised day after day; and he who contemplates on the Kavi i.e., the Omniscient, the Primeval, i.e., who existed always, the Ruler, i.e., who governs the universe, who is subtler than the subtle, i.e., who is subtler than the individual self, who is the Dhata of all, i.e., the creator of all, whose nature is inconceivable, i.e., whose nature is other than everything else, who is sun-coloured and beyond darkness, i.e., who possesses a divine form peculiar to Himself - he who concentrates on Him, the Divine Person described above, between the eyrows, attains Him alone. He attains His state and comes to have power and glory similar to His. Such is the meaning.\nThen He describes the mode of meditation to be adopted by the seeker of Kaivalya or the Jijnasu (i.e., of one who seeks to know his own self or Atman in contrast to one whose object is God-realisation). ","chakravarthi":"Please see text 10 for Sri Visvanatha Cakravarti Thakur’s combined commentary to texts 9 and 10. ","rudra":"\nAgain it is iterated by Lord Krishna aboutthespecificsoftheSupreme\nBeingtobemeditatedupon.Theversebegins with kavim meaning\nomniscient,theSupremeBeingknows everything. He is puranam or\nbeginningless, existing eternally. He is anusasitaram ortheregulatorof\ncreation. He is less perceptible then the anor oratom,subtlerthanthe\nsubtlest. He is dhataram or the sustainer of everything, of infiniteglory.\nHe is acintya-rupam or of divine inconceivable form, notcomprehensibleto\nthemindandintellectoftheimpure.Heisaditya-varnamorself\nresplendent like the sun. Heisparastatortranscendentaltomaterial\nnature. TheSvetasvataraUpanisadIII.VIIIstates:Ihaveknownthat\nSupreme Being who exists beyond material nature and who is resplendentlike\nthe sun. ","brahma":"\nNow Lord Krishna speaks about the goal in this verse. The wordkavimmeans\nomniscient, one who knows everything. The Brahma Purana states: TheSupreme\nBeing is kavi or all knowing. He is the seer of everything because Heknows\nall things. The word dhaaratam means sustainer, maintainer. Whatdoesthis\nalso indicate? That the Supreme Being is themaintainerandsustainerof\nsupreme wisdom for those livingentitiessoinclined.TheMoksaDharma\nstates: Commencing with Brahma the architect of the universes and Rudrathe\ntermination principle of the universes, all bythegraceoftheSupreme\nPersonality desiring the Ultimate Reality achieve their goal. He isacintya\nor inconceivablebythemindandsenses.Heistamasahparastator\ntranscendental to the constraints ofthephysicalbodyaswellasthe\nunmanifest, far beyond the scope ofprakritiorthematerialsubstratum\npervading all existence which is in obscurity anddarkness.ThePippalada\nSamhita states: Death is indeed tamasordarknessbutthe illumination\nemanating from the immortal form of the Supreme Being istranscendentalto\nthe dark pale of death. ","shri":"\nLord Krishna begins with the word kavim meaningomniscient.\nSarvasyameaningofeverythingreferstoHewhois omniscient of\neverything. Puranam means primeval or beginningless.Anusitarammeansthe\nestablisher of the rules of creation.Dhatarammeansthemaintainerand\nsustainer of all.Acintya-rupammeanspossessinganinconceivableform\nmeans notconceivablebycomparingitwithanythinginthematerial\nexistence. Aditya-varnam means possessing a selfluminousresplendentand\nglorious divine glow far beyond our limited material conceptions. ","kumar":"Lord Krishna begins with the word kavim meaningomniscient.\nSarvasyameaningofeverythingreferstoHewhois omniscient of\neverything. Puranam means primeval or beginningless.Anusitarammeansthe\nestablisher of the rules of creation.Dhatarammeansthemaintainerand\nsustainer of all.Acintya-rupammeanspossessinganinconceivableform\nmeans notconceivablebycomparingitwithanythinginthematerial\nexistence. Aditya-varnam means possessing a selfluminousresplendentand\nglorious divine glow far beyond our limited material conceptions. "}