{"meta":"Bhagavad Gita Chapter 8 Verse 1","metahi":"भगवद् गीता 8.1","slok":"अर्जुन उवाचकिं तद्ब्रह्म किमध्यात्मं किं कर्म पुरुषोत्तम।अधिभूतं च किं प्रोक्तमधिदैवं किमुच्यते।।8.1।। ","htsrsd":"।।8.1 -- 8.2।।अर्जुन बोले -- हे पुरुषोत्तम वह ब्रह्म क्या है अध्यात्म क्या है कर्म क्या है अधिभूत किसको कहा गया है और अधिदैव किसको कहा जाता है यहाँ अधियज्ञ कौन है और वह इस देहमें कैसे है हे मधूसूदन नियतात्मा मनुष्यके द्वारा अन्तकालमें आप कैसे जाननेमें आते हैं ","htstma":"।।8.1।। अर्जुन ने कहा हे पुरुषोत्तम वह ब्रह्म क्या हैअध्यात्म क्या है तथा कर्म क्या हैऔर अधिभूत नाम से क्या कहा गया हैतथा अधिदैव नाम से क्या कहा जाता है, ","transliteration":"Arjuna Uvaacha:\nKim tadbrahma kim adhyaatmam kim karma purushottama;\nAdhibhootam cha kim proktam adhidaivam kimuchyate. ","englishmeaning":"arjunaḥ uvācha—Arjun said; kim—what; tat—that; brahma—Brahman; kim—what; adhyātmam—the individual soul; kim—what; karma—the principle of karma; puruṣha-uttama—Shree Krishna, the Supreme Divine Personality; adhibhūtam—the material manifestation; cha—and; kim—what; proktam—is called; adhidaivam—the Lord of the celestial gods; kim—what; uchyate—is called; adhiyajñaḥ—the Lord all sacrificial performances; katham—how; kaḥ—who; atra—here; dehe—in body; asmin—this; madhusūdana—Shree Krishna, the killer of the demon named Madhu; prayāṇa-kāle—at the time of death; cha—and; katham—how; jñeyaḥ—to be known; asi—are (You); niyata-ātmabhiḥ—by those of steadfast mind ","hcsrsd":"।।8.1।। व्याख्या --   पुरुषोत्तम किं तद्ब्रह्म --हे पुरुषोत्तम वह ब्रह्म क्या है अर्थात् ब्रह्म शब्दसे क्या समझना चाहियेकिमध्यात्मम् --अध्यात्म शब्दसे आपका क्या अभिप्राय हैकिं कर्म --कर्म क्या है अर्थात् कर्म शब्दसे आपका क्या भाव हैअधिभूतं च किं प्रोक्तम् --आपने जो अधिभूत शब्द कहा है उसका क्या तात्पर्य हैअधिदैवं किमुच्यते --अधिदैव किसको कहा जाता हैअधियज्ञः कथं कोऽत्र देहेऽस्मिन् -- इस प्रकरणमें अधियज्ञ शब्दसे किसको लेना चाहिये। वह,अधियज्ञ इस देहमें कैसे हैमधुसूदन प्रयाणकाले च कथं ज्ञेयोऽसि नियतात्मभिः --हे मधुसूदन जो पुरुष वशीभूत अन्तःकरणवाले हैं अर्थात् जो संसारसे सर्वथा हटकर अनन्यभावसे केवल आपमें ही लगे हुए हैं उनके द्वारा अन्तकालमें आप कैसे जाननेमें आते हैं अर्थात् वे आपके किस रूपको जानते हैं और किस प्रकारसे जानते हैं सम्बन्ध --   अब भगवान् आगेके दो श्लोकोंमें अर्जुनके छः प्रश्नोंका क्रमसे उत्तर देते हैं। ","hcsca":"।।8.1।। No commentary. ","etsga":"8.1 Arjuna saidO supreme person, what is that Brahman? What is that which exists in the individual plane? What is action? And what is that which is said to exist in the physical plane? What is that which is said to be existing in the divine plane? ","etssa":"8.1 Arjuna saidWhat is that Brahman? What is Adhyatma? What is action, O best among men? What is declared to be Adhibhuta? And, what is Adhidaiva said to be? ","etdss":"8.1. Arjuna SaidWhat is that Brahman ?What is termed the Lord-of-the-self (adhyatma) ?What is action ?O the Best-of-persons !What is stated to be the Lord-of -material-things (adhibhuta) ?What is called Lord-of-divinities (adhidaiva) ? ","ecssa":"8.1 किम् what? तत् that? ब्रह्म Brahman? किम् what? अध्यात्मम् Adhytama? किम् what? कर्म action? पुरुषोत्तम O best among men? अधिभूतम् Adhibhuta? च and? किम् what? प्रोक्तम् declared? अधिदैवम् Adhidaiva? किम् what? उच्यते is called.Commentary In the last two verses of the seventh chapter Lord Krishna had used certain philosophical and technical terms such as Adhyatma? Adhibhuta? Adhidaiva and Adhiyajna. Arjuna does not understand the meaning of these terms. So he proceeds to ask the Lord the above estions for their elucidation. Lord Krishna gives the answers succinctly to the above estions in their order.Some treat this chapter as Abhyasa Yoga because in this chapter verses 7? 8? 10? 12? 13 and 14 deal with spiritual practices. Verse 7 treats of Karma and Bhakti Yoga combined (giving the hands to the service of humanity or society and fixing the mind on the Lord). Verse 8 deals with Abhyasa Yoga. Verses 10? 12 and 13 treat of Hatha Yoga (how to raise the lifeforce t the Ajna Chakra and the Sahasrara and the Brahmarandhra). Verse 14 treats of the easy Yoga of constant Namasmarana or remembering the names of the Lord constantly. This alone will help the spiritual aspirant to approach the Lord easily.The nature of Brahman? the individual Self (Adhyatma)? the nature of action? the nature of the objective universe or phenomena (Adhibhuta)? knowledge of the shining ones (Adhidaiva)? and the secret of sacrifice (Adhiyajna) are described in this discourse. The perfect sage will have perfect knowledge. He will have perfect knowledge of not only the manifested Brahman but also of the transcendental Brahman and the why of the universe? etc. ","scetsga":"8.1 See Commentary under 8.2. ","scetdss":"8.1 See Comment under 8.2 ","scetssa":"8.1 8.2 Arjuna saidWhat are that brahman, Adhyatma and Karma which have been mentioned as what should be known by those who aspire for release from old age and death while they take refuge with the Lord?What are Adhibuta and Adhidaiva, which should be known by the aspirants for wealth?Who is Adhiyajna that is to be known by the three groups as their dying hour. In what manner are You to be known by these three groups who are self-controlled? ","chakravarthi":"Please see text 2 for Sri Visvanatha Cakravarti Thakur’s combined commentary to texts 1 and 2. ","rudra":"\nThose whose minds are devoted to and fixed upontheSupremeLordKrishna\nalone realise the brahman or spiritual substratum pervadingallexistence,\nkarmaorthereactionstoperformedactions,adhibhutasormaterial\nsubstratum, etc which were all briefly explainedinthepreviouschapter\nwill be fully delineated in this chapter.Arjuna desired to comprehendthe\ntrue nature of the brahman, adhidaivas relating to thedemigods,adhiyatma\nrelating to theeternalsoulwithinembodiedbeings,etc.whichLord\nKrishna mentioned at the end of chapter seven. ThisiswhyArjunabegins\nwith the question kim meaning what is. ","brahma":"\nHari OM! The previous six chapters known as the sectiononkarmayogaor\nthe science of the individual consciousnessattainingcommunionwiththe\nultimateconsciousnessbyselflessactions,themethodof acquiring\nspiritual wisdom was described. Now thenextsixchaptersknownasthe\nbhakti yoga section or the yoga of devotion primarily describetheglories\nandgreatnessoftheSupremeLord.Thewordsasakta-manahmeansan\nextremely attached mental disposition. Utilising thisattachmentaperson\ntakes complete shelter of the Supreme Lord understanding thatLordKrishna\nis the ultimate controller, the ultimate protector and theultimaterefuge\nof all living entities. Understanding this reality fully withasamsayamor\nfree from doubt without any reservation is the special meaning here. ","shri":"\nIn the seventh chapter Lord Krishna discoursed on the natureofParabrahma\nthe Supreme Being, Vasudeva the Supreme cause of all causes, theobjectof\nworship being:\n1) The spiritual sovereigntyofalllivingentities,sentientandthe\ninsentient.\n2) The source and cause of all there is.\n3) The support and preservation of everything\n4) The ultimate reference of all language used asanexpressionofideas\nwhich normally relate either to the SupremeLordsrupawhichisHis\nform, or His guna which are His qualities. The ultimatereferencebeing\nthe Supreme LordHimselfofwhomallbeingsinexistenceareHis\ntranscendental rupa and all things existing arise from His transcendental\ngunas. \n5) Isvara Parama or the Supreme Controller\n6)Themostexaltedandgloriousbythepossessionofomniscience,\nomnipresence, and omnipotence, and by the possession ofallpower,all\nbeauty, all knowledge, all opulence, all fame and all renunciation.\nThenLordKrishnawentontoexplainthereasonswhyHis supreme\nindomitable nature is concealed and inscrutable for normal human beingsdue\nto their committing iniquitous deeds in past lives from time immemorialand\nalso being addicted to gratification of desires with the delights whichthe\nphysical body and five senses stimulate whilebeingcoveredwithvarying\ndegrees of the triple qualities of sattva or goodness, rajas or passionand\ntamas or ignorance.\nLord Krishna then revealed by what means this illusionarydelusioncanbe\nremoved by an embodied being who develops firm faithintheSupremeLord\nand surrenders toHim,duetothegraceofthespiritualmasterin\nVedically authorised disciplic succession. Thisfaithandresignationto\nthe Supreme Lord manifests in following the instructionsofthespiritual\nmaster and results in theperformanceofhighlymeritoriousactivities.\nLord Krishna also showed how the differences in meritproducesdifferences\nin results fordifferentaspirantsbeingtheatharthisorseekersof\nfortune, the jijnansur or aspirants for realisation of the soul andjnanis\nor seekers of the Supreme Lord. It was alsoshownhowoutofallthese\naspirants the jnani was the most exalted. The eminence ofthejnaniswas\nderived from their constant devotion and unwaveringlovefortheSupreme\nLord exclusively, thus they became an object of the Supreme Lordwholoves\nto reciprocate, warmest affection; but such a devotee oftheSupremeLord\nis rarely seen and verydifficulttofind.InconclusionLordKrishna\nmentioned several requisites of knowledgewhichthethreeclassesbeing\natharthis, jijnansurs and jnanis have to be knowledgeable of andactin\naccordance to in order to realise the individual goalsoffuturefelicity\nwhich each class aspires for. Arjina continues asking questions in thenext\nverse as well. ","kumar":"In the seventh chapter Lord Krishna discoursed on the natureofParabrahma\nthe Supreme Being, Vasudeva the Supreme cause of all causes, theobjectof\nworship being:\n1) The spiritual sovereigntyofalllivingentities,sentientandthe\ninsentient.\n2) The source and cause of all there is.\n3) The support and preservation of everything\n4) The ultimate reference of all language used asanexpressionofideas\nwhich normally relate either to the SupremeLordsrupawhichisHis\nform, or His guna which are His qualities. The ultimatereferencebeing\nthe Supreme LordHimselfofwhomallbeingsinexistenceareHis\ntranscendental rupa and all things existing arise from His transcendental\ngunas. \n5) Isvara Parama or the Supreme Controller\n6)Themostexaltedandgloriousbythepossessionofomniscience,\nomnipresence, and omnipotence, and by the possession ofallpower,all\nbeauty, all knowledge, all opulence, all fame and all renunciation.\nThenLordKrishnawentontoexplainthereasonswhyHis supreme\nindomitable nature is concealed and inscrutable for normal human beingsdue\nto their committing iniquitous deeds in past lives from time immemorialand\nalso being addicted to gratification of desires with the delights whichthe\nphysical body and five senses stimulate whilebeingcoveredwithvarying\ndegrees of the triple qualities of sattva or goodness, rajas or passionand\ntamas or ignorance.\nLord Krishna then revealed by what means this illusionarydelusioncanbe\nremoved by an embodied being who develops firm faithintheSupremeLord\nand surrenders toHim,duetothegraceofthespiritualmasterin\nVedically authorised disciplic succession. Thisfaithandresignationto\nthe Supreme Lord manifests in following the instructionsofthespiritual\nmaster and results in theperformanceofhighlymeritoriousactivities.\nLord Krishna also showed how the differences in meritproducesdifferences\nin results fordifferentaspirantsbeingtheatharthisorseekersof\nfortune, the jijnansur or aspirants for realisation of the soul andjnanis\nor seekers of the Supreme Lord. It was alsoshownhowoutofallthese\naspirants the jnani was the most exalted. The eminence ofthejnaniswas\nderived from their constant devotion and unwaveringlovefortheSupreme\nLord exclusively, thus they became an object of the Supreme Lordwholoves\nto reciprocate, warmest affection; but such a devotee oftheSupremeLord\nis rarely seen and verydifficulttofind.InconclusionLordKrishna\nmentioned several requisites of knowledgewhichthethreeclassesbeing\natharthis, jijnansurs and jnanis have to be knowledgeable of andactin\naccordance to in order to realise the individual goalsoffuturefelicity\nwhich each class aspires for. Arjina continues asking questions in thenext\nverse as well. "}