{"meta":"Bhagavad Gita Chapter 8 Verse 21","metahi":"भगवद् गीता 8.21","slok":"अव्यक्तोऽक्षर इत्युक्तस्तमाहुः परमां गतिम्।यं प्राप्य न निवर्तन्ते तद्धाम परमं मम।।8.21।। ","htsrsd":"।।8.21।।उसीको अव्यक्त और अक्षर कहा गया है और उसीको परमगति कहा गया है तथा जिसको प्राप्त होनेपर फिर लौटकर नहीं आते वह मेरा परमधाम है। ","htstma":"।।8.21।। जो अव्यक्त अक्षर कहा गया है वही परम गति (लक्ष्य) है। जिसे प्राप्त होकर (साधकगण) पुनः (संसार को) नहीं लौटते वह मेरा परम धाम है।। ","transliteration":"Avyakto’kshara ityuktastamaahuh paramaam gatim;\nYam praapya na nivartante taddhaama paramam mama. ","englishmeaning":"avyaktaḥ—unmanifest; akṣharaḥ—imperishable; iti—thus; uktaḥ—is said; tam—that; āhuḥ—is called; paramām—the supreme; gatim—destination; yam—which; prāpya—having reached; na—never; nivartante—come back; tat—that; dhāma—Abode; paramam—the supreme; mama—My ","hcsrsd":"।।8.21।। व्याख्या --   अव्यक्तोऽक्षर ৷৷. तद्धाम परमं मम --भगवान्ने सातवें अध्यायके अट्ठाईसवें उन्तीसवें और तीसवें श्लोकमें जिसको माम् कहा है तथा आठवें अध्यायके तीसरे श्लोकमें अक्षरं ब्रह्म चौथे श्लोकमेंअधियज्ञः पाँचवें और सातवें श्लोकमें माम् आठवें श्लोकमें परमं पुरुषं दिव्यम् नवें श्लोकमें कविं पुराणमनुशासितारम् आदि तेरहवें चौदहवें पन्द्रहवें और सोलहवें श्लोकमें माम् बीसवें श्लोकमें,अव्यक्तः और सनातनः कहा है उन सबकी एकता करते हुए भगवान् कहते हैं कि उसीको अव्यक्त और अक्षर कहते हैं तथा उसीको परमगति अर्थात् सर्वश्रेष्ठ गति कहते हैं और जिसको प्राप्त होनेपर जीव फिर लौटकर नहीं आते वह मेरा परमधाम है अर्थात् मेरा सर्वोत्कृष्ट स्वरूप है। इस प्रकार जिस प्रापणीय वस्तुको अनेक रूपोंमें कहा गया है उसकी यहाँ एकता की गयी है। ऐसे ही चौदहवें अध्यायके सत्ताईसवें श्लोकमें भी ब्रह्म अविनाशी अमृत शाश्वत धर्म और ऐकान्तिक सुखका आश्रय मैं हूँ ऐसा कहकर भगवान्ने प्रापणीय वस्तुकी एकता की है।लोगोंकी ऐसी धारणा रहती है कि सगुणउपासनाका फल दूसरा है और निर्गुणउपासनाका फल दूसरा है।,इस धारणाको दूर करनेके लिये इस श्लोकमें सबकी एकताका वर्णन किया गया है। मनुष्योंकी रुचि विश्वास और योग्यताके अनुसार उपासनाके भिन्नभिन्न प्रकार होते हैं पर उनके अन्तिम फलमें कोई फरक नहीं होता। सबका प्रापणीय तत्त्व एक ही होता है। जैसे भोजनके प्राप्त न होनेपर अभावकी और प्राप्त होनेपर तृप्तिकी एकता होनेपर भी भोजनके पदार्थोंमें भिन्नता रहती है ऐसे ही परमात्माके प्राप्त न होनेपर अभावकी और प्राप्त होनेपर पूर्णताकी एकता होनेपर भी उपासनाओंमें भिन्नता रहती है। तात्पर्य यह हुआ कि उस परमात्माको चाहे सगुणनिराकार मानकर उपासना करें चाहे निर्गुणनिराकार मानकर उपासना करें और चाहे सगुणसाकार मानकर उपासना करें अन्तमें सबको एक ही परमात्माकी प्राप्ति होती है।ब्रह्मलोक आदि जितने भी लोक हैं वे सभी पुनरावर्ती हैं अर्थात् वहाँ गये हुए प्राणियोंको फिर लौटकर जन्ममरणके चक्करमें आना पड़ता है क्योंकि वे सभी लोक प्रकृतिके राज्यमें हैं और विनाशी हैं। परन्तु भगवद्धाम प्रकृतिसे परे और अविनाशी है। वहाँ गये हुए प्राणियोंको गुणोंके परवश होकर लौटना नहीं पड़ता जन्म लेना नहीं पड़ता। हाँ भगवान् जैसे स्वेच्छासे अवतार लेते हैं ऐसे ही वे भगवान्की इच्छासे लोगोंके उद्धारके लिये कारक पुरुषोंके रूपमें इस भूमण्डलपर आ सकते हैं। ","hcsca":"।।8.21।। पूर्व श्लोक में जिसे सनातन अव्यय भाव कहा गया है जो अविनाशी रहता हैं उसे ही यहाँ अक्षर शब्द से इंगित किया गया है। अध्याय के प्रारम्भ में कहा गया था कि अक्षर तत्त्व ब्रह्म है जो समस्त विश्व का अधिष्ठान है। ँ़ या प्रणव उस ब्रह्म का वाचक या सूचक है जिस पर हमें ध्यान करने का उपदेश दिया गया था। यह अविनाशी चैतन्य स्वरूप आत्मा ही अव्यक्त प्रकृति को सत्ता एवं चेतनता प्रदान करता है जिसके कारण प्रकृति इस वैचित्र्यपूर्ण सृष्टि को व्यक्त करने में समर्थ होती है। यह सनातन अव्यक्त अक्षर आत्मतत्त्व ही मनुष्य के लिए प्राप्त करने योग्य पररम लक्ष्य है।संसार में जो कोई भी स्थिति या लक्ष्य हम प्राप्त करते हैं उससे बारम्बार लौटना पड़ता है। संसार शब्द का अर्थ ही है वह जो निरन्तर बदलता रहता है। निद्रा कोई जीवन का अन्त नहीं वरन् दो कर्मप्रधान जाग्रत अवस्थाओं के मध्य का विश्राम काल है उसी प्रकार मृत्यु भी जीवन की समाप्ति नहीं है। प्रायः वह जीव के दो विभिन्न शरीर धारण करने के मध्य का अव्यक्त अवस्था में विश्राम का क्षण होता है। यह पहले ही बताया जा चुका है कि ब्रह्मलोक तक के सभी लोक पुनरावर्ती हैं जहाँ से जीवों को पुनः अपनी वासनाओं के क्षय के लिए शरीर धारण करने पड़ते हैं। पुनर्जन्म दुःखालय कहा गया है इसलिए परम आनन्द का लक्ष्य वही होगा जहाँ से संसार का पुनरावर्तन नहीं होता।प्रायः वेदान्त के जिज्ञासु विद्यार्थी प्रश्न पूछते हैं कि आत्मसाक्षात्कार के पश्चात् पुनरावर्तन क्यों नहीं होगायद्यपि ऐसा प्रश्न पूछना स्वाभाविक ही है तथापि वह क्षण भर के परीक्षण के समक्ष टिक नहीं सकता। सामान्यतः कारण की खोज उसी के सम्बन्ध में की जाती है जो वस्तु उत्पन्न होती है या जो घटना घटित होती हैं और न कि उसके सम्बन्ध में जो अनुत्पन्न या अघटित हैकोई मुझे उत्सुकता से यह नहीं पूछता कि मैं अस्पताल में क्यों नहीं हूँ जबकि अस्पताल में जाने पर उसका कारण जानना उचित हो सकता है। हम यह पूछ सकते हैं कि अनन्त ब्रह्म परिच्छिन्न कैसे बन गया परन्तु इस प्रश्न का कोई औचित्य ही सिद्ध नहीं होता कि अनन्त वस्तु पुनः परिच्छिन्न क्यों नहीं बनेगीयह प्रश्न अत्युक्तिक इसलिए है कि यदि वस्तु अनन्तस्वरूप है तो वह न कभी परिच्छिन्न बनी थी और न कभी भविष्य में बन सकती है।एक छोटीसी बालिका को हम वैवाहिक जीवन के शारीरिक और भावुक पक्ष के सुखों का वर्णन करके नहीं बता सकते हैं और न समझा सकते हैं। उसमें उस विषय को समझने की शारीरिक और मानसिक परिपक्वता नहीं होती। बचपन में वह केवल यह चाहती है कि उसकी माँ उसका विवाह करेपरन्तु वही बालिका युवावस्था में पदार्पण करने पर उस विषय को समझने योग्य बन जाती है। इसी कारण अन्तःकरण की अशुद्धि रूप गोबर के ढेर के अशुद्ध वातावरण में पड़ा हुआ व्यक्ति खुले आकाश में मन्दमन्द प्रवाहित समीर की सुगन्ध को कभी नहीं जान सकता। जब वह व्यक्ति उपदिष्ट ध्यानविधि के अभ्यास से उपाधियों के साथ हुए मिथ्या तादात्म्य को दूर कर देता है तब वह अपने शुद्ध अनन्तस्वरूप का साक्षात् अनुभव करता है। स्वप्न से जागने पर ही स्वप्न के मिथ्यात्व का बोध होता है अन्यथा नहीं और एक बार जाग्रत् अवस्था में आने के पश्चात् स्वप्न के सुख और दुःख के प्रभाव से मनुष्य सर्वथा मुक्त हो जाता है।यहाँ शुद्ध चैतन्यस्वरूप आत्मा को महर्षि व्यास जी ने काव्यात्मक शैली द्वारा श्रीकृष्ण के निवास स्थान के रूप में वर्णित किया है तद्धाम परमं मम। अनेक स्थलों पर यह स्पष्ट किया गया है कि गीता में भगवान् श्रीकृष्ण मैं शब्द का प्रयोग आत्मस्वरूप की दृष्टि से करते हैं। अतः यहाँ भी धाम शब्द से किसी स्थान विशेष से तात्पर्य नहीं वरन् उनके स्वरूप से ही है। यह आत्मानुभूति ही साधक का लक्ष्य है जो उसके लिए सदैव उपलब्ध भी है। ध्यान द्वारा परम दिव्य पुरुष की प्राप्ति के प्रकरण में इसका विस्तृत वर्णन किया जा चुका है।अब उस परम धाम की उपलब्धि का साक्षात् उपाय बताते हैं -- ","etsga":"8.21 He who has been mentioned as the Unmanifested, the Immutable, they call Him the supreme Goal. That is the supreme abode of Mine, reaching which they do not return. ","etssa":"8.21 What is called the Unmanifested and the Imperishable, That they say is the highest goal. They who reach It do not return (to this Samsara). That is My highest abode (place or state). ","etdss":"8.21. [The scriptures]speak of This as Unmanifest and Changeless and declareThis is to be the highest Goal. Having attained which people do not return, this is My highest abode. ","ecssa":"8.21 अव्यक्तः unmanifested? अक्षरः imperishable? इति thus? उक्तः called? तम् That? आहुः (they) say? परमाम् the highest? गतिम् goal (path)? यम् which? प्राप्य having reached? न not? निवर्तन्ते return? तत् that? धाम abode (place or state)? परमम् highest? मम My.Commentary Para Brahman is called the Unmanifested because It cannot be perceived by the senses. It is called the Imperishable also. It is allpervading? allpermeating and interpenetrating. Para Brahman is the highest Goal. There is nothing higher than It. This is the true nondual state free from all sorts of limiting adjuncts. The attainment of Brahmaloka (the region of the Creator) etc.? is inferior to this. Only by realising the Self is one liberated from Samsara. (Cf.XII.3?XV.6) ","scetsga":"8.21 He Himself who has been uktah, meantioned; as avyaktah, Unmanifest; the aksarah, Immutable; ahuh, they call; tam, Him-that very unmanifest Reality which is termed as the Immutable; the paramam, supreme; gatim, Goal. Tat, That; is the paramam, supreme; dhama, abode, i.e. the supreme State; mama, of Mine, of Visnu; yam prapya, reaching which Reality; na nivartante, they do not return to the worldly state.\nThe means for gaining That is being stated: ","scetdss":"8.21 See Comment under 8.22 ","scetssa":"8.20 - 8.21 Superior, as an object of human end, to this unmanifest (Avyakta), which is inanimate Prakrti, there is another state of being, of a kind different from this, but also called Avyakta. It has only knowledge-form and is also unmanifest. It is the self, Atman. It is unmanifest because It cannot be apprehended by any means of knowledge (Pramanas). The meaning is that Its nature is unie and that It can be known only to Itself. That is, It can be understood only vaguely in the ordinary ways of knowing. It is eternal, namely, ever-enduring, because It is not subject to origination and annihilation. In texts like For those who meditate on the imperishable, undefinable, the unmanifest (12.3) and The imperishable is called the unchanging (15.16) - that being the self. It has been called the unmanifest (Avyakta) and imperishable (Aksara); when all material elements like ether, etc., with their causes and effects are annihilated, the self is not annihilated in spite of It being found alone with all the elements. [The elements are what constitute the bodies of beings.]\nThe knowers of the Vedas declare It as the highest end. The meaning is that the imperishable entity which has been denoted by the term highest goal in the passage, Whosoever abandons the body and departs (in the manner described) reaches the highest state (Dhama) (8.13), is the self (Atman) abiding in Its essential nature free from the contact with the Prakrti. This self, which abides thus in Its essential nature, by attaining which It does not return, - this is My highest abode, i.e., is the highest object of My control. The inanimate Prakrti is one object of My control. The animate Prakrti associated with this inanimate Prakrti is the second object of My control. The pristine nature of the freed self, free from contact with inanimate matter, is the highest object of My rule. Such is the meaning. This state is also one of non-return to Samsara. Or the term dhama may signify luminosity. And luminosity connotes knowledge. The essential nature of the freed self is boundless knowledge, or supreme light, which stands in contrast to the shrunken knowledge of the self, when involved in Prakrti. [The description given above is that of Kaivalya, the state of self-luminous existence as the pure self].\nSri Krsna now teaches that the object of attainment for the Jnanin, is totally different from this: ","chakravarthi":"The word avyakta of the previous verse is explained. That which is avyakta is without destruction: Narayana. As the sruti says, eko narayana asin na brahma na ca sankarah: one Narayana existed, and not Brahma or Siva. Attaining my eternal form (mama paramam dhama), they do not return.\nThe word aksara may also be interpreted as the impersonal brahman, in which case dhama paramam mama means “my form of light,” since dhama also means “light.” ","rudra":"\nLord Krishna now gives the evidence for His avyakta or unmanifest being\naksara or imperishable having neither birth or destruction and impossible\nto be perceived by the mind and senses. The Mundaka Upanisad I.I.VII\nstates: Similarly from the aksara this creation comes into being. The\naksara is declared to be paramam gatim the supreme goal of human existence\nand the ultimate destination. The Katha Upanisad III.XI states: There is\nnothing higher than the Purusha. He is the ultimate reality and the paramam\ngatim. The proof of it being the supreme goal is verified by the words na\nnivarttante meaning one never returns again to the material worldsonce they\nattain Lord Krishnas supreme dhama or abode. The six causative case by the\nword mama meaning my is used in the sense of identity as when one states\nRahus head which is all that remains of Rahu, it means only that.\nTherefore Lord Krishna, Himself is the paramam gatim and no other. This is\nthe purport. ","brahma":"\nThe avyakta the unmanifest and aksara the indestructible is the resplendent\nSupreme Lord, Krishna Himself, upon whom attaining there is no more\nreturning to samsara the perpetual cycle of birth and death. The Garuda\nPurana states: The avyakta is the Supreme Lord Himself. It shows the use of\nthe word dhama or abode as also denoting the resplendent form of the\nSupreme Lord. Showing that the resplendent Supreme Lords form and abode\nare both indicated such are the confidential meanings understood by those\nof spiritual wisdom. ","shri":"\nLord Krishna now reveals His superior conscious avyakta or unmanifestwhich\nis different in principle and substancethentheunconsciousavyaktaor\nunmanifest of Brahma which is non-intelligent and operates according toset\nparameters. Lord Krishnas superior avyakta is characterisedbyeternality\ndue to its possession atma tattva orsoulrealisation.Thusitisalso\ncharacterisedbyjnanaorconsciousness.Avyaktaisalso known as\nindistinct because it beyond any perceptive faculty of themindorsenses\nto cognise it as a perceivable reality. The purport isthatavyaktaisa\nprinciple of self-consciousness and as suchiscompletelyuniqueinits\nnature. The word sanatanah meaning eternal because His supreioravyaktais\nnot subject to combination and aggregation or resolution anddisintegration\nand never disperses or dissipates when all the material elementsofearth,\nwater, fire, air and ether in there rudimental formsandderivativeforms\ndissolve away although His superior avyakta abides within them. This iswhy\nthe Vedic scriptures call it avyakta or indistinctaswellasaksaraor\nindestructible. Those steeped in the wisdom oftheVedicscriptureshave\ndeclared that this is the paramamgatimorsupremeexaltedgoaltobe\nachieved. Lord Krishna previously mentioned aksara in versethreeofthis\nchapter and will later mention it again in chapters XII.III and XV.XVI.\nThe superior state of avyakta iswhereatmatattvaorsoulrealisation\nabounds and when once reached immediately precludes foreverthesubjection\nto union with matter again as there is nomorerebirthforreincarnation\nhas been terminated. LordKrishnaspecifiestheirdestinationwiththe\nwords dhama paramam mama meaning His supremepersonalabodeofeternity,\nknowledge and bliss where all things reciprocate fully with Him andisthe\nabode of the liberated beings. The word dhama also denotes luminosity asin\nthe light of consciousness which is the primary attributeoftheatmaor\nsoul. Thus Lord Krishna is indicating Hisparamamdhamaasnon-different\nfrom the infinite consciousness of theatmaincontrasttothelimited\nstate of consciousness one possesses who is oblivious totheatmadueto\nbeing deluded by the illusory material energy known as mayaandcherishing\nthe association of the senses with sense objects.The otheravyaktawhere\nresides praktiti orthematerialsubstratumwhichcontainsallliving\nentities and which is perishable iscontrolledbyLordKrishnaaswell\nthrough His manifestation as the eternal atma orsoulwithintheetheric\nheart of all created beings throughout all existence. This is theabodeof\nthe non-liberated beings. From the superior avyakta there isnoreturnto\nsamsara the cycle of birth and death. The next verse will show how thegoal\nof the jnani or knower of the Supreme Lord isthemostsublimestateof\nconsciousness, more exalted than any other. ","kumar":"Lord Krishna now reveals His superior conscious avyakta or unmanifestwhich\nis different in principle and substancethentheunconsciousavyaktaor\nunmanifest of Brahma which is non-intelligent and operates according toset\nparameters. Lord Krishnas superior avyakta is characterisedbyeternality\ndue to its possession atma tattva orsoulrealisation.Thusitisalso\ncharacterisedbyjnanaorconsciousness.Avyaktaisalso known as\nindistinct because it beyond any perceptive faculty of themindorsenses\nto cognise it as a perceivable reality. The purport isthatavyaktaisa\nprinciple of self-consciousness and as suchiscompletelyuniqueinits\nnature. The word sanatanah meaning eternal because His supreioravyaktais\nnot subject to combination and aggregation or resolution anddisintegration\nand never disperses or dissipates when all the material elementsofearth,\nwater, fire, air and ether in there rudimental formsandderivativeforms\ndissolve away although His superior avyakta abides within them. This iswhy\nthe Vedic scriptures call it avyakta or indistinctaswellasaksaraor\nindestructible. Those steeped in the wisdom oftheVedicscriptureshave\ndeclared that this is the paramamgatimorsupremeexaltedgoaltobe\nachieved. Lord Krishna previously mentioned aksara in versethreeofthis\nchapter and will later mention it again in chapters XII.III and XV.XVI.\nThe superior state of avyakta iswhereatmatattvaorsoulrealisation\nabounds and when once reached immediately precludes foreverthesubjection\nto union with matter again as there is nomorerebirthforreincarnation\nhas been terminated. LordKrishnaspecifiestheirdestinationwiththe\nwords dhama paramam mama meaning His supremepersonalabodeofeternity,\nknowledge and bliss where all things reciprocate fully with Him andisthe\nabode of the liberated beings. The word dhama also denotes luminosity asin\nthe light of consciousness which is the primary attributeoftheatmaor\nsoul. Thus Lord Krishna is indicating Hisparamamdhamaasnon-different\nfrom the infinite consciousness of theatmaincontrasttothelimited\nstate of consciousness one possesses who is oblivious totheatmadueto\nbeing deluded by the illusory material energy known as mayaandcherishing\nthe association of the senses with sense objects.The otheravyaktawhere\nresides praktiti orthematerialsubstratumwhichcontainsallliving\nentities and which is perishable iscontrolledbyLordKrishnaaswell\nthrough His manifestation as the eternal atma orsoulwithintheetheric\nheart of all created beings throughout all existence. This is theabodeof\nthe non-liberated beings. From the superior avyakta there isnoreturnto\nsamsara the cycle of birth and death. The next verse will show how thegoal\nof the jnani or knower of the Supreme Lord isthemostsublimestateof\nconsciousness, more exalted than any other. "}