{"meta":"Bhagavad Gita Chapter 8 Verse 26","metahi":"भगवद् गीता 8.26","slok":"शुक्लकृष्णे गती ह्येते जगतः शाश्वते मते।एकया यात्यनावृत्तिमन्ययाऽऽवर्तते पुनः।।8.26।। ","htsrsd":"।।8.26।।क्योंकि शुक्ल और कृष्ण -- ये दोनों गतियाँ अनादिकालसे जगत्(प्राणिमात्र) के साथ सम्बन्ध रखनेवाली हैं। इनमेंसे एक गतिमें जानेवालेको लौटना नहीं पड़ता और दूसरी गतिमें जाननेवालेको लौटना पड़ता है। ","htstma":"।।8.26।। जगत् के ये दो प्रकार के शुक्ल और कृष्ण मार्ग सनातन माने गये हैं । इनमें एक (शुक्ल) के द्वारा (साधक) अपुनरावृत्ति को तथा अन्य (कृष्ण) के द्वारा पुनरावृत्ति को प्राप्त होता है।। ","transliteration":"Shuklakrishne gatee hyete jagatah shaashwate mate;\nEkayaa yaatyanaavrittim anyayaa’vartate punah. ","englishmeaning":"yatra—where; kāle—time; tu—certainly; anāvṛittim—no return; āvṛittim—return; cha—and; eva—certainly; yoginaḥ—a yogi; prayātāḥ—having departed; yānti—attain; tam—that; kālam—time; vakṣhyāmi—I shall describe; bharata-ṛiṣhabha—Arjun, the best of the Bharatas; agniḥ—fire; jyotiḥ—light; ahaḥ—day; śhuklaḥ—the bright fortnight of the moon; ṣhaṭ-māsāḥ—six months; uttara-ayanam—the sun’s northern course; tatra—there; prayātāḥ—departed; gachchhanti—go; brahma—Brahman; brahma-vidaḥ—those who know the Brahman; janāḥ—persons; dhūmaḥ—smoke; rātriḥ—night; tathā—and; kṛiṣhṇaḥ—the dark fortnight of the moon; ṣhaṭ-māsāḥ—six months; dakṣhiṇa-ayanam—the sun’s southern course; tatra—there; chāndra-masam—lunar; jyotiḥ—light; yogī—a yogi; prāpya—attain; nivartate—comes back; śhukla—bright; kṛiṣhṇe—dark; gatī—paths; hi—certainly; ete—these; jagataḥ—of the material world; śhāśhvate—eternal; mate—opinion; ekayā—by one; yāti—goes; anāvṛittim—to non return; anyayā—by the other; āvartate—comes back; punaḥ—again ","hcsrsd":"।।8.26।। व्याख्या --   शुक्लकृष्णे गती ह्येते जगतः शाश्वते मते --शुक्ल और कृष्ण -- इन दोनों मार्गोंका सम्बन्ध जगत्के सभी चरअचर प्राणियोंके साथ है। तात्पर्य है कि ऊर्ध्वगतिके साथ मनुष्यका तो साक्षात् सम्बन्ध है और चरअचर प्राणियोंका परम्परासे सम्बन्ध है। कारण कि चरअचर प्राणी क्रमसे अथवा भगवत्कृपासे कभीनकभी मनुष्यजन्ममें आते ही हैं और मनुष्यजन्ममें किये हुए कर्मोंके अनुसार ही ऊर्ध्वगति मध्यगति और अधोगति होती है। अब वे ऊर्ध्वगतिको प्राप्त करें अथवा न करें पर उन सबका सम्बन्ध ऊर्ध्वगति अर्थात् शुक्ल और कृष्णगतिके साथ है ही।जबतक मनुष्योंके भीतर असत् (विनाशी) वस्तुओंका आदर है कामना है तबतक वे कितनी ही ऊँची भोगभूमियोंमें क्यों न चले जायँ पर असत् वस्तुका महत्त्व रहनेसे उनकी कभी भी अधोगति हो सकती है। इसी तरह परमात्माके अंश होनेसे उनकी कभी भी ऊर्ध्वगति हो सकती है। इसलिये साधकको हरदम सजग रहना चाहिये और अपने अन्तःकरणमें विनाशी वस्तुओंको महत्त्व नहीं देना चाहिये। तात्पर्य यह हुआ कि परमात्मप्राप्तिके लिये किसी भी लोकमें योनिमें कोई बाधा नहीं है। इसका कारण यह है कि परमात्माके साथ किसी भी प्राणीका कभी सम्बन्धविच्छेद होता ही नहीं। अतः न जाने कब और किस योनिमें वह परमात्माकी तरफ चल दे -- इस दृष्टिसे साधकको किसी भी प्राणीको घृणाकी दृष्टिसे देखनेका अधिकार नहीं है।चौथे अध्यायके पहले श्लोकमें भगवान्ने योग को अव्यय कहा है। जैसे योग अव्यय है ऐसे ही ये शुक्ल और कृष्ण -- दोनों गतियाँ भी अव्यय शाश्वत हैं अर्थात् ये दोनों गतियाँ निरन्तर रहनेवाली हैं अनादिकालसे हैं और जगत्के लिये अनन्तकालतक चलती रहेंगी।एकया यात्यनावृत्तिमन्ययावर्तते पुनः --एक मार्गसे अर्थात् शुक्लमार्गसे गये हुए साधनपरायण साधक अनावृत्तिको प्राप्त होते हैं अर्थात् ब्रह्मलोकमें जाकर ब्रह्माजीके साथ ही मुक्त हो जाते हैं बारबार जन्ममरणके चक्करमें नहीं आते और दूसरे मार्गसे अर्थात् कृष्णमार्गसे गये हुए मनुष्य बारबार जन्ममरणके चक्करमें आते हैं। सम्बन्ध --   अब भगवान् दोनों मार्गोंको जाननेका माहात्म्य बतानेके लिये आगेका श्लोक कहते हैं। ","hcsca":"।।8.26।। पूर्वोक्त देवयान और पितृयान को ही यहाँ क्रमशः शुक्लगति और कृष्णगति कहा गया है। लक्ष्य के स्वरूप के अनुसार यह उनका पुनर्नामकरण किया गया है। प्रथम मार्ग साधक को उत्थान के सर्वोच्च शिखर तक पहुँचाता है तो अन्य मार्ग परिणामस्वरूप पतन की गर्त में ले जाता है। इन्हीं दो मार्गों को क्रमशः मोक्ष का मार्ग और संसार का मार्ग माना जा सकता है।मानव की प्रत्येक पीढ़ी में जीवन जीने के दो मार्ग या प्रकार होते हैंभौतिक और आध्यात्मिक। भौतिकवादियों के अनुसार मानव की आवश्यकताएं केवल भोजन वस्त्र और गृह हैं। उनके मतानुसार जीवन का परम पुरुषार्थ वैषयिक सुखोपभोग के द्वारा शरीर और मन की उत्तेजनाओं को सन्तुष्ट करना ही है। केवल इतने से ही उनको सन्तोष हो जाता है। इससे उच्चतर तथा दिव्य आदर्श के प्रति न कोई उनकी रुचि होती है और न प्रवृत्ति। परन्तु अध्यात्म के मार्ग पर चलने वाले विवेकीजन अपने समक्ष आकर्षक विषयों को देखकर लुब्ध नहीं हो जाते। उनकी बुद्धि अग्निशिखा के समान सदा उर्ध्वगामी होती है जो सतही जीवन में उच्च और श्रेष्ठ लक्ष्य की खोज में रमण करती है।भगवान् श्रीकृष्ण कहते हैं कि ये दोनों ही मार्ग सनातन हैं और अनादिकाल से इन पर चलने वाले दो भिन्न प्रवृत्तियों के लोग रहे हैं। व्यापक अर्थ की दृष्टि से इन दोनों का सम्मिलित रूप ही संसार है। परन्तु वेदान्त का सिद्धांत है कि जीव संसार दुःख से निवृत्त हो सकता है। यह ऋषियों का प्रत्यक्ष अनुभव है।एक साधक की दृष्टि से विचार करने पर इस श्लोक में सफल योगी बनने के लिए दिये गये निर्देश का बोध हो सकता है। कभीकभी साधना काल में मन की बहिर्मुखी प्रवृत्ति के कारण साधक विषयों की ओर आकर्षित होकर उनमें आसक्त हो जाता है। ऐसे क्षणों में न हमें स्वयं को धिक्कारने की आवश्यकता है और न आश्चर्य मुग्ध होने की। भगवान् स्पष्ट करते हैं कि मनुष्य के मन में उच्च जीवन की महत्वाकांक्षा और निम्न जीवन के प्रति आकर्षण इन दोनों विरोधी प्रवृत्तियों में अनादि काल से कशिश चल रही है। धैर्य से काम लेने पर निम्न प्रवृत्तियों पर हम विजय प्राप्त कर सकते हैं।इन दो मार्गों तथा उनके सनातन स्वरूप को जानने का निश्चित फल क्या है ","etsga":"8.26 These two courses of the world, which are white and black, are verily considered eternal. By the one a man goes to the State of Non-return; by the other he returns again. ","etssa":"8.26 The bright and the dark paths of the world are verily thought to be eternal; by the one (the bright path) a man goes not to return and by the other (the dark path) he returns. ","etdss":"8.26. For, these two bright and dark courses are considered to be perpetual for the world.One attains the non-return by the first of these, and one returns back by the other one. ","ecssa":"8.26 शुक्लकृष्णे bright and dark? गती (two) paths? हि verily? एते these? जगतः of the world? शाश्वते eternal? मते are thought? एकया by one? याति (he) goes? अनावृत्तिम् to nonreturn? अन्यया by another? आवर्तते (he) returns? पुनः again.Commentary The bright path is the path to the gods taken by the devotees. The dark path is of the manes taken by those who perform sacrifices or charitable acts with the expectation of rewards. These two paths are not open to the whole world. The bright path is open to the devotees and the dark one to those who are devoted to the rituals. These paths are as eternal as the Samsara.World here means devotees or people devoted to ritual.Pitriloka or Chandraloka is Svarga or heaven. ","scetsga":"8.26 Ete, these two; gati, courses; jagatah, of the world; which are sukla-krsne, white and black [The Northern Path (the path of the Gods), and the Southern Path (the Path of the Manes) respectively.]-white because it is a revealer of Knowlege, and black because there is absence of that (revelation); are hi, verily; mate, considered; sasvate, eternal, because the world is eternal. These two courses are possible for those who are alified for Knowledge and for rites and duties; not for everybody. This being so, ekaya, by the one, by the white one; yati, a man goes; anavrttim, to the State of Non-return; anyaya, by the other; avartate, he returns; punah, again. ","scetdss":"8.26 Sukla-krsne etc.Bythe first of these two courses the non-return i.e.,the liberation is attained, and by the other, the enjoyment[of the mundane life]. ","scetssa":"8.26 The bright path is characterised by the terms starting with light. The dark path is characterised by the terms starting with smoke. By the bright path a man goes to the plane of no-return, but he who goes by the dark path returns again. In the Sruti both the bright and dark paths are said to be eternal in relation to Jnanis and doers of good actions of many kinds. This is corroborated in the text:Those who know this and those who worship with faith do Tapas in the forest etc., they go to the light (Cha. U., 5.10.1), and But those who in the village perform Vedic and secular acts of a meritorious nature and the giving of alms - they pass to the smoke (ibid., 5.10.3). ","chakravarthi":"Knowledge of these two paths produces a sense of discrimination. This verse praises such discrimination. Therefore at all times you should have a concentrated mind (yoga yuktah). ","rudra":"\nThe explanation of the two paths: the path of light characterised by jyotih\nor illumination and the path of darkness characterised by dhumah or smoke\nis now being concluded by Lord Krishna. The path of light is for those\nqualified by knowledge and the path of darkness is for those qualified by\nactions both paths are eternal without beginning; but of the two by the\npath of light one returns not to samsara the perpetual cycle of birth and\ndeath and by the path of darkness one must return and be reborn in material\nexistence. ","brahma":" ","shri":"\nThe path of light is the archi-adi being illuminating and the path of\ndarkness is the dhumadi or smoke. One who at death is guided on the path of\nlight does not return to the worlds of mortals; but one who is at death\nguided on the path of darkness does return and must be reborn again. The\npath of light is dual for two types of aspirants being: the jnani the god\nseeker and the jijnasuh the soul seeker. The path of darkness is singular\nis for the atharthi or fruitive seeker who performs meritorious activities\nwith the desire to reap the benefits and rewards in the hereafter. Thus two\npaths are given for the three types of aspirants. The Chandogya Upanisad\nV.X.I-III states: Those aspirants who have realized the atma or soul and\nthose who in seclusion meditate with faith and devotion on the omnipotent,\nomniscient and omnipresent Supreme Lord enter the archi-adi path of light\nand do not return. Those aspirants who in their daily affairs devote\nthemselves to Vedic rituals, public works, charity and philanthropic\nactivities as well as other pious acts, all enter the dhumo the path of\ndarkness and must return. ","kumar":"The path of light is the archi-adi being illuminating and the path of\ndarkness is the dhumadi or smoke. One who at death is guided on the path of\nlight does not return to the worlds of mortals; but one who is at death\nguided on the path of darkness does return and must be reborn again. The\npath of light is dual for two types of aspirants being: the jnani the god\nseeker and the jijnasuh the soul seeker. The path of darkness is singular\nis for the atharthi or fruitive seeker who performs meritorious activities\nwith the desire to reap the benefits and rewards in the hereafter. Thus two\npaths are given for the three types of aspirants. The Chandogya Upanisad\nV.X.I-III states: Those aspirants who have realized the atma or soul and\nthose who in seclusion meditate with faith and devotion on the omnipotent,\nomniscient and omnipresent Supreme Lord enter the archi-adi path of light\nand do not return. Those aspirants who in their daily affairs devote\nthemselves to Vedic rituals, public works, charity and philanthropic\nactivities as well as other pious acts, all enter the dhumo the path of\ndarkness and must return. "}