{"meta":"Bhagavad Gita Chapter 8 Verse 2","metahi":"भगवद् गीता 8.2","slok":"अधियज्ञः कथं कोऽत्र देहेऽस्मिन्मधुसूदन।प्रयाणकाले च कथं ज्ञेयोऽसि नियतात्मभिः।।8.2।। ","htsrsd":"।।8.1 -- 8.2।।अर्जुन बोले -- हे पुरुषोत्तम वह ब्रह्म क्या है अध्यात्म क्या है कर्म क्या है अधिभूत किसको कहा गया है और अधिदैव किसको कहा जाता है यहाँ अधियज्ञ कौन है और वह इस देहमें कैसे है हे मधूसूदन नियतात्मा मनुष्यके द्वारा अन्तकालमें आप कैसे जाननेमें आते हैं ","htstma":"।।8.2।। और हे मधुसूदनयहाँ अधियज्ञ कौन हैऔर वह इस शरीर में कैसे हैऔर संयत चित्त वाले पुरुषों द्वारा अन्त समय में आप किस प्रकार जाने जाते हैं, ","transliteration":"Adhiyajnah katham ko’tra dehe’smin madhusoodana;\nPrayaanakaale cha katham jneyo’si niyataatmabhih. ","englishmeaning":"arjunaḥ uvācha—Arjun said; kim—what; tat—that; brahma—Brahman; kim—what; adhyātmam—the individual soul; kim—what; karma—the principle of karma; puruṣha-uttama—Shree Krishna, the Supreme Divine Personality; adhibhūtam—the material manifestation; cha—and; kim—what; proktam—is called; adhidaivam—the Lord of the celestial gods; kim—what; uchyate—is called; adhiyajñaḥ—the Lord all sacrificial performances; katham—how; kaḥ—who; atra—here; dehe—in body; asmin—this; madhusūdana—Shree Krishna, the killer of the demon named Madhu; prayāṇa-kāle—at the time of death; cha—and; katham—how; jñeyaḥ—to be known; asi—are (You); niyata-ātmabhiḥ—by those of steadfast mind ","hcsrsd":"।।8.2।। व्याख्या --   पुरुषोत्तम किं तद्ब्रह्म --हे पुरुषोत्तम वह ब्रह्म क्या है अर्थात् ब्रह्म शब्दसे क्या समझना चाहियेकिमध्यात्मम् --अध्यात्म शब्दसे आपका क्या अभिप्राय हैकिं कर्म --कर्म क्या है अर्थात् कर्म शब्दसे आपका क्या भाव हैअधिभूतं च किं प्रोक्तम् --आपने जो अधिभूत शब्द कहा है उसका क्या तात्पर्य हैअधिदैवं किमुच्यते --अधिदैव किसको कहा जाता हैअधियज्ञः कथं कोऽत्र देहेऽस्मिन् -- इस प्रकरणमें अधियज्ञ शब्दसे किसको लेना चाहिये। वह,अधियज्ञ इस देहमें कैसे हैमधुसूदन प्रयाणकाले च कथं ज्ञेयोऽसि नियतात्मभिः --हे मधुसूदन जो पुरुष वशीभूत अन्तःकरणवाले हैं अर्थात् जो संसारसे सर्वथा हटकर अनन्यभावसे केवल आपमें ही लगे हुए हैं उनके द्वारा अन्तकालमें आप कैसे जाननेमें आते हैं अर्थात् वे आपके किस रूपको जानते हैं और किस प्रकारसे जानते हैं सम्बन्ध --   अब भगवान् आगेके दो श्लोकोंमें अर्जुनके छः प्रश्नोंका क्रमसे उत्तर देते हैं। ","hcsca":"।।8.2।। पूर्व अध्याय के अन्तिम दो श्लोकों में अकस्मात् ब्रह्म अध्यात्म अधिभूत आदि जैसे नवीन पारिभाषिक शब्दों का प्रयोग किया गया है और कहा है कि ज्ञानी पुरुष मरण काल में भी चित्त युक्त होकर मुझे इनके सहित जानते हैं। इससे अर्जुन कुछ भ्रमित हो गया।इस अध्याय का प्रारम्भ अर्जुन के प्रश्न के साथ होता है जिसमें वह उन शास्त्रीय शब्दों की निश्चित परिभाषायें जानना चाहता है जिनका प्रयोग भगवान् ने अपने उपदेश में किया था। वह यह भी जानने को उत्सुक है कि जीवन काल में सतत आध्यात्मिक साधना के अभ्यास के फलस्वरूप प्राप्त पूर्ण आत्मसंयम के द्वारा मरणकाल में भी आत्मा का अनुभव किस प्रकार प्राप्त किया जा सकता है।भगवान् श्रीकृष्ण प्रत्येक शब्द की परिभाषा देते हुए कहते हैं -- ","etsga":"8.2 O Madhusudana, how, and who, is the entity existing in the sacrifice here in this body? And at the time of death, how are You to be known by people of concentrated minds? ","etssa":"8.2 Who and how is Adhiyajna here in this body, O destroyer of Madhu (Krishna)? And how at the time of death, art Thou to be known by the self-controlled? ","etdss":"8.2. Who is Lord-of-sacrifices (adhiyajna) [and] how ?Who in this body ?O slayer of Madhu !How are You to be realised by the self-controlled ones at the time of their journey (i.e., death) also ? ","ecssa":"8.2 अधियज्ञः Adhiyajna? कथम् how? कः who? अत्र here? देहे in body? अस्मिन् this? मधुसूदन O Madhusudana? प्रयाणकाले at the time of death? च and? कथम् how? ज्ञेयः knowable? असि art? नियतात्मभिः by the selfcontrolled.Commentary Arjuna put seven estions to the Lord1. What is that Brahman Is it Brahman with the Upadhis (limiting adjuncts) or Brahman without them2. Is it the aggregate of the senses or individual consciousness (PratyakChaitanya) or distinct? pure consciousness3. What is Karma Is it Yajna Or? is it distinct from Yajna4. Adhibhuta is knowledge of the Bhutas. Is this the knowledge of the elements or something else5. Adhidaiva is that which is associated with the gods. Is this the meditation on the gods Or? is it the consciousness associated with the Suryamandala? etc.6. Adhiyajna is that which is associated with Yajnas or Vedic rituals. Is this the Para Brahman (Supreme Being) or any special god Is it of the same form (Tadatmyarupa) or is it entirely nondifferent (Abheda) Does it exist in the body or outside it If it exists in the body? is it the intellect (Buddhi) or distinct from it7. At the time of death? when the memory is lost and when the senses become cold (i.e.? whenthey lose their vitality) how can the man of onepointedness and of steadfast mind know the LordO Lord Madhusudana Thou art allmerciful. Thou hast killed Madhu and removed the miseries of the people. Even so Thou canst remove my difficulties and doubts very easily. This is nothing for Thee? the omniscient Lord. (This is the reason why Arjuna addresses the Lord by the name Madhusudana.) ","scetsga":"8.2 In order to settle these estions seriatim - ","scetdss":"8.1-2 What has been introduced by the Bhagavat by saying They know that Brahmn etc.,[at the end of the last chapter],the same[the Sage] decides by raising nine estions[as follows] :\n \nKim tadBrahman etc.Adhiyajnah etc.Who and how is the adhiyajna ?Who in this body ? :doesresidemay be supplimented. ","scetssa":"8.1 8.2 Arjuna saidWhat are that brahman, Adhyatma and Karma which have been mentioned as what should be known by those who aspire for release from old age and death while they take refuge with the Lord?What are Adhibuta and Adhidaiva, which should be known by the aspirants for wealth?Who is Adhiyajna that is to be known by the three groups as their dying hour. In what manner are You to be known by these three groups who are self-controlled? ","chakravarthi":" ","rudra":"\nArjuna further wants to know who is the adhiyagna or theSupremeBeingin\nwhich to give propitiation and worshipto?Whoisthedirectorofall\nactions andtheultimatebestoweroftherewardsofactioninthis\npropitiation that is constantly going on inthephysicalbody.Firsthe\nasked about the nature of adhiyagna, now he wants to know aboutthemanner\nin which it operates within the physical body.Astheindwellingmonitor\nhow does He preside over yagna or propitiation and worship. Thewordyagna\nimplies all authorised Vedic rituals and worship. FinallyArjunawantsto\nknow by what means is the Supreme Lord to be knownandrememberedatthe\nmoment of death to those of controlled minds and senses. ","brahma":" ","shri":"\nWhat is the tad brahma or thesupreme,spiritualsubstratumpervadingall\nexistence? What is adhiyatma or the soul within allembodiedbeings?What\nis karma or the equal reaction to any action? How is it possibletoeffect\nmoksa or liberation from the cycle ofbirthanddeathbyknowingthese\nthings and taking shelter of Bhagavan or the possessoroffullknowledge,\nfull power, full fame, full wealth, full beauty and fullrenunciation,who\nis the Supreme Lord Krishna? What is theadhibhutareferringtoembodied\nbeings and adhidaivas referring tothedemigodswhichtheatharthisor\nseekers of wealth must know? What also is indicated bythetermadhiyagna\nwhich all threeclassesofaspirantshavetobecognisantofbeings\natharthis, jijnasurs or thosedesiringsoulrealisationandjnanisor\nthoseexclusivelyseekingtheSupremeLordandwhyisitspecially\ncharacterised? Finally Arjuna wanted to know specificallyinwhatwayis\nthe Supreme Lord Krishna to be realised by persons ofcontrolledmindand\nsenses at the time of death. ","kumar":"What is the tad brahma or thesupreme,spiritualsubstratumpervadingall\nexistence? What is adhiyatma or the soul within allembodiedbeings?What\nis karma or the equal reaction to any action? How is it possibletoeffect\nmoksa or liberation from the cycle ofbirthanddeathbyknowingthese\nthings and taking shelter of Bhagavan or the possessoroffullknowledge,\nfull power, full fame, full wealth, full beauty and fullrenunciation,who\nis the Supreme Lord Krishna? What is theadhibhutareferringtoembodied\nbeings and adhidaivas referring tothedemigodswhichtheatharthisor\nseekers of wealth must know? What also is indicated bythetermadhiyagna\nwhich all threeclassesofaspirantshavetobecognisantofbeings\natharthis, jijnasurs or thosedesiringsoulrealisationandjnanisor\nthoseexclusivelyseekingtheSupremeLordandwhyisitspecially\ncharacterised? Finally Arjuna wanted to know specificallyinwhatwayis\nthe Supreme Lord Krishna to be realised by persons ofcontrolledmindand\nsenses at the time of death. "}