{"meta":"Bhagavad Gita Chapter 8 Verse 17","metahi":"भगवद् गीता 8.17","slok":"सहस्रयुगपर्यन्तमहर्यद्ब्रह्मणो विदुः।रात्रिं युगसहस्रान्तां तेऽहोरात्रविदो जनाः।।8.17।। ","htsrsd":"।।8.17।।जो मनुष्य ब्रह्माके सहस्र चतुर्युगीपर्यन्त एक दिनको और सहस्र चतुर्युगीपर्यन्त एक रातको जानते हैं वे मनुष्य ब्रह्माके दिन और रातको जाननेवाले हैं। ","htstma":"।।8.17।। जो लोग ब्रह्मा जी के एक दिन की अवधि जानते हैं जो कि सहस्र वर्ष की है तथा एक सहस्र वर्ष की अवधि की एक रात्रि को जानते हैं वे दिन और रात्रि को जानने वाले पुरुष हैं।। ","transliteration":"Sahasrayugaparyantam aharyad brahmano viduh;\nRaatrim yugasahasraantaam te’horaatravido janaah. ","englishmeaning":"sahasra—one thousand; yuga—age; paryantam—until; ahaḥ—one day; yat—which; brahmaṇaḥ—of Brahma; viduḥ—know; rātrim—night; yuga-sahasra-antām—lasts one thousand yugas; te—they; ahaḥ-rātra-vidaḥ—those who know his day and night; janāḥ—people ","hcsrsd":"।।8.17।। व्याख्या --   सहस्रयुगपर्यन्तम् ৷৷. तेऽहोरात्रविदो जनाः --सत्य त्रेता द्वापर और कलि -- मृत्युलोकके इन चार युगोंको एक चतुर्युगी कहते हैं। ऐसी एक हजार चतुर्युगी बीतनेपर ब्रह्माजीका एक दिन होता है और एक हजार चतुर्युगी बीतनेपर ब्रह्माजीकी एक रात होती है (टिप्पणी प0 470)। दिनरातकी इसी गणनाके अनुसार सौ वर्षोंकी ब्रह्माजीकी आयु होती है। ब्रह्माजीकी आयुके सौ वर्ष बीतनेपर ब्रह्माजी परमात्मामें लीन हो जाते हैं और उनका ब्रह्मलोक भी प्रकृतिमें लीन हो जाता है तथा प्रकृति परमात्मामें लीन हो जाती है।कितनी ही बड़ी आयु क्यों न हो वह भी कालकी अवधिवाली ही है। ऊँचेसेऊँचे कहे जानेवाले जो भोग हैं वे भी संयोगजन्य होनेसे दुःखोंके ही कारण हैं -- ये हि संस्पर्शजा भोगा दुःखयोनय एव ते (गीता 5। 22) और कालकी अवधिवाले हैं। केवल भगवान् ही कालातीत हैं। इस प्रकार कालके तत्त्वको जाननेवाले मनुष्य ब्रह्मलोकतकके दिव्य भोगोंको किञ्चिन्मात्र भी महत्त्व नहीं देते। सम्बन्ध --   ब्रह्माजीके दिन और रातको लेकर जो सर्ग और प्रलय होते हैं उसका वर्णन अब आगेके दो श्लोकोंमें करते हैं। ","hcsca":"।।8.17।। आइन्स्टीन के सापेक्षवाद ने एक रहस्योद्घाटन किया है जो कि अब पश्चिमी देशों में स्वीकृत हो चुका है। इस सिद्धांत के अनुसार देश और काल की कल्पनाएं उन व्यक्तिगत तत्त्वों पर निर्भर करती हैं जो इनके मापदण्ड के नियामक होते हैं। जब मन क्षुब्ध होता है तब समय भार मालूम पड़ता है और मन्दगति से बीत रहा प्रतीत होता है जैसेजब कोई व्यक्ति किसी की व्याकुलता या अत्यन्त उत्सुकता से प्रतीक्षा कर रहा होता है किन्तु उसी व्यक्ति को समय उड़ता हुआ प्रतीत होता है जब वह विश्राम और सुखदायक परिस्थितियों में बैठा हो जहाँ उसका मनोरंजन हो रहा हो। ताश खेलने में मग्न पुरुष को रात कैसे व्यतीत हो गई इसका भान नहीं रहता और उषाकाल की सूर्य की किरणों को खिड़की में से आते देखकर उसे आश्चर्य होता है। मन के प्रतिकूल कार्य करना पड़े अथवा शरीर में पीड़ा हो तो एकएक क्षण युगों के समान जान पड़ता है। निद्रावस्था के एक अखण्ड अनुभव में काल की कोई कल्पना नहीं होती।उपर्युक्त घटनाओं के निरीक्षण से हिन्दू दार्शनिक इस युक्तियुक्त निष्कर्ष पर पहुँचे कि वास्तव में जिसे हम काल कहते हैं वह दो भिन्नभिन्न अनुभवों के मध्य के अन्तराल की गणना है। मन को क्षुब्ध करने वाले अनुभवों की संख्या जितनी ही अधिक होगी समय की गति मन्द अनुभव होगी। एक ही अनुभव यदि दीर्घकाल तक बना रहे तो समय तीव्र गति से व्यतीत होगा। केवल एक ही अनुभव में काल का अनुभव नहीं होता जैसे एक ही बिन्दु पर दूरी की गणना नहीं होती क्योंकि दो बिन्दुओं के मध्य अन्तराल की गणना से ही दूरी नापी जा सकती है। इस सिद्धांत के आधार पर काल की गणना करते हुए पौराणिक कवियों ने जो कहा कि देवताओं की घड़ियों के डायल बड़े होते हैं तो उनका कथन उपयुक्त ही हैउपनिषदों में भी आनन्द की मीमांसा की गई है जिसमें एक मानवीय आनन्द को इकाई मानकर ब्रह्माजी तक के देवों को प्राप्त आनन्द की मात्रा की गणना की गई है। र्मत्यलोक से उच्चतर विभिन्न लोकों में आनन्द की मात्रा में वृद्धि उन लोकों में प्राप्त होने वाली मन की शान्ति एवं समता के तारतम्य को दर्शाती है।इस श्लोक में कहा गया है कि ब्रह्माजी का एक दिन एक सहस्र युगों का होता है तथा एक रात्रि भी उतनी ही दीर्घ होती है। युग से तात्पर्य कल्प से है। कालविदों ने जो यह गणना की है वह हमारे 365 दिनों के एक वर्ष की गणना के अनुसार है। चार युगों का एक कल्प होता है और ब्रह्माजी का एक दिन एक सहस्र कल्पों का माना गया है।जैसे व्यष्टि इकाइयाँ होंगी वैसे ही समष्टि होगी। व्यष्टि (एक) मन स्वेच्छा से अपनी सृष्टि की रचना करता है और उसका पोषण भी करता है। तत्पश्चात् उसे नष्ट कर देता हैकेवल पुनः नई सृष्टि रचने के लिए। सृष्टि और लय का यह निरन्तर कार्य मनुष्य केवल दिन में अर्थात् अपनी जाग्रत्अवस्था में ही करता है। इसी प्रकार यह माना जाता है कि समष्टि मन अर्थात् ब्रह्मा जी इस चराचर सृष्टि की रचना केवल उनकी जाग्रत् अवस्था में करते हैं। ","etsga":"8.17 Those poeple who are knowers of what day and night are, know the day of Brahma which ends in a thousand yugas [The four yugas (in the human worlds), viz Satya, Treta, Dwapara, and Kali are made up of 4,320,000 years. This period multiplied by a thousand constitutes one day of Brahma. His night also extends over an eal period. See M.S. and V.S.A.], and His night which ends in a thousand yugas. ","etssa":"8.17 Those people who know the day of Brahma which is of a duration of a thousand Yugas (ages) and the night which is also of a thousand Yugas duration, they know day and night. ","etdss":"8.17. Those who know the day of Brahma as compassing one thousand yugas (world-ages), and night [also] as compassingone thousand yugas-those men know the day and night of Brahma. ","ecssa":"8.17 सहस्रयुगपर्यन्तम् ending in a thousand Yugas (ages)? अहः day? यत् which? ब्रह्मणः of Brahma? विदुः know? रात्रिम् the night? युगसहस्रान्ताम् ending in a thousand Yugas (ages)? ते they? अहोरात्रविदः knowers of day and night? जनाः people.Commentary Day means evolution or projection or manifestation of the universe. Night means involution of the universe or Pralaya. The worlds are limited or conditioned in time. Therefore they return again. The world of Brahma (Brahmaloka or Sattyaloka) is also transient? although it lasts for a thousand ages. When the four great Yugas have gone round a thousan times? it make a daytime of Brahma and when an eal number of Yugas pass again it makes a night. Those who can see and live through the day and night of Brahma can really know what is a day and what is a night.The Suryasiddhanta speaks of the same division of time.According to itYearsKaliyuga (with its Sandhya andSandhyamsa) consists of432?000Dvapara Yuga (do)864?000Tretayuga (do)1?296?000Kritayuga (do) 1?728?000Thus a Mahayuga consisting ofthese four Yugas comprises4?320?00071 such Mahayugas with an additionalSandhya? at the close of 1?728?000years make one Manvantara of308?448?00014 such Manvantaras with anotherSandhya? at the close of 1?728?000years constitute one Kalpa of4?320?000?000Two Kalpas make a day and nightof Brahma of8?640?000?000360 such days and nights make oneyear of Brahma consisting of3?110?400?000?000100 such years constituteHis lifetime of311?040?000?000?000The world is absorbed in the Avyakta or the Unmanifested or Mulaprakriti during the cosmic Pralaya (involution of the world). Just as the tree remains in a latent state in the seed? so also this whole universe remains in a latent state in a seedform in the Mulaprakriti during Pralaya. This is the night of Brahma. This is the cosmic night. Again the world is projected at the beginning of the Mahakalpa (evolution). There comes the cosmic dawn or cosmic day. This eternal rhythm of cosmic day and night (evolution and involution) is kept up in the macrocosm.Nothing that comes under this everrevolving wheel of cosmic day and night lasts for ever. That is the reason why the seers of the Upanishads? the sages of yore? lived in the transcendental Supreme being? the imperishable Self? the indestructible Purusha? the supreme goal of life? the highest end of man? which is beyond the cosmic day and night. Just as the seeds that are fried can hardly germinate? so also those who have attained to the imperishable Brahman? the Absolute? the Eternal? cannot return to this world of sorrow? pain and misery. They know neither day nor night. They are one with Existence Absolute.The manifested and the unmanifested dwell in Brahman. Brahman is beyond the manifested and the unmanifested. When the world and the body are destroyed Brahman is not destroyed. The waves come out and subside? but the ocean remains unaffected. So also the worlds come and subside? but Brahman the source of everything? the source of Mulaprakriti? ever remains unaffected. Just as ornaments come out of gold and then go back to gold when they are melted? so also all the worlds come out of Brahman and go back to Brahman. Gold is in no way affected by the various forms such as earning? bracelets? anklets? etc.? that have been made of it. Even so Brahman is not in the least affected by the projection and destruction (dissolution) of the worlds and the bodies of beings. It remains always as It is. ","scetsga":"8.17 Viduh, they know; that ahah, day; brahmanah, of Brahma, of Prajapati, of Virat; yat, which; sahasra-yuga-paryantam, ends in a thousand yugas; and also the ratirm, night; yuga-sahasra-antam, which ends in a thousand yugas, having the same duration as the day. Who knows (these)? In reply the Lord says: Te, they; janah, poeple; ahoratra-vidah, who are the knowers of what day and night are, i.e. the people who know the measurement of time. Since the worlds are thus delimited by time, therefore they are subject to return.\nWhat happens during the day and the night of Prajapati is being stated: ","scetdss":"8.17 See Comment under 8.19 ","scetssa":"8.17 These men who know the order of the day and night as established by My will in regard to all beings, beginning with man and ending with Brahma - they understand that what forms Brahmas day is a unit comprising in it a thousand periods of four Yugas (Catur-yugas) and anight is a unit of eal duration. ","chakravarthi":"It is said in Bhagavatam:\namrtam ksemam abhayarh tri-murdhno ‘dhayi murdhasu\nDeathlessness, fearlessness and freedom from the anxieties of old age and disease exist in the kingdom of God, which is beyond the three higher planetary systems and beyond the material coverings. SB 2.6.19\n“But some say however that there is fearlessness on Brahmaloka as well, and thus, it is not possible for the sannyasi to die there, if they desire to stay there.”\nNo, if even Brahma, the master of that planet, must die, what can we say of others? Those who are knowledgeable of scripture, who know that the day of Brahma lasts a thousand yugas, also know that the night lasts a thousand yugas, because they are knowers of day and night. By such days, fortnights and months Pass. A hundred of such years make the life of Brahma. Then after that, Brahma dies. But this is not the case if Brahma is a Vaisnava. That Brahma will attain liberation. ","rudra":"\nIn the Puranas the ancient Vedic histories there arestatementslike:The\ncontemplative, the charitable, the dispassionate and the consequent reacha\nhigher abode that is free from affliction above the material realmsofthe\nearthly worlds, the heavenly kingdom and the netherregions.Itisknown\nthat above the three planetary systems Bhur, Bhuvah and Swah, theplanetary\nsystemofMaharlokaisfarsuperiortotheEarth;butifperiodic\ndestruction is anyway applicable toallmaterialplanetarysystemsthen\nwhat is the special distinction. Anticipating such a question andinorder\nto convey that existence on Maharloka lasts for a long duration comparedto\nthe much shorterdurationofthethreepreviouslymentionedlokasor\nplanetary systems being Bhur, Bhuvah and Swar below it. By showingthatin\neach day of the life of Brahma which equal 4 billion, 320 million yearsand\nwho lives one-hundred years accordingtothistimescale,thematerial\nmanifestation of the three worlds are created and on each night in thelife\nof Brahma also equalling 4 billion 320 million years thethreeworldsare\ndissolved again. Both together total 8 billion 640 million.\nSuch is the proper method of computing time.OneyearoftimeonEarth\nequals onedayandonenightofthedemigods.Computingfurtherin\ngradation for them and Earth it can be tabulated that one MahaYugaequals\n4,320,000 Earth years but for thedemigodsthatisonlyadurarionof\n12,000 of their years. 1000 suchMahaYugascomprisesBrahmasdayand\nanother 1000 Maha Yugas comprises his night. Only those who understandtime\nin this frame of reference areactualknowersofdayandnight.Those\nbeings whose knowledge is restricted to the rotations of thesunandmoon\nare not knowers of day and night for there knowledge islimited.Theword\nyuga in this verse is referring to a Maha Yuga refering tothefouryugas\nof Satya, Treta, Dvarapa and Kali equalling 4 million320thousandyears.\nOtherwisecombiningitwithsahasra-yugawouldhavenorelevanceto\nBrahmas day and night. The Vishnu Purana states: Brahmas dayconsistsof\n1000 Maha Yugas. ThenameBrahmaalsodenotestheinhabitantsofhis\nplanetary system ofMaharloka as well. ","brahma":"\nLord Krishna in order to establish the fact that upon attaining Him there\nis no further return to the material existence, He cites the potency of His\nunmanifest Brahman by the example of the cyclic dissolution of creation\nreferring to Brahmas day. The literal meaning for sahasra is one 1000; but\nactually it means innumerable for in innumerable creations is dissolution\ntaking place periodically. The Brahman or the spiritual substratum\npervading all creation is a manifestation of the Supreme Lord and is\nsupreme as well being the shadow of the universal form. Here Lord Krishna\nspeaks of dissolution at the end of Brahmas day. Everything comes into\ncreation by the unmanifest. One Maha Yugas consists of Satya Yuga, Treta\nYuga, Dvarapa Yuga and Kali Yuga equalling 4,320,000 years multiplied by\n1000 is 4 billion 320 million years and is a day of Brahma. The same\nduration is his night both combined equal 8 billion 640 million years and\nwhich is known as a kalpa.. A year of Brahma is 360 of such kalpas\ntotalling 26 trillion 438 billion and 400 million years and Brahma lives\nfor 100 of these years. The Kurma Purana states: For as long as the life of\nBrahma is a day for the Supreme Lord and after begins His night. When His\nnight falls everything gets merged back into Him and when His day dawns\neverything emanates out again and creation begins anew. The Supreme Being\nwho resides in the etheric heart of all beings.\nNow begins the summation.\nThe word sahasra means 1000 but it also indicative of the Brahman or the\nspiritual substratum pervading all existence. What is the source of the\nBrahman? It is emanating from the Supreme Being. Only the periodic cycles\nof night and day are spoken of in reference to the unmanifest Brahman. When\nnight falls after 4 billion 320 million years everything gets dissolved\nback into the unmanifest Brahman. Thus from the statement can be drawn a\nconclusion. At the end of day and night of the four-faced Brahma all the\nuniverse is not dissolved, only portions. The Supreme Lord Krishna alone is\neternal. He is transcendental to the constructs of time beyond both the\nnight and the day. The night and day of Brahmas lifetime are said to be\nlike the closing and opening of His eyelids ","shri":"\nThose whothroughthepowerofyogaortheindividualconsciousness\nattainingcommunionwiththeultimateconsciousness understand that\nBrahmasday lasts for 1000 Maha Yugas. Each of which is onecycleofthe\nfour yugas or ages combined which are SatyaYugalasting1,728,000Earth\nyears, Treta Yuga lasting 1,296,000years,DvarapaYugalasting864,000\nyears and Kali Yuga lasting 432,000 years all togethertotalling4,320,000\nyears. When multiplied by 1000 Brahmas day equals4billion320million\nyears. The same total applies also for Brahmas night. So combinedoneday\nand one night of Brahma equals 8 billion640millionyearsandthisis\nknown as a kalpa. One year of Brahma equals 360 ofthesekalpastotalling\n26 trillion, 438 billion and 400 million. Brahmalivesfor100ofthese\nyears. ","kumar":"Those whothroughthepowerofyogaortheindividualconsciousness\nattainingcommunionwiththeultimateconsciousness understand that\nBrahmasday lasts for 1000 Maha Yugas. Each of which is onecycleofthe\nfour yugas or ages combined which are SatyaYugalasting1,728,000Earth\nyears, Treta Yuga lasting 1,296,000years,DvarapaYugalasting864,000\nyears and Kali Yuga lasting 432,000 years all togethertotalling4,320,000\nyears. When multiplied by 1000 Brahmas day equals4billion320million\nyears. The same total applies also for Brahmas night. So combinedoneday\nand one night of Brahma equals 8 billion640millionyearsandthisis\nknown as a kalpa. One year of Brahma equals 360 ofthesekalpastotalling\n26 trillion, 438 billion and 400 million. Brahmalivesfor100ofthese\nyears. "}