{"meta":"Bhagavad Gita Chapter 8 Verse 12","metahi":"भगवद् गीता 8.12","slok":"सर्वद्वाराणि संयम्य मनो हृदि निरुध्य च।मूर्ध्न्याधायात्मनः प्राणमास्थितो योगधारणाम्।।8.12।। ","htsrsd":"।।8.12 -- 8.13।।(इन्द्रियोंके) सम्पूर्ण द्वारोंको रोककर मनका हृदयमें निरोध करके और अपने प्राणोंको मस्तकमें स्थापित करके योगधारणामें सम्यक् प्रकारसे स्थित हुआ जो ँ़ इस एक अक्षर ब्रह्मका उच्चारण और मेरा स्मरण करता हुआ शरीरको छोड़कर जाता है वह परमगतिको प्राप्त होता है। ","htstma":"।।8.12।। सब (इन्द्रियों के) द्वारों को संयमित कर मन को हृदय में स्थिर करके और प्राण को मस्तक में स्थापित करके योगधारणा में स्थित हुआ।। ","transliteration":"Sarvadwaaraani samyamya mano hridi nirudhya cha;\nMoordhnyaadhaayaatmanah praanamaasthito yogadhaaranaam. ","englishmeaning":"sarva-dvārāṇi—all gates; sanyamya—restraining; manaḥ—the mind; hṛidi—in the heart region; nirudhya—confining; cha—and; mūrdhni—in the head; ādhāya—establish; ātmanaḥ—of the self; prāṇam—the life breath; āsthitaḥ—situated (in); yoga-dhāraṇām—the yogic concentration ","hcsrsd":"।।8.12।। व्याख्या --   सर्वद्वाराणि संयम्य --(अन्तसमयमें) सम्पूर्ण इन्द्रियोंके द्वारोंका संयम कर ले अर्थात् शब्द स्पर्श रूप रस और गन्ध -- इन पाँचों विषयोंसे श्रोत्र त्वचा नेत्र रसना और नासिका -- इन पाँचों ज्ञानेन्द्रियोंको तथा बोलना ग्रहण करना गमन करना मूत्रत्याग और मलत्याग -- इन पाँचों क्रियाओंसे वाणी हाथ चरण उपस्थ और गुदा -- इन पाँचों कर्मेन्द्रियोंको सर्वथा हटा ले। इससे इन्द्रियाँ अपने स्थानमें रहेंगी।मनो हृदि निरुध्य च --मनका हृदयमें ही निरोध कर ले अर्थात् मनको विषयोंकी तरफ न जाने दे। इससे मन अपने स्थान(हृदय) में रहेगा।मूर्ध्न्याधायात्मनः प्राणम् --प्राणोंको मस्तकमें धारण कर ले अर्थात् प्राणोंपर अपना अधिकार प्राप्त करके दसवें द्वार -- ब्रह्मरन्ध्रमें प्राणोंको रोक ले।आस्थितो योगधारणाम् --इस प्रकार योगधारणामें स्थित हो जाय। इन्द्रियोंसे कुछ भी चेष्टा न करना मनसे भी संकल्पविकल्प न करना और प्राणोंपर पूरा अधिकार प्राप्त करना ही योगधारणामें स्थित होना है।ओमित्येकाक्षरं ब्रह्म व्याहरन्मामनुस्मरन् --इसके बाद एक अक्षर ब्रह्म ँ़ (प्रणव) का मानसिक उच्चारण करे और मेरा अर्थात् निर्गुणनिराकार परम अक्षर ब्रह्मका (जिसका वर्णन इसी अध्यायके तीसरे श्लोकमें हुआ है) स्मरण करे (टिप्पणी प0 464)। सब देश काल वस्तु व्यक्ति घटना परिस्थिति आदिमें एक सच्चिदानन्दघन परमात्मा ही सत्तारूपसे परिपूर्ण हैं -- ऐसी धारणा करना ही मेरा स्मरण है।यः प्रयाति त्यजन्देहं स याति परमां गतिम् --उपर्युक्त प्रकारसे निर्गुणनिराकारका स्मरण करते हुए जो देहका त्याग करता है अर्थात् दसवें द्वारसे प्राणोंको छोड़ता है वह परमगतिको अर्थात् निर्गुणनिराकार परमात्माको प्राप्त होता है। सम्बन्ध --   जिसके पास योगका बल होता है और जिसका प्राणोंपर अधिकार होता है उसको तो निर्गुणनिराकारकी प्राप्ति हो जाती है परन्तु दीर्घकालीन अभ्याससाध्य होनेसे यह बात सबके लिये कठिन पड़ती है। इसलिये भगवान् आगेके श्लोकमें अपनी अर्थात् सगुणसाकारकी सुगमतापूर्वक प्राप्तिकी बात कहते हैं। ","hcsca":"।।8.12।। See Commentary under 8.13. ","etsga":"8.12 Having controlled all the passages, having confined the mind in the heart, and having fixed his own vital force in the head, (and then) continuing in the firmness in yoga; ","etssa":"8.12 Having closed all the gates, confined the mind in the heart and fixed the life-breath in the head, engaged in the practice of concentration. ","etdss":"8.12. Properly controlling all the gates [in the body]; well restraining the mind in the heat; fixing ones own prana in the head; taking resort to the firmness of the Yoga; ","ecssa":"8.12 सर्वद्वाराणि all gates? संयम्य having controlled? मनः mind? हृदि in the heart? निरुध्य having confined? ट and? मूर्ध्नि in the head? आधाय having placed? आत्मनः of the self? प्राणम् breath? आस्थितः established (in)? योगधारणाम् practice of concentration.Commentary The gates are the senses of knowledge. Closing the gates means control of all senses by the practice of Pratyahara or withdrawal of the consciousness from them. Even if the senses are controlled? the mind will be dwelling on the sensual objects. Therefore the mind is confined or fixed in the lotus of the heart and thery all the thoughts or mental modifications are also controlled. The whole lifreath is now taken up and fixed at the crown of the head (Brahmarandhra or the hole of Brahman). ","scetsga":"8.12 Samyamya, having controlled; sarva-dvarani, all the passages, the doors of perception; niruddhya, having confined; the manah, mind; hrdi, in the heart-not allowing it to spread out; and after that, with the help of the mind controlled therein, rising up through the nerve running upward from the heart, adhaya, having fixed; atmanah, his own; pranam, vital force; murdhni, in the lead; (and then) asthitah, continuing in; yogadharanam, the firmness in yoga-in order to make it steady-.\nAnd while fixing it there itself, ","scetdss":"8.12 See Comment under 8.14 ","scetssa":"8.12 - 8.13 Subduing all the senses like ear etc., which constitute the doorways for sense impressions, i.e., withdrawing them from their natural functions; holding the mind in Me, the imperishable seated within the lotus of the heart; practising steady abstraction of mind (Dharana) which is called concentration or Yoga, i.e., abiding in Me alone in a steady manner; uttering the sacred syllable Om, the brahman which connotes Me; remembering Me, who am expressed by the syllable Om; and fixing his life-breath within the head - whosoever abandons the body and departs in this way reaches the highest state. He reaches the pure self freed from Prakrti, which is akin to My form. From that state there is no return. Such is the meaning. Later on Sri Krsna will elucidate:They describe that as the highest goal of the Atman, which is not destroyed when all things are destroyed, which is unmanifest and imperishable (8.2021).\nThus, the modes of contemplation on the Lord by the aspirants after prosperity and Kaivalya (Atmann-consciousness) have been taught according to the goal they lead to. Now, Sri Krsna teaches the way of meditation on the Lord by the Jnanin and the mode of attainment by him. ","chakravarthi":"Please see text 13 for Sri Visvanatha Cakravarti Thakur’s combined commentary to texts 12 and 13. ","rudra":"\nThe proposed means together with its accessories is being stated by inthis\nverse and thenext.LordKrishnausesthewordsamyamyawhichmeans\ncontrolling. Withdrawing all the inlets oftheorgansbeingeyes,ears,\ntongue, etc. by non-cognition of external objects and focusing themindin\nthe heart, dismissing all external conceptions while fixing thelifeforce\nin the ajna cakra between the eyebrows one should establishthemselvesand\nbecome absorbed in yoga orthescienceoftheindividualconsciousness\nattaining communion with the ultimate consciousness. ","brahma":" ","shri":"\nLord Krishna uses the words sarva-dvaranisamyamyameanscontrollingthe\npassages which enter into the body.Thisdenoteswithdrawingthesenses\nfromexternalcognitionorrestrictingthesensesfromtheirnormal\noutgoing tendencies. The words hrdi-nirudhya means locking the mindinthe\nheart. It denotes directing devotional feelings from the mindtotheatma\nor soul in the heart andofferingthemtotheaksaramorimperishable\nSupreme Lord enthroned there. Thewordsyoga-dharanamorperformingthe\nscienceoftheindividualconsciousnessattainingcommunionwiththe\nultimate consciousness inunwaveringmeditation.Thisdenotesconcerted\nconcentration in perfectly meditating upon the SupremeLordwithcomplete\nattention. ","kumar":"Lord Krishna uses the words sarva-dvaranisamyamyameanscontrollingthe\npassages which enter into the body.Thisdenoteswithdrawingthesenses\nfromexternalcognitionorrestrictingthesensesfromtheirnormal\noutgoing tendencies. The words hrdi-nirudhya means locking the mindinthe\nheart. It denotes directing devotional feelings from the mindtotheatma\nor soul in the heart andofferingthemtotheaksaramorimperishable\nSupreme Lord enthroned there. Thewordsyoga-dharanamorperformingthe\nscienceoftheindividualconsciousnessattainingcommunionwiththe\nultimate consciousness inunwaveringmeditation.Thisdenotesconcerted\nconcentration in perfectly meditating upon the SupremeLordwithcomplete\nattention. "}