{"meta":"Bhagavad Gita Chapter 8 Verse 24","metahi":"भगवद् गीता 8.24","slok":"अग्निर्ज्योतिरहः शुक्लः षण्मासा उत्तरायणम्।तत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जनाः।।8.24।। ","htsrsd":"।।8.24।।जिस मार्गमें प्रकाशस्वरूप अग्निका अधिपति देवता दिनका अधिपति देवता शुक्लपक्षका अधिपति देवता और छः महीनोंवाले उत्तरायणका अधिपति देवता है शरीर छोड़कर उस मार्गसे गये हुए ब्रह्मवेत्ता पुरुष (पहले ब्रह्मलोकको प्राप्त होकर पीछे ब्रह्माजीके साथ) ब्रह्मको प्राप्त हो जाते हैं। ","htstma":"।।8.24।। जो ब्रह्मविद् साधकजन मरणोपरान्त अग्नि ज्योति दिन शुक्लपक्ष और उत्तरायण के छः मास वाले मार्ग से जाते हैं वे ब्रह्म को प्राप्त होते हैं।। ","transliteration":"Agnijyotirahah shuklah shanmaasaa uttaraayanam;\nTatra prayaataa gacchanti brahma brahmavido janaah. ","englishmeaning":"yatra—where; kāle—time; tu—certainly; anāvṛittim—no return; āvṛittim—return; cha—and; eva—certainly; yoginaḥ—a yogi; prayātāḥ—having departed; yānti—attain; tam—that; kālam—time; vakṣhyāmi—I shall describe; bharata-ṛiṣhabha—Arjun, the best of the Bharatas; agniḥ—fire; jyotiḥ—light; ahaḥ—day; śhuklaḥ—the bright fortnight of the moon; ṣhaṭ-māsāḥ—six months; uttara-ayanam—the sun’s northern course; tatra—there; prayātāḥ—departed; gachchhanti—go; brahma—Brahman; brahma-vidaḥ—those who know the Brahman; janāḥ—persons; dhūmaḥ—smoke; rātriḥ—night; tathā—and; kṛiṣhṇaḥ—the dark fortnight of the moon; ṣhaṭ-māsāḥ—six months; dakṣhiṇa-ayanam—the sun’s southern course; tatra—there; chāndra-masam—lunar; jyotiḥ—light; yogī—a yogi; prāpya—attain; nivartate—comes back; śhukla—bright; kṛiṣhṇe—dark; gatī—paths; hi—certainly; ete—these; jagataḥ—of the material world; śhāśhvate—eternal; mate—opinion; ekayā—by one; yāti—goes; anāvṛittim—to non return; anyayā—by the other; āvartate—comes back; punaḥ—again ","hcsrsd":"।।8.24।। व्याख्या --   अग्निर्ज्योतिरहः शुक्लः षण्मासा उत्तरायणम्--इस भूमण्डलपर शुक्लमार्गमें सबसे पहले अग्निदेवताका अधिकार रहता है। अग्नि रात्रिमें प्रकाश करती है दिनमें नहीं क्योंकि दिनके प्रकाशकी अपेक्षा अग्निका प्रकाश सीमित है। अतः अग्निका प्रकाश थोड़ी दूरतक (थोड़े देशमें) तथा थोड़े समयतक रहता है और दिनका प्रकाश बहुत दूरतक तथा बहुत समयतक रहता है।शुक्लपक्ष पंद्रह दिनोंका होता है जो कि पितरोंकी एक रात है। इस शुक्लपक्षका प्रकाश आकाशमें बहुत दूरतक और बहुत दिनोंतक रहता है। इसी तरहसे जब सूर्य भगवान् उत्तरकी तरफ चलते हैं तब उसको उत्तरायण कहते हैं जिसमें दिनका समय बढ़ता है। वह उत्तरायण छः महीनोंका होता है जो कि देवताओंका एक दिन है। उस उत्तरायण प्रकाश बहुत दूरतक और बहुत समयतक रहता है।तत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जनाः --जो शुक्लमार्गमें अर्थात् प्रकाशकी बहुलतावाले मार्गमें जानेवाले हैं वे सबसे पहले ज्योतिःस्वरूप अग्निदेवताके अधिकारमें आते हैं। जहाँतक अग्निदेवताका अधिकार है वहाँसे पार कराकर अग्निदेवता उन जीवोंको दिनके देवताको सौंप देता है। दिनका देवता उन जीवोंको अपने अधिकारतक ले जाकर शुक्लपक्षके अधिपति देवताके समर्पित कर देता है। वह शुक्लपक्षका अधिपति देवता अपनी सीमाको पार कराकर उन जीवोंको उत्तरायणके अधिपति देवताके सुपुर्द कर देता है। फिर वह उत्तरायणका अधिपति देवता उनको ब्रह्मलोकके अधिकारी देवताके समर्पित कर देता है। इस प्रकार वे क्रमपूर्वक ब्रह्मलोकमें पहुँच जाते हैं। ब्रह्माजीकी आयुतक वे वहाँ रहकर महाप्रलयमें ब्रह्माजीके साथ ही मुक्त हो जाते हैं -- सच्चिदानन्दघन परमात्माको प्राप्त हो जाते हैं।यहाँ ब्रह्मविदः पद परमात्माको परोक्षरूपसे जाननेवाले मनुष्योंका वाचक है अपरोक्षरूपसे अनुभव करनेवाले,ब्रह्मज्ञानियोंका नहीं। कारण कि अगर वे अपरोक्ष ब्रह्मज्ञानी होते तो यहाँ ही मुक्त (सद्योमुक्त या जीवन्मुक्त) हो जाते और उनको ब्रह्मलोकमें जाना नहीं पड़ता। सम्बन्ध --   अब आगेके श्लोकमें कृष्णमार्गका अर्थात् लौटकर आनेवालोंके मार्गका वर्णन करते हैं। ","hcsca":"।।8.24।। इस श्लोक में क्रममुक्ति के मार्ग को दर्शाया गया है। वेदप्रतिपादित कर्म एवं उपासना के समुच्चय अर्थात् दोनों का साथसाथ अनुष्ठान करने वाले साधक और उसी प्रकार जिन लोगों को वर्तमान जीवन में ही ब्रह्म का साक्षात् अनुभव न हुआ हो ऐसे ब्रह्म के उपासक इस क्रममुक्ति के अधिकारी होते हैं। उपनिषदों के अनुसार ये साधक जन देह त्याग के पश्चात् देवयान (देवताओं के मार्ग) के द्वारा ब्रह्मलोक अर्थात् सृष्टिकर्ता ब्रह्माजी के लोक में प्रवेश करते हैं। वहाँ कल्प की समाप्ति तक दिव्य अलौकिक विषयों के आनन्द का अनुभव करके प्रलय के समय ब्रह्माजी के साथ वे सर्वथा मुक्त हो जाते हैं। उपनिषदों में प्रयुक्त शब्दों का उपयोग कर भगवान् श्रीकृष्ण यहाँ देवयान को इंगित करते हैं। ऋषि प्रतिपादित तत्त्व ज्ञान के जिज्ञासुओं के लिये अध्यात्म दृष्टि से यह श्लोक विशेष अर्थपूर्ण है।अग्नि ज्योति दिन शुक्लपक्ष उत्तरायण के षण्मासये सब सूर्य के द्वारा अधिष्ठित देवयान को सूचित करते हैं। प्रश्नोपनिषद् में परम सत्य की सृष्टि से उत्पत्ति का वर्णन करते हुए इन मार्गों को स्पष्ट रूप से बताया गया है। वहाँ गुरु बताते हैं कि सृष्टिकर्ता प्रजापति स्वयं सूर्य और चन्द्र बन गये। आकाश में दृश्यमान सूर्य और चन्द्र क्रमशः चेतन और जड़ तत्त्व के प्रतीक स्वरूप हैं।चेतन तत्त्व के साथ तादात्म्य स्थापित करके जो सत्य का उपासक अपना जीवन जीता है वह मरण के समय भी जीवन पर्यन्त की गई उपासना के उपास्य (ध्येय) का ही चिन्तन और स्मरण करता है स्वाभाविक है कि ऐसा उपासक अपने उपास्य के लोक को प्राप्त होगा क्योंकि वृत्ति के अनुरूप व्यक्ति बनता है। सम्पूर्ण जीवन काल में रचनात्मक दैवी एवं विकासशील विचारों का ही चिन्तन करते रहने पर मनुष्य निश्चित ही वर्तमान शरीर का त्याग करने पर विकास के मार्ग पर ही अग्रसर होगा। इस मार्ग को अग्नि ज्योति दिन आदि शब्दों से लक्षित किया गया है। इस प्रकार उपनिषदों की अपनी विशिष्ट भाषा में ब्रह्म के उपासकों की मुक्ति का मार्ग उत्तरायण कहलाता है। क्रममुक्ति को बताने के लिए ऋषियों द्वारा प्रायः प्रयोग किये जाने वाले इस शब्द उत्तरायण में उपर्युक्त सभी अभिप्राय समाविष्ट हैं।इस मार्ग के विपरीत वह मार्ग जिसे प्राप्त करने पर पुनः संसार को लौटना पड़ता है उसका वर्णन करते हुए भगवान् कहते हैं -- ","etsga":"8.24 Fire, light, daytime, the birght forrnight, the six months of the Northern solstice-by following this Path, persons who are knowers of Brahman attain Brahman when they die. ","etssa":"8.24 Fire, light daytime, the bright fortnight, the six months of the northern path of the sun (the northern solstice)departing then (by these) men who know Brahman go to Brahman. ","etdss":"8.24. The northern course [of the sun]consisting of six months, is fire, light, day and bright one. Departing in it, the Brahman-knowing men attain the Brahman . ","ecssa":"8.24 अग्निः fire? ज्योतिः light? अहः day? शुक्लः the bright fortnight? षण्मासाः six months? उत्तरायणम् the northern path of the sun? तत्र there? प्रयाताः departed? गच्छन्ति go? ब्रह्म to Brahman? ब्रह्मविदः knowers of Brahman? जनाः people.Commentary This is the UttaraMarga or Devayana? the northern path or the path of light? by which the Yogis go to Brahman. This path leads to salvation. It takes the devotee to Brahmaloka. The six months of the northern solstice is from the middle of January to the middle of July. It is regarded as the better period for death. There is a vivid description in the Chhandogya Upanishad? the Kaushitaki Upanishad and the Brahma Sutras? chapter IV.3 and 4? ii. 18 and 21.On the road beginning with light (the departed soul proceeds)? on account of that being widely known.Having reached the path of the gods he comes to the world of Agni (fire)? to the world of Vayu (air)? to the world of Varuna (rain)? to the world of Indra (king of the gods)? to the world of Prajapati (the Creator)? to the world of Brahman.They go to the light? from the light to day? from day to the waxing half of the moon? from the waxing half of the moon to the six months when the sun goes to the north? from those months to the year? from the year to the sun.When the person goes away from this world he comes to Vayu (air). Then Vayu room for him like the hole of a wheel and through it he mounts higher. He comes to the sun.From the moon to the lightning there a person that is not human leads him to Brahman.Time is here used in the sense of the path or the stage on the path. Fire and light are the deities who preside over time. Daytime is the deity who presides over the day. The bright fortnight is the deity presiding over it. The six months of the northern solstice are the deity who presides over the northern path.This is the path of illumination that leads to liberation.The lifreaths of the liberated sages who have attained knowledge of the Self do not depart. They are absorbed in Brahman. The Jivanmuktas who attain KaivalyaMoksha or immediate,salvation or liberation have no place to go to or return from. They become one with the allpervading Brahman.Each step may mean a plane or a state of consciousness or the degree of purity or illumination. The more the purity the more the divine light. There are bright objects throughout the course of the path. There is illumination or knowledge when one passes along this path. Hence it is called the path of light.After Bhishma was mortally wounded? he lay on the bed of arrows till the onset of the northern solstice and then departed from here to the Abode of the Lord. ","scetsga":"8.24 Agnih, fire-is a deity presiding over a period of time; similarly, jyotih, light-also is a deity presiding over a period of time. Or fire and light are the well-known Vedic deities.\nAs the expression mango grove is used with regard to a place where mango trees are more numerous, similarly, the expressions at which time and that time (in the earlier verse) are used in view of the predominance (of the deities presiding over time). [If the first two (fire and light) are taken as Vedic deities, then the remaining three are the only deities of time. Still, the latter being numerically greater, all the five deities are referred to as deities of time. The deities of both the Paths-of gods and manes, or of the Northern and the Southern Paths as they are called-who are gods of time, are referred to here as time by such words as day, fortnight, six months, etc.]\nSo also, ahah, daytime, means the deity of daytime. Suklah, the bright fortnight, implies the deity presiding over the bright fortnight. Sanmasah uttarayanam, the six months of the Northern solstice-here, too, is understood the deity presiding over the Path. This is the principle (of interpretation followed elsewhere (in the Upanisads also).\nTatra, following this Path; janah, persons; who are brahma-vidah, knowers of Brahman, those engaged in meditation on (the alified) Brahman; gacchanti, attain; brahma, Brahman; prayatah, when they die. It is understood that they attain Brahman through stages. Indeed, according to the Upanisadic text, His vital forces do not depart (Br. 4.4.46), there is neither going nor coming back for those established in full realization, who are fit for immediate Liberation. Having their organs merged in Brahman, they are suffused with Brahman, they are verily identified with Brahman. ","scetdss":"8.24 See Comment under 8.25 ","scetssa":"8.23 - 8.24 Here, the term time denotes a path, having many deities beginning with day and ending with year. The deities preside over divisions of time. The meaning is - I declare to you the path departing in which Yogins do not return and also the path departing in which the doers of good actions return. By the clause, Light in the form of fire, the day, bright fortnight, six months of the northern course, year also is denoted. ","chakravarthi":"He speaks in this verse about the path of no return. The words agnir jyotir (fire and light) indicate the presiding deity of the sun according to the sruti statement te ‘rcisam abhisambhavanti: theft go to the sun planet. Aha indicates the deity of the day, and sukla indicates the deity of the fortnight of the waxing moon. The six months of uttarayana means the deity who presides over the uttarayana. The jnanis (brahma vidah) who go on the path of these devatas, attain brahman. As the sruti says:\nte ‘rcisam abhi sambhavanti arciso ‘rahna apuryamana-paksam apuryamana-paksad yan san-masanudannaditya eti malebhyo deva-lokam\nThey reach the deity of fire. From there they go to the deity of the day, from there to the deity of the waxing fortnight, and from there to the uttarayana deity. Chandogsya Upanisad 5.10.2 ","rudra":"\nLord Krishna is now stating the path of no return to material existence.\nThe words agnir jyotir meaning fire and illumination respectively is\nindicative of the presiding demigod identified with such as written in the\nVedic scriptures. In the Chandogya Upanisad V.X.I it states: Those who know\nthe science of the five fires and those in the wilderness who meditate with\nfaith and penance reach the demigod Jyotih identified with illumination.\nDay refers to the demigod identified with it, the bright half of the month\nrefers to the demigod identified with it as well and the same for the six\nmonths the sun is in its northern waxing course etc. This also includes by\nimplication the demigods identified with the year, the realm of the\ncelestials etc. mentioned in the Vedic scriptures. Departing by the paths\nof the aforementioned demigods, the devotees of the Supreme Lord attain the\nrealisation of the brahman or spiritual substratum pervading all existence\nand are knowers of the brahman. The Brihadaranyaka Upanisad VI.II.XV\nstates: From the demigod identified with fire one reaches the demigod\nidentified with illumination and from there one goes to the demigod\nidentified with the day, then from him to the demigod identified with the\nwaxing moon, from him to the demigod identified with the six months which\nthe waxing sun goes on its northern course. From there one reaches the\ndemigod identified with the year and so on. ","brahma":"\nThe word jyoti indicates illumination and is identified with the demigod\nknown as Archi. This is confirmed in the Narada Purana which states: After\nreaching Agni the demigod of fire and then Archi the demigod of\nillumination and thereafter Ahah the demigod of day etc. It should be\nunderstood that Agni, Archi, Ahah and others are the presiding demigods of\nthe respective time periods. Otherwise it would not be in accordance with\nthe Vedic scriptures to say that during the daytime one reaches the bright\nwaxing time of the month. The Brahma Purana states: Since in essence there\nonly exists days which also includes nights, how can one situated in\nequanimity be said to have achieved the brahman only in the day during the\nbright waxing time of the month. So it is clear to the lucid that the\npresiding demigods in tandem with their corresponding time periods is the\nonly logical interpretation in accordance with Vedic scriptures. The Garuda\nPurana states: The knowers of spiritual knowledge honor the presiding\ndemigods of the respective time periods. Along with honouring the demigods\nsuch as Agni the fire god, Archi of illumination, Ahah of the day,Sukla\nof the waxing moon, Satmasah of the suns northern course and others, the\npresiding demigods of the Vishu or the passages travelled should also be\nhonoured. The Brahma Vaivarta Purana states: Honouring the presiding\ndemigods of the day, the night, the waxing and waning moons, the sun on its\nnorthern and southern course as well as the Vishu; one who has realised the\nbrahman attains the Supreme Lord. ","shri":"\nTime in this verse indicates the route where the presiding demigods over\nthe various time divisions from the day up to a year, reside in great\nnumbers. Their route is either that path going by which yogis or those\nperfecting the science of the individual consciousness attaining communion\nwith the ultimate consciousness are not subject to rebirth; or that path\nwhere persons of righteous deeds are born again. This last path Lord\nKrishna is describing now. The mention of fire, illumination, day, waxing\nmoon and the suns six month sojourn on its waxing northern journey implies\nthe year as well. ","kumar":"Time in this verse indicates the route where the presiding demigods over\nthe various time divisions from the day up to a year, reside in great\nnumbers. Their route is either that path going by which yogis or those\nperfecting the science of the individual consciousness attaining communion\nwith the ultimate consciousness are not subject to rebirth; or that path\nwhere persons of righteous deeds are born again. This last path Lord\nKrishna is describing now. The mention of fire, illumination, day, waxing\nmoon and the suns six month sojourn on its waxing northern journey implies\nthe year as well. "}