{"meta":"Bhagavad Gita Chapter 8 Verse 3","metahi":"भगवद् गीता 8.3","slok":"श्री भगवानुवाचअक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते।भूतभावोद्भवकरो विसर्गः कर्मसंज्ञितः।।8.3।। ","htsrsd":"।।8.3।।श्रीभगवान् बोले -- परम अक्षर ब्रह्म है और जीवका अपना जो होनापन है उसको अध्यात्म कहते हैं। प्राणियोंका उद्भव करनेवाला जो त्याग है उसकी कर्म संज्ञा है। ","htstma":"।।8.3।। श्रीभगवान् ने कहा -- परम अक्षर (अविनाशी) तत्त्व ब्रह्म है स्वभाव (अपना स्वरूप) अध्यात्म कहा जाता है भूतों के भावों को उत्पन्न करने वाला विसर्ग (यज्ञ प्रेरक बल) कर्म नाम से जाना जाता है।। ","transliteration":"Sri Bhagavaan Uvaacha:\nAksharam brahma paramam swabhaavo’dhyaatmamuchyate;\nBhootabhaavodbhavakaro visargah karmasamjnitah. ","englishmeaning":"śhrī-bhagavān uvācha—the Blessed Lord said; akṣharam—indestructible; brahma—Brahman; paramam—the Supreme; svabhāvaḥ—nature; adhyātmam—one’s own self; uchyate—is called; bhūta-bhāva-udbhava-karaḥ—Actions pertaining to the material personality of living beings, and its development; visargaḥ—creation; karma—fruitive activities; sanjñitaḥ—are called ","hcsrsd":"।।8.3।। व्याख्या --   अक्षरं ब्रह्म परमम् --परम अक्षरका नाम ब्रह्म है। यद्यपि गीतामें ब्रह्म शब्द प्रणव वेद प्रकृति आदिका वाचक भी आया है तथापि यहाँ ब्रह्म शब्दके साथ परम और अक्षर विशेषण देनेसे यह शब्द सर्वोपरि सच्चिदानन्दघन अविनाशी निर्गुणनिराकार परमात्माका वाचक है।स्वभावोऽध्यात्ममुच्यते --अपने भाव अर्थात् होनेपनका नाम स्वभाव है -- स्वो भावः स्वभावः। इसी स्वभावको अध्यात्म कहा जाता है अर्थात् जीवमात्रके होनेपनका नाम अध्यात्म है।ऐसे तो आत्माको लेकर जो वर्णन किया जाता है वह भी अध्यात्म है अध्यात्ममार्गका जिसमें वर्णन हो वह मार्ग भी अध्यात्म है और इस आत्माकी जो विद्या है उसका नाम भी अध्यात्म है (गीता 10। 32)। परन्तु यहाँ स्वभाव विशेषणके साथ अध्यात्म शब्द आत्माका अर्थात् जीवके होनेपन का (स्वरूपका) वाचक है।भूतभावोद्भवकरो विसर्गः कर्मसंज्ञितः --स्थावरजङ्गम जितने भी प्राणी देखनेमें आते हैं उनका जो भाव अर्थात् होनापन है उस होनेपनको प्रकट करनेके लिये जो विसर्ग अर्थात् त्याग है उसको कर्म कहते हैं।महाप्रलयके समय प्रकृतिकी अक्रियअवस्था मानी जाती है तथा महासर्गके समय प्रकृतिकीसक्रिय अवस्था मानी जाती है। इस सक्रियअवस्थाका कारण भगवान्का संकल्प है कि मैं एक ही बहुत रूपोंसे हो जाऊँ। इसी संकल्पसे सृष्टिकी रचना होती है। तात्पर्य है कि महाप्रलयके समय अहंकार और सञ्चित कर्मोंके सहित प्राणी प्रकृतिमें लीन हो जाते हैं और उन प्राणियोंके सहित प्रकृति एक तरहसे परमात्मामें लीन हो जाती है। उस लीन हुई प्रकृतिको विशेष क्रियाशील करनेके लिये भगवान्का पूर्वोक्त संकल्प ही विसर्ग अर्थात्,त्याग है। भगवान्का यह संकल्प ही कर्मोंका आरम्भ है जिससे प्राणियोंकी कर्मपरम्परा चल पड़ती है। कारण कि महाप्रलयमें प्राणियोंके कर्म नहीं बनते प्रत्युत उसमें प्राणियोंकी सुषुप्तअवस्था रहती है। महासर्गके आदिसे कर्म शुरू हो जाते हैं।चौदहवें अध्यायमें आया है -- परमात्माकी मूल प्रकृतिका नाम महद्ब्रह्म है। उस प्रकृतिमें लीन हुए जीवोंका प्रकृतिके साथ विशेष सम्बन्ध करा देना अर्थात् जीवोंका अपनेअपने कर्मोंके फलस्वरूप शरीरोंके साथ सम्बन्ध करा देना ही परमात्माके द्वारा प्रकृतिमें गर्भस्थापन करना है (गीता 14। 34)। उसमें भी अलगअलग योनियोंमें तरहतरहके जितने शरीर पैदा होते हैं उन शरीरोंकी उत्पत्तिमें प्रकृति हेतु है और उनमें जीवरूपसे भगवान्का अंश है -- ममैवांशो जीवलोके (गीता 15। 7)। इस प्रकार प्रकृति और पुरुषके अंशसे सम्पूर्ण प्राणी पैदा होते हैं।तेरहवें अध्यायके छब्बीसवें श्लोकमें भगवान्ने कहा है कि स्थावरजङ्गम जितने भी प्राणी उत्पन्न होते हैं वे सब क्षेत्र (प्रकृति) और क्षेत्रज्ञ(पुरुष) के संयोगसे ही होते हैं। क्षेत्रक्षेत्रज्ञका विशेष संयोग अर्थात् स्थूलशरीर धारण करानेके लिये भगवान्का संकल्परूप विशेष सम्बन्ध ही स्थावरजङ्गम प्राणियोंके स्थूलशरीर पैदा करनेका कारण है। उस संकल्पके होनेमें भगवान्का कोई अभिमान नहीं है प्रत्युत जीवोंके जन्मजन्मान्तरोंके जो कर्मसंस्कार हैं वे महाप्रलयके समय परिपक्व होकर जब फल देनेके लिये उन्मुख होते हैं तब भगवान्का संकल्प होता है (टिप्पणी प0 450)। इस प्रकार जीवोंके कर्मोंकी प्रेरणासे भगवान्में मैं एक ही बहुत रूपोंसे हो जाऊँ -- यह संकल्प होता है।मनुष्यमात्रके द्वारा विहित और निषिद्ध जितनी क्रियाएँ होती हैं उन सब क्रियाओंका नाम कर्महै। तात्पर्य है कि मुख्य कर्म तो भगवान्का संकल्प हुआ और उसके बाद कर्मपरम्परा चलती है। ","hcsca":"।।8.3।। No commentary. ","etsga":"8.3 The Blessed Lord saidThe Immutable is the supreme Brahman; self-hood is said to the entity present in the individual plane. By action is meant the offerings which bring about the origin of the existence of things. ","etssa":"8.3 The Blessed Lord saidBrahman is the Imperishable, the Supreme; Its essential nature is called Self-knowledge; the offering (to the gods) which causes existence and manifestation of beings and which also sustains them is called action. ","etdss":"8.3. The Bhagavat saidThe immutable Absolute is the Brahman.Its intrinsic nature is calledthe Lord of the self. The emitting activity that causes the birth of both the animate and the inanimate is namedaction . ","ecssa":"8.3 अक्षरम् imperishable? ब्रह्म Brahman? परमम् Supreme? स्वभावः (His) Nature? अध्यात्मम् Selfknowledge? उच्यते is called? भूतभावोद्भवकरः that which causes the origin and growth of beings? विसर्गः offering (to gods)? कर्मसंज्ञितः is called action.Commentary Brahman is imperishable? immutable? eternal? selfexistent? selfluminous? unchanging and allpervading. It is the source? root and womb of everything. In It all beings that are manifested live? move and have their very being. Hence? It is Paramam? the Supreme and Akshara.Its essential nature or Svabhava is Adhyatma. Brahmans dwelling in each individual body as the innermost Self (the Pratyagatma) is called Adhyatma. Yajnavalkya (a great sage of the Upanishadic period) said O Gargi Heaven and earth stand upheld in their places. The Brahmanas call this (Brahman) the Akshara (the imperishable). It is neither red nor white It is not shadow? not darkness? nor air? not ehter? without adhesion? without smell? without eyes? without ears? without speech? without mind? without light? without breath? without a mouth or door? without measures? having nothing within and nothing outside It. It does not consume anything? nor does anyone consume It. Akshara is the Supreme Brahman only.Akshara here does not mean the holy word Om? or the Avyakta (the unmanifested source of all that is in Nature). There is Laya (absorption) for Om. There is destruction for the unmanifested Nature also. Therefore Brahman is the Akshara? the Imperishable? the Supreme Being.Offering All virtuous work.The sacrificial act which consists of offering cooked rice? cakes? etc.? to the gods and which causes the genesis and support of beings is called Karma. The oblations in the sacrifice assume a subtle form and reach the sphere of the sun. Through the sun there is rain? and various sorts of grains? vegetables and fruits crop up. The living beings (Bhutas) live and develop on account of rice and other foodstuffs. Therefore Yajnas are the cause of the genesis and support of all beings. ","scetsga":"8.3 Aksaram means that which does not perish (na ksarati), the supreme Self. This agrees with the Upanisadic text, Under the mighty rule of this Immutable, O Gargi৷৷. (Br. 3.8.9). And (the letter) Om is not accept here [as the meaning of aksara (lit. letter)], because of its being mentioned (as a letter) later on in, The single letter Om, which is Brahman (13). Besides, the adjective supreme is more apporpriate with regard to the absolute, immutable Brahman.\nBy svabhava, self-hood, is meant the eixtence of that very supreme Brahman in every body as the indwelling Self. Svabhavah ucyate, self-hood is said to be, is referred to by the word; adhyatmam, the entity which, as the indwelling Self, exists in the body (atma) by making it its habitat (adhikrtya), and which in the ultimate analysis is the supreme Brahman.\nVisargah, the offerings, the giving away to gods of things like porridge [Caru: An oblations of rice, barley and pulse boiled-together to be offered to gods.], cake, etc.; bhuta-bhava-udbhava-karah, which bring about the origin of the existence of things; is karma-sanjnitah, meant by action. This sacrifice consisting in pouring of oblations is called action. The existence (bhava) of (moving and nonmoving) things (bhuta) is bhuta-bhava. The coming into being (udbhava) of that (existence) is bhuta-bhava-udbhavah. That which causes (karoti) this is bhuta-bhava-udbhava-karah, i.e. the originator of existing things. It is needed from this source that all bengs, moving and non-moving, originate thorugh the successive processes of railfall etc. (see 3.14-15). ","scetdss":"8.3 Aksaram etc.the Supreme is[called]Brahman because It is big and causes everything to grow[in It].On the same ground, what istermedas theLord-of-selfis that thing which bears the nameConsciousness which never ceases to be in It(Brahman)and which is nothing but the Brahman(svah bhavah).ThisBrahman,which is nothing but Consciousness, embraces the Power of[creating] the universe because of Its unlimited aspect of beingexternal;and on account ofIts freedom in the form of supremacy there arises the emitting(i.e. creative)activity [in it]in the form of manifesting Itself as the external inanimate beings and also as various external animate ones.[These two aspects of]this activity cause respectively the birth ofthe inanimate beings - i.e. the insentient beings, and the animate ones i.e. the sentient beings like Brahman etc.[In other words],It manifests as varigatedinsentient and sentient beings.\n \nAgain this activity bestows on what is real, its intrinsic nature i.e.creates a reality for the one from which all that is false is excluded.this emitting activity is what is known asaction. ","scetssa":"8.3 The Lord saidThat which is the Supreme Imperishable (Aksara) has been named that brahman The Aksara is that which cannot be destroyed and forms the totality of all individual selves. The Srutis say to this effect:The Avyakta is dissolved into the Aksara, the Aksara is dissolved into Tamas (Su. U., 2). The supreme Aksara is the essential form of the self, separated from Prakrti. Ones own material nature (the body) is spoken of as Adhyatma or that which dwells with the self. This material nature (Svabhava) is Prakrti. It does not form the self but attaches itself to the self in the form of subtle elements, impressions etc. This has been taught in the Vidya of Five Fires (Cha. U., 5). Both these (the Aksara and the Adhyatma) should be known by the aspirants for liberation (Kaivalya) - the former as what should be attained and the latter as what should be relinished.\nKarma is that force which produces the origination of mundane beings. Beings here means beings such as the human beings. The creative force which produces their origination is contact with woman. It has been described in the Sruti passage thus:The waters sacrificed in the fifth oblations become those who are named Purusas (Cha. U., 5.3.3). That creative force is called Karma. All the acts associated with that should be considered by aspirants after release as calling for abstention. This abstention will also be inculcated immediately in the text, Desiring which they practise the vow of continence (8.11). ","chakravarthi":"The Lord answers. What is supreme and does not get destroyed, what is eternal is called brahman. The sruti says etad vai tad aksaram gargi brahmana abhivadanti: the knowers of brahman call that Brahman, the indestructible (aksaram). (Brhad Aranyaka Upanisad 3.8.8)\nSvabhava means “that which produces one’s self (svam bhavayati), from imposition of a body.” In other words, it means the jiva, since it creates the body. The jiva is called adhyatma. Or the meaning of svabhdva can be “that which causes one to attain the paramatma (svam meaning the Lord in this case). In this case, adhyatma refers to the purified jiva.\nThe word karma refers to transmigration (visarga) of the jiva, the creation of bodies (bhava) through the material elements (bhuta). It is called karma because it is produced from actions. ","rudra":"\nIn response to the questions inquired aboutintheprevioustwoverses,\nLord Krishna answers them in the order in whichtheywereaskedinthis\nverse an the next twobeginningwiththewordsaksaramparamambrahma\nmeaning the supreme, imperishable ultimate truth. That whichisimmutable,\nwhich is constant, which is indestructible. The indestructible principleis\nthe highest because it is eternal, it is the primal causeofallcreation\nand is known as thebrahmanorthespiritualsubstratumpervadingall\nexistence. IntheBrihad-aranyakaUpanisadIII.VIII.VIIIwefind:The\nknowers of the brahman state that the immutable brahman is that which isto\nbe known. Thisimmutablebrahmanmanifestsitselfwithintheatmaor\nindividual soul residingwithinallsentientbeingsandiscalledas\nsvabhava. The same principle existing asthemonitorpresidingoverthe\nphysical body is designated by the term adhyatma which is the origin ofall\ncreated beings and their development as well astheirevolutionfromone\nlifetime to the nextlifetime.TheManuSamhitaIII.LXXVIstates:The\noblations of ghee or clarified butter offered into thesacredfireascend\nup and reach Surya, the sun god in full, from which results inrains,from\nrains grow grains andfromgrainsbeings.Thatyagnaorofferingsin\npropitiation consisting of putting ghee and havi or sanctifiedseedgrains\ninto the sacredfirewithsanctifiedVedicmantrastopropitiatethe\ndemigods causing the development and benefitofallbeingsisknownas\nkarma oractions.ThisincludesbyimplicationallritualisticVedic\nactivities. ","brahma":"\nHari Om! The renunciation of action and thefocusedconcentrationofthe\nmind at the timeofdeathisdiscussedinthischapter.Thesupreme\nabsoluteandimmutabletruthisthebrahmanorspiritualsubstratum\npervading all existence and without changing its svabhavah orthenature\nwhich causes development and evolution which also manifests as theatmaor\nsoul. Thus to remove any doubts about the paramount importance of theVedic\nscriptures it is sometimes referred to as adhyatman or thatwhichelevates\nthe atma or soul, also that by which the atmaisrevealed.Similarlythe\njivas or embodied beings are also potentially svabhavah byhelpingoneself\nto elevate themselves. Therefore the jiva thatwhichismadeupofits\ninnate nature. Since the attitude ofthejivaisalwaystoevolvethe\ninnate nature it is very beneficial. Associatedwithinternalorgansthe\nword bhavah indicating grossmaterialelementsisused;butsincethe\ninternal organs do not all respond similarlyinthesamemanneranother\ninterpretation of bhava could be not connected togrossmaterialelements\nand that would fits with the word svabhavo whichreferstotheeternally\npure atma or soul and connotes our eternalrelationshipwiththeSupreme\nLord Krishna. The potency of the Supreme Lord which manifeststhecreation\nof gross material elements and the living entities to be elevatedisknown\nas visargah and is the special creative activity of the Supreme Lord. ","shri":"\nWhat is designated in verse one astadbrahmaorthesupremespiritual\nsubstratum pervading all existence is the aksaramparamamorthesupreme\nindestructible atma or soul.Aksaram is that which is not subject todecay\nor imperishable and is the collective given bytheksetrajnanisorthose\nknowledgeable of the field of action or the informers ofuninformedmatter\nand atmaembodiedbeings.TheSubalaUpanisadIIstatesavyaktathe\nindiscernible compound of spirit andmattermergesintotheaksarathe\nindivisible compound which descends into tamas or nescience. Paramaaksaram\nis the superior indestructible atma nature whichiscompletelydisengaged\nfrom prakriti or the material substratumandnotconnectedtoeventhe\naksaramwhichcomprisesembodiedbeingsandcombinesboth.Theword\nsvabhavo is also called adhyatma and indicates subtle material elementsand\nits accompanying erratic tendencies. These subtle elements are whatadheres\nto the atma in the descent ofthesuprasubtlequintupleprocessfrom\nspirit to matter, the last being the fifth stage which becomestheseminal\nfluids referred to in the Panca-agni-vidva orfive-foldsacrificialfires\nwhich are described in the ChandogyaUpanisad:V.III-Xwhichisessential\nand has to be known by all aspirants.Bothaksaraandadhyatmamustbe\nrealised by the mumumkshus or emancipation seekers for moksaorliberation\nfrom material existence as aksara the immortal soul is that whatisworthy\nof selection and adhyatma theembodiedbeingincarceratedinmatteris\nworthy of rejection. The sequence which manifests this descentintomatter\nby the jiva or embodied being is called visargah and karmareferstothat\nspecific action which activates a corresponding reaction and determinesthe\ndestination and manifestation of all creatures into embodied stateswhether\nhuman,animal,fishetc.Thefinal action which actually causes\nmanifestation into material existence is known as procreation betweenmales\nand females of different species. The Vedic scriptures declare thatinthe\nfifth stage the male dischargesthesacrificialwaterintothefemales\nsacrificial fire and a new embodied being is created. This act isknownas\nkarma. The knowledge of karma, aksara and adhyatma are all prerequisitesof\nknowledge absolutely essential for those seeking moksaorliberationfrom\nthe material existence. Otherwise one will be ignorant of what is worthyof\nrejection and what is worthy of attention and unabletoproperlyinteract\naccordingly. An example is following in verse 11 concerningbrahmacaryaor\ncelibacy. ","kumar":"What is designated in verse one astadbrahmaorthesupremespiritual\nsubstratum pervading all existence is the aksaramparamamorthesupreme\nindestructible atma or soul.Aksaram is that which is not subject todecay\nor imperishable and is the collective given bytheksetrajnanisorthose\nknowledgeable of the field of action or the informers ofuninformedmatter\nand atmaembodiedbeings.TheSubalaUpanisadIIstatesavyaktathe\nindiscernible compound of spirit andmattermergesintotheaksarathe\nindivisible compound which descends into tamas or nescience. Paramaaksaram\nis the superior indestructible atma nature whichiscompletelydisengaged\nfrom prakriti or the material substratumandnotconnectedtoeventhe\naksaramwhichcomprisesembodiedbeingsandcombinesboth.Theword\nsvabhavo is also called adhyatma and indicates subtle material elementsand\nits accompanying erratic tendencies. These subtle elements are whatadheres\nto the atma in the descent ofthesuprasubtlequintupleprocessfrom\nspirit to matter, the last being the fifth stage which becomestheseminal\nfluids referred to in the Panca-agni-vidva orfive-foldsacrificialfires\nwhich are described in the ChandogyaUpanisad:V.III-Xwhichisessential\nand has to be known by all aspirants.Bothaksaraandadhyatmamustbe\nrealised by the mumumkshus or emancipation seekers for moksaorliberation\nfrom material existence as aksara the immortal soul is that whatisworthy\nof selection and adhyatma theembodiedbeingincarceratedinmatteris\nworthy of rejection. The sequence which manifests this descentintomatter\nby the jiva or embodied being is called visargah and karmareferstothat\nspecific action which activates a corresponding reaction and determinesthe\ndestination and manifestation of all creatures into embodied stateswhether\nhuman,animal,fishetc.Thefinal action which actually causes\nmanifestation into material existence is known as procreation betweenmales\nand females of different species. The Vedic scriptures declare thatinthe\nfifth stage the male dischargesthesacrificialwaterintothefemales\nsacrificial fire and a new embodied being is created. This act isknownas\nkarma. The knowledge of karma, aksara and adhyatma are all prerequisitesof\nknowledge absolutely essential for those seeking moksaorliberationfrom\nthe material existence. Otherwise one will be ignorant of what is worthyof\nrejection and what is worthy of attention and unabletoproperlyinteract\naccordingly. An example is following in verse 11 concerningbrahmacaryaor\ncelibacy. "}