{"meta":"Bhagavad Gita Chapter 8 Verse 20","metahi":"भगवद् गीता 8.20","slok":"परस्तस्मात्तु भावोऽन्योऽव्यक्तोऽव्यक्तात्सनातनः।यः स सर्वेषु भूतेषु नश्यत्सु न विनश्यति।।8.20।। ","htsrsd":"।।8.20।।परन्तु उस अव्यक्त(ब्रह्माजीके सूक्ष्मशरीर) से अन्य अनादि सर्वश्रेष्ठ भावरूप जो अव्यक्त है उसका सम्पूर्ण प्राणियोंके नष्ट होनेपर भी नाश नहीं होता। ","htstma":"।।8.20।। परन्तु उस अव्यक्त से परे अन्य जो सनातन अव्यक्त भाव है वह समस्त भूतों के नष्ट होने पर भी नष्ट नहीं होता।। ","transliteration":"Parastasmaat tu bhaavo’nyo’vyakto’vyaktaatsanaatanah;\nYah sa sarveshu bhooteshu nashyatsu na vinashyati. ","englishmeaning":"paraḥ—transcendental; tasmāt—than that; tu—but; bhāvaḥ—creation; anyaḥ—another; avyaktaḥ—unmanifest; avyaktāt—to the unmanifest; sanātanaḥ—eternal; yaḥ—who; saḥ—that; sarveṣhu—all; bhūteṣhu—in beings; naśhyatsu—cease to exist; na—never; vinaśhyati—is annihilated ","hcsrsd":"।।8.20।। व्याख्या --   परस्तस्मात्तु भावोऽन्योऽव्यक्तोऽव्यक्तात्सनातनः --सोलहवेंसे उन्नीसवें श्लोकतक ब्रह्मलोक तथा उससे नीचेके लोकोंको पुनरावर्ती कहा गया है। परन्तु परमात्मतत्त्व उनसे अत्यन्त विलक्षण है, -- यह बतानेके लिये यहाँ तु पद दिया गया है।यहाँ अव्यक्तात् पद ब्रह्माजीके सूक्ष्मशरीरका ही वाचक है। कारण कि इससे पहले अठारहवेंउन्नीसवें श्लोकोंमें सर्गके आदिमें ब्रह्माजीके सूक्ष्मशरीरसे प्राणियोंके पैदा होनेकी और प्रलयमें ब्रह्माजीके सूक्ष्मशरीरमें प्राणियोंके लीन होनेकी बात कही गयी है। इस श्लोकमें आया तस्मात् पद भी ब्रह्माजीके उस सूक्ष्मशरीरका द्योतन करता है। ऐसा होनेपर भी यहाँ ब्रह्माजीके सूक्ष्मशरीर(समष्टि मन बुद्धि और अहंकार) से भी पर अर्थात् अत्यन्त विलक्षण जो भावरूप अव्यक्त कहा गया है वह ब्रह्माजीके सूक्ष्मशरीरके साथसाथ ब्रह्माजीके कारणशरीर (मूल प्रकृति) से भी अत्यन्त विलक्षण है।ब्रह्माजीके सूक्ष्मशरीरसे पर दो तत्त्व हैं -- मूल प्रकृति और परमात्मा। यहाँ प्रसङ्ग मूल प्रकृतिका नहीं है प्रत्युत परमात्माका है। अतः इस श्लोकमें परमात्माको ही पर और श्रेष्ठ कहा गया है जो सम्पूर्ण प्राणियोंके नष्ट होनेपर भी नष्ट नहीं होता। आगेके श्लोकमें भी अव्यक्तोऽक्षर आदि पदोंसे उस परमात्माका ही वर्णन आया है।गीतामें प्राणियोंके अप्रकट होनेको अव्यक्त कहा गया है -- अव्यक्तादीनि भूतानि (2। 28) ब्रह्माजीके सूक्ष्मशरीरको भी अव्यक्त कहा गया है (8। 18) प्रकृतिको भी अव्यक्त कहा गया है -- अव्यक्तमेव च (13। 5) आदि। उन सबसे परमात्माका स्वरूप विलक्षण श्रेष्ठ है चाहे वह स्वरूप व्यक्त हो चाहे अव्यक्त हो। वह भावरूप है अर्थात् किसी भी कालमें उसका अभाव हुआ नहीं होगा नहीं और हो सकता भी नहीं। कारण कि वह सनातन है अर्थात् वह सदासे है और सदा ही रहेगा। इसलिये वह पर अर्थात् सर्वश्रेष्ठ है। उससे श्रेष्ठ कोई हो ही नहीं सकता और होनेकी सम्भावना भी नहीं है।यः स सर्वेषु भूतेषु नश्यत्सु न विनश्यति -- अब उत्तरार्धमें उसकी विलक्षणता बताते हैं कि सम्पूर्ण प्राणियोंके नष्ट होनेपर भी अर्थात् उन सम्पूर्ण शरीरोंका अभाव होनेपर भी उस परमात्मतत्त्वका कभी अभाव नहीं होता -- ऐसा वह परमात्माका अव्यक्त स्वरूप है।न विनश्यति कहनेका तात्पर्य है कि संसारमें कार्यरूपसे अनेक तरहके परिवर्तन होनेपर भी वह परमात्मतत्त्व ज्योंकात्यों ही अपरिवर्तनशील रहता है। उसमें कभी किञ्चिन्मात्र भी परिवर्तन होता ही नहीं। सम्बन्ध --   अभीतक जो परमात्मविषयक वर्णन हुआ है उस सबकी एकता करते हुए अनन्यभक्तिके विशेष महत्त्वका वर्णन आगेके दो श्लोकोंमें करते हैं। ","hcsca":"।।8.20।। विद्यालय की कक्षा में एक श्यामपट लगा होता है जिसका उपयोग एक ही दिन में अनेक अध्यापक विभिन्न विषयों को समझाने के लिए करते हैं। प्रत्येक अध्यापक अपने पूर्व के अध्यापक द्वारा श्यामपट पर लिखे अक्षरों को मिटाकर अपना विषय समझाता है। इस प्रकार गणित का अध्यापक अंकगणित या रेखागणित की आकृतियाँ खींचता है तो भूगोल पढ़ाने वाले अध्यापक नक्शों को जिनमें नदी पर्वत आदि का ज्ञान कराया जाता है। रासायन शास्त्र के शिक्षक रासायनिक क्रियाएँ एवं सूत्र समझाते हैं और इतिहास के शिक्षक पूर्वजों की वंश परम्पराओं का ज्ञान कराते हैं। प्रत्येक अध्यापक विभिन्न प्रकार के अंक आकृति चिह्न आदि के द्वारा अपने ज्ञान को व्यक्त करता है। यद्यप्ा सबके विषय आकृतियाँ भिन्नभिन्न थीं परन्तु उन सबके लिए उपयोग किया गया श्यामपट एक ही था।इसी प्रकार इस परिवर्तनशील जगत् के लिए भी जो कि अव्यक्त का व्यक्त रूप है एक अपरिवर्तनशील अधिष्ठान की आवश्यकता है जो सब भूतों के नष्ट होने पर भी नष्ट नहीं होता। जब संध्याकाल में सब विद्यार्थी और शिक्षक अपने घर चले जाते हैं तब भी वह श्यामपट अपने स्थान पर ही स्थित रहता है। यह चैतन्य तत्त्व जो स्वयं इन्द्रिय मन और बुद्धि के द्वारा अग्राह्य होने के कारण अव्यक्त कहलाता है इस जगत् का अधिष्ठान है जिसे भगवान् श्रीकृष्ण के इस कथन में इंगित किया गया हैपरन्तु इस अव्यक्त से परे अन्य सनातन अव्यक्त भाव है। इस प्रकार हम देखते है कि यहाँ व्यक्त सृष्टि के कारण को तथा चैतन्य तत्त्व दोनों को ही अव्यक्त कहा गया है। परन्तु दोनों में भेद यह है कि चैतन्य तत्त्व कभी भी व्यक्त होकर प्रमाणों का विषय नहीं बनता जबकि सृष्टि की कारणावस्था जो अव्यक्त कहलाती है कल्प के प्रारम्भ में सूक्ष्म तथा स्थूल रूप में व्यक्त भी होती है।अव्यक्त (वासनाएँ) व्यक्त सृष्टि की बीजावस्था है जिसे वेदान्त में अविद्या भी कहते हैं। अविद्या या अज्ञान स्वयं कोई वस्तु नहीं है किन्तु अज्ञान किसी विद्यमान वस्तु का ही हो सकता है। किसी मनुष्य को अपनी पूँछ का अज्ञान नहीं हो सकता क्योंकि पूँछ अभावरूप है। इससे एक भावरूप परमार्थ सत्य का अस्तित्व सिद्ध होता है। जैसे कक्षा में पढ़ाये गये विषय ज्ञान के लिए श्यामपट अधिष्ठान है वैसे ही इस सृष्टि के लिए यह चैतन्य तत्त्व आधार है। इस सत्य को नहीं जानना ही अविद्या है जो इस परिवर्तनशील नामरूपमय सृष्टि को व्यक्त करती है। पुनः पुनः सर्ग स्थिति और लय को प्राप्त होने वाली इस अविद्याजनित सृष्टि से परे जो तत्त्व है उसी का संकेत यहाँ सन्ाातन अव्यय भाव इन शब्दों द्वारा किया गया है।क्या यह अव्यक्त ही परम तत्त्व हैअथवा इस सनातन अव्यय से परे श्रेष्ठ कोई भाव जीवन का लक्ष्य बनने योग्य है ","etsga":"8.20 But distinct from that Unmanifested is the other eternal unmainfest Reality, who does not get destroyed when all beings get destroyed. ","etssa":"8.20 But verily there exists, higher than this Unmanifested, another unmanifested Eternal, which is not destroyed when all beings are destroyed. ","etdss":"8.20. But there exists another Being which is beyond this, and It is both manifest and unmanifest and is etnernal.It is this Being that does not perish while all [the other]beings perish. ","ecssa":"8.20 परः higher? तस्मात् than that? तु but? भावः existence? अन्यः another? अव्यक्तः unmanifested? अव्यक्तात् than the unmanifested? सनातनः Eternal? यः who? सः that? सर्वेषु all? भूतेषु beings? नश्यत्सु when destroyed? न not? विनश्यति is destroyed.Commentary Another unmanifested in the ancient or eternal Para Brahman Who is distinct from the Unmanifested (Avyakta or Primordial Nature)? Who is of ite a different nature. It is superior to Hiranyagarbha (the Cosmic Creative Intelligence) and the Unmanifested Nature because It is their cause. It is not destroyed when all the beings from Brahma down to the ants or the blade of grass are destroyed. (Cf.XV.17) ","scetsga":"8.20 He is parah, distinct, different;-From what?-tasmat, from that aforesaid (Unmanifested).\nThe word tu, but, is meant for showing the distinction of the Immutable that is going to be spoken of from the Unmanifested.\nHe is bhavah, the Reality, the supreme Brahman called the Immutable.\n \nEven though different, there is the possibility of similarlity of characteristics. Hence, for obviating this the Lord says: anyah, the other, of a different characteristic, and He is the Immutable which is beyond the range of the organs. It has been said that He is distinct from that. From what, again is He distinct? Avyaktat, from the Unmaifested spoken of earlier, which is the seed of the multitude of beings, and which is characterized as ignorance (avidya) [Ast. adds, anyah vilaksanah, bhavah ityabhiprayah: The meaning is that the Reality is different and distinct (form that Unmanifested).-Tr.] He is sanatnah, eternal.\nBhavah, the Reality; yah sah, who is such; na, does not; vinasyati, get destroyed; when sarvesu bhutesu, all beings, beginning from Brahma; nasyatsu, get destroyed. ","scetdss":"8.20 See Comment under 8.22 ","scetssa":"8.20 - 8.21 Superior, as an object of human end, to this unmanifest (Avyakta), which is inanimate Prakrti, there is another state of being, of a kind different from this, but also called Avyakta. It has only knowledge-form and is also unmanifest. It is the self, Atman. It is unmanifest because It cannot be apprehended by any means of knowledge (Pramanas). The meaning is that Its nature is unie and that It can be known only to Itself. That is, It can be understood only vaguely in the ordinary ways of knowing. It is eternal, namely, ever-enduring, because It is not subject to origination and annihilation. In texts like For those who meditate on the imperishable, undefinable, the unmanifest (12.3) and The imperishable is called the unchanging (15.16) - that being the self. It has been called the unmanifest (Avyakta) and imperishable (Aksara); when all material elements like ether, etc., with their causes and effects are annihilated, the self is not annihilated in spite of It being found alone with all the elements. [The elements are what constitute the bodies of beings.]\nThe knowers of the Vedas declare It as the highest end. The meaning is that the imperishable entity which has been denoted by the term highest goal in the passage, Whosoever abandons the body and departs (in the manner described) reaches the highest state (Dhama) (8.13), is the self (Atman) abiding in Its essential nature free from the contact with the Prakrti. This self, which abides thus in Its essential nature, by attaining which It does not return, - this is My highest abode, i.e., is the highest object of My control. The inanimate Prakrti is one object of My control. The animate Prakrti associated with this inanimate Prakrti is the second object of My control. The pristine nature of the freed self, free from contact with inanimate matter, is the highest object of My rule. Such is the meaning. This state is also one of non-return to Samsara. Or the term dhama may signify luminosity. And luminosity connotes knowledge. The essential nature of the freed self is boundless knowledge, or supreme light, which stands in contrast to the shrunken knowledge of the self, when involved in Prakrti. [The description given above is that of Kaivalya, the state of self-luminous existence as the pure self].\nSri Krsna now teaches that the object of attainment for the Jnanin, is totally different from this: ","chakravarthi":"Superior to that state of dissolution, to the Hiranyagarbha or Brahma which has been described (parah tasmat avyaktat), is another state,  the cause  of Hiranyagarbha, which is indeed unmanifest (avyakta), and without beginning (sanatanah). ","rudra":"\nAfter completing the expose on theimpermanenceofallmaterialworlds,\nLord Krishna elucidates in this verse and the next on the eternal natureof\nthe spiritual worlds which exist beyond avyakta the unmanifest and whichis\nnever destroyed when all the material worlds perish. Beyond theavyaktais\nanother superior nature, unmanifest which isthecauseofprakriti,the\nmaterial substratum pervading existence, and which exists asthecauseof\nall things in the moving and non-moving universes. This superiorunmanifest\nis beyond the perception of the senses and without a beginning and itnever\nceases to exist even when all the worlds and all created beings,whichare\nmerely causes and effects, inevitably perish. ","brahma":" ","shri":" ","kumar":" "}