{"meta":"Bhagavad Gita Chapter 8 Verse 7","metahi":"भगवद् गीता 8.7","slok":"तस्मात्सर्वेषु कालेषु मामनुस्मर युध्य च।मय्यर्पितमनोबुद्धिर्मामेवैष्यस्यसंशयम्।।8.7।। ","htsrsd":"।।8.7।।इसलिये तू सब समयमें मेरा स्मरण कर और युद्ध भी कर। मेरेमें मन और बुद्धि अर्पित करनेवाला तू निःसन्देह मेरेको ही प्राप्त होगा। ","htstma":"।।8.7।। इसलिए तुम सब काल में मेरा निरन्तर स्मरण करो और युद्ध करो मुझमें अर्पण किये मन बुद्धि से युक्त हुए निःसन्देह तुम मुझे ही प्राप्त होओगे।। ","transliteration":"Tasmaat sarveshu kaaleshu maamanusmara yudhya cha;\nMayyarpitamanobuddhir maamevaishyasyasamshayam. ","englishmeaning":"tasmāt—therefore; sarveṣhu—in all; kāleṣhu—times; mām—Me; anusmara—remember; yudhya—fight; cha—and; mayi—to Me; arpita—surrender; manaḥ—mind; buddhiḥ—intellect; mām—to Me; eva—surely; eṣhyasi—you shall attain; asanśhayaḥ—without a doubt ","hcsrsd":"।।8.7।। व्याख्या --   तस्मात्सर्वेषु कालेषु मामनुस्मर युध्य च --यहाँ सर्वेषु कालेषु पदोंका सम्बन्ध केवल स्मरणसे ही है युद्धसे नहीं क्योंकि युद्ध सब समयमें निरन्तर हो ही नहीं सकता। कोई भी क्रिया निरन्तर नहीं हो सकती प्रत्युत समयसमयपर ही हो सकती है। कारण कि प्रत्येक क्रियाका आरम्भ और समाप्ति होती है -- यह बात सबके अनुभवकी है। परन्तु भगवत्प्राप्तिका उद्देश्य होनेसे भगवान्का स्मरण सब समयमें होता है क्योंकि उद्देश्यकी जागृति हरदम रहती है।सब समयमें स्मरण करनेके लिये कहनेका तात्पर्य है कि प्रत्येक कार्यमें समयका विभाग होता है जैसे -- यह समय सोनेका और यह समय जगनेका है यह समय नित्यकर्मका है यह समय जीविकाके लिये कामधंधा करनेका है यह समय भोजनका है आदिआदि। परन्तु भगवान्के स्मरणमें समयका विभाग नहीं होना चाहिये। भगवान्को तो सब समयमें ही याद रखना चाहिये।,युध्य च कहनेका तात्पर्य है कि यहाँ अर्जुनके सामने युद्धरूप कर्तव्यकर्म है जो उनको स्वतः प्राप्त हुआ है -- यदृच्छया चोपपन्नम् (गीता 2। 32)। ऐसे ही मनुष्यको कर्तव्यरूपसे जो प्राप्त हो जाय उसको भगवान्का स्मरण करते हुए करना चाहिये। परन्तु उसमें भगवान्का स्मरण मुख्य है और कर्तव्यकर्म गौण है।अनुस्मर का अर्थ है कि स्मरणके पीछे स्मरण होता रहे अर्थात् निरन्तर स्मरण होता रहे। दूसरा अर्थ यह है कि भगवान् किसी भी जीवको भूलते नहीं। भगवान्ने सातवें अध्यायमें वेदाहम् (7। 26) कहकर वर्तमानमें सभी जीवोंको स्वतः जाननेकी बात कही है। जब भगवान् वर्तमानमें सबको जानते हैं तब भगवान्का सम्पूर्ण जीवोंका स्मरण करना स्वाभाविक हुआ अब यह जीव भगवान्का स्मरण करे तो इसका बेड़ा पार है भगवान्के स्मरणकी जागृतिके लिये भगवान्के साथ अपनापन होना चाहिये। यह अपनापन जितना ही दृढ़ होगा उतनी ही भगवान्की स्मृति बारबार आयेगी।मय्यर्पितमनोबुद्धिः --मेरेमें मनबुद्धि अर्पित कर देनेका साधारण अर्थ होता है कि मनसे भगवान्का चिन्तन हो और बुद्धिसे परमात्माका निश्चय किया जाय। परन्तु इसका वास्तविक अर्थ है -- मन बुद्धि इन्द्रियाँ शरीर आदिको भगवान्के ही मानना कभी भूलसे भी इनको अपने न मानना। कारण कि जितने भी प्राकृत पदार्थ हैं वे सबकेसब भगवान्के ही हैं। उन प्राकृत पदार्थोंको अपना मानना ही गलती है। साधक जबतक उनको अपना मानेगा तबतक वे शुद्ध नहीं हो सकते क्योंकि उनको अपना मानना ही खास अशुद्धि है और इस अशुद्धिसे ही अनेक अशुद्धियाँ पैदा होती हैं।वास्तवमें मनुष्यका सम्बन्ध केवल प्रभुके साथ ही है। प्रकृति और प्रकृतिके कार्यके साथ मनुष्यका सम्बन्ध कभी था नहीं है नहीं और रहेगा भी नहीं। कारण कि मनुष्य साक्षात् परमात्माके सनातन अंश हैं अतः उनका प्रकृतिसे सम्बन्ध कैसे हो सकता है इसलिये साधकको चाहिये कि वह मन और बुद्धिको भगवान्के ही समझकर भगवान्के अर्पण कर दे। फिर उसको स्वाभाविक ही भगवान्की प्राप्ति हो जायगी क्योंकि प्रकृतिके कार्य शरीर मन बुद्धि आदिके साथ सम्बन्ध जोड़नेसे ही वह भगवान्से विमुख हुआ था।वे प्राकृत पदार्थ कैसे हैं -- इस विषयमें दार्शनिक मतभेद तो है पर वे हमारे नहीं हैं और हम उनके नहीं हैं -- इस वास्तविकतामें कोई मतभेद नहीं है अर्थात् इसको सभी दर्शनकार मानते हैं। इन दर्शनकारोंमें जो ईश्वरवादी हैं वे सभी उन प्राकृत पदार्थोंको ईश्वरके ही मानते हैं और दूसरे जितने दर्शनकार हैं वे उन पदार्थोंको चाहे प्रकृतिके मानें चाहे परमात्माके मानें पर दार्शनिक दृष्टिसे वे उनको अपने नहीं मान सकते। अतः साधक उन सब पदार्थोंको ईश्वरके ही मानकर ईश्वरके अर्पण कर दें तो उनका हम भगवान्के ही थे और भगवान्के ही रहेंगे ऐसा भगवान्के साथ नित्यसम्बन्ध जाग्रत् हो जायगा।मामेवैष्यस्यसंशयम् --मेरेमें मनबुद्धि अर्पण करनेवाला होनेसे तू मेरेको ही प्राप्त होगा -- इसमें कोई सन्देह नहीं है। कारण कि मैं तुझे नित्य प्राप्त हूँ। अप्राप्तिका अनुभव तो कभी प्राप्त न होनेवाले शरीर और संसारको अपना माननेसे उनके साथ सम्बन्ध जोड़नेसे ही होता है। नित्यप्राप्त तत्त्वका कभी अभाव नहीं हुआ और न हो सकता है। अगर तू मन बुद्धि और स्वयंको मेरे अर्पण कर देगा तो तेरा मेरे साथ जो नित्यसम्बन्ध है वह प्रकट हो जायगा -- इसमें कोई सन्देह नहीं है।स्मरणसम्बन्धी विशेष बातस्मरण तीन तरहका होता है -- बोधजन्य सम्बन्धजन्य और क्रियाजन्य। बोधजन्य स्मरणका कभी अभाव नहीं होता। जबतक सम्बन्धको न छोड़ें तबतक सम्बन्धजन्य स्मरण बना रहता है। क्रियाजन्य स्मरण निरन्तर नहीं रहता। इन तीनों प्रकारके स्मरणका विस्तार इस तरह है --(1) बोधजन्य समरण --अपना जो होनापन है उसको याद नहीं करना पड़ता। परन्तु शरीरके साथ जो एकता मान ली है वह भूल है। बोध होनेपर वह भूल मिट जाती है फिर अपना होनापन स्वतःसिद्ध रहता है। गीतामें भगवान्के वचन हैं -- तू मैं और ये राजा लोग पहले नहीं थे यह बात भी नहीं है और भविष्यमें नहीं रहेंगे यह बात भी नहीं है (गीता 2। 12) अर्थात् निश्चित ही पहले थे और निश्चित ही पीछे रहेंगे। जो पहले सर्गमहासर्ग और प्रलयमहाप्रलयमें था वही यह प्राणिसमुदाय उत्पन्न होहोकर नष्ट होता है (18। 19)। इसमें वही यह प्राणिसमुदाय तो परमात्माका अंश है और उत्पन्न होहोकर नष्ट होनेवाला शरीर है। अगर नष्ट होनेवाले भागका विवेकपूर्वक सर्वथा त्याग कर दें तो अपने होनेपनका स्पष्ट बोध हो,जाता है। यह बोधजन्य स्मरण नित्यनिरन्तर बना रहता है कभी नष्ट नहीं होता क्योंकि यह स्मरण अपने नित्य स्वरूपका है।(2) सम्बन्धजन्य स्मरण --जिसको हम स्वयं मान लेते हैं वह सम्बन्धजन्य स्मरण है जैसे शरीर हमारा है संसार हमारा है आदि। यह माना हुआ सम्बन्ध तबतक नहीं मिटता जबतक हम यह हमारा नहीं है ऐसा नहीं मान लेते। परन्तु भगवान् वास्तवमें हमारे हैं हम मानें तो हमारे हैं नहीं मानें तो हमारे हैं जानें तो हमारे हैं नहीं जानें तो हमारे हैं हमारे दीखें तो हमारे हैं हमारे नहीं दीखें तो हमारे हैं। हम सब उनके अंश हैं और वे अंशी हैं। हम उनसे अलग नहीं हो सकते और वे हमसे अलग नहीं हो सकते। जबतक हम शरीरसंसारके साथ अपना सम्बन्ध मानते हैं तबतक भगवान्का यह वास्तविक सम्बन्ध नष्ट नहीं होता। जब हम शरीर और संसारके सम्बन्धका अत्यन्त अभाव स्वीकार कर लेते हैं तब भगवान्का नित्यसम्बन्ध स्वतः जाग्रत् हो जाता है। फिर भगवान्का स्मरण नित्यनिरन्तर बना रहता है।(3) क्रियाजन्य स्मरण --क्रियाजन्य स्मरण अभ्यासजन्य होता है। जैसे स्त्रियाँ सिरपर जलका घड़ा रखकर चलती हैं तो अपने दोनों हाथोंको खुला रखती हैं और दूसरी स्त्रियोंके साथ बातें भी करती रहती हैं परन्तु सिरपर रखे घड़ेकी सावधानी निरन्तर रहती है। नट रस्सेपर चलते हुए गाता भी है बोलता भी है पर रस्सेका ध्यान निरन्तर रहता है। ड्राइवर मोटर चलाता है हाथसे गियर बदलता है हैण्डल घुमाता है और मालिकसे बातचीत भी करता है पर रास्तेका ध्यान निरन्तर रहता है। ऐसे ही सम्पूर्ण क्रियाओंमें भगवान्को निरन्तर याद रखना अभ्यासजन्य स्मरण है।इस अभ्यासजन्य स्मरणके भी तीन प्रकार हैं -- (क) संसारका कार्य करते हुए भगवान्को याद रखना -- इसमें सांसारिक कार्यकी मुख्यता और भगवान्के स्मरणकी गौणता रहती है। अतः इसमें यह भाव रहता है कि संसारका काम बिगड़े नहीं ठीक तरहसे होता रहे और साथसाथ भगवान्का स्मरण भी होता रहे।(ख) भगवान्को याद रखते हुए संसारका कार्य करना -- इसमें भगवान्के स्मरणकी मुख्यता और सांसारिक कार्यकी गौणता रहती है। इसमें भगवान्के स्मरणमें भूल न हो -- यह सावधानी रहती है और संसारके काममें भूल भी हो जाय तो उसकी परवाह नहीं होती। कारण कि साधकमें यह जागृति रहेगी कि संसारका काम सुधर जाय तो भी अन्तमें रहेगा नहीं और बिगड़ जाय तो भी अन्तमें रहेगा नहीं। इसलिये इसमें भगवान्के स्मरणकी भूल नहीं होती।(ग) कार्यको भगवान्का ही समझना -- इसमें कामधंधा करते हुए भी एक विलक्षण आनन्द रहता है कि,मेरा अहोभाग्य है कि मैं भगवान्का ही काम करता हूँ भगवान्की ही सेवा करता हूँअतः इसमें भगवान्की स्मृति विशेषतासे रहती है। जैसे कोई सज्जन अपनी कन्याके विवाहकार्यके समय कन्याके लिये तरहतरहकी वस्तुएँ खरीदता है तरहतरहके कार्य करता है अनेक व्यक्तियोंको निमन्त्रण देता है परन्तु अनेक प्रकारके कार्य करते हुए भी कन्याका विवाह करना है -- यह बात उसको निरन्तर याद रहती है। कन्यामें भगवान्के समान पूज्यभावपूर्वक सम्बन्ध नहीं होता तो भी उसके विवाहके लिये कार्य करते हुए उसकी याद निरन्तर रहती है फिर भगवान्के लिये कार्य करते हुए भगवान्की पूज्यभावसहित अपनेपनकी मीठी स्मृति निरन्तर बनी रहे -- इसमें कहना ही क्या है ,भगवत्सम्बन्धी कार्य दो तरहका होता है --(1) स्वरूपसे --भगवान्के नामका जप और कीर्तन करना भगवान्की लीलाका श्रवण चिन्तन पठनपाठन,आदि करना -- यह स्वरूपसे भगवत्सम्बन्धी काम है।(2) भावसे --संसारका काम करते हुए भी जब सब संसार भगवान्का है तब संसारका काम भी भगवान्का ही काम हुआ। इसको भगवान्के नाते ही करना है भगवान्की प्रसन्नताके लिये ही करना है। इस कामसे हमें कुछ लेना नहीं है। भगवान्ने हमें जिस वर्णमें पैदा किया है जिस आश्रममें रखा है उसमें भगवान्की आज्ञाके अनुसार उचित काम करना है -- ऐसा भाव रहनेसे वह काम सांसारिक होनेपर भी भगवान्का हो जाता है।[सातवें अध्यायके अन्तमें भगवान्ने सात बातें कही थीं उन्हीं सात बातोंपर अर्जुनने आठवें अध्यायके आरम्भमें सात प्रश्न किये और यह प्रकरण भी सात ही श्लोकोंमें समाप्त हुआ।] सम्बन्ध --   पूर्वश्लोकमें कही हुई अभ्यासजन्य स्मृतिका अब आगेके श्लोकमें वर्णन करते हैं। ","hcsca":"।।8.7।। कोई भी धर्म तब तक समाज की निरन्तर सेवा नहीं कर सकता जब तक वह धर्मानुयायी लोगों को अपना व्यावहारिक दैनिक जीवन सफलतापूर्वक जीने की विधि और साधना का उपदेश नहीं देता। यहाँ एक ऐसी साधना बतायी गयी है जो भौतिक और आध्यात्मिक दोनों ही क्षेत्रों में समान रूप से लागू होती है। इस सरल उपदेश के पालन से न केवल रहन सहन का स्तर बल्कि सम्पूर्ण जीवन का स्तर भी उच्च किया जा सकता है।अनेक लोग हैं जिन्हें सन्देह होता है कि मन को धर्म तथा व्यावहारिक जीवन में बाँटना किसी भी क्षेत्र में वास्तविक सफलता पाने में हानिकारक है। वास्तव में यह एक अविचारपूर्ण तर्क है। बहुत ही कम अवसरों पर व्यक्ति का मन पूर्णतया उसी स्थान पर होता है जहाँ वह काम कर रहा होता है। सामान्यतः मन का एक बड़ा भाग भय के भयंकर जंगलों में या ईर्ष्या की गुफाओं में या फिर असफलता की काल्पनिक सम्भावनाओं के रेगिस्तान में सदैव भटकता रहता है। इस प्रकार मन की सम्पूर्ण शक्ति का अपव्यय करने के स्थान पर भगवान् उपदेश देते हैं कि भौतिक और आध्यात्मिक दोनों ही क्षेत्रों में सर्वोच्च लाभ पाने के इच्छुक और प्रयत्नशील पुरुष्ा को अपना मन शान्त और पावन सत्यस्वरूप में स्थिर करना चाहिए। ऐसा करने से वह अपनी सम्पूर्ण क्षमता को अपने कार्य के उपयोग में ला सकता है और इस प्रकार इह और परदोनों ही लोकों में सर्वोच्च सम्मान का स्थान प्राप्त कर सकता है।हिन्दु धर्म में धर्म और जीवन परस्पर विलग नहीं हैं। एक दूसरे से विलग होने से दोनों ही नष्ट हो जायेंगे। वे परस्पर वैसे ही जुड़े हुए हैं जैसे मनुष्य का धड़ और मस्तक। वियुक्त होकर दोनों ही जीवित नहीं रह सकते। जीवन में आने वाली परीक्षा का घड़ियों में भी एक सच्चे साधक को चाहिए कि वह अपने मन के निरन्तर शुद्ध आत्मस्वरूप तथा विश्व के अधिष्ठान ब्रह्म में एकत्व भाव से स्थिर रखना सीखे। न तो यह कठिन है और न ही अनभ्यसनीय।रंगमंच पर राजा की भूमिका करते हुये एक अभिनेता को कभी यह विस्मृत नहीं होता कि शहर में उसकी एक पत्नी और पुत्र भी है। यदि अपनी यह पहचान भूलकर रंगमंच के बाहर भी वह राजा के समान व्यवहार करने लगे तो तत्काल ही उसे समाज के हित में किसी पागलखाने में भर्ती करा दिया जायेगा। परन्तु वह अपने वास्तविक व्यक्तित्व को जानता है इसलिए वह कुशल अभिनेता होता है। इसी प्रकार सदा अपने दिव्य स्वरूप के प्रति जागरूक रहते हुए भी हम जगत् में बिना किसी बाधा के कार्य कर सकते हैं। इस ज्ञान में स्थित होकर कर्म करने से हमारी उपलब्धियों को विशेष आभा प्राप्त होती है और उसके साथ ही जीवन में आने वाली निराशा की घड़ी में उत्पन्न होने वाली मन की प्रतिक्रियाओं को हम शान्त और मन्द करने में समर्थ बनते हैं।वास्तविक अर्थ में एक सुशिक्षित एवं सुसंस्कृत पुरुष को कभी भी अपनी शिक्षा का विस्मरण नहीं होता। वह तो उसके जीवन का अंग बन जाती है। उसके आचार विचार और व्यवहार में शिक्षा की सुरभि का सतत निस्सरण होता रहता है। उसी प्रकार आत्मभाव में स्थित पुरुष के मन में सबके प्रति करुणा और प्रेम तथा कर्मों में निःस्वार्थ भाव होता है। यही वह रहस्य है जिसके कारण वैदिक सभ्यता ने अपने काल में सम्पूर्ण विश्व को अपनी ओर आकर्षित किया और वह भावी पीढ़ियों के सम्मान का पात्र बनी।भगवान् यहाँ स्पष्ट कहते हैं कि जो पुरुष केवल धर्म प्रतिपादित फल के लिए युद्ध का जीवन जीते हुए भी मेरा स्मरण करता है उसका मन और बुद्धि मुझमें ही समाहित हो जाती है। अपने विचारों के अनुसार तुम बनोगे इस सिद्धांत के अनुसार तुम मुझे निःसन्देह प्राप्त होगे।आगे कहते हैं -- ","etsga":"8.7 Therefore, think of Me at all times and fight. There is no doubt that by dedicating your mind and intellect to Me, you will attain Me alone. ","etssa":"8.7 Therefore at all times remember Me only and fight. With mind and intellect fixed (or absorbed) in Me, thou shalt doubtessly come to Me alone. ","etdss":"8.7. Therefore at all times keep Me in the mind and also fight;then, having your mind and intellect dedicated to Me, you will doubtlessly attain Me alone. ","ecssa":"8.7 तस्मात् therefore? सर्वेषु in all? कालेषु (in) times? माम् Me? अनुस्मर remember? युध्य fight? च and? मय्यर्पितमनोबुद्धिः with mind and intellect fixed (or absorbed) in Me? माम् to Me? एव alone? एष्यसि (thou) shalt come to? असंशयम् doubtless.Commentary The whole mental machinery should be dedicated to the Lord. You must work with the mind and intellect devoted to Him.Fight Perform your own Dharma? the duty of a Kshatriya. It will purify your heart and you will attain to knowledge and come to Me. The term fight is Upalakshana (suggestive). It means Do your duties according to your caste and order of life. VarnashramaDharmas (the duties pertaining to the various castes and orders of life) and NityaNaimittika Karmas are the Upalakshanas (factors suggested or alluded to).The ChittaVritti which is of the form of the object meditated upon is the Bhavana. (ChittaVrittis is mental modification). The Bhavana is for those who practise Saguna Upasana. Bhavana at the time of separtion of the body is not necessary for a sage or a Jnani who has attained to the knowledge of the Self or Selfrealisation. (Cf.IX.34XII.8?11) ","scetsga":"8.7 Tasmat, therefore; anusmara, think of; mam, Me, in the way prescribed by the scriptures; sarvesu kalesu, at all times; and yudhya, fight, engage your-self in war, which is your own (caste) duty. Asamsayah, there is no doubt in this matter; that arpita-mano-buddhih, by dedicating your mind and intellect; mayi; to Me; esyasi, you-you who have thus dedicated our mind and intellect to Me, Vasudeva-will attain; mam eva, Me alone, as I shall be remembered. [When the Lord instructs Arjuna to think of Him, and at the same time engage in war, it may seem that He envisages a combination of Knowledge and action. But this is not so, because when one thinks of all actions, accessories and results that come within the purview of the mind and the intellect as Brahman, it is denied that actions etc. have any separate reality apart from Brahman. Therefore no combination is involved here.]\nBesides, ","scetdss":"8.5-7 Antakale etc.,upto asamsayam.At the time of departure also :i.e., not only as longs as[one is] in the healthy and unmolested condition.Me alone :Me, with allattributes undistinguished. But atthetime ofunhealthy state(at the time ofdeath) of a person, how cloud the Bhagavat enter the path of his memory, when all the activities of the senses of that person have totally ended ?Hence[to achieve this result the Lord]teaches also the means or device byTherefore etc.:The Bhagavatsurely, on His own accord, becomes[even at the time of death] the object of memory of that person from whose heart (mind) the Bhagavat has never gone away in any cirucumstance connected with the mundane life also;who has [thus]renounced all his actions to the Bhagavat alone; and who is full of(fully absorbed in) the Bhagavat.For this end, the means is to remain constantly absorbed in the thought of the Bhagavat.That is whyHe Says : With whatever object the internal organ of a person is filled up always, that object alone is remembered by him at the time of death, and the state of that being alone is attained [by him].Hence, let a person, by all means, have Me alone as his goal and be desirous of attaining Me.This is the idea here.\n \nThe idea[intended here] is certainly notWhat is remembered, without fail, at the last moment that being alone is attained by him.Because in that case the attainment of the man of wisdom would also be just like that of an ignorant man.For, the former too[at the time of death] gets[complete] dulness of mind that is benumbed by the disorder(or defect) of he elements existing in his entire body.Certainly it is not proper to accept this here.For, it would go agains the authority of the scriptures.For, the fact is-\n \nHe who has attained liberation simultaneously with realisation[of the Self],and whose sorrows [therefore] have been destroyed - he attains completely unity [with the Absolute]even though [at the time of death]he has lost his memory and abandons his body in a sacred place or in the house of a dog-cooker(i.e., man of a low tribe).(PS, 83).\n \nTherefore the matter-of-fact statement(or explanation) and injunction[that are meant here]are the following :\n \nIf a persons internal organ is absorbed incessantly in the thought of a particular being, the same being is attained by him at end after departure.It is immaterialwhether[at the time of departure]that being is remembered ornot.Thissecondary importance[of the remembrance] is indicated by the word apialso.The word vaormakes it clear that the rememberance does not exist in eachand every case.The Sage(Vyasa) himself clarifies his ideaLet a man always remain by all meanskeeping Me(the Absolute Lord)ashissupremegoal.Since the Sage says :Therefore at all times keep Me(the Absolute)in your mind.Therefore, the following is the combination of words [of the verse intended here] :\n \nIf a person, remembering always, or at the last moment - the use of or denotesor not remembering[at the last moment] - a particularbeing, leaves his body, he attains that particular being alone.For, he is always absorbed in the thought of that being.\n \nBut others[interpret the verses as follows] :When one leaves his body as the end, just at the moment of leaving the body i.e., at that moment which is not cognizable to the perceivers like relatives, sons etc.[standing nearby]; at that momentthat comes last after the limb-movements, like[heavy] breathing, exertion, hiccup, convulsive utterance etc.,[have endred]; at that fraction of time when the bondage of pleasure, pain and bewilderment is weakened as a result of the weakening of the control of the bodily strength;at that time that goes by the term dehatyajanathe moment of casting the body off; at that moment whatsoever being a person remembers, his nature becomes entriely identical with that being, favoured(taken as an object) by the FirstConsiousness. the cause for remembering[the Lord] at that moment is to remanin ever absorbed in the thought of Him.The word tyajati[of verse 6] is to be construed as the seventh case[meaningat the time of abandoning]. Hence, the purport[of the passage] isonly what has been said above.\n \nWhat is the use ofsuch a remembrance of Him at thelast moment ?But, who told that[there] is a use [for it] ?But,the remembranceis certainly brought about as a natural course at the last moment.\n \nBut this [proposition] would lead to an undersirable conseence.For, it has been observed thata person[usually] remberances at the last moment either the maintenance of his children, wife andrelatives, or drinking of cold water and so on.So, he would become identical with those things.\n \nIt is not so.The moment, you speak of, is not the last moment.For, at that moment the existence of body is being clearly felt.Really that last moment, which we would like to speak of, cant be perceived by persons like you.In what form alone the remembrance should be there at the last moment is decided by[its cause], apotential mental impression certainly arising at that time - even though it is far off - according to the general principle :\n \nThe remembrance and the potential mental impression[that causes it] being identical in form, there should be a seentialimmediacy[between them],even though they are removed [from one another] by many births, by long distance and by long passage of time.(YS, IV, 9).\n \nThus, depending on the potential mental impression, there arises remembrance of a particular being, and becuase of its remembrance one attains the identity of that being.\n \nHowever in the case of certain body the same [process] is accidentally indicated even at the stage of healthy body-condition.See for example, the remembrance of a deer etc.,[both in the healthy conditions and in the dying moment] and the conseential attainment of the deerhood, as describedin thePuranic literature.That is why api caand also is employed in [the statement] likeand also at the time of journey.Therefore, those who constantly think of the Bhagavat with intentionLet us become this Being;they attain [in the following order] the identity with Absolute Lord, of the exclusive nature ofConsciousness :[First] there arises the thought(smarana) ofthe Lord at the moment when the bodily existence is felt;then at that unperceivable last moment the potential mental impression, born of the said thought, gives rise to the remembrance of the Lord by striking down all the other potential mental impressions, according to the principle :\n \nThe potential mental impression, born therefrom , make all other potential mental impressions powerless (YS., I, 50).\n \nThen only at the moment of the fall of the body, because at that time the mental impression created by[the sense of] time hascome to an end and because the differences of the objects likethis,that etc., are not felt-at that moment he attains identity with the Lord.This much of discussion is enough.\n \nWithout doubt(verse 7) :one should not entertain any doubt in this regard. ","scetssa":"8.7 Therefore, at all times, until your departure, remember Me, day after day. Engage yourself in actions appropriate to your station and stage in life, which would make you remember Me.\nThese actions are prescribed by the Srutis and Smrtis and comprise the periodical and occasional rites. Thus, by this means, with your mind and intellect set on Me, you will remember Me at the time of death and thus attain to Me in the manner desired by you. There is no doubt about this.\nThus, having laid down the common principle that the attainment of ones end is dependent on ones last thought, Sri Krsna proceeds to describe different modes of contemplation (Upasana) to be practised by the three groups of devotees for aciring their objectives. Of these, he first speaks about the modes of contemplation to be adopted by the seekers of enjoyments and power and the type of the last thought consistent with their contemplation. ","chakravarthi":"The mind creates the decision to think of me. The intelligence creates the determination to do so. ","rudra":"\nIt is natural that the aggregate impressionspreviouslyenactedinones\nlife will be the points of remembrance at the time of death; andasitis\nimpossible for a catatonic, moribund person to makeaspecialeffortfor\nrecollectingtheSupremeLord.LordKrishnaisthus compassionately\nadvising to always remember Him in everything onedoesmeditatingonHim\nwithin. But as it is a reality thatconstantmeditationisnotpossible\nwithout purity of mindthenonemustfirstperformedtheirprescribed\nduties according to varnashram or ones positionandrankinsociety.In\nArjunas case being a ksatriya or warrior, it was his duty to fightbattles\nfor protecting righteousness and so Lord Krishna advises him tofightwith\nhis mind devoted to the Supreme Lord and in this way he willattainpurity\nof mind. Thus by surrendering onesmindwhichisreflectiveandones\nintellectwhichisdeterminativebothindevotionto Lord Krishna\nexclusively one will attain Him without fail. ","brahma":" ","shri":"\nIn as much as the last flash of consciousness of a dyingpersondetermines\na persons destination and specificationintheirverynextbirth.This\nflash will naturally bethatwhich oneponderedandcontemplatedand\nbecameaccustomedandhabituatedtoperformingasadailypractice.\nTherefore it is imperative that if one desires to achieve the ultimategoal\nof human existence they shall learnabouttheSupremeLordKrishnaand\nbecoming attached to HimunceasinglymeditateuponHimuntilthevery\nmoment of departure from this material existence atthemomentofdeath.\nLord Krishna also advises withthewordsanusmarayudhyameaningfight\nwhile remembering Him. This was applicable to Arjuna who was aksatriyaor\nwarrior from the royal line and it is hisdutytoprotectrighteousness.\nButitalsoappliestoeveryonetoperformtheirprescribedduties\naccordingtotheinjunctionsenjoinedintheVedicscriptures.This\nincludes ones dailydutiesandsometimesspecialoccasionaldutiesas\nordained by varnasrama or onespositionandrankwithinsociety.Thus\nwhile performing ones specificdutiesdailyadheringandfollowingthe\nordinances of the Vedic scriptures oneshouldmeditateupontheSupreme\nLord with every action one performs. In thiswayonewillbeconstantly\nthinking of Him and perpetually He will be infusedinonesconsciousness.\nThis is the most perfect and expedient way to succeed inkeepingthemind\nand will fixed upon Lord Krishna and thus naturally at the momentofdeath\none who has meditated throughout their life on Him will of course easilybe\nremembering Him at the final moment of departure from the physical bodyand\nwillimmediately transcend to join Himintheeternalspiritualworlds\naccording to their wish. There is no doubt about this whatsoever.\nLord Krishna having explained in general for everyone thattheachievement\nof a particular form and destination in the next life is determinedbythe\nvery last thought in this life, He will elucidatethedifferentmodesof\nmeditative devotion appropriate for each class and compatible with thegoal\nthey cherish to attain. First He will describe in the nextversethetype\nof meditation practised bytheartharthisorthoseseekingwealthand\nfortune as well as the type final thought adopted bythemconsistentwith\nthe mode of meditation they use. ","kumar":"In as much as the last flash of consciousness of a dyingpersondetermines\na persons destination and specificationintheirverynextbirth.This\nflash will naturally bethatwhich oneponderedandcontemplatedand\nbecameaccustomedandhabituatedtoperformingasadailypractice.\nTherefore it is imperative that if one desires to achieve the ultimategoal\nof human existence they shall learnabouttheSupremeLordKrishnaand\nbecoming attached to HimunceasinglymeditateuponHimuntilthevery\nmoment of departure from this material existence atthemomentofdeath.\nLord Krishna also advises withthewordsanusmarayudhyameaningfight\nwhile remembering Him. This was applicable to Arjuna who was aksatriyaor\nwarrior from the royal line and it is hisdutytoprotectrighteousness.\nButitalsoappliestoeveryonetoperformtheirprescribedduties\naccordingtotheinjunctionsenjoinedintheVedicscriptures.This\nincludes ones dailydutiesandsometimesspecialoccasionaldutiesas\nordained by varnasrama or onespositionandrankwithinsociety.Thus\nwhile performing ones specificdutiesdailyadheringandfollowingthe\nordinances of the Vedic scriptures oneshouldmeditateupontheSupreme\nLord with every action one performs. In thiswayonewillbeconstantly\nthinking of Him and perpetually He will be infusedinonesconsciousness.\nThis is the most perfect and expedient way to succeed inkeepingthemind\nand will fixed upon Lord Krishna and thus naturally at the momentofdeath\none who has meditated throughout their life on Him will of course easilybe\nremembering Him at the final moment of departure from the physical bodyand\nwillimmediately transcend to join Himintheeternalspiritualworlds\naccording to their wish. There is no doubt about this whatsoever.\nLord Krishna having explained in general for everyone thattheachievement\nof a particular form and destination in the next life is determinedbythe\nvery last thought in this life, He will elucidatethedifferentmodesof\nmeditative devotion appropriate for each class and compatible with thegoal\nthey cherish to attain. First He will describe in the nextversethetype\nof meditation practised bytheartharthisorthoseseekingwealthand\nfortune as well as the type final thought adopted bythemconsistentwith\nthe mode of meditation they use. "}