{"meta":"Bhagavad Gita Chapter 9 Verse 12","metahi":"भगवद् गीता 9.12","slok":"मोघाशा मोघकर्माणो मोघज्ञाना विचेतसः।राक्षसीमासुरीं चैव प्रकृतिं मोहिनीं श्रिताः।।9.12।। ","htsrsd":"।।9.12।।जिनकी सब आशाएँ व्यर्थ होती हैं? सब शुभकर्म व्यर्थ होते हैं और सब ज्ञान व्यर्थ होते हैं अर्थात् जिनकी आशाएँ? कर्म और ज्ञान सत्फल देनेवाले नहीं होते? ऐसे अविवेकी मनुष्य आसुरी? राक्षसी और मोहिनी प्रकृतिका आश्रय लेते हैं। ","htstma":"।।9.12।। वृथा आशा? वृथा कर्म और वृथा ज्ञान वाले अविचारीजन राक्षसों के और असुरों के मोहित करने वाले स्वभाव को धारण किये रहते हैं।। ","transliteration":"Moghaashaa moghakarmaano moghajnaanaa vichetasah;\nRaakshaseemaasureem chaiva prakritim mohineem shritaah. ","englishmeaning":"mogha-āśhāḥ—of vain hopes; mogha-karmāṇaḥ—of vain actions; mogha-jñānāḥ—of baffled knowledge; vichetasaḥ—deluded; rākṣhasīm—demoniac; āsurīm—atheistic; cha—and; eva—certainly; prakṛitim—material energy; mohinīm—bewildered; śhritāḥ—take shelter ","hcsrsd":"।।9.12।। व्याख्या --  मोघाशाः--जो लोग भगवान्से विमुख होते हैं? वे सांसारिक भोग चाहते हैं? स्वर्ग चाहते हैं तो उनकी ये सब कामनाएँ व्यर्थ ही होती हैं। कारण कि नाशवान् और परिवर्तनशील वस्तुकी कामना पूरी होगी ही -- यह कोई नियम नहीं है। अगर कभी पूरी हो भी जाय? तो वह टिकेगी नहीं अर्थात् फल देकर नष्ट हो जायगी। जबतक परमात्माकी प्राप्ति नहीं होती? तबतक कितनी ही सांसारिक वस्तुओंकी इच्छाएँ की जायँ और उनका फल भी मिल जाय तो भी वह सब व्यर्थ ही है (गीता 7। 23)।मोघकर्माणः--भगवान्से विमुख हुए मनुष्य शास्त्रविहित कितने ही शुभकर्म करें? पर अन्तमें वे सभी व्यर्थ हो जायँगे। कारण कि मनुष्य अगर सकामभावसे शास्त्रविहित यज्ञ? दान आदि कर्म भी करेंगे? तो भी उन कर्मोंका आदि और अन्त होगा और उनके फलका भी आदि और अन्त होगा। वे उन कर्मोंके फलस्वरूप ऊँचेऊँचे लोकोंमें भी चले जायँगे? तो भी वहाँसे उनको फिर जन्ममरणमें आना ही पड़ेगा। इसलिये उन्होंने कर्म करके केवल अपना समय बरबाद किया? अपनी बुद्धि बरबाद की और मिला कुछ नहीं। अन्तमें रीतेकेरीते रह गये अर्थात् जिसके लिये मनुष्यशरीर मिला था? उस लाभसे सदा ही रीते रह गये। इसलिये उनके सब कर्म व्यर्थ? निष्फल ही हैं।तात्पर्य यह हुआ कि ये मनुष्य स्वरूपसे साक्षात् परमात्माके अंश हैं? सदा रहनेवाले हैं और कर्म तथा उनका,फल आदिअन्तवाला है अतः जबतक परमात्माकी प्राप्ति नहीं होगी? तबतक वे सकामभावपूर्वक कितने ही कर्म करें और उनका फल भोंगे? पर अन्तमें दुःख और अशान्तिके सिवाय कुछ नहीं मिलेगा।जो शास्त्रविहित कर्म अनुकूल परिस्थिति प्राप्त करनेकी इच्छासे सकामभावपूर्वक किये जाते हैं? वे ही कर्म व्यर्थ होते हैं अर्थात् सत्फल देनेवाले नहीं होते। परन्तु जो कर्म भगवान्के लिये? भगवान्की प्रसन्नताके लिये किये जाते हैं और जो कर्म भगवान्के अर्पण किये जाते हैं? वे कर्म निष्फल नहीं होते अर्थात् नाशवान् फल देनेवाले नहीं होते? प्रत्युत सत्फल देनेवाले हो जाते हैं -- कर्म चैव तदर्थीयं सदित्येवाभिधीयते (गीता 17। 27)।सत्रहवें अध्यायके अट्ठाईसवें श्लोकमें भी भगवान्ने कहा है कि जिनकी मेरेमें श्रद्धा नहीं है अर्थात् जो मेरेसे विमुख हैं? उनके द्वारा किये गये यज्ञ? दान? तप आदि सभी कर्म असत् होते हैं अर्थात् मेरी प्राप्ति करानेवाले नहीं होते। उन कर्मोंका इस जन्ममें और मरनेके बाद भी (परलोकमें) स्थायी फल नहीं मिलता अर्थात् जो कुछ फल मिलता है? विनाशी ही मिलता है। इसलिये उनके वे सब कर्म व्यर्थ ही हैं।मोघज्ञाना--उनके सब ज्ञान व्यर्थ हैं। भगवान्से विमुख होकर उन्होंने संसारकी सब भाषाएं सीख लीं? सब लिपियाँ सीख लीं? तरहतरहकी कलाएँ सीख लीं? तरहतरहकी विद्याओंका ज्ञान प्राप्त कर लिया? कई तरहके आविष्कार कर लिये? अनन्त प्रकारके ज्ञान प्राप्त कर लिये? पर इससे उनका कल्याण नहीं होगा? जन्ममरण नहीं छूटेगा। इसलिये वे सब ज्ञान निष्फल हैं। जैसे? हिसाब करते समय एक अंककी भी भूल हो जाय तो हिसाब कभी सही नहीं आता? सब गलत हो जाता है? ऐसे ही जो भगवान्से विमुख हो गये हैं? वे कुछ भी ज्ञानसम्पादन करें? वह सब गलत होगा और पतनकी तरफ ही ले जायगा।विचेतसः--उनको सारअसार? नित्यअनित्य? लाभहानि? कर्तव्यअकर्तव्य? मुक्तिबन्धन आदि बातोंका ज्ञान नहीं है।राक्षसीमासुरीं चैव प्रकृतिं मोहिनीं श्रिताः--ऐसे वे अविवेकी और भगवान्से विमुख मनुष्य आसुरी? राक्षसी और मोहिनी प्रकृति अर्थात् स्वभावका आश्रय लेते हैं।जो मनुष्य अपना स्वार्थ सिद्ध करनेमें? अपनी कामनापूर्ति करनेमें? अपने प्राणोंका पोषण करनेमें ही लगे रहते हैं? दूसरोंको कितना दुःख हो रहा है? दूसरोंका कितना नुकसान हो रहा है -- इसकी परवाह ही नहीं करते? वे आसुरी स्वभाववाले होते हैं।जिनके स्वार्थमें? कामनापूर्तिमें बाधा लग जाती है? उनको गुस्सा आ जाता है और गुस्सेमें आकर वे अपना स्वार्थ सिद्ध करनेके लिये दूसरोंका नुकसान कर देते हैं? दूसरोंका नाश कर देते हैं? वे राक्षसी स्वभाववाले होते हैं।जिसमें अपना न स्वार्थ है? न परमार्थ है और न वैर है? फिर भी बिना किसी कारणके जो दूसरोंका नुकसान कर देते हैं? दूसरोंको कष्ट देते हैं (जैसे? उड़ते हुए पक्षीको गोली मार दी? सोते हुए कुत्तेको लाठी मार दी और फिर राजी हो गये)? वे मोहिनी स्वभाववाले होते हैं।परमात्मासे विमुख होकर केवल अपने प्राणोंको रखनेकी अर्थात् सुखपूर्वक जीनेकी जो इच्छा होती है? वह आसुरी प्रकृति है। ऊपर जो तीन प्रकारकी प्रकृति (आसुरी? राक्षसी और मोहिनी) बतायी गयी है? उसके मूलमें आसुरी प्रकृति ही है अर्थात् आसुरी सम्पत्ति ही सबका मूल है। एक आसुरी सम्पत्तिके आश्रित होनेपर राक्षसी और मोहिनी प्रकृति भी स्वाभाविक आ जाती है। कारण कि उत्पत्तिविनाशशील पदार्थोंका ध्येय होनेसे सब अनर्थपरम्परा आ ही जाती है। उसी आसुरी सम्पत्तिके तीन भेद यहाँ बताये गये हैं -- कामनाकी प्रधानतावालोंकी आसुरी? क्रोधकी प्रधानतावालोंकी राक्षसी और मोह(मूढ़ता) की प्रधानतावालोंकी मोहिनी प्रकृति होती है। तात्पर्य है कि कामनाकी प्रधानता होनेसे आसुरी प्रकृति आती है। जहाँ कामनाकी प्रधानता होती है? वहाँ राक्षसी प्रकृति -- क्रोध आ ही जाता है -- कामात्क्रोधोऽभिजायते(गीता 2। 62) और जहाँ क्रोध आता है? वहाँ मोहिनी प्रकृति (मोह) आ ही जाता है -- क्रोधाद्भवति सम्मोहः (2। 63)। यह सम्मोह लोभसे भी होता है और मूर्खतासे भी होता है। सम्बन्ध --  चौथे श्लोकसे लेकर दसवें श्लोकतक भगवान्ने अपने प्रभाव? सामर्थ्य आदिका वर्णन किया। उस प्रभावको न माननेवालोंका वर्णन तो ग्यारहवें और बारहवें श्लोकमें कर दिया। अब उस प्रभावको जानकर भजन करनेवालोंका वर्णन आगके श्लोकमें करते हैं। ","hcsca":"।।9.12।। See commentary under 9.13 ","etsga":"9.12 Of vain hopes, of vain actions, of vain knowledge, and senseless, they become verily possessed of the deceptive disposition of fiends and demons. ","etssa":"9.12 Of vain hopes, of vain actions, of vain knowledge and senseless, they verily are possessed of the deceitful nature of demons and undivine beings. ","etdss":"9.12. [They]are of futile aspirations, futile actions, futile knowledge and wrong intellect; and they take recourse only to the delusive nature that is demoniac and also devilish. ","ecssa":"9.12 मोघाशाः of vain hopes? मोघकर्माणः of vain actions? मोघज्ञानाः of vain knowledge? विचेतसः senseless? राक्षसीम् devilish? आसुरीम् undivine? च and? एव verily? प्रकृतिम् nature? मोहिनीम् deceitful? श्रिताः (are) possessed of.Commentary They entertain vain hopes? for there can be no hope in perishable forms. It is vain hope because they run after transient objects and miss the Eternal. It is vain action? because it is not performed by them as sacrifice unto the Lord. The Agnihotra (a ritual) and other actions performed by them are fruitless? because they insult the Lord. They are senseless. They have no,discrimination. They have no idea of the eternal Self. They worship their body only. They behold no self beyond the body. They neglect their own Self. They do atrocious crimes and cruel actions. They rob others property and murder people. They partake of the nature of the demons and the undivine beings.The Rakshasa are Tamasic and the Asuras are Rajasic.Prakriti means here Svabhava (ones own nature).They see the external human body only. They have no knowledge of the Self that dwells within the body. They do not behold God in the universe. They life for eating and drinking only.He who entertains hope of getting the rewards of actions through mere Karma alone? without the grace of the Lord is one of empty hope and empty deed. Karmas are insentient. They cannot give rewards independently. The omniscient Lord Who knows the relationship between Karmas and their fruits can dispense them. He who has obtained knowledge from books which do not admit of the existence of the Self and which do not speak of the Self is one of empty knowledge. This will not give any reward. That knowledge obtained through the study of spiritual books which treat of Brahman alone can give the reward. (Cf.VII.15XVI.6?20) ","scetsga":"9.12 Moghasah, of vain hopes. So also, mogha-karmanah, of vain actions: their rites, such as Agnihotra etc. which are undertaken by them, verily become vain, fruitless actions, because of dishonouring the Lord, disregarding Him who is their own Self. In this way they are of vain actions.\nSimilarly, mogha-jnanah, of vain knowledge: of fruitless knowledge; even their knowledge verily becomes useless. And vicetasah, senseless: i.e., they lose their power of discrimination. Besides, [Besides, in the next birth৷৷.] they become sritah, possessed of; the mohinim, self-deceptive, self-delusive; prakritim, disposition; raksasim, of fiends; and asurim, of demons-according to which the body is the Self; i.e., they become habitually inclined to act cruelly, saying, cut, break, drink, eat, steal others wealth, etc. [The habit to cut, break, drink, eat, etc. is characteristic of fiends. The habit of stealing others wealth, etc. is characteristic of demons.] This is stated in the Sruti, Those worlds of devils (are covered by blinding darkness) (Is. 3). ","scetdss":"9.12 Mogha-etc.Their action, knowledge and aspirations are all futile, as these are concerned with the unreal.The demoniac and devilish nature etc.They are of the nature of excessive desire and ignorance. ","scetssa":"9.12 Men yielding to the deluding nature characteristics of Asuras and Raksas and not aware of My higher nature like compassion etc. When I am in a human form, are possessed of vain hopes, i.e, their hopes remain fruitless, and their knowledge also is vain, i.e., is fruitless. They are so because of their erroneous understanding which fails to know that all things, mobile and immobile, belong to Me. They are ignorant on account of their being devoid of knowledge of truth everywhere. Whatever they do regarding Me, the Lord of all, is done with an attitude that I am an ordinary mortal. So their efforts go in vain. All this springs from their partaking of the nature of Raksasas and Asuras. ","chakravarthi":"What is the destination of those you do not accept you, Krishna as the Lord and think that you have a human material body? Even if devotees are in this condition, their aspirations are in vain (moghasah). They do not achieve salokya or whatever else they have desired. If they are karmis, they do not attain the results of their actions such as svarga (mogha karmanah). If they are jnanis they do not attain the results of knowledge, liberation (mogha jnana). Then what do they attain? They assume the nature (prakrtim) of raksasas. ","rudra":"\nDeludedfoolsfullofvainhopesanddreamsentertain the futile\nmisconception that the lesser gods whom they worshipcanbequeathresults\nmore efficiently than the Supreme Lord and therefore suchfoolsturnaway\nfrom Lord Krishna and are often even inimicaltowardsHim.Alloftheir\nhopes and dreams are in vain andtonoavailbecausetheirfundamental\nknowledge is not based on the reality presentedintheVedicscriptures;\nbutratheronaconcoctedconglomerationoffallaciousspeculations.\nConsequently they follow flawedandmisdirectedconceptsandhypothesis\nwhich are deceptive and devoid of proper discrimination which leadtoraja\nguna or the mode of passioncharacterizedbyostentatiousarroganceand\nunwarranted pride. From there they sink even lower to tama guna or themode\nofignorancewhichgraduallydegradesitselfinto demoniac natures\npredominating in cruelty and heinous activities against oneself andothers.\nSuch unfortunates greatly disrespect and deride Lord Krishna aswell.This\nverse is the conclusion of the previous verse and shouldbeunderstoodin\nthis light. ","brahma":"\nThe results of delusion are explained herebyLordKrishna.Vainhopes,\nineffectual desires and unobtainable dreams. These are the rewardsforall\nthose who disrespect and disregard the Supreme Lord. There is no successin\ntheir efforts. The actions which they undertake are useless to them aseven\nwhateverknowledge they possess is worthless andofnoavail.Eventhe\nefforts they make to insure a pleasant destination in the next life haveno\nvalue and will not bear any results because suchmiscreantsandoffenders\nwho disrespect and disregard the Supreme Lord Krishna arehurledfromthe\nplatform of humanity into the lower species oflifesuchasreptileand\ninsect to revolve in samsara or the endless cycle of birthanddeath.The\nMoksa Dharma specifically states that anyonewhoderides,disrespectsor\ndetests the Supreme Lord Krishna by thought, by speechorbyactionsare\nsentenced to eternal perdition in hell along with all theirancestors.How\ncan such unfortunates whoareinimicaltotheverySupremeBeingwho\nresides within them as paramatma or the Supreme Soul in allcreatedbeings\nnot deserve such a censure along with alltheircorruptedline. Inthe\nShandilya section of the Sama Veda it is even stated that thosewhodetest\nand disrespect the excellent devotees of theSupremeLordwhomercifully\ndistribute knowledgeofHisgloriestoalltheconditionedjivasor\nembodied souls, such offenders are not only the lowest of allbutarenot\neven equal to the despicable beings who perform abortions beingkillersof\nembryos.\nIn the Vedicscripturesarementionedthestoriesofkingswhowere\nliberated even by hatred of the Supreme Lord. How is this to beunderstood?\nSuchkingsasSishupala,Paundra,Salvaandotherswhileharbouring\nanimosityagainsttheSupremeLordstillreceivedsayuja moksa or\nliberation by nearness to Him and thus abletoassimilateHislook,His\ngait, His smile, His style etc. So if liberation is awardedeventothose\nwho were inimical to Him then needless to say thatthosewhoaretotally\ndevoted to Him will surely attain moksa as well. All these pastimes arefor\nthe purpose of eulogising the Supreme Lords compassion forthosedevotees\nthat have continuous remembrance of Him. For His devotees inanylifewho\ndue to the powerful influence of being cursed can onlyconstantlyremember\nHim in a mood of antagonism, Lord Krishnastillbequeathsuponthemthe\nreward oftheirdevotion.Thusdevoteesfrompreviouslivessuchas\nSishupala who were so cursed in this manner thattheywereunabletobe\naffectionate to the Supreme Lord. They were full of somuchanimosityand\nantagonism due to the influence of curses. The same holds true for Jayaand\nVijaya who later became Hiranyakasipu and Hiranyagarbha aswellasRavana\nandKumbakarna. Thereforebymentioningvariousincidentsthosewho\ndetested the Supreme Lord and were awardedmoksaisexplained.Otherwise\nwhy would there be any reference to suchnon-consequentialevents.Itis\nonly to remind the doubters that the Supreme Lord isequallycompassionate\nto those who disparage and deride Him after taking into considerationtheir\npast life services of devotion. Lord Krishna confirms this Himself inverse\n31 of this chapter where He proclaims kaunteyapratijanahinamebhaktah\npranasyati which translates: Declare it boldly O Arjuna that Mydevoteeis\nnever vanquished.\nStill there may be some doubt that remembrance in any manner couldbeseen\nas a contradiction. It is quite natural that those who cherishhatredwill\nalways hate, in which case it could be erroneously surmised thatbyhating\nones teacher one will also gain the greatness of the teacher. But thereis\nno such contradiction in the Supreme Lord by accepting boththeworshipper\nand the detractor giving identical rewardstotheiractionsduetoHis\nbeing instantly omniscient and able to perceive their past lifeserviceto\nHim. Great devotees in past lives like Hiranakasipu who becameinimicalto\nthe Supreme Lord Krishnas incarnation of Narasimhadeva andwasslainand\nliberated by Him and released from the effectsofthecurseduetohis\nsons great devotion and his praying for the Supreme Lords grace toredeem\nhis father. Yet these are special instances that correspond totheSupreme\nLord performing some specific lilaordivinepastimeandtheyarethe\nexception and not the rule. Animosity to theSupremeLordandantagonism\nagainst Him is absolutely not the means or achieving moksa by any meansand\nit should not be construed as such. The Supreme Lordisofcoursealways\nfree to liberate whomsoever He desires but becausethosewhohatecannot\nreciprocate love and affection towards Him they can never be situatedina\nstate of normal devotion and hence are unable to experience Him in aloving\ndevotee relationship. It has already been stated byLordKrishnathathe\nconsiders those who hate the Supreme Lord as asuric not divine andraksasas\nor demoniac and very evil minded. Therefore it is established and shouldbe\nunderstood that it is never possible for the demoniac andsatanictoever\nattain moksa or liberation from the material existence. ","shri":"\nThe natures of the fiendish asurasorthenotdivineandthehellish\nraksasas or the demoniac is very inveigling andshutsoutfromviewthe\nsuperior nature and qualities of infinitemercyandcompassionthatare\nconcealed under Lord Krishnas anthropomorphic exterior which appearshuman\nand this they espouse thinking He is also perishable. Suchthinkingcauses\nthem to become: moghasa of vain appetites having desiresthatwillremain\nunfulfilled, mogha-karmano pursuing vain endeavours, mogha-jnanapossessing\nvain knowledgethathasnovalueinasmuchasitisbasedonfalse\nconceptions of Lord Krishnaonthefundamentallevelandvicetasahor\nmentally fractured and confused about the SupremeLord.Byacceptingthe\nSupreme Lord of all to resemble andbeequatedwithanyotherordinary\nhuman, by such mentality whatever effortandendeavourisembarkedupon\nwith any goal in view shall all be done in vain for such actionswillreap\nno fruition. ","kumar":"The natures of the fiendish asurasorthenotdivineandthehellish\nraksasas or the demoniac is very inveigling andshutsoutfromviewthe\nsuperior nature and qualities of infinitemercyandcompassionthatare\nconcealed under Lord Krishnas anthropomorphic exterior which appearshuman\nand this they espouse thinking He is also perishable. Suchthinkingcauses\nthem to become: moghasa of vain appetites having desiresthatwillremain\nunfulfilled, mogha-karmano pursuing vain endeavours, mogha-jnanapossessing\nvain knowledgethathasnovalueinasmuchasitisbasedonfalse\nconceptions of Lord Krishnaonthefundamentallevelandvicetasahor\nmentally fractured and confused about the SupremeLord.Byacceptingthe\nSupreme Lord of all to resemble andbeequatedwithanyotherordinary\nhuman, by such mentality whatever effortandendeavourisembarkedupon\nwith any goal in view shall all be done in vain for such actionswillreap\nno fruition. "}