{"meta":"Bhagavad Gita Chapter 9 Verse 27","metahi":"भगवद् गीता 9.27","slok":"यत्करोषि यदश्नासि यज्जुहोषि ददासि यत्।यत्तपस्यसि कौन्तेय तत्कुरुष्व मदर्पणम्।।9.27।। ","htsrsd":"।।9.27।।हे कुन्तीपुत्र तू जो कुछ करता है? जो कुछ खाता है? जो कुछ यज्ञ करता है? जो कुछ दान देता है और जो कुछ तप करता है? वह सब मेरे अर्पण कर दे। ","htstma":"।।9.27।। हे कौन्तेयतुम जो कुछ कर्म करते हो? जो कुछ खाते हो? जो कुछ हवन करते हो? जो कुछ दान देते हो और जो कुछ तप करते हो? वह सब तुम मुझे अर्पण करो।। ","transliteration":"Yatkaroshi yadashnaasi yajjuhoshi dadaasi yat;\nYattapasyasi kaunteya tatkurushva madarpanam. ","englishmeaning":"yat—whatever; karoṣhi—you do; yat—whatever; aśhnāsi—you eat; yat—whatever; juhoṣhi—offer to the sacred fire; dadāsi—bestow as a gift; yat—whatever; yat—whatever; tapasyasi—austerities you perform; kaunteya—Arjun, the son of Kunti; tat—them; kuruṣhva—do; mad arpaṇam—as an offering to Me ","hcsrsd":"।।9.27।। व्याख्या --  [भगवान्का यह नियम है कि जो जैसे मेरी शरण लेते हैं? मैं वैसे ही उनको आश्रय देता हूँ (गीता 4। 11)। जो भक्त अपनी वस्तु मेरे अर्पण करता है? मैं उसे अपनी वस्तु देता हूँ। भक्त तो सीमित ही वस्तु देता है? पर मैं अनन्त गुणा करके देता हूँ। परन्तु जो अपनेआपको ही मुझे दे देता है? मैं अपनेआपको उसे दे देता हूँ। वास्तवमें मैंने अपनेआपको संसारमात्रको दे रखा है (गीता 9। 4)? और सबको सब कुछ करनेकी स्वतन्त्रता दे रखी है। अगर मनुष्य मेरी दी हुई स्वतन्त्रताको मेरे अर्पण कर देता है? तो मैं भी अपनी स्वतन्त्रताको उसके अर्पण कर देता हूँ अर्थात् मैं उसके अधीन हो जाता हूँ। इसलिये यहाँ भगवान् उस स्वतन्त्रताको अपने अर्पण करनेके लिये अर्जुनसे कहते हैं।]यत्करोषि--यह पद ऐसा विलक्षण है कि इसमें शास्त्रीय? शारीरिक? व्यावहारिक? सामाजिक? पारमार्थिक आदि यावन्मात्र क्रियाएँ आ जाती हैं। भगवान् कहते हैं कि तू इन सम्पूर्ण क्रियाओंको मेरे अर्पण कर दे अर्थात् तू खुद ही मेरे अर्पित हो जा? तो तेरी सम्पूर्ण क्रियाएँ स्वतः मेरे अर्पित हो जायँगी।अब आगे भगवान् उन्हीं क्रियाओंका विभाग करते हैं -- यदश्नासि--इस पदके अन्तर्गत सम्पूर्ण शारीरिक क्रियाएँ लेनी चाहिये अर्थात् शरीरके लिये तू जो भोजन करता है? जल पीता है? कुपथ्यका त्याग और पथ्यका सेवन करता है? ओषधिसेवन करता है? कपड़ा पहनता है? सरदीगरमीसे शरीरकी रक्षा करता है? स्वास्थ्यके लिये समयानुसार सोता और जागता है? घूमताफिरता है? शौचस्नान करता है? आदि सभी क्रियाओंको तू मेरे अर्पण कर दे।यह शारीरिक क्रियाओंका पहला विभाग है।यज्जुहोषि--इस पदमें यज्ञसम्बन्धी सभी क्रियाएँ आ जाती हैं अर्थात् शाकल्यसामग्री इकट्ठी करना? अग्नि प्रकट करना? मन्त्र पढ़ना? आहुति देना आदि सभी शास्त्रीय क्रियाएँ मेरे अर्पण कर दे।ददासि यत्--तू जो कुछ देता है अर्थात् दूसरोंकी सेवा करता है? दूसरोंकी सहायता करता है? दूसरोंकी आवश्यकतापूर्ति करता है? आदि जो कुछ शास्त्रीय क्रिया करता है? वह सब मेरे अर्पण कर दे।यत्तपस्यसि--तू जो कुछ तप करता है अर्थात् विषयोंसे अपनी इन्द्रियोंका संयम करता है? अपने कर्तव्यका पालन करते हुए अनुकूलप्रतिकूल परिस्थितियोंको प्रसन्नतापूर्वक सहता है और तीर्थ? व्रत? भजनध्यान? जपकीर्तन? श्रवणमनन? समाधि आदि जो कुछ पारमार्थिक क्रिया करता है? वह सब मेरे अर्पण कर दे।उपर्युक्त तीनों पद शास्त्रीय और पारमार्थिक क्रियाओंका दूसरा विभाग है।तत्कुरुष्व मदर्पणम्--यहाँ भगवान्ने परस्मैपदी कुरु क्रियापद न देकर आत्मनेपदी कुरुष्व क्रियापद दिया है। इसका तात्पर्य यह हुआ कि तू सब कुछ मेरे अर्पण कर देगा? तो मेरी कमीकी पूर्ति हो जायगी -- यह बात नहीं है किन्तु सब कुछ मेरे अर्पण करनेपर तेरे पास कुछ नहीं रहेगा अर्थात् तेरा मैं और मेरा -- पन सब खत्म हो जायगा? जो कि बन्धनकारक है। सब कुछ मेरे अर्पण करनेके फलस्वरूप तेरेको पूर्णताकी प्राप्ति हो जायगी अर्थात् जिस लाभसे बढ़कर दूसरा कोई लाभ सम्भव ही नहीं है और जिस लाभमें स्थित होनेपर बड़े भारी दुःखसे भी विचलित नहीं किया जा सकता अर्थात् जहाँ दुःखोंके संयोगका ही अत्यन्त वियोग है (गीता 6। 2223) -- ऐसा लाभ तेरेको प्राप्त हो जायगा।इस श्लोकमें यत् पद पाँच बार कहनेका तात्पर्य है कि एकएक क्रिया अर्पण करनेका भी अपार माहात्म्य है? फिर सम्पूर्ण क्रियाएँ अर्पण की जाएँ? तब तो कहना ही क्या हैविशेष बातछब्बीसवें श्लोकमें तो भगवान्ने पत्र? पुष्प आदि अर्पण करनेकी बात कही? जो कि अनायास अर्थात् बिना परिश्रमके प्राप्त होते हैं। परन्तु इसमें कुछनकुछ उद्योग तो करना ही पड़ेगा अर्थात् सुगमसेसुगम वस्तुको भी भगवान्के अर्पण करनेका नया उद्योग करना पड़ेगा। परन्तु इस सत्ताईसवें श्लोकमें भगवान्ने उससे भी विलक्षण बात बतायी है कि नये पदार्थ नहीं देने हैं? कोई नयी क्रिया नहीं करनी है और कोई नया उद्योग भी नहीं करना है? प्रत्युत हमारे द्वारा भी लौकिक? पारमार्थिक आदि स्वाभाविक क्रियाएँ होती हैं? उनको भगवान्के अर्पण कर देना है। इसका तात्पर्य यह हुआ कि भगवान्के लिये किसी वस्तु और क्रियाविशेषको अर्पण करनेकी जरूरत नहीं है? प्रत्युत खुदको ही अर्पित करनेकी जरूरत है। खुद अर्पित होनेसे सब क्रियाएँ स्वाभाविक भगवान्के अर्पण हो जायँगी? भगवान्की प्रसन्नताका हेतु हो जायँगी। जैसे बालक अपनी माँके सामने खेलता है? कभी दौड़कर दूर चला जाता है और फिर दौड़कर गोदमें आ जाता है? कभी पीठपर चढ़ जाता है? आदि जो कुछ क्रिया बालक करता है? उस क्रियासे माँ प्रसन्न होती है। माँकी इस प्रसन्नतामें बालकका माँके प्रति अपनेपनका भाव ही हेतु है। ऐसे ही शरणागत भक्तका भगवान्के प्रति अपनेपनका भाव होनेसे भक्तकी प्रत्येक क्रियासे भगवान्को प्रसन्नता होती है।यहाँ करोषि क्रियाके साथ सामान्य यत् पद होनेसे अर्थात् तू जो कुछ करता है -- ऐसा कहनेसे निषिद्ध क्रिया भी आ सकती है। परन्तु अन्तमें तत्कुरुष्व मदर्पणम् वह मेरे अर्पण कर दे -- ऐसा आया है। अतः जो चीज या क्रिया भगवान्के अर्पण की जायगी? वह भगवान्की आज्ञाके अनुसार? भगवान्के अनुकूल ही होगी। जैसे किसी त्यागी पुरुषको कोई वस्तु दी जायगी तो उसके अनुकूल ही दी जायगी? निषिद्ध वस्तु नहीं दी जायगी। ऐसे ही भगवान्को कोई वस्तु या क्रिया अर्पण की जायगी तो उनके अनुकूल? विहित वस्तु या क्रिया ही अर्पण की जायगी? निषिद्ध नहीं। कारण कि जिसका भगवान्के प्रति अर्पण करनेका भाव है? उसके द्वारा न तो निषिद्ध क्रिया होनेकी सम्भावना है और न निषिद्ध क्रिया अर्पण करनेकी ही सम्भावना है।अगर कोई कहे कि हम तो चोरी आदि निषिद्ध क्रिया भी भगवान्के अर्पण करेंगे तो यह नियम है कि भगवान्को दिया हुआ अनन्त गुणा हो करके मिलता है। इसलिये अगर चोरी आदि निषिद्ध क्रिया भगवान्के,अर्पण करोगे? तो उसका फल भी अनन्त गुणा हो करके मिलेगा अर्थात् उसका साङ्गोपाङ्ग दण्ड भोगना ही पड़ेगा, सम्बन्ध --  पीछेके दो श्लोकोंमें पदार्थों और क्रियाओंको भगवान्के अर्पण करनेका वर्णन करके अब आगेके श्लोकमें उस अर्पणका फल बाताते हैं। ","hcsca":"।।9.27।। जीवन में सब प्रकार के कर्म करते हुए हम ईश्वरापर्ण की भावना से रह सकते हैं। सम्पूर्ण गीता में असंख्य बार इस पर बल दिया गया है कि केवल शारीरिक कर्म की अपेक्षा ईश्वरार्पण की भावना सर्वाधिक महत्व की है और यह एक ऐसा तथ्य हैं ? जिसका प्राय साधकांे को विस्मरण हो जाता है।शरीर? मन और बुद्धि के स्तर पर होने वाले विषय ग्रहण और उनके प्रति हमारी प्रतिक्रिया रूप जितने भी कर्म हैं? उन सबको भक्तिपूर्वक मुझे अर्पण करे। यह मात्र मानने की बात नहीं हैं और न ही कोई अतिश्योक्ति हैं यह भी नहीं कि इसका पालन करना मनुष्य के लिए किसी प्रकार से बहुत कठिन हो। एक ही आत्मा ईश्वर? गुरु और भक्त में और सर्वत्र रम रहा है हम अपने व्यावहारिक जीवन में असंख्य नाम और रूपों के साथ व्यवहार करते हैं। हम जानते है कि इन सबको धारण करने के लिए आत्मसत्ता की आवश्यकता है। यदि हम अपने समस्त व्यवहार में इस आत्मतत्व का स्मरण रख सकें तो वह जगत् के अधिष्ठान का ही स्मरण होगा। यदि किसी वस्त्र की दुकान्ा में विभिन्न रूप? रंग? बुनावट और कीमतों के सूती वस्त्र हों तो दुकानदार को सलाह दी जाती हैं कि उसको सदा इस बात का स्मरण रखना चाहिए कि वह सूती कपड़ों का व्यापार कर रहा हैं। किसी भी समझदार व्यापारी को यह करना कठिन नहीं हो सकता। वास्तव में देखा जाय तो इस प्रकार का स्मरण रखना उसके लिए अधिक सुरक्षित और लाभदायक है अन्यथा वह कहीं किसी कपडे़ का मूल्य ऊनी वस्त्र के हिसाब से अत्यधिक बता देगा अथवा अपने माल को टाट के बोरे जैसे सस्ते दामों में बेच देगा। यदि किसी स्वर्णकार को यह स्मरण रखने की सलाह दी जाय कि वह सोने पर कार्य कर रहा हैं? तो वह सलाह उसके लाभ के लिए ही हैं।जैसे आभूषणों में स्वर्ण और कपडे में सूत हैं वैसे ही विश्व के सभी नाम और रूपों में आत्मा ही मूल तत्व हैं। जो भक्त अपने जीवन के समस्त व्यवहार में इस दिव्य तत्त्व का स्मरण रख सकता हैं वही पुरुष जीवन को वह आदर और सम्मान दे सकता हैं? जिसके योग्य जीवन हैं। यह नियम है कि जीवन को जो तुम दोगे वही तुम जीवन से पाओगे। तुम हँसोगे तो जीवन हँसेगा और तुम चिढोगे तो जीवन भी चिढेगा उसके पास आत्मज्ञान से उत्पन्न आदर और सम्मान के साथ जाओगे? तो जीवन में तुम्हें भी आदर और सम्मान प्राप्त होगा।समर्पण की भावना से समस्त कर्मों को करने पर न केवल परमात्मा के प्रति हमारा प्रेम बढ़ता है? बल्कि आदर्श प्रयोजन और दिव्य लक्ष्य के कारण हमारा जीवन भी पवित्र बन जाता हैं। गीता में अनन्य भाव और सतत आत्मानुसंधान पर विशेष बल दिया गया है इस श्लोक में हम देख सकते हैं कि एक ऐसे उपाय का वर्णन किया गया है जिसके पालन से अनजाने ही साधक को ईश्वर का अखण्ड स्मरण बना रहेगा। इसके लिए कहीं किसी निर्जन सघन वन में या गुप्त गुफाओं में जाने की आवश्यकता नहीं है इसका पालन तो हम अपने नित्य के कार्य क्षेत्र में ही कर सकते हैं।इस प्रकार समर्पण की भावना का जीवन जीने से क्या लाभ होगा? उसे अब बताते हैं। ","etsga":"9.27 O son of Kunti, whatever you do, whatever you eat, whatever you offer as a sacrifice, whatever you give and whatever austerities you undertake, (all) that you offer to Me. ","etssa":"9.27 Whatever thou doest, whatever thou eatest, whatever thou offerest in sacrifice, whatever thou givest, whatever thou practisest as austerity, O Arjuna, do it as an offering unto Me. ","etdss":"9.27. Whatever you do, whatever you eat, whatever oblation you offer, whatever gift you make and what-ever austerity you perform, O son of Kunti, dothat as an offering to Me. ","ecssa":"9.27 यत् whatever? करोषि thou doest? यत् whatever? अश्नासि thou eatest? यत् whatever? जुहोषि thou offerest in sacrifice? ददासि thou givest? यत् whatever? यत् whatever? तपस्यसि thou practisest as austerity? कौन्तेय O Kaunteya? तत् that? कुरुष्व do? मदर्पणम् offering unto Me.Commentary Consecrate all acts to the Lord. Then you will be freed from the bondage of Karma. You will have freedom in action. He who tries to live in the spirit of this verse will be able to do selfsurrender unto the Lord. Gradually he ascends the spiritual path step by step. His greedy nature is slowly dissolved now. He always gives. He is not eager to take. His whole life with all its actions? thoughts and feelings? is dedicated to the service of the Lord eventually. He lives for the Lord only. He works for the Lord only. There is not a bit of egoism now. His whole nature is transformed into divinity. When actions are dedicated to the Lord? there is no rirth for you. This is the simplest method of Yoga. Do not waste your time any longer. Take it up from today.All actions? all results and all rewards will go to the Lord. There is no separte living for the individual. Just as the river joins the sea abandoning its own name and form so also the individual soul joins the Supreme Soul giving up his own name and form? his own egoistic desires and egoism. The individual will has become one with the cosmic will.Whatever thou doest of thy own sweet will? whatever thou offerest in sacrifice as enjoined in the scriptures? whatever thou givest -- such things as gold? rice? ghee? clothes? etc.? to the Brahmins and others -- whatever austerity such as the ChandrayanaVrata (to destroy sin)? control of the senses? etc.? thou doest? do thou all these as an offering unto Me. (Cf.V.32XII.6and8)Now listen to what you will gain by doing thus. ","scetsga":"9.27 O son of Kunti, yat-karosi, whatever you do, what comes spontaneously; [Actions such as walking etc. that are spontaneous,not injunctions of the scriptures.] yad-asnasi, whatever you eat; and yat-juhosi, whatever you offer as a sacrifice, whatever sacrifices you perform-be it prescribed by the Vedas or by the Smrtis; yatadadasi, whatever you give-gold, food, clarified butter, etc. to Brahmanas and others; and yat-tapasyasi, whatever austerties you undertake; (all) tat, that; kurusva madarpanam, you offer to Me.\nHear what happens to you when you act thus. ","scetdss":"9.27 See Comment under 9.28 ","scetssa":"9.27 Whatsoever worldly work you do for the sustenance of the body, whatsoever you set aside for the sustenance of the body, whatsoever Vedic acts, obligatory and occasional, like offerings, charity and austerity you practise - do all that as an offering to Me. Arpana is offering. Do all acts, secular and Vedic, as if the doer, the enjoyer and the worshipped were all offerings to Me. The import is this:The divinities etc., who are the objects of sacrificial worship, charities etc., and you, the agent and experiencer - all belong to Me and have their essence, existence and actions dependent on Me. Thus only to Me, the supreme Principal (Sesi) and supreme agent, offer everything - yourself as the agent, experiencer and worshipper, all the host of divinities who are the object of worship and the sum of actions constituting the worship. Actuated by overwhelming love, contemplate yourself and other factors such as the objects of worship, as dependent on Me as My Sesas, and hence as of a nature that finds delight only in subservience to Me. ","chakravarthi":"“Among all the types of bhakti you have mentioned starting with mention of the sufferer, the desirer of wealth, the inquisitive and jnani, which bhakti should I perform?”\nO Arjuna, because you cannot reject karma, jnana and other processes in your present state, and are not qualified for the supreme bhakti, kevala bhakti, and because you should not degrade yourself to perform the inferior sakama bhakti, you should perform bhakti, with a slight mixture of karma and jnana (karma jnana misra pradhani bhuta bhakti), but which is niskama. Krishna explains this in two verses.\nWhatever you do, whether following rules of the Veda or whether it is worldy action, whatever you eat or drink in ordinary life, whatever austerities you perform, do it in such a way that it is an offering to me. One should call this neither niskama karma yoga nor bhakti yoga. The practitioners of karma yoga offer actions prescribed in the scriptures to the Lord, but not whatever actions they do in ordinary life. This view is accepted by everyone. The devotees, however, offer to the Lord all the actions of their mind, pranas and senses. The method of bhakti is stated:\nkayena vaca manasendriyair va\nbuddhyatmana vanusrta-svabhavat\nkaroti yad yat sakalam parasmai\nnarayanayeti samarpayet tat\nIn accordance with the particular nature one has acquired in conditioned life, whatever one does with body, words, mind, senses, intelligence or purified consciousness one should offer to the Supreme, thinking, “This is for the pleasure of Lord Narayana.” SB 11.2.36\n“But when you mention that I should offer in sacrifice, that sacrifice is derived from arcana, which is an anga of bhakti, aiming at the pleasure of Visnu. And when you mention austerities, it means vows such as ekadasi fast. This is all ananya bhakti. How can you say that it is not?”\nTrue, but ananya bhakti does not mean that you perform an action and then offer it to the Lord. Rather, the action is done simultaneously with the offering to the Lord. This is mentioned by Prahlada when he says iti pumsarpita visnau bhaktis cen nava-laksana kriyeta bhagavaty: this bhakti of nine types offered to the Lord should be performed for the Lord. SB 7.5.24\nSridhara Svami has explained this Bhagavatam verse. “In ananya bhakti, acts first offered to the Lord should be performed, rather than performing the acts and then offering them later.”\nThus, the present verse is not included in kevala bhakti, since the acts are performed and then offered. ","rudra":"\nWhen one performs yagna or rituals of propitiation and worship asofferings\nto the Supreme Lord onemustcollectmanyspecialingredientssuchas\nsandalwood and ghee which is clarified butter from a cow.Theseitemsare\nnot always easily available so Lord Krishna accepting even some water anda\nleaf from His devoteesisalreadymercifulcompassion.ButnowHeis\ndeclaring that Hisdevoteeswhoalwaysadheretotheregulationsand\ninjunctions of the Vedic scriptures should offereverythingtheydo,all\nactions including their thoughts shouldbeperformedwiththeheartfelt\nintention that they are a humble offering to the Supreme Lord. ","brahma":"\nSince the Supreme Lord Krishna loves His devotees and is prepared toaccept\nwhat they offer to Him.LetsuchdevoteesoffertoHimthefirstof\nwhatever is propitious, righteous and pure. ","shri":"\nWhatever mundane requirements according to varnasrama or class andposition\nin society one may be engaged in out of necessity tomaintainoneslife.\nWhatever vegetarian foodonemaybeeatingandwhatevernon-alcoholic\nbeverages one may bedrinking.WhateverdailyandoccasionalVedically\nenjoined duties one maybefulfillingsuchasjuhosiorofferingsin\nrituals, dadasi is giving in charity, tapasyasi is austerities orvowsall\nshould be offeredinternallytotheSupremeLord.Everythingthatis\nintended, dedicatedanddelivereduntotheSupremeLordisknownas\narpanam an offering to Him. One should performallactivitiesinsucha\nsublime way as the performer of the action, the enjoyer oftheactionare\nactually part of the worshipoffereduntotheSupremeLord.Theexact\nunderstanding is that in all actions constituting ritualsofdemigodsand\nlesser gods therearelimitationsinscopeandpower.Theindividual\nperforms such ritual and istheenjoyerofitsrewards;butboththe\nperformer and the demigods as well as lesser gods are allpartandparcel\nof the Supreme Lord Krishna and are sustained and maintained byHimalone.\nAs He is the sole support of everything in creation they arealldependent\nupon Him for all their impulses and for their complete existence.\nThe Supreme Lord Krishnaistheabsolutecontroller,theindependent\nindwelling monitor, theperformeroftheworship,theenjoyerofthe\nworship and the object of worship. He is all the hosts of demigodsandall\nlesser gods. He is thesumtotalofallactsconstitutingworshipin\naccordance to the Vedic scriptures and He is the recipient of them aswell.\nOne should fashion the intention of their mode of meditation on theSupreme\nLord Krishna or any of His Vedically authorized incarnationsorexpansions\nin the mood of bhakti or loving devotionalcommunionwiththeabsolute\nunderstanding that He is the source of everything, He compriseseverything,\nand everything emanates from Him as His part and parcel. ","kumar":"Whatever mundane requirements according to varnasrama or class andposition\nin society one may be engaged in out of necessity tomaintainoneslife.\nWhatever vegetarian foodonemaybeeatingandwhatevernon-alcoholic\nbeverages one may bedrinking.WhateverdailyandoccasionalVedically\nenjoined duties one maybefulfillingsuchasjuhosiorofferingsin\nrituals, dadasi is giving in charity, tapasyasi is austerities orvowsall\nshould be offeredinternallytotheSupremeLord.Everythingthatis\nintended, dedicatedanddelivereduntotheSupremeLordisknownas\narpanam an offering to Him. One should performallactivitiesinsucha\nsublime way as the performer of the action, the enjoyer oftheactionare\nactually part of the worshipoffereduntotheSupremeLord.Theexact\nunderstanding is that in all actions constituting ritualsofdemigodsand\nlesser gods therearelimitationsinscopeandpower.Theindividual\nperforms such ritual and istheenjoyerofitsrewards;butboththe\nperformer and the demigods as well as lesser gods are allpartandparcel\nof the Supreme Lord Krishna and are sustained and maintained byHimalone.\nAs He is the sole support of everything in creation they arealldependent\nupon Him for all their impulses and for their complete existence.\nThe Supreme Lord Krishnaistheabsolutecontroller,theindependent\nindwelling monitor, theperformeroftheworship,theenjoyerofthe\nworship and the object of worship. He is all the hosts of demigodsandall\nlesser gods. He is thesumtotalofallactsconstitutingworshipin\naccordance to the Vedic scriptures and He is the recipient of them aswell.\nOne should fashion the intention of their mode of meditation on theSupreme\nLord Krishna or any of His Vedically authorized incarnationsorexpansions\nin the mood of bhakti or loving devotionalcommunionwiththeabsolute\nunderstanding that He is the source of everything, He compriseseverything,\nand everything emanates from Him as His part and parcel. "}