{"meta":"Bhagavad Gita Chapter 9 Verse 3","metahi":"भगवद् गीता 9.3","slok":"अश्रद्दधानाः पुरुषा धर्मस्यास्य परन्तप।अप्राप्य मां निवर्तन्ते मृत्युसंसारवर्त्मनि।।9.3।। ","htsrsd":"।।9.3।।हे परंतप इस धर्मकी महिमापर श्रद्धा न रखनेवाले मनुष्य मेरेको प्राप्त न होकर मृत्युरूपी संसारके मार्गमें लौटते रहते हैं अर्थात् बारबार जन्मतेमरते रहते हैं। ","htstma":"।।9.3।। हे परन्तपइस धर्म में श्रद्धारहित पुरुष मुझे प्राप्त न होकर मृत्युरूपी संसार में रहते हैं (भ्रमण करते हैं)।। ","transliteration":"Ashraddhadhaanaah purushaa dharmasyaasya parantapa;\nApraapya maam nivartante mrityusamsaaravartmani. ","englishmeaning":"aśhraddadhānāḥ—people without faith; puruṣhāḥ—(such) persons; dharmasya—of dharma; asya—this; parantapa—Arjun, conqueror the enemies; aprāpya—without attaining; mām—Me; nivartante—come back; mṛityu—death; samsāra—material existence; vartmani—in the path ","hcsrsd":"।।9.3।। व्याख्या --  अश्रद्दधानाः पुरुषा धर्मस्यास्य (टिप्पणी प0 486) परंतप --धर्म दो तरहका होता है -- स्वधर्म और परधर्म। मनुष्यका जो अपना स्वतःसिद्ध स्वरूप है? वह उसके लिये स्वधर्म है और प्रकृति तथा प्रकृतिका कार्यमात्र उसके लिये परधर्म है -- संसारधर्मैरविमुह्यमानः (श्रीमद्भा0 11। 2। 49)। पीछेके दो श्लोकोंमें भगवान्ने जिस विज्ञानसहित ज्ञानको कहनेकी प्रतिज्ञा की और राजविद्या आदि आठ विशेषण देकर जिसका बड़ा माहात्म्य बताया? उसीको यहाँ धर्म कहा गया है। इस धर्मके माहात्म्यपर श्रद्धा न रखनेवाले अर्थात् उत्पत्तिविनाशशील पदार्थोंको सच्चा मानकर उन्हींमें रचेपचे रहनेवाले मनुष्योंको यहाँ अश्रद्दधानाः कहा गया है।यह एक बड़े आश्चर्यकी बात है कि मनुष्य अपने शरीरको? कुटुम्बको? धनसम्पत्तिवैभवको निःसन्देहरूपसे उत्पत्तिविनाशशील और प्रतिक्षण परिवर्तनशील जानते हुए भी उनपर विश्वास करते हैं? श्रद्धा करते हैं? उनका आश्रय लेते हैं। वे ऐसा विचार नहीं करते कि इन शरीरादिके साथ हम कितने दिन रहेंगे और ये हमारे साथ कितने दिन रहेंगे श्रद्धा तो स्वधर्मपर होनी चाहिये थी? पर वह हो गयी परधर्मपर,अप्राप्य मां निवर्तन्ते मृत्युसंसारवर्त्मनि--परधर्मपर श्रद्धा रखनेवालोंके लिये भगवान् कहते हैं कि सब देशमें? सब कालमें? सम्पूर्ण वस्तुओंमें? सम्पूर्ण व्यक्तियोंमें सदासर्वदा विद्यमान? सबको नित्यप्राप्त मुझे प्राप्त न करके मनुष्यमृत्युरूप संसारके रास्तेमें लौटते रहते हैं। कहीं जन्म गये तो मरना बाकी रहता है और मर गये तो जन्मना बाकी रहता है। ये जिन योनियोंमें जाते हैं? उन्हीं योनियोंमें ये अपनी स्थिति मान लेते हैं अर्थात् मैं शरीर हूँ ऐसी अहंता और शरीर मेरा है ऐसी ममता कर लेते हैं। परन्तु वास्तवमें उन योनियोंसे भी उनका निरन्तर सम्बन्धविच्छेद होता रहता है। किसी भी योनिके साथ इनका सम्बन्ध टिक नहीं सकता। देश? काल? वस्तु? व्यक्ति? घटना? परिस्थिति आदिसे भी इनका निरन्तर सम्बन्धविच्छेद हो रहा है अर्थात् वहाँसे भी ये हरदम निवृत्त हो रहे हैं? लौट रहे हैं। ये किसीके साथ हरदम रह ही नहीं सकते। ऐसे ही ये ऊर्ध्वगतिमें अर्थात् ऊँचीसेऊँची भोगभूमियोंमें भी चले जायँ तो वहाँसे भी इनको लौटना ही पड़ेगा (गीता 8। 16? 25 9। 21)। तात्पर्य यह हुआ कि मेरेको प्राप्त हुए बिना ये मनुष्य जहाँकहीं भी जायँगे? वहाँसे इनको लौटना ही पड़ेगा? बारबार जन्मना और मरना ही पड़ेगा।मृत्युसंसारवर्त्मनि कहनेका मतलब है कि इस संसारके रास्तेमें मरनाहीमरना है? विनाशहीविनाश है? अभावहीअभाव है अर्थात् जहाँ जायँगे? वहाँसे लौटना ही पड़ेगा। इसी बातको भगवान्ने बारहवें अध्यायके सातवें श्लोकमें मृत्युसंसारसागरात् कहा है अर्थात् यह संसार मौतका ही समुद्र है। इसमें कहीं भी स्थिरतासे टिक नहीं सकते।यह मनुष्यशरीर केवल परमात्माकी प्राप्तिके लिये ही मिला है। भगवान्ने कृपा करके सम्पूर्ण कर्मफलोंको (जो कि सत्असत् योनियोंके कारण हैं) स्थगित करके मुक्तिका अवसर दिया है। ऐसे मुक्तिके अवसरको प्राप्त करके भी जो जीव जन्ममरणकी परम्परामें चले जाते हैं? उनको देखकर भगवान् मानो पश्चात्ताप करते हैं कि मैंने अपनी तरफसे इनको जन्ममरणसे छूटनेका पूरा अवसर दिया था? पर ये उस अवसरको प्राप्त करके भी जन्ममरणमें जा रहे हैं केवल साधारण मनुष्योंके लिये ही नहीं? प्रत्युत महान् आसुरी योनियोंमें पड़े हुए जीवोंके लिये भी भगवान् पश्चात्ताप करते हैं कि मेरेको प्राप्त किये बिना ही ये अधम गतिको जा रहे हैं -- मामप्राप्यैव कौन्तेय ततो यान्त्यधमां गतिम् (गीता 16। 20)।अप्राप्य माम् (मेरेको प्राप्त न होकर) पदोंसे यह सिद्ध होता है कि मनुष्यमात्रको भगवत्प्राप्तिका अधिकार मिला हुआ है। इसलिये मनुष्यमात्र भगवान्की ओर चल सकता है? भगवान्को प्राप्त कर सकता है। सोलहवें अध्यायके बीसवें श्लोकमें मामप्राप्यैव पदसे भी यह सिद्ध होता है कि आसुरी प्रकृतिवाले भी भगवान्की ओर चल सकते हैं? भगवान्को प्राप्त कर सकते हैं। इसलिये गीतामें कहा गया है कि दुराचारीसेदुराचारी भी भक्त बन सकता है धर्मात्मा बन सकता है और भगवान्को प्राप्त कर सकता है (9। 30 -- 31) तथा पापीसेपापी भी ज्ञानके द्वारा सम्पूर्ण पापोंसे तर सकता है (4। 36)।एक शहर था। उसके चारों तरफ ऊँची दीवार बनी हुई थी। शहरसे बाहर निकलनेके लिये एक ही दरवाजा था। एक सूरदास (अन्धा) शहरसे बाहर निकलना चाहता था। वह एक हाथसे लाठीका सहारा और एक हाथसे दीवारका सहारा लेते हुए चल रहा था। चलतेचलते जब बाहर जानेका दरवाजा आया? तब उसके माथेपर खुजली आयी। वह एक हाथसे खुजलाते और एक हाथसे लाठीके सहारे चलता रहा? तो दरवाजा निकल गया और उसका हाथ फिर दीवारपर लग गया। इस तरह चलतेचलते जब दरवाजा आता? तब खुजली आ जाती। खुजलानेके लिये वह हाथ माथेपर लगाता? तबतक दरवाजा निकल जाता। इस प्रकार वह चक्कर ही काटता रहा। ऐसे ही यह जीव स्वर्ग? नरक? चौरासी लाख योनियोंमें घूमता रहता है। उन भोगयोनियोंसे यह स्वयं छुटकारा नहीं पा सकता? तो भगवान् कृपा करके जन्ममरणके चक्रसे छूटनेके लिये मनुष्यशरीर देते हैं। परन्तु मनुष्यशरीरको पाकर उसके मनमें भोगोंकी खुजली चलने लगती है? जिससे वह परमात्माकी तरफ न जाकर सांसारिक पदार्थोंका संग्रह करने और उन पदार्थोंसे सुख लेनेमें ही लगा रहता है। ऐसा करतेकरते ही वह मर जाता है और पुनः स्वर्ग? नरक आदिकी योनियोंके चक्करमें पड़ जाता है। इस प्रकार वह बारबार उन योनियोंमें लौटता रहता है -- यही मृत्युरूप संसारमार्गमें लौटना है।यह जीव साक्षात् परमात्माका अंश है अतः परमात्मा ही इस जीवका असली घर है। जब यह जीव उस परमात्माको प्राप्त कर लेता है? तब उसको अपना असली स्थान (घर) प्राप्त हो जाता है। फिर वहाँसे इसको लौटना नहीं पड़ता अर्थात् गुणोंके परवश होकर जन्म नहीं लेना पड़ता -- इसको गीतामें जगहजगह कहा गया है जैसे -- त्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन (4। 9) गच्छन्त्यपुनरावृत्तिम् (5। 17) यं प्राप्य न निवर्तन्ते (8। 21) यस्मिन्गता न निवर्तन्ति भूयः (15। 4) यद्गत्वा न निवर्तन्ते (15। 6) आदिआदि। श्रुति भी कहती है -- न च पुनरावर्तते न च पुनरावर्तते (छान्दोग्य0 4। 15। 1)।विशेष बातप्रायः लोगोंके भीतर यह बात जँची हुई है कि हम संसारी हैं? जन्मनेमरनेवाले हैं? यहाँ ही रहनेवाले हैं? इत्यादि। पर ये बातें बिलकुल गलत हैं। कारण कि हम सभी परमात्माके अंश हैं? परमात्माकी जातिके हैं? परमात्माके साथी हैं और परमात्माके धामके वासी हैं। हम सभी इस संसारमें आये हैं हम संसारके नहीं हैं। कारण कि संसारके सब पदार्थ जड हैं परिवर्तनशील हैं? जब कि हम स्वयं चेतन हैं और हमारेमें (स्वयंमें) कभी परिवर्तन नहीं होता। अनेक जन्म होनेपर भी हम स्वयं नित्यनिरन्तर वे ही रहते हैं -- भूतग्रामः स एवायम् (8। 19) और ज्योंकेत्यों ही रहते हैं।संसारके साथ हमारा संयोग और परमात्माके साथ हमारा वियोग कभी हो ही नहीं सकता। हम चाहे स्वर्गमें जायँ? चाहे नरकोंमें जायँ? चाहे चौरासी लाख योनियोंमें जायँ? चाहे मनुष्ययोनिमें जायँ? तो भी हमारा परमात्मासे वियोग नहीं होता? परमात्माका साथ नहीं छूटता। परमात्मा सभी योनियोंमें हमारे साथ रहते हैं। परन्तु मनुष्येतर योनियोंमें विवेककी जागृति न रहनेसे हम परमात्माको पहचान नहीं सकते। परमात्माको पहचाननेका मौका तो इस मनुष्यशरीरमें ही है। कारण कि भगवान्ने कृपा करके इस मनुष्यको ऐसी शक्ति? योग्यता दी है? जिससे वह सत्सङ्ग? विचार? स्वाध्याय आदिके द्वारा विवेक जाग्रत् करके परमात्माको जान सकता है? परमात्माकी प्राप्ति कर सकता है। इसलिये भगवान् यहाँ कहते हैं कि इन प्राणियोंको मनुष्यशरीर प्राप्त हुआ है? तो मेरेको प्राप्त हो ही जाना चाहिये और हम भगवान्के ही हैं तथा भगवान् ही हमारे हैं यह बात उनकी समझमें आ ही जानी चाहिये। परन्तु ये इस बातको न समझकर? मेरेपर श्रद्धाविश्वास न करके मेरेको प्राप्त न होकर संसाररूपी मौतके मार्गमें पड़ गये हैं -- यह बड़े दुःखकी और आश्चर्यकी बात हैसंसारमें आना? चौरासी लाख योनियोंमें भटकना हमारा काम नहीं है। ये देश? गाँव? कुटुम्ब? धन? पदार्थ? शरीर आदि हमारे नहीं हैं और हम इनके नहीं हैं। ये देश आदि सभी अपरा प्रकृति हैं और हम परा प्रकृति हैं। परन्तु भूलसे हमने अपनेको यहाँका रहनेवाला मान लिया है। इस भूलको मिटाना चाहिये क्योंकि हम भगवान्के अंश हैं? भगवान्के धामके हैं। जहाँसे लौटकर नहीं आना पड़ता? वहाँ जाना हमारा खास काम है? जन्ममरणसे रहित होना हमारा खास काम है। परन्तु अपने घर जानेको? खुदकी चीजको कठिन मान लिया? उद्योगसाध्य मान लिया वास्तवमें यह कठिन नहीं है। कठिन तो संसारका रास्ता है? जो कि नया पकड़ना पड़ता है? नया शरीर धारण करना पड़ता है? नये कर्म करने पड़ते हैं और कर्मोंके फल भोगनेके लिये नयेनये लोकोंमें नयीनयी योनियोंमें जाना पड़ता है। भगवान्की प्राप्ति तो सुगम है क्योंकि भगवान् सब देशमें हैं? सब कालमें हैं? सब वस्तुओंमें हैं? सब व्यक्तियोंमें हैं? सब घटनाओंमें हैं? सब परिस्थितियोंमें हैं और सभी भगवान्में हैं। हम हरदम भगवान्के साथ हैं और भगवान् हरदम हमारे साथ हैं। हम भगवान्से और भगवान् हमारेसे कभी अलग हो ही नहीं सकते।तात्पर्य यह हुआ कि हम यहाँके? जन्ममृत्युवाले संसारके नहीं हैं। यह हमारा देश नहीं है। हम इस देशके नहीं हैं। यहाँकी वस्तुएँ हमारी नहीं हैं। हम इन वस्तुओंके नहीं हैं। हमारे ये कुटुम्बी नहीं हैं। हम इन कुटुम्बियोंके नहीं हैं। हम तो केवल भगवान्के हैं और भगवान् ही हमारे हैं।, सम्बन्ध --  इस अध्यायके पहले और दूसरे श्लोकमें जिस राजविद्याकी महिमा कही गयी है? अब आगेके दो श्लोकोंमें उसीका वर्णन करते हैं। ","hcsca":"।।9.3।। नित्यसिद्ध आत्मा का अनादर करके जीने वाले लोग निश्चय ही नित्यस्वरूप मुझे प्राप्त न होकर संसार को लौटते हैं। बहिर्मुखी प्रवृत्ति के लोग सदैव विषयों का ही चिन्तन करके अपनी बौद्धिक क्षमता? मानसिक शक्ति और शारीरिक बल का अपव्यय करते हैं। विषयभोग के नित्य नवीन साधन खोजने में लगे हुए ये लोग मृत्युरूपी संसार में ही भ्रमण करते रहते हैं।जब मनुष्य विषयों का चिन्तन करके उन्हें प्राप्त करने का प्रयत्न करता है तब उसे भोग प्राप्त तो हो जाते हैं? परन्तु वे सब अनित्य होने के कारण उनका अन्तिम परिणाम दुख ही होता है। और विडम्बना यह है कि वह फिर भी उनमें ही और अधिक आसक्त हो जाता हैपरमात्मा की अपरा प्रकृति का वह पूजक बन जाता है। कितना ही विशाल समुद्र क्यों न हो? उसमें से किसी भी स्थान से लिया गया प्रत्येक बूँद स्वाद में खारा ही होता है। इसी प्रकार? विषय प्रेम के पीछे हमारा कोई भी उद्देश्य क्यों न हो? एक बार विषयलोलुप हो जाने पर हम निश्चय ही दुख के खारे अश्रु पीने को बाध्य हो जाते हैं? क्योंकि अनित्यता? नश्वरता तो हमारे प्रेम के विषय का स्वरूप ही है। नामरूपमय यह जगत् परिच्छिन्न और नित्य परिवर्तनशील है। यहाँ प्रतिक्षण प्रत्येक वस्तु परिवर्तन की प्रक्रिया से गुजर रही है? और प्रत्येक परिवर्तन वस्तु की पूर्व स्थिति की मृत्यु है। इस प्रकार? यहाँ भगवान् द्वारा प्रयुक्त मृत्यु शब्द को उसके व्यापक अर्थ में ग्रहण करना चाहिए। संक्षेप में? विषयलोलुप लोग सदैव दुखपूर्ण मृत्युलोक को प्राप्त होते हैं।यद्यपि वेदान्तशास्त्र में श्रद्धा शब्द गुरुदेव रवीन्द्रनाथ टैगोर के आशय को भी सूचित करता है? तथापि यह श्रद्धा भावुकता के कोहरे पर निर्मित नहीं? वरन् सिद्धांत की युक्तियुक्तता के ज्ञान के स्थित प्रकाश पर स्थिर है। श्रीशंकराचार्य श्रद्धा की परिभाषा इस प्रकार देते हैं? शास्त्र और आचार्य के उपदेश को सत्यबुद्धि से ग्रहण करना श्रद्धा है जिसके द्वारा परमार्थ सत्य वस्तु की प्राप्ति होती है। श्रद्धा वह दृढ़ विश्वास है? जो हमें मन और बुद्धि से परे तत्त्व की ऊँचाई तक उठाता है? और र्मत्यपरिच्छिन्न जीव से अमृत स्वरूप अनन्त सत्य के गढ़ने में सहायक होता है।किसी वस्तु का धर्म वह कुछ होता है? जिसके बिना उस वस्तु का उस रूप में अस्तित्व ही सिद्ध नहीं हो सकता? जैसे अग्नि की उष्णता? बर्फ की शीतलता और सूर्य का प्रकाश। जिन लोगों को अपने दिव्य आत्मस्वरूप के अस्तित्व में श्रद्धा नहीं होती वे अपनी भावनाओं के कूजन? बुद्धि के गर्जन और देह की फुंकारों द्वारा बड़ी सरलता से आनन्दस्वरूप से अपहरण कर लिये जाते हैं। वे विकास की सीढ़ी से नीचे गिर कर द्विपाद पशुओं के समान जीवन जीते हैं। जैसे कोई विक्षिप्त (पागल) राजा अपने आप को भूलकर अपनी राजप्रतिष्ठा को धूल में मिला देता है? और फिर एक निराश्रित व्रात्य (आवारा) पुरुष के समान व्यवहार करता हुआ गलियों मे नग्नावस्था में घूम्ाता रहता है? वैसे ही यह जीव अज्ञानवश अपने आत्मस्वरूप की गरिमा को भूलकर विषयोपभोगांे की खुली नालियों में सुख को खोजता हुआ ऐसे घूमता है? मानो वह किसी नाली में रेंगने वाले काड़े से भी निकृष्ट हो।सरलता का आभास लिये हुए? यह श्लोक वास्तव में अत्यन्त सारगर्भित है। अत्यन्त स्पष्ट शब्दों में ज्ञान के मार्ग का अज्ञान के मार्ग से भेद दर्शाकर? भगवान् श्रीकृष्ण अर्जुन की बुद्धि में ज्ञानमार्ग की उपादेयता को बैठा देते हैं। ज्ञानमार्ग अक्षर पुरुष की स्वानुभूति का मार्ग है।अब भगवान् श्रीकृष्ण ज्ञान का उपदेश देना प्रारम्भ करते हैं -- ","etsga":"9.3 O destroyer of foes, persons who are regardless of this Dharma (knowledge of the Self) certainly go round and round, without reaching Me, along the path of transmigration which is fraught with death. ","etssa":"9.3 Those who have no faith in this Dharma (knowledge of the Self), O Parantapa (Arjuna), return to the path of this world of death without attaining Me. ","etdss":"9.3. O scorcher of foes !Having no faith in this Dharma, persons do not attain Me and remain eternally in the circuit of mundane existence, wrought with death. ","ecssa":"9.3 अश्रद्दधानाः without faith? पुरुषाः men? धर्मस्य of duty? अस्य of this? परन्तप O scorcher of foes? अप्राप्य without attaining? माम् Me? निवर्तन्ते return? मृत्युसंसारवर्त्मनि in the path of this world of death.Commentary Arjuna asks? O Lord? why do people not attempt to attain this knowledge of the Self when it can be easily attained? when it is the highest of all things? and when it gives the greatest benefits All should certainly attain this knowledge. The Lord replies? O My beloved disciple? people have no faith in this Dhrama or knowledge and so return to the path of this world of death. Even if they strive with the help of the means of their own imagination they cannot attain Me as they are not endowed with the right means prescribed by the scriptures.Dharma means law? religion? knowledge of the Self.This faith is not mere intellectual belief in certain dogmas or principles. It is not merely belief in the statement of another. It is unshakable firm inner conviction that the knowledge of the Self alone can give one supreme peace? immortality and eternal bliss. It was this strong and unflinching faith of Sri Sankara that goaded him to leave his mother and take shelter under the kind protection of his Guru Sri Govindapada for attaining this knowledge which is the supreme purifier? intuitional? accordig to righteousness? very easy to perform? and imperishable. It was the strong faith of Lord Buddha that induced him to have that iron determination which he expressed in these words? I will not budge an inch from my seat till I get illumination. Faith goes hand in hand with fiery determination.The Lord has eulogies the knowledge of the Self in the first two verses by the positive method (Vidhi Mukhastuti). He has extolled it in the third verse by the negative method (Nishedha Mukhastuti). The benefits of obtaining knowledge of the Self are described in the first and the second verses. This is Vidhi Mukhastuti. The disastrous effects that result from not obtaining the knowledge of the Self are described in the third verse. This is Nishedha Mukhastuti.The greedy? lustful and sinful persons who are the followers of the philosophy of the flesh? who lead the life of the demons? who worship the body taking it to be the Self? and who have no faith in the knowledge of the Self? do not reach Me. They do not even possess an iota of devotion which is also one of the paths that lead men to Me. They remain in the path of the world of death which leads to hell and the lower births of animals? worms? etc. ","scetsga":"9.3 Parantapa, O destroyer of foes; those purusah, persons, again; who are asraddadhanah, regardless of, devoid of faith in; asya dharmasya, this Dharma, this knowledge of the Self-those who are faithless as regards its true nature as well as its result, who are sinful, who have taken recourse to the upanisad (mystical teaching) of demoniacal people, consisting in consideration the body alone as the Self, and who delight in life (sense enjoyments); nivartante, certainly go round and round;-where?-mrtyu-samsara-vartmani, along the path (vartma) of transmigration (samsara) fraught with death (mrtyu), the path leading to hell, birth as low creatures, etc., i.e., they go round and round along that very path; aprapya, without reaching; mam, Me, the supreme God. Certainly there is no estion of their attaining Me. Hence, the implication is that (they go round and round) without even aciring a little devotion, which is one of the disciplines [Ast. omits the word sadhana, disciplines.-Tr.] constituting the path for reaching Me.\nHaving drawn Arjunas attention through the (above) eulogy, the Lord says: ","scetdss":"9.3 Asraddadhanah etc.They remain eternally :Again and again they are born and they die. ","scetssa":"9.3 Some men who even after attaining the state fit for the practice of this Dharma which is called Upasana (worship) - which is immensely dear inasmuch as it has for its goal Myself who am incomparably dear, and which is the means for the attainment of Myself forming the supreme good that does not perish - may still lack faith in it. Such persons who lack faith which reires eagerness for realization, will not attain Me but remain in the mortal pathway of Samsara. O how strange it is - this hindrance caused by evil Karma! Such is the meaning. [It means, that to declare that one has faith in a spiritual doctrine and yet to take no steps to put it into practice, is pure hypocrisy.]\nListen then to the inconceivable glory of Myself, who am the goal tobe attained: ","chakravarthi":"“Well if this dharma is so easy to execute, who will remain in this world?” This verse answers.\nUsing genitive (possessive case) instead of accusative case (object) in dharmasya asya is poetic license. Those who do not have faith in this process of dharma, who think that the supreme position given to bhakti in the scriptures is just exaggeration, and who do not accept it with faith, do not attain me, even though they make efforts to attain me by other methods. They remain completely (nivartate) on the path of transmigration (samsara vartmani), invariably including death. ","rudra":"\nSo the question may arise that if the implementation of this supremewisdom\nis so easy to practice then why isnt everyoneperformingitandfreeing\nthemselves from transmigration in samsara or the perpetualcycleofbirth\nand death. Lord Krishna is answering this question inthisverse.Persons\nwho are lacking in faith in Lord Krishna do not accept thiseternalwisdom\nin spite of the fact that there is no knowledge superior to thiswisdomin\nany medium from any source. So it is assured that such personsaretrapped\nin samsara. Others may have attemptedtoincreasetheirfaithbyother\nmethods and means; but without bhaktiorpurelovingdevotionforLord\nKrishna such persons areautomaticallyrecycledbackintoanotherbody\nagain and again in the worlds of mortals and subjecttopursuitbydeath\nwho captures all beings. ","brahma":" ","shri":"\nLord Krishna uses the word dharmasya meaning acts ofeternalrighteousness\nand is the sacred means to acquire upasana orcommunionwiththeSupreme\nLord. Its virtue is that it has the Supreme Lord as itsonlygoalandis\nvery joyful and exhilarating to perform. It achieves fortheaspirantwho\nfaithfully engages in it continuously the highestresultasitbequeaths\ndirect realization of the Supreme Lord. The word asraddadhanahmeansthose\ndevoid of faith. Whoever having the golden opportunity after thousandsupon\nthousands of lifetimes to worship the Supreme Lord but are found lackingin\ndetermination and attention as well as fervent longing duetoinsufficient\nfaith, fail to reach Lord Krishna and instead areforcedtobepropelled\ninto the lethal current of samsara the perpetual cycle ofbirthanddeath\nwhich is very terrible. Oh how dangerous and perilous is human existence! ","kumar":"Lord Krishna uses the word dharmasya meaning acts ofeternalrighteousness\nand is the sacred means to acquire upasana orcommunionwiththeSupreme\nLord. Its virtue is that it has the Supreme Lord as itsonlygoalandis\nvery joyful and exhilarating to perform. It achieves fortheaspirantwho\nfaithfully engages in it continuously the highestresultasitbequeaths\ndirect realization of the Supreme Lord. The word asraddadhanahmeansthose\ndevoid of faith. Whoever having the golden opportunity after thousandsupon\nthousands of lifetimes to worship the Supreme Lord but are found lackingin\ndetermination and attention as well as fervent longing duetoinsufficient\nfaith, fail to reach Lord Krishna and instead areforcedtobepropelled\ninto the lethal current of samsara the perpetual cycle ofbirthanddeath\nwhich is very terrible. Oh how dangerous and perilous is human existence! "}