{"meta":"Bhagavad Gita Chapter 9 Verse 24","metahi":"भगवद् गीता 9.24","slok":"अहं हि सर्वयज्ञानां भोक्ता च प्रभुरेव च।न तु मामभिजानन्ति तत्त्वेनातश्च्यवन्ति ते।।9.24।। ","htsrsd":"।।9.24।।क्योंकि मैं ही सम्पूर्ण यज्ञोंका भोक्ता और स्वामी हूँ परन्तु वे मेरेको तत्त्वसे नहीं जानते? इसीसे उनका पतन होता है। ","htstma":"।।9.24।। क्योंकि सब यज्ञों का भोक्ता और स्वामी मैं ही हूँ? परन्तु वे मुझे तत्त्वत नहीं जानते हैं? इसलिए वे गिरते हैं? अर्थात् संसार को प्राप्त होते हैं।। ","transliteration":"Aham hi sarvayajnaanaam bhoktaa cha prabhureva cha;\nNa tu maamabhijaananti tattwenaatashchyavanti te. ","englishmeaning":"aham—I; hi—verily; sarva—of all; yajñānām—sacrifices; bhoktā—the enjoyer; cha—and; prabhuḥ—the Lord; eva—only; cha—and; na—not; tu—but; mām—Me; abhijānanti—realize; tattvena—divine nature; ataḥ—therefore; chyavanti—fall down (wander in samsara); te—they ","hcsrsd":"।।9.24।। व्याख्या --  [दूसरे अध्यायमें भगवान्ने कहा है कि जो भोग और ऐश्वर्यमें अत्यन्त आसक्त हैं? वे मेरेको केवल परमात्माकी तरफ ही चलना है -- ऐसा निश्चय नहीं कर सकते (2। 44)। अतः परमात्माकी तरफ चलनेमें दो बाधाएँ मुख्य हैं -- अपनेको भोगोंका भोक्ता मानना और अपनेको संग्रहका मालिक मानना। इन दोनोंसे ही मनुष्यकी बुद्धि उलटी हो जाती है? जिससे वह परमात्मासे सर्वथा विमुख हो जाता है। जैसे? बचनपमें बालक माँके बिना रह नहीं सकता पर बड़ा होनेपर जब उसका विवाह हो जाता है? तब वह स्त्रीसे मेरी स्त्री है ऐसा सम्बन्ध जोड़कर उसका भोक्ता और मालिक बन जाता है। फिर उसको माँ उतनी अच्छी नहीं लगती? सुहाती नहीं। ऐसे ही जब यह जीव भोग और ऐश्वर्यमें लग जाता है अर्थात् अपनेको भोगोंका भोक्ता और संग्रहका मालिक मानकर उनका दास बन जाता है और भगवान्से सर्वथा विमुख हो जाता है? तो फिर उसको यह बात याद ही नहीं रहती कि सबके भोक्ता और मालिक भगवान् हैं। इसीसे उसका पतन हो जाता है। परन्तु जब इस जीवको चेत हो जाता है कि वास्तवमें मात्र भोगोंके भोक्ता और मात्र ऐश्वर्यके मालिक भगवान् ही हैं? तो फिर वह भगवान्में लग जाता है? ठीक रास्तेपर आ जाता है। फिर उसका पतन नहीं होता।]अहं हि सर्वयज्ञानां (टिप्पणी प0 510.1) भोक्ता च प्रभुरेव च--शास्त्रकी आज्ञाके अनुसार मनुष्य यज्ञ? दान? तप? तीर्थ? व्रत आदि जितने शुभकर्म करते हैं तथा अपने वर्णआश्रमकी मर्यादाके अनुसार जितने व्यावहारिक और शारीरिक कर्तव्यकर्म करते हैं? उन सब कर्मोंका भोक्ता अर्थात् फलभागी मैं हूँ। कारण कि,वेदोंमें? शास्त्रोंमें? पुराणोंमें? स्मृतिग्रन्थोंमें प्राणियोंके लिये शुभकर्मोंका जो विधान किया गया है? वह सबकासब मेरा ही बनाया हुआ है और मेरेको देनेके लिये ही बनाया हुआ है? जिससे ये प्राणी सम्पूर्ण कर्तव्यकर्मोंसे और उनके फलोंसे सर्वथा निर्लिप्त रहें? कभी अपने स्वरूपसे च्युत न हों और अनन्य भावसे केवल मेरेमें ही लगे रहें। अतः उन सम्पूर्ण शुभकर्मोंका और व्यावहारिक तथा शारीरिक कर्तव्यकर्मोंका भोक्ता मैं ही हूँ।जैसे सम्पूर्ण यज्ञोंका भोक्ता (फलभागी) मैं ही हूँ? ऐसे ही सम्पूर्ण संसारका अर्थात् सम्पूर्ण लोक? पदार्थ? व्यक्ति? घटना? परिस्थिति? क्रिया और प्राणियोंके शरीर? मन? बुद्धि? इन्द्रियाँ आदिका मालिक भी मैं ही हूँ। कारण कि अपनी प्रसन्नताके लिये ही मैंने अपनेमेंसे इस सम्पूर्ण सृष्टिकी रचना की है? अतः इन सबकी रचना करनेवाला होनेसे इनका मालिक मैं ही हूँ।विशेष बातभगवान्का भोक्ता बनना क्या हैभगवान्ने कहा है कि महात्माओंकी दृष्टिमें सब कुछ वासुदेव ही है (7। 19) और मेरी दृष्टिमें भी सत्असत् सबकुछ मैं ही हूँ (9। 19)। जब सब कुछ मैं ही हूँ? तो कोई किसी देवताकी पुष्टिके लिये यज्ञ करता है? उस यज्ञके द्वारा देवतारूपमें मेरी ही पुष्टि होती है। कोई किसीको दान देता है? तो दान लेनेवालेके रूपमें मेरा ही अभाव दूर होता है? उससे मेरी ही सहायता होती है। कोई तप करता है? तो उस तपसे तपस्वीके रूपमें मेरेको ही सुखशान्ति मिलती है। कोई किसीको भोजन कराता है? तो उस भोजनसे प्राणोंके रूपमें मेरी ही तृप्ति होती है। कोई शौचस्नान करता है? तो उससे उस मनुष्यके रूपमें मेरेको ही प्रसन्नता होती है। कोई पेड़पौधोंको खाद देता है? उनको जलसे सींचता है तो वह खाद और जल पेड़पौधोंके रूपमें मेरेको ही मिलता है और उनसे मेरी ही पुष्टि होती है। कोई किसी दीनदुःखी? अपाहिजकी तनमनधनसे सेवा करता है तो वह मेरी ही सेवा होती है। कोई वैद्यडाक्टर किसी रोगीका इलाज करता है? तो वह इलाज मेरा ही होता है। कोई कुत्तोंको रोटी डालता है कबूतरोंको दाना डालता है गायोंकी सेवा करता है भूखोंको अन्न देता है प्यासोंको जल पिलाता है तो उन सबके रूपमें मेरी ही सेवा होती है। उन सब वस्तुओंको मैं ही ग्रहण करता हूँ (टिप्पणी प0 510.2)। जैसे कोई किसी मनुष्यकी सेवा करे? उसके किसी अङ्गकी सेवा करे? उसके कुटुम्बकी सेवा करे? तो वह सब सेवा उस मनुष्यकी ही होती है। ऐसे ही मनुष्य जहाँकहीं सेवा करे? जिसकिसीकी सहायता करे? वह सेवा और सहायता मेरेको ही मिलती है। कारण कि मेरे बिना अन्य कोई है ही नहीं। मैं ही अनेक रूपोंमें प्रकट हुआ हूँ -- बहु स्यां प्रजायेय (तैत्तिरीय0 2। 6)। तात्पर्य यह हुआ कि अनेक रूपोंमें सब कुछ ग्रहण करना ही भगवान्का भोक्ता बनना है।भगवान्का मालिक बनना क्या हैभगवत्तत्त्वको जाननेवाले भक्तोंकी दृष्टिमें अपरा और पराप्रकृतिरूप मात्र संसारके मालिक भगवान् ही हैं। संसारमात्रपर उनका ही अधिकार है। सृष्टिकी रचना करें या न करें? संसारकी स्थिति रखें या न रखें? प्रलय करें या न करें प्राणियोंको चाहे जहाँ रखें? उनका चाहे जैसा संचालन करें? चाहे जैसा उपभोग करें? अपनी मरजीके मुताबिक चाहे जैसा परिवर्तन करें? आदि मात्र परिवर्तनपरिवर्द्धन करनेमें भगवान्की बिलकुल स्वतन्त्रता है। तात्पर्य यह हुआ कि जैसे भोगी पुरुष भोग और संग्रहका चाहे जैसा उपभोग करनेमें स्वतन्त्र है (जबकि उसकी स्वतन्त्रता मानी हुई है? वास्तवमें नहीं है)? ऐसे ही भगवान् मात्र संसारका चाहे जैसा परिवर्तनपरिवर्द्धन करनेमें सर्वथा स्वतन्त्र हैं। भगवान्की वह स्वतन्त्रता वास्तविक है। यही भगवान्का मालिक बनना है।न तु मामभिजानन्ति तत्त्वेनातश्च्यवन्ति ते --वास्तवमें सत्असत्? जडचेतन आदि सब कुछ मैं ही हूँ। अतः जो भी कर्तव्यकर्म किये जायँ? उन कर्मोंका और उनके फलोंका भोक्ता मैं ही हूँ? तथा सम्पूर्ण सामग्रीका मालिक भी मैं ही हूँ। परन्तु जो मनुष्य इस तत्त्वको नहीं जानते? वे तो यही समझते हैं कि हम जिस किसीको जो कुछ देते हैं? खिलाते हैं? पिलाते हैं? वह सब उनउन प्राणियोंको ही मिलता है? जैसे -- हम यज्ञ करते हैं? तो यज्ञके भोक्ता देवता बनते हैं दान देते हैं? तो दानका भोक्ता वह लेनेवाला बनता है कुत्तोको रोटी और गायको घास देते हैं? तो उस रोटी और घासके भोक्ता कुत्ता और गाय बनते हैं हम भोजन करते हैं? तो भोजनके भोक्ता हम स्वयं बनते हैं? आदिआदि। तात्पर्य यह हुआ कि वे सब रूपोंमें मेरेको न मानकर अन्यको ही मानते हैं? इसीसे उनका पतन होता है। इसलिये मनुष्यको चाहिये कि वह किसी अन्यको भोक्ता और मालिक न मानकर केवल मेरेको ही भोक्ता और मालिक माने अर्थात् जो कुछ चीज दी जाय? उसको मेरी ही समझकर मेरे अर्पण करे -- त्वदीयं वस्तु गोविन्द तुभ्यमेव समर्पये।दूसरा भाव यह है कि मनुष्यके पास जो कुछ भोग और ऐश्वर्य है? वह सब मेरा ही है और मेरे विराट्रूप संसारकी सेवाके लिये ही है। परन्तु भोग और ऐश्वर्यमें आसक्त मनुष्य उस तत्त्वको न जाननेके कारण उस भोग और ऐश्वर्यको अपना और अपने लिये मान लेते हैं? जिससे वे यही समझते हैं? कि ये सब चीजें हमारे उपभोगमें आनेवाली हैं और हम इनके अधिपति हैं? मालिक हैं। पर वास्तवमें वे उन चीजोंके गुलाम हो जाते हैं। वे जितना ही उन चीजोंको अपनी और अपने लिये मानते हैं? उतने ही उनके पराधीन हो जाते हैं। फिर वे उन चीजोंके बननेबिगड़नेसे अपना बननाबिगड़ना मानने लगते हैं। इसलिये उनका पतन हो जाता है। तात्पर्य यह हुआ कि मेरेको सम्पूर्ण यज्ञोंका भोक्ता और मालिक जाननेसे मुक्ति हो जाती है और न जाननेसे पतन हो जाता है।च्यवन्ति पदका तात्पर्य है कि भगवान्को प्राप्त न होनेसे उनका पतन हो जाता है। वे शुभकर्म करके ऊँचेऊँचे लोकोंमें चले जायँ? तो यह भी उनका पतन है क्योंकि वहाँसे उनको पीछे लौटकर आना ही पड़ता है (गीता 9। 21)। वे आवागमनको प्राप्त होते ही रहते हैं मुक्त नहीं हो सकते। सम्बन्ध --  जो भगवान्को सम्पूर्ण यज्ञोंका भोक्ता और मालिक न मानकर देवता आदिका सकामभावसे पूजन करते हैं? उनकी गतियोंका वर्णन आगेके श्लोकमें करते हैं। ","hcsca":"।।9.24।। सभी यज्ञों का भोक्ता और स्वामी एक आत्मा ही है। आत्मा ही विभिन्न देवता शरीरों में व्यक्त हुआ है? जिसके कारण उन देवताओं को अपनीअपनी सार्मथ्य प्राप्त हुई है। उनका कृपाप्रसाद प्राप्त करने के लिए भक्तजन उनकी आराधना करते हैं। भगवान् यहाँ कहते हैं कि श्रद्धापूर्वक इन पूजकों द्वारा जिन देवताओं का यज्ञादि में आह्वान किया जाता है? उनका मूल अव्ययस्वरूप मैं ही हूँ। यह पूजा चाहे मन्दिर में हो या मस्जिद में? गिरजाघर में हो या गुरुद्वारे में। परन्तु क्योंकि वे मेरी परिच्छिन्न शक्तियों के अधिष्ठाता देवताओं की ही पूजा करते हैं? इसलिए वे मुझे अपने आत्मरूप में नहीं जानते? जो अनन्तस्वरूप हैं। परिणाम यह होता है कि पुन संसार के शोकमोह और असंख्य बन्धनों में घिर जाते हैं।इसी सिद्धांत को व्यावहारिक जीवन में लागू करें? तो ज्ञात होगा कि उन सभी कार्यक्षेत्रों में जहाँ लोग परिश्रम (यज्ञ) करते हैं? वह सदैव किसी न किसी अनित्य लाभ या फल (देवता) को प्राप्त करने के लिए ही होता है। वे आध्यात्मिक विकास के लिए परिश्रम नहीं करते? जिससे कि वे अपने शुद्ध आत्मस्वरूप को पहचान सकें। कामुकता की फिसलन भरी ढलान पर चलते हुए वे क्रूर पाशविकता के स्तर तक गिर जाते हैं? जो कि मानव के पद और प्रतिष्ठा पर एक बड़ा कलंक है।पूर्ण सुख और सन्तोष? परम शान्ति और समाधान हृदय के अन्तरतम भाग में स्थित हैं? न कि बाह्य जगत् के लाभ और सफलता में? यश और कीर्ति में। हृदय में स्थित इस शाश्वत लाभ की ओर ध्यान न देकर? कामनाओं के बिच्छुओं से दंशित अविवेकी मनुष्य इतस्तत दौड़ते हैं? और इस प्रकार अपने साथसाथ उस मार्ग पर चलने वाले अन्य लोगों के लिए भी दुर्व्यवस्था और दुख उत्पन्न करते हैं। जब ऐसे मोहित लोगों की पीढ़ी स्वच्छन्दता को प्रोत्साहित कर उपभोग का ही जीवन जीती है? और एक क्षण भी रुककर अपने कर्मों का मूल्यांकन करने पर कदापि ध्यान नहीं देती? तब अवश्य ही? उस पीढ़ी का इतिहास विस्फोटित जगत् के मुख पर? उसी विस्फोट से मृत और अपंग हुए लोगों के उस रक्त से लिखा जाता हैं? जो पुत्रों और पतियों से वियुक्त हुई माताओं और विधवाओं के अश्रुओं से मिश्रित होता है। निश्चय ही? वे र्मत्यलोक के दुखों को पुन लौटते हैं।हम यह कैसे कह सकते हैं कि अविधिपूर्वक पूजन करने पर भी वे भक्तजन किसी फल को प्राप्त करते हैंइस पर कहते हैं -- ","etsga":"9.24 I indeed am the enjoyer as also the Lord of all sacrifices; but they do not know Me in reality. Therefore they fall. ","etssa":"9.24 (For) I alone am the enjoyer and also the Lord of all sacrifices; but they do not know Me in essence (in reality), and hence they fall (return to this mortal world). ","etdss":"9.24. Because, I am the enjoyer as well as the lord of all sacrifices.But they do not recognise Me correctly and hence they move away [from Me]. ","ecssa":"9.24 अहम् I? हि verily? सर्वयज्ञानाम् of all sacrifices? भोक्ता enjoyer? च and? प्रभुः Lord? एव alone? च and? न not? तु but? माम् Me? अभिजानन्ति know? तत्त्वेन in essence (or in reality)? अतः hence? च्यवन्ति fall? ते they.Commentary They do not know that I? the Supreme Self? am the enjoyer of all sacrifices enjoined in the Vedas and the Smritis (the codes of right conduct) and the Lord of all sacrifices. As I am the inner Ruler of this world I am the Lord of all sacrifices (Vide chapter VIII. 4 -- Adhiyajnohamevatra I am the presiding deity of the sacrifice). I am at the beginning and at the end of every sacrifice and yet these people worship other gods. Therefore they worship in ignorance. As they worhsip other gods without recognising Me? and as they have not consecrated their actions to Me? they return to this mortal world after their merits are exhausted from the plane to which they had attained as the result of their sacrifices.Those who are devoted to other gods and who worship Me in ignorance (Avidhipurvakam) also get the fruit of sacrifice. How (Cf.V.29XV.9) ","scetsga":"9.24 As the Self of the deities (of the sacrifices), aham, I; hi, indeed; am the bhokta, enjoyer; ca eva, as also; the prabhuh, Lord; [The Lord: I being the indwelling Ruler of all.] sarva-yajnanam, of all sacrifices enjoined by the Vedas and the Smrtis. A sacrifice is verily presided over by Me, for it has been said earlier, I Myself am the entity (called Visnu) that exists in the sacrifice in this body (8.4). Tu, but; na abhi-jananti, they do not know; mam, Me as such; tattvena, in reality. And atah, therefore, by worshipping ignorantly; te, they; cyavanti, fall from the result of the sacrifice. [Although they perform sacrifices with great diligence, still just because they do not know Me real nature and do not offer the fruits of their sacrifices to Me, they proceed to the worlds of the respective deities through the Southern Path (beginning with smoke; see 8.25). Then, after the exhaustion of the results of those sacrifices and the falling of the respective bodies (assumed in those worlds) they return to the human world for rembodiment.-M.S. (See also 9.20-1.)]\nThe result of a sacrifice is inevitable even for those who worship ignorantly out of their devotion to other deities. How? ","scetdss":"9.24 See Comment under 9.26 ","scetssa":"9.24 I am the only Lord - the meaning is that I alone am the bestower of rewards everywhere.\nHow wonderful is this, that though devoting themselves to the same kind of action, on account of the difference in intention some partake of a very small reward with the likelihood of fall, while some others partake of a reward in the form of attainment of the Supreme Person which is unalloyed, limitless, and incomparable!\nSri Krsna explains this: ","chakravarthi":"This verse expands on the phrase avidhi purvakam. I am the only enjoyer of fruits, being another form of the devatas, and I am the only master (prabhu), the giver of fruits. But they do not know this about me factually. For instance, such persons think, “I am a worshipper of the sun. May the sun be pleased with me and give me my desired results. The sun is the Supreme Lord, not Narayana. He gives me faith in him, and gives the results of my worship.” Thus lacking true knowledge about me, they return to this world.\nBut those who worship me as the form of the universe, understanding that they are worshipping Narayana, the Supreme Lord through the form of the sun, attain liberation. It is thus indicated here that one must worship the Lord’s vibhutis such as the sun while understanding that they are vibhutis of the Lord. ","rudra":"\nAs all the demigods verily comprise the transcendental body oftheSupreme\nLord Krishna then it isnaturalthatHeistheenjoyerofeverything\noffered to them being the sole lord of all worship and propitiation andthe\nultimate bestower of allrewards.Theworshippersofthedemigodsare\nignorant of these facts and hence theyarenatumamabhijanammeaning\nunable to know HimtheSupremeLordthustheyfallbackintomortal\nexistence and are subject to birth, old age, disease anddeath.Butthose\nwho recognise the Supreme Lord as the inner ruler withinallthedemigods\nand worship Him do not return to mortal existence. ","brahma":"\nAlthough the Supreme Lord Krishna is theobjectofallpropitiationand\nworship there is no relation or reciprocation by Him ifitisnotwithin\nthe parampara or authorised disciplic succession performed according tothe\nprescribed injunctions of the Vedic scriptures. ","shri":"\nLord Krishna speaks the words prabhur eva ca meaning that Healoneisthe\nsole bestower of rewards in every respect. Amazingly fascinating it isthat\nhumans who engage intheveryselfsameactivitiesofpropitiationand\nworship are differentiated and classified by the simpledifferenceofthe\nintentionandmotivebywhichitwasperformed.Someperformersof\nactivities merit paltry, minimalresultssuchasreachingtheheavenly\nplanets and when there allotment of time therehasexpiredtheyhaveto\nstart all over again. While other performers of thesameactivitiesmerit\nunlimitedandtranscendentaleternalresultssuchasatmatattvaor\nrealisation of the soul and never lose iteverastheyattainmoksaor\nliberation from material existence. ","kumar":"Lord Krishna speaks the words prabhur eva ca meaning that Healoneisthe\nsole bestower of rewards in every respect. Amazingly fascinating it isthat\nhumans who engage intheveryselfsameactivitiesofpropitiationand\nworship are differentiated and classified by the simpledifferenceofthe\nintentionandmotivebywhichitwasperformed.Someperformersof\nactivities merit paltry, minimalresultssuchasreachingtheheavenly\nplanets and when there allotment of time therehasexpiredtheyhaveto\nstart all over again. While other performers of thesameactivitiesmerit\nunlimitedandtranscendentaleternalresultssuchasatmatattvaor\nrealisation of the soul and never lose iteverastheyattainmoksaor\nliberation from material existence. "}