{"meta":"Bhagavad Gita Chapter 9 Verse 30","metahi":"भगवद् गीता 9.30","slok":"अपि चेत्सुदुराचारो भजते मामनन्यभाक्।साधुरेव स मन्तव्यः सम्यग्व्यवसितो हि सः।।9.30।। ","htsrsd":"।।9.30।।अगर कोई दुराचारीसेदुराचारी भी अनन्यभावसे मेरा भजन करता है? तो उसको साधु ही मानना चाहिये। कारण कि उसने निश्चय बहुत अच्छी तरह कर लिया है। ","htstma":"।।9.30।। यदि कोई अतिशय दुराचारी भी अनन्यभाव से मेरा भक्त होकर मुझे भजता है? वह साधु ही मानने योग्य है? क्योंकि वह यथार्थ निश्चय वाला है।। ","transliteration":"Api chet suduraachaaro bhajate maamananyabhaak;\nSaadhureva sa mantavyah samyagvyavasito hi sah. ","englishmeaning":"api—even; chet—if; su-durāchāraḥ—the vilest sinners; bhajate—worship; mām—Me; ananya-bhāk—exclusive devotion; sādhuḥ—righteous; eva—certainly; saḥ—that person; mantavyaḥ—is to be considered; samyak—properly; vyavasitaḥ—resolve; hi—certainly; saḥ—that person ","hcsrsd":"।।9.30।। व्याख्या --  [कोई करोड़पति या अरबपति यह बात कह दे कि मेरे पास जो कोई आयेगा? उसको मैं एक लाख रुपये दूँगा? तो उसके इस वचनकी परीक्षा तब होगी? जब उससे सर्वथा ही विरुद्ध चलनेवाला? उसके साथ वैर रखनेवाला? उसका अनिष्ट करनेवाला भी आकर उससे एक लाख रुपये माँगे और वह उसको दे दे। इससे सबको यह विश्वास हो जायगा कि जो यह माँगे? उसको दे देता है। इसी भावको लेकर भगवान् सबसे पहले दुराचारीका नाम लेते हैं।]अपि चेत्--सातवें अध्यायमें आया है कि जो पापी होते हैं? वे मेरे शरण नहीं होते (7। 15) और यहाँ कहा है कि दुराचारीसेदुराचारी भी अनन्यभावसे मेरा भजन करता है -- इन दोनों बातोंमें आपसमें विरोध प्रतीत होता है। इस विरोधको दूर करनेके लिये ही यहाँ अपि और चेत् ये दो पद दिये गये हैं। तात्पर्य है कि सातवें अध्यायमें दुष्कृती मनुष्य मेरे शरण नहीं होते ऐसा कहकर उनके स्वभावका वर्णन किया है। परन्तु वे भी किसी कारणसे मेरे भजनमें लगना चाहें तो लग सकते हैं। मेरी तरफसे किसीको कोई मना नहीं है (टिप्पणी प0 521.1) क्योंकि किसी भी प्राणीके प्रति मेरा द्वेष नहीं है। ये भाव प्रकट करनेके लिये ही यहाँ अपि और चेत् पदोंका प्रयोग किया है।सुदुराचारो भजते मामनन्यभाक्--जो सुष्ठु दुराचारी है? साङ्गोपाङ्ग दुराचारी है अर्थात् दुराचार करनेमें कोई कमी न रहे? दुराचारका अङ्गउपाङ्ग न छूटे -- ऐसा दुराचारी है? वह भी अनन्यभाक् होकर मेरे भजनमें लग जाय तो उसका उद्धार हो जाता है।यहाँ भजते क्रिया वर्तमानकी है? जिसका कर्ता है -- साङ्गोपाङ्ग दुराचारी। इसका तात्पर्य हुआ कि पहले भी उसके दुराचार बनते आये हैं और अभी वर्तमानमें वह अनन्यभावसे भजन करता है? तो भी उसके द्वारा दुराचार सर्वथा नहीं छूटे हैं अर्थात् कभीकभी किसी परिस्थितिमें आकर पूर्वसंस्कारवश उसके द्वारा पापक्रिया हो सकती है। ऐसी अवस्थामें भी वह मेरा भजन करता है। कारण कि उसका ध्येय (लक्ष्य) अन्यका नहीं रहा है अर्थात् उसका लक्ष्य अब धन? सम्पत्ति? आदरसत्कार? सुखआराम आदि प्राप्त करनेका नहीं रहा है। उसका एकमात्र लक्ष्य अनन्यभावसे मेरेमें लगनेका ही है।अब शङ्का यह होती है कि ऐसा दुराचारी अनन्यभावसे भगवान्के भजनमें कैसे लगेगा उसके लगनेमें कई कारण हो सकते हैं जैसे --,(1) वह किसी आफतमें पड़ जाय और उसको कहीं किञ्चिन्मात्र भी कोई सहारा न मिले। ऐसी अवस्थामें अचानक उसको सुनी हुई बात याद आ जाय कि भगवान् सबके सहायक हैं और उनकी शरणमें जानेसे सब काम ठीक हो जाता है आदि।(2) वह कभी किसी ऐसे वायुमण्डलमें चला जाय? जहाँ बड़ेबड़े अच्छे सन्तमहापुरुष हुए हैं और वर्तमानमें भी हैं तो उनके प्रभावसे भगवान्में रुचि पैदा हो जाय।(3) वाल्मीकि? अजामिल? सदन कसाई आदि पापी भी भगवान्के भक्त बन चुके हैं और भजनके प्रभावसे उनमें विलक्षणता आयी है -- ऐसी कोई कथा सुन करके पूर्वका कोई अच्छा संस्कार जाग उठे? जो कि सम्पूर्ण प्राणियोंमें रहता है (टिप्पणी प0 521.2)।(4) कोई प्राणी ऐसी आफतमें आ गया? जहाँ उसके बचनेकी कोई सम्भावना ही नहीं थी? पर वह बच गया। ऐसी घटनाविशेषको देखनेसे उसके भीतर यह भाव पैदा हो जाय कि कोई ऐसी विलक्षण शक्ति है? जो ऐसी आफतसे बचाती है। वह विलक्षण शक्ति भगवान् ही हो सकते हैं इसलिये अपनेको भी उनके परायण हो जाना चाहिये।(5) उसको किसी सन्तके दर्शन हो जायँ और उसका पतन करनेवाले दुष्कर्मोंको देखकर उसपर सन्तकी कृपा हो जाय जैसे -- वाल्मीकि? अजामिल आदि पापियोंपर सन्तोंकी कृपा हुई। -- ऐसे कई कारणोंसे अगर दुराचारीका भाव बदल जाय? तो वह भगवान्के भजनमें अर्थात् भगवान्की तरफ लग सकता है। चोर? डाकू? लुटेरे? हत्या करनेवाले बधिक आदि भी अचानक भाव बदल जानेसे भगवान्के अच्छे भक्त हुए हैं -- ऐसी कई कथाएँ पुराणोंमें तथा भक्तमाल आदि ग्रन्थोंमें आती हैं।अब एक शङ्का होती है कि जो वर्षोंसे भजनध्यान कर रहे हैं? उनका मन भी तत्परतासे भगवान्में नहीं लगता? फिर जो दुराचारीसेदुराचारी है? उसका मन भगवान्में तैलधारावत् कैसे लगेगा यहाँ,अनन्यभाक् का अर्थ वह तैलधारावत् चिन्तन करता है -- यह नहीं है? प्रत्युत इसका अर्थ है -- न अन्यं भजति अर्थात् वह अन्यका भजन नहीं करता। उसका भगवान्के सिवाय अन्य किसीका सहारा? आश्रय नहीं है? केवल भगवान्का ही आश्रय है। जैसे पतिव्रता स्त्री केवल पतिका चिन्तन ही करती हो -- ऐसी बात नहीं है। वह तो हरदम पतिकी ही बनी रहती है? स्वप्नमें भी वह दूसरोंकी नहीं होती। तात्पर्य है कि उसका तो एक पतिसे ही अपनापन रहता है। ऐसे ही उस दुराचारीका केवल भगवान्से ही अपनापन हो जाता है और एक भगावन्का ही आश्रय रहता है।अनन्यभाक् होनेमें खास बात है मैं भगवान्का हूँ और भगवान् मेरे हैं इस प्रकार अपनी अहंताको बदल देना। अहंतापरिवर्तनसे जितनी जल्दी शुद्धि आती है? जप? तप? यज्ञ? दान आदि क्रियाओंसे उतनी जल्दी शुद्धि नहीं आती। इस अहंताके परिवर्तनके विषयमें तीन बातें हैं --,(1) अहंताको मिटाना--ज्ञानयोगसे अहंता मिट जाती है। जिस प्रकाशमें अहम् (मैंपन) का भान होता है? वह प्रकाश मेरा स्वरूप है और एकदेशीयरूपमें प्रतीत होनेवाला अहम् मेरा स्वरूप नहीं है। कारण यह है कि अहम् दृश्य होता है? और जो दृश्य होता है? वह अपना स्वरूप नहीं होता। इस प्रकार दोनोंका विभाजन करके अपने ज्ञप्तिमात्र स्वरूपमें स्थित होनेसे अहंता मिट जाती है।(2) अहंताको शुद्ध करना --कर्मयोगसे अहंता शुद्ध हो जाती है। जैसे? पुत्र कहता है कि मैं पुत्र हूँ और ये,मेरे पिता हैं तो इसका तात्पर्य है कि पिताकी सेवा करनामात्र मेरा कर्तव्य है क्योंकि पितापुत्रका सम्बन्ध केवल कर्तव्यपालनके लिये ही है। पिता मेरेको पुत्र न मानें? मेरेको दुःख दें? मेरा अहित करें? तो भी मेरेको उनकी सेवा करनी है? उनको सुख पहुँचाना है। ऐसे ही माता? भाई? भौजाई? स्त्री? पुत्र? परिवारके प्रति भी मेरेको केवल अपने कर्तव्यका ही पालन करना है। उनके कर्तव्यकी तरफ मेरेको देखना ही नहीं कि वे मेरे प्रति क्या करते हैं? दुनियाके प्रति क्या करते हैं। उनके कर्तव्यको देखना मेरा कर्तव्य नहीं है क्योंकि दूसरोंके कर्तव्यको देखनेवाला अपने कर्तव्यसे च्युत हो जाता है। अतः उनका तो मेरेपर पूरा अधिकार है? पर वे मेरे अनुकूल चलें -- ऐसा मेरा किसीपर भी अधिकार नहीं है। इस प्रकार दूसरोंका कर्तव्य न देखकर केवल अपना कर्तव्यपालन करनेसे अहंता शुद्ध हो जाती है। कारण कि अपने सुखआरामकी कामना होनेसे ही अहंता अशुद्ध होती है।(3) अहंताका परिवर्तन करना --भक्तियोगसे अहंता बदल जाती है। जैसे? विवाहमें पतिके साथ सम्बन्ध होते ही कन्याकी अहंता बदल जाती है और वह पतिके घरको ही अपना घर? पतिके धर्मको ही अपना धर्म मानने लग जाती है। वह पतिव्रता अर्थात् एक पतिकी ही हो जाती है? तो फिर वह मातापिता? सासससुर आदि किसीकी भी नहीं होती। इतना ही नहीं? वह अपने पुत्र और पुत्रीकी भी नहीं होती क्योंकि जब वह सती होती है? तब पुत्रपुत्रीके? मातापिताके स्नेहकी भी परवाह नहीं करती। हाँ? वह पतिके नाते सेवा सबकी कर देती है? पर उसकी अहंता केवल पतिकी ही हो जाती है। ऐसे ही मनुष्यकी अहंता मैं भगवान्का हूँ और भगवान् मेरे हैं इस प्रकार भगवान्के साथ हो जाती है? तो उसकी अहंता बदल जाती है। इस अहंताके बदलनेको ही यहाँ अनन्यभाक् कहा है।साधुरेव स मन्तव्यः--अब यहाँ एक प्रश्न होता है कि वह पहले भी दुराचारी रहा है और वर्तमानमें भी उसके आचरण सर्वथा शुद्ध नहीं हुए हैं? तो दुराचारोंको लेकर उसको दुराचारी मानना चाहिये या अनन्यभावको लेकर साधु ही मानना चाहिये तो भगवान् कहते हैं कि उसको तो साधु ही मानना चाहिये। यहाँ मन्तव्यः (मानना चाहिये) विधिवचन है अर्थात् यह् भगवान्की विशेष आज्ञा है।माननेकी बात वहीं कही जाती है? जहाँ साधुता नहीं दीखती। अगर उसमें किञ्चिन्मात्र भी दुराचार न होते? तो भगवान् उसको साधु ही मानना चाहिये ऐसा क्यों कहते तो भगवान्के कहनेसे यही सिद्ध होता है कि उसमें अभी दुराचार हैं। वह दुराचारोंसे सर्वथा रहति नहीं हुआ है। इसलिये भगवान् कहते हैं कि वह अभी साङ्गोपाङ्ग साधु नहीं हुआ है? तो भी उसको साधु ही मानना चाहिये अर्थात् बाहरसे उसके आचरणोंमें? क्रियाओंमें कोई कमी भी देखनेमें आ जाय? तो भी वह असाधु नहीं है। इसका कारण यह है कि वहअनन्यभाक् हो गया अर्थात् मैं केवल भगवान्का ही हूँ और केवल भगवान् ही मेरे हैं मैं संसारका नहीं हूँ और संसार मेरा नहीं है इस प्रकार वह भीतरसे ही भगवान्का हो गया? उसने भीतरसे ही अपनी अहंता बदल दी। इसलिये अब उसके आचरण सुधरते देरी नहीं लगेगी क्योंकि अहंताके अनुसार ही सब आचरण होते हैं।उसको साधु ही मानना चाहिये -- ऐसा भगवान्को क्यों कहना पड़ रहा है कारण कि लोगोंमें यह रीति है कि वे किसीके भीतरी भावोंको न देखकर बाहरसे जैसा आचरण देखते हैं? वैसा ही उसको मान लेते हैं। जैसे? एक आदमी वर्षोंसे परिचित है अर्थात् भजन करता है? अच्छे आचरणोंवाला है -- ऐसा बीसों? पचीसों वर्षोंसे जानते हैं। पर एक दिन देखा कि वह रात्रिके समय एक वेश्याके यहाँसे बाहर निकला? तो उसे देखते ही लोगोंके मनमें आता है कि देखो हम तो इसको बड़ा अच्छा मानते थे? पर यह तो वैसा नहीं है? यह तो वेश्यागामी है ऐसा विचार आते ही उनका जो अच्छेपनका भाव था? वह उड़ जाता है। जो कई दिनोंकी श्रद्धाभक्ति थी? वह उठ जाती है। इसी तरहसे लोग वर्षोंसे किसी व्यक्तिको जानते हैं कि वह अन्यायी है? पापी है? दुराचारी है और वही एक दिन गङ्गाके किनारे स्नान किये हुए? हाथमें गोमुखी लिये हुए बैठा है। उसका चेहरा बड़ा प्रसन्न है। उसको देखकर कोई कहता है कि देखो भगवान्का भजन कर रहा है? बड़ा,अच्छा पुरुष है? तो दूसरा कहता है कि अरे तुम इसको जानते नहीं? मैं जानता हूँ यह तो ऐसाऐसा है? कुछ नहीं है? केवल पाखण्ड करता है। इस प्रकार भजन करनेपर भी लोग उसको वैसा ही पापी मान लेते हैं और उधर साधनभजन करनेवालेको भी वेश्याके घरसे निकलता देखकर खराब मान लेते हैं। उसको न जाने किस कारणसे वेश्याने बुलाया था? क्या पता वह दयापरवश होकर वेश्याको शिक्षा देनेके लिये गया हो? उसके सुधारके लिये गया हो -- उस तरफ उनकी दृष्टि नहीं जाती। जिनका अन्तःकरण मैला हो? वे मैलापनकी बात करके अपने अन्तःकरणको और मैला कर लेते हैं। उनका अन्तःकरण मैलापनकी बात ही पकड़ता है। परन्तु उपर्युक्त दीनों प्रकारकी बातें होनेपर भी भगवान्की दृष्टि मनुष्यके भावपर ही रहती है? आचरणोंपर नहीं -- रहति न प्रभु चित चूक किए की।करत सुरति सय बार हिए की।। (मानस 1। 29। 3)क्योंकि भगवान् भावग्राही हैं -- भावग्राही जनार्दनः।,सम्यग्व्यवसितो ही सः--दूसरे अध्यायमें कर्मयोगके प्रकरणमें व्यवसायात्मिका बुद्धि की बात आयी है (2। 41) अर्थात् वहाँ पहले बुद्धिमें यह निश्चय होता है कि मेरेको रागद्वेष नहीं करने हैं? कर्तव्यकर्म करते हुए सिद्धिअसिद्धिमें सम रहना है।अतः कर्मयोगीकी बुद्धि व्यवसायात्मिका होती है और यहाँ कर्ता स्वयं व्यवसित है -- सम्यग्व्यवसितः। कारण कि मैं केवल भगवान्का ही हूँ? अब मेरा काम केवल भजन करना ही है -- यह निश्चय स्वयंका है? बुद्धिका नहीं। अतः सम्यक् निश्चयवालेकी स्थिति भगवान्में है। तात्पर्य यह हुआ कि वहाँ निश्चय करण(बुद्धि) में है और यहाँ निश्चय कर्ता(स्वयं) में है। करणमें निश्चय होनेपर भी जब कर्ता परमात्मतत्त्वसे अभिन्न हो जाता है? तो फिर कर्तामें निश्चय होनेपर करणमें भी निश्चय हो जाय -- इसमें तो कहना ही क्या है जहाँ बुद्धिका निश्चय होता है? वहाँ वह निश्चय तबतक एकरूप नहीं रहता? जबतक स्वयं कर्ता उस निश्चयके साथ मिल नहीं जाता। जैसे सत्सङ्गस्वाध्यायके समय मनुष्योंका ऐसा निश्चय होता है कि अब तो हम केवल भजनस्मरण ही करेंगे। परन्तु यह निश्चय सत्सङ्गस्वाध्यायके बाद स्थिर नहीं रहता। इसमें कारण यह है कि उनकी स्वयंकी स्वाभाविक रुचि केवल परमात्माकी तरफ चलनेकी नहीं है? प्रत्युत साथमें संसारका सुखआराम आदि लेनेकी भी रुचि रहती है। परन्तु जब स्वयंका यह निश्चय हो जाता है कि अब हमें परमात्माकी तरफ ही चलना है? तो फिर यह निश्चय कभी मिटता नहीं क्योंकि यह निश्चय स्वयंका है।जैसे? कन्याका विवाह होनेपर अब मैं पतिकी हो गयी? अब मेरेको पतिके घरका काम ही करना हैऐसा निश्चय स्वयंमें हो जानेसे यह कभी मिटता नहीं? प्रत्युत बिना याद किये ही हरदम याद रहता है। इसका कारण यह है कि उसने स्वयंको ही पतिका मान लिया। ऐसे ही जब मनुष्य यह निश्चय कर लेता है कि मैं भगवान्का हूँ और अब केवल भगवान्का ही काम (भजन) करना है? भजनके सिवाय और कोई काम नहीं? किसी कामसे कोई मतलब नहीं? तो यह निश्चय स्वयंका होनेसे सदाके लिये पक्का हो जाता है? फिर कभी मिटता ही नहीं। इसलिये भगवान् कहते हैं कि उसको साधु ही मानना चाहिये। केवल माननेकी ही बात नहीं? स्वयंका निश्चय होनेसे वह बहुत जल्दी धर्मात्मा बन जाता है -- क्षिप्रं भवति धर्मात्मा (9। 31)।भक्तियोगकी दृष्टिसे सम्पूर्ण दुर्गुणदुराचार भगवान्की विमुखतापर ही टिके रहते हैं। जब प्राणी अनन्यभावसे भगवान्के सम्मुख हो जाता है? तब सभी दुर्गुणदुराचार मिट जाते हैं। सम्बन्ध --  अब आगेके श्लोकमें सम्यक् निश्चयका फल बताते हैं। ","hcsca":"।।9.30।। जिस विशेष अर्थ में भक्ति शब्द गीता में प्रयुक्त है उसकी यहाँ गौरवमयी प्रशंसा की गई है। भक्ति में प्रत्येक साधक पर होने वाले प्रभाव को दर्शाकर भक्ति का माहात्म्य यहाँ बताया गया है। गीता में वर्णित भक्ति का अर्थ है एकाग्रचित्त से अद्वैत स्वरूप ब्रह्म का आत्मरूप से अर्थात् एकत्वभाव से ध्यान करना। इस भक्ति साधना का अभ्यास दीर्घ काल तक आवश्यक तीव्रता और लगन से करने पर साधक के होने वाले विकास का क्रम यहाँ दर्शाया गया है।साधारणत? लोगों के मन में कुछ ऐसी धारणा बन गई है कि एक दुष्ट पापी या हतोत्साहित अपराधी वह बहिष्कृत व्यक्ति है? जो कदापि स्वर्ग के आंगन में प्रवेश करने का साहस नहीं कर सकता है। भ्रष्ट या अनैतिक पुरुष की ऐसी निन्दा करना वैदिक साहित्य के तात्पर्य और मर्म को विपरीत समझना है। यह वास्तव में दुर्भाग्यपूर्ण है। वेद पाप की निन्दा करते हैं? पापी की नहीं। पापी के पापपूर्ण कर्म उसके मन में स्थित अशुभ विचारों की केवल अभिव्यक्ति हैं। अत? यदि उसके विचारों की रचना या दिशा को बदला जा सके? तो उसके व्यवहार में भी निश्चित रूप से परिवर्तन होगा। जो व्यक्ति? समृद्ध होती हुई भक्ति के वातावरण में? अपने मन में सतत्ा ईश्वर को बनाये रखने में सफल हो गया है? उसके मानसिक जीवन का पुनर्वास इस प्रकार सम्पन्न होता है कि तत्पश्चात् वह पुन पापाचरण में प्रवृत्त नहीं हो सकता।यदि अतिशय दुराचारी भी मुझे भजता हैगीता न केवल पापियों के लिए अपने द्वार खुले रखती है? वरन् ऐसा प्रतीत होता है कि इस दिव्य गान के गायक भगवान् श्रीकृष्ण एक धर्मप्रचारक के उत्साह के साथ समस्त पापियों को मुक्त करके उन्हें सुखी बनाना चाहते हैं। केवल जीवन की अशुद्धता और हीन कर्मों के कारण पापकर्मियों का आध्यात्मिक क्षेत्र में प्रवेश निषेध नहीं किया गया है। आग्रह केवल इस बात का है कि उस भक्त को अनन्य भाव से आत्मा की पूजा और चिन्तन करना चाहिए। यहाँ अनन्य शब्द का अर्थ साधक के मन से तथा ध्येय के स्वरूप से भी सम्बन्धित है। इसका समग्र अर्थ यह होगा कि भक्ति का निर्दिष्ट फल तभी प्राप्त होगा जब भक्त एकाग्रचित्त से अद्वैत और नित्य स्वरूप परमात्मा का ध्यान आत्मरूप से करेगा। इस अद्वैत आत्मा को भक्त के मूल स्वरूप से भिन्न नहीं समझना चाहिए। यही अनन्यभाव है।वह साधु ही मानने योग्य हैभक्ति साधना को ग्रहण करने के पूर्व तक कोई व्यक्ति कितना ही दुष्ट और क्रूर क्यों न रहा हो? या उसका जीवन कितना ही अनियन्त्रित कामुकतापूर्ण क्यों न हो? जिस क्षण वह भक्तिपूर्वक आत्मचिन्तन के मार्ग पर प्रथम चरण रखता है? उसी क्षण से वह साधु ही मानने योग्य है? यह भगवान् श्रीकृष्ण का कथन है। इस प्रकार का पूर्वानुमानित कथन का प्रयोग सभी भाषाओं में किया जाता है। जैसेरोटी बनाना या चाय बनाना। वास्तव में केवल आटा गूँथा जा रहा था? या पानी गरम हो रहा था परन्तु फिर भी निकट भविष्य में क्रियाओं की पूर्णता रोटी बनने या चाय बनने में होती है? इसलिए उक्त प्रकार के वाक्य कहे जाते हैं। इसी प्रकार यहाँ भी जिस क्षण वह पापी पुरुष भक्ति मार्ग का आश्रय लेता है? उसी क्षण से वह साधु कहलाने योग्य हो जाता है? क्योंकि शीघ्र ही वह अपने अवगुणों से मुक्त होकर आध्यात्मिक वैभव के क्षेत्र में विकास और उन्नति को प्राप्त करने वाला होता है। यह पूर्वानुमानित कथन है।ऐसे पुरुष को साधु मानने का कारण यह है कि उसने यथार्थ निश्चय किया है। इस दिव्य जीवन में केवल दिनचर्या की अपेक्षा यथार्थ शुभ निश्चय अधिक महत्त्वपूर्ण है। बहुसंख्यक साधक उदास भाव से चिन्तित हुए अपने मार्ग पर केवल श्रमपूर्वक ऐसे चलते हैं? जैसे भूखे मर रहे पशु कसाईखाने की ओर बढ़ रहे होंऐसा खिन्न उदास जुलूस कसाई के कुन्दे के अतिरिक्त कहीं और नहीं पहुँच सकता? जहाँ काल उन्हें टुकड़ेटुकड़े कर देता हैजो पुरुष स्थिर एवं दृढ़ निश्चयपूर्वक? सजगता और उत्साह? प्रसन्नता और वीरता के साथ इस मार्ग पर अग्रसर होता है? वही निश्चित सफलता के गौरव को प्राप्त करता है। इसलिए? मुरलीमनोहर भगवान् श्रीकृष्ण विशेष बल देकर कहते हैं कि सम्यक् निश्चय कर लेने पर उसी क्षण से अतिशय दुराचारी पुरुष भी साधु ही मानने योग्य है? क्योंकि शीघ्र ही वह सफल ज्ञानी पुरुष बनने वाला है।आपके कथन में हम कैसे विश्वास कर लेंइस अनन्यभक्ति का निश्चित प्रभाव क्या होता हैइसे स्पष्ट करते हुए कहते हैं -- ","etsga":"9.30 Even if a man of very bad conduct worships Me with one-pointed devotion, he is to be considered verily good; for he has resolved rightly. ","etssa":"9.30 Even if the most sinful worships Me, with devotion to none else, he too should indeed by regarded as righteous for he has rightly resolved. ","etdss":"9.30. Even if an incorrigible evil-doer worships Me, not resorting to anything else [as his goal], he should be deemed to be righteous; for,he has undertaken his task properly. ","ecssa":"9.30 अपि even? चेत् if? सुदुराचारः a very wicked person? भजते worships? माम् Me? अनन्यभाक् with devotion to none else? साधुः righteous? एव verily? सः he? मन्तव्यः should be regarded? सम्यक् rightly? व्यवसितः resolved? हि indeed? सः he.Commentary Even if the most sinful worships Him with undivided heart? he too must indeed be deemed righteous for he has made the holy resolution to give up the evil ways of his life. Rogue Ratnakar became Valmiki by his holy resolution. Jagai and Madhai also became righteous devotees. Mary Magdalene a woman of illfame? became a pious woman. Sin vanishes when thoughts of God arise in the mind. Chandrayana and Kricchra Vratas will remove only certain particular sins but the remembrance of the Lord? thoughts of the Supreme Being? Japa and meditation? and Abheda Brahma Chintana (contemplation of Brahman with a nondualistic or Aham Brahmasmi or I am the Absolute attitute) will destroy the sins committed by a person even in hundred crores of Kalpas or ages.By abandoning the evil ways in his external life and by the force of his internal right resolution? he becomes righteous and attains eternal peace. (Cf.IV.36) ","scetsga":"9.30 Api cet, even if; su-duracarah, a man of very bad conduct, of extremely vile behaviour, of very condemnable character; bhajate, worships; mam, Me; ananyabhak, with one-pointed devotion, with his mind not given to anybody else; he; mantavyah, is to be considered, deemed; eva, verily; sadhuh, good, as well behaved; hi, for; sah, he; samyakvyavasitah, has resolved rightly, has virtuous intentions. ","scetdss":"9.30 See Comment under 9.31 ","scetssa":"9.30 Even though he has transgressed rules that ought to be followed and has failed to avoid what a person belonging to a particular class should avoid, if he has begun to worship Me in the manner described above with undivided devotion, namely, with worship as the only purpose - such a person must be considered highly righteous. He is eminent among the worshippers of Visnu. He must be esteemed as fit for honour. The meaning is that he is eal to those Jnanins mentioned earlier. What can be the reason for this?The reason is that, he has rightly resolved, i.e., his resolve is in the proper direction. The Lord who forms the sole cause of the entire universe, who is the Supreme Brahman, Narayana, the Lord of all mobile and immobile beings, is our Master, our Teacher, and our Friend, highest object of enjoyment, - such a resolve is difficult to be made by all. Its effect, unremitting worship which has no other purpose, will be found in him who makes such a resolve. Hence he is holy and is to be highly honoured. When this resolve, and unremitting worship which is its effect, are found in a person, he is not to be belittled; for, his transgression of rules is a negligible mistake compared to this kind of excellence. On the other hand he is to be regarded with high honour. Such is the meaning.\nNo, if it be said that transgression of rules will annul the flow of worship, as declared in the Sruti passages like, One who has not ceased from bad conduct, is not tranil, is not composed and also not calm in mind, cannot obtain Him through intelligence (Ka. U., 1.2.24), Sri Krsna replies: ","chakravarthi":"My attachment to my devotee is my very nature. That attachment does not decrease even if the devotee commits wrong, for I make him come up to the highest standard. If someone with bad conduct, addicted to violence, thievery, or adultery  (suduracarah), worships me,  and worships no one except me, and does not follow any other process like karma or jnana, and has no other desire than my desire (ananya bhak), he is my devotee (sadhuh).\n“But, considering his bad conduct, how is he a devotee?”\n“He is to be respected (mantavyah) as a devotee because of his devotee qualities. It is a command. Not doing so is offense. My order is the authority.”\n“So he should be considered a devotee in that portion where he worship You, and as a non-devotee in that portion where he commits adultery?”\n“No, he should be considered as a devotee (eva) in all his parts. You should not see his bad qualities at all. He is completely convinced (samyak vyavasitah). He makes a splendid resolution: ‘I will go to hell for my sinful actions which are hard to give up, but I will not give up dedicated worship of Krishna.” ","rudra":"\nThe power of bhakti or loving devotional service to the Supreme Lordisso\npotent that it is indomitableandindestructible.Evenifapersonof\nabominable behaviour somehow or other worships the Supreme LordKrishnaor\nany of His Vedically authorised incarnations exclusively withdetermination\ncomprehending that all other gods are but part of Him then such a personis\nconsidered venerable and becauseHedesirestoservetheSupremeLord\nsolely He has made the correct resolve and come to the right conclusion. ","brahma":"\nThe unrighteous and wicked who are of vile and evil nature can practically\nnever be devotees of the Supreme Lord Krishna. But if some how by chance\nthey receive the mercy of His devotees then by that potency they sometimes\ncan have a change of heart and begin to regard the Supreme Lord in a\nreverential mood propitiating Him exclusively. This causes them to\naccumulate much merit and as they develop and advance with this state of\nconsciousness they can be considered to be transformed into the noble and\nsaintly for being rightly resolved. ","shri":"\nPersons of this world are born into different castes with each castehaving\nits own ordinances of conduct some injunctionsbeingmandatoryandother\ninjunctions being prohibitory. Evenifamemberofaparticularcaste\ntransgresses the injunctions of that particular castetheydeservetobe\naccountedforaspraiseworthyiftheyhaveresolved themselves to\nperforming exclusive worship of the Supreme Lord Krishna. Such apersonis\nto be esteemed and honoured asspirituallyenlightenedandthebestof\nhumanbeingsequaltoHisdevoteespreviouslymentioned.Itmaybe\nquestioned how canthisbepossiblethatsuchatransgressorofthe\ninjunctions of his caste can achieve thisposition.Itisbecausetheir\npresent conductandresolutionaredefinitivelyfocusedintheright\nconclusion of unwavering bhakti or lovingdevotiontotheSupremeLord.\nSuch a fixed state ofmindconsistsoftheimplicitunderstandingnot\navailable to everyone that Lord Krishna solely iscauseofallcreation,\nthat Lord Krishna alone is thesourceofinfiniteuniverses,thatLord\nKrishna Himselfistheultimatecontrollerofeverythingmovableand\nstationary. That Lord Krishna is the Supreme Lord ofallandisalsomy\nteacher, my friend, my sole object of supremedelight.Apersonthinking\nlike this is always situated in righteousness. Such a personisalwaysto\nbe honoured and should not be disregarded due to any dereliction of dutyor\ndeviation from the dictates of his caste. To the contrarybecauseallhis\nattention and energies arefocusedinpropitiationandworshipofthe\nSupreme Lord such a person is to be even more respectedandhonoured.But\nif there isstillanyobjectionsthatbytransgressingthecustomary\ninjunctionsandordinancesofonescastemustcauseobstacles and\nimpediments for developing atmatattvaorrealisationofthesouland\ntaking one further away fromtheSupremeLordasstatedintheVedic\nscriptures that such a person shall not attaintheSupremeLordifthey\nhave not ceased from unrighteousness, who is not freefrompassion,whose\nmind is not under control andwhosesensesareunbridledevenifsuch\npersons possess knowledge of the brahman or spiritualsubstratumpervading\nall existence. ","kumar":"Persons of this world are born into different castes with each castehaving\nits own ordinances of conduct some injunctionsbeingmandatoryandother\ninjunctions being prohibitory. Evenifamemberofaparticularcaste\ntransgresses the injunctions of that particular castetheydeservetobe\naccountedforaspraiseworthyiftheyhaveresolved themselves to\nperforming exclusive worship of the Supreme Lord Krishna. Such apersonis\nto be esteemed and honoured asspirituallyenlightenedandthebestof\nhumanbeingsequaltoHisdevoteespreviouslymentioned.Itmaybe\nquestioned how canthisbepossiblethatsuchatransgressorofthe\ninjunctions of his caste can achieve thisposition.Itisbecausetheir\npresent conductandresolutionaredefinitivelyfocusedintheright\nconclusion of unwavering bhakti or lovingdevotiontotheSupremeLord.\nSuch a fixed state ofmindconsistsoftheimplicitunderstandingnot\navailable to everyone that Lord Krishna solely iscauseofallcreation,\nthat Lord Krishna alone is thesourceofinfiniteuniverses,thatLord\nKrishna Himselfistheultimatecontrollerofeverythingmovableand\nstationary. That Lord Krishna is the Supreme Lord ofallandisalsomy\nteacher, my friend, my sole object of supremedelight.Apersonthinking\nlike this is always situated in righteousness. Such a personisalwaysto\nbe honoured and should not be disregarded due to any dereliction of dutyor\ndeviation from the dictates of his caste. To the contrarybecauseallhis\nattention and energies arefocusedinpropitiationandworshipofthe\nSupreme Lord such a person is to be even more respectedandhonoured.But\nif there isstillanyobjectionsthatbytransgressingthecustomary\ninjunctionsandordinancesofonescastemustcauseobstacles and\nimpediments for developing atmatattvaorrealisationofthesouland\ntaking one further away fromtheSupremeLordasstatedintheVedic\nscriptures that such a person shall not attaintheSupremeLordifthey\nhave not ceased from unrighteousness, who is not freefrompassion,whose\nmind is not under control andwhosesensesareunbridledevenifsuch\npersons possess knowledge of the brahman or spiritualsubstratumpervading\nall existence. "}