{"meta":"Bhagavad Gita Chapter 9 Verse 11","metahi":"भगवद् गीता 9.11","slok":"अवजानन्ति मां मूढा मानुषीं तनुमाश्रितम्।परं भावमजानन्तो मम भूतमहेश्वरम्।।9.11।। ","htsrsd":"।।9.11।।मूर्खलोग मेरे सम्पूर्ण प्राणियोंके महान् ईश्वररूप परमभावको न जानते हुए मुझे मनुष्यशरीरके आश्रित मानकर अर्थात् साधारण मनुष्य मानकर मेरी अवज्ञा करते हैं। ","htstma":"।।9.11।। समस्त भूतों के महान् ईश्वर रूप मेरे परम भाव को नहीं जानते हुए मूढ़ लोग मनुष्य शरीरधारी मुझ परमात्मा का अनादर करते हैं।। ","transliteration":"Avajaananti maam moodhaah maanusheem tanumaashritam;\nParam bhaavamajaananto mama bhootamaheshwaram. ","englishmeaning":"avajānanti—disregard; mām—Me; mūḍhāḥ—dim-witted; mānuṣhīm—human; tanum—form; āśhritam—take on; param—divine; bhāvam—personality; ajānantaḥ—not knowing; mama—My; bhūta—all beings; mahā-īśhvaram—the Supreme Lord ","hcsrsd":"।।9.11।। व्याख्या --  परं भावमजानन्तो मम भूतमहेश्वरम्--जिसकी सत्तास्फूर्ति पाकर प्रकृति अनन्त ब्रह्माण्डोंकी रचना करती है? चरअचर? स्थावरजङ्गम प्राणियोंको पैदा करती है जो प्रकृति और उसके कार्यमात्रका संचालक? प्रवर्तक? शासक और संरक्षक है जिसकी इच्छाके बिना वृक्षका पत्ता भी नहीं हिलता प्राणी अपने कर्मोंके अनुसार जिनजिन लोकोंमें जाते हैं? उनउन लोकोंमें प्राणियोंपर शासन करनेवाले जितने देवता हैं? उनका भी जो ईश्वर (मालिक) है और जो सबको जाननेवाला है -- ऐसा वह मेरा भूतमहेश्वररूप सर्वोत्कृष्ट भाव (स्वरूप) है।परं भावम् कहनेका तात्पर्य है कि मेरे सर्वोत्कृष्ट प्रभावको अर्थात् करनेमें? न करनेमें और उलटफेर करनेमें जो सर्वथा स्वतन्त्र है जो कर्म? क्लेश? विपाक आदि किसी भी विकारसे कभी आबद्ध नहीं है जो क्षरसे अतीत और अक्षरसे भी उत्तम है तथा वेदों और शास्त्रोंमें पुरुषोत्तम नामसे प्रसिद्ध है (गीता 15। 18) -- ऐसे मेरे परमभावको मूढ़लोग नहीं जानते? इसीसे वे मेरेको मनुष्यजैसा मानकर मेरी अविज्ञा करते हैं।मानुषी तनुमाश्रितम्-- भगवान्को मनुष्य मानना क्या है जैसे साधारण मनुष्य अपनेको शरीर? कुटुम्बपरिवार? धनसम्पत्ति? पदअधिकार आदिके आश्रित मानते हैं अर्थात् शरीर? कुटुम्ब आदिकी इज्जतप्रतिष्ठाको अपनी इज्जतप्रतिष्ठा मानते हैं उन पदार्थोंके मिलनेसे अपनेको बड़ा मानते हैं और उनके न मिलनेसे अपनेको छोटा मानते हैं और जैसे साधारण प्राणी पहले प्रकट नहीं थे? बीचमें प्रकट हो जाते हैं तथा अन्तमें पुनः अप्रकट हो जाते हैं (गीता 2। 28)? ऐसे ही वे मेरेको साधारण मनुष्य मानते हैं। वे मेरेको मनुष्यशरीरके परवश मानते हैं अर्थात् जैसे साधारण मनुष्य होते हैं? ऐसे ही साधारण मनुष्य कृष्ण हैं -- ऐसा मानते हैं। ,भगवान् शरीरके आश्रित नहीं होते। शरीरके आश्रित तो वे ही होते हैं? जिनको कर्मफलभोगके लिये पूर्वकृत कर्मोंके अनुसार शरीर मिलता है। परन्तु भगवान्का मानवीय शरीर कर्मजन्य नहीं होता। वे अपनी इच्छासे ही प्रकट होते हैं -- इच्छयाऽऽत्तवपुषः (श्रीमद्भा0 10। 33। 35) और स्वतन्त्रतापूर्वक मत्स्य? कच्छप? वराह आदि अवतार लेते हैं। इसलिये उनको न तो कर्मबन्धन होता है और न वे शरीरके आश्रित होते हैं? प्रत्युत शरीर उनके आश्रित होता है -- प्रकृतिं स्वामधिष्ठाय सम्भवामि (गीता 4। 6) अर्थात् वे प्रकृतिको अधिकृत करके प्रकट होते हैं। तात्पर्य यह हुआ कि सामान्य प्राणी तो प्रकृतिके परवश होकर जन्म लेते हैं तथा प्रकृतिके आश्रित होकर ही कर्म करते हैं? पर भगवान् स्वेच्छासे? स्वतन्त्रतासे अवतार लेते हैं और प्रकृति भी उनकी अध्यक्षतामें काम करती है।मूढ़लोग मेरे अवतारके तत्त्वको न जानकर मेरेको मनुष्यशरीरके आश्रित (शरण) मानते हैं अर्थात् उनको होना तो चाहिये मेरे शरण? पर मानते हैं मेरेको मनुष्यशरीरके शरण तो वे मेरे शरण कैसे होंगे हो ही नहीं सकते। यही बात भगवान्ने सातवें अध्यायमें कही है कि बुद्धिहीन लोग मेरे अजअविनाशी परमभावको न जानते हुए मेरेको साधारण मनुष्य मानते हैं (7। 24 -- 25)। इसलिये वे मेरे शरण न होकर देवताओंके शरण होते हैं (7। 20)।अवजानन्ति मां (टिप्पणी प0 498) मूढाः--जिसकी अध्यक्षतामें प्रकृति अनन्त ब्रह्माण्डोंको उत्पन्न और लीन करती है? जिसकी सत्तास्फूर्तिसे संसारमें सब कुछ हो रहा है और जिसने कृपा करके अपनी प्राप्तिके लिये मनुष्यशरीर दिया है -- ऐसे मुझ सत्यतत्त्वकी मूढ़लोग अवहेलना करते हैं। वे मेरेको न मानकर उत्पत्तिविनाशशील पदार्थोंको ही सत्य मानकर उनका संग्रह करने और भोग भोगनेमें ही लगे रहते हैं -- यही मेरी अवज्ञा? अवहेलना करना है। सम्बन्ध --  अब भगवान् आगेके श्लोकमें अपनी अवज्ञाका फल बताते हैं। ","hcsca":"।।9.11।। सातवें अध्याय में ब्रह्म की परा और अपरा प्रकृति का वर्णन करते हुए भगवान् श्रीकृष्ण ने यह घोषित किया था कि मूढ़ लोग? मेरे अव्यय और परम भाव को नहीं जानते हैं और परमार्थत अव्यक्तस्वरूप मुझको व्यक्त मानते हैं।इस अध्याय में स्वयं को सबकी आत्मा बताते हुए श्रीकृष्ण पुन उसी कठोर शब्द मूढ़ का प्रयोग उन लोगों की निन्दा के लिए करते हैं? जो तत्त्व को छोड़कर केवल रूप को ही पकड़े रहते हैं। मेरे परम स्वरूप को नहीं जानते हुए मूढ़ लोग मुझे किसी देह विशेष में ही स्थित मानते हैं प्रतिमा को ही भगवान् मानना या गुरु के शरीर को ही अनन्त परमात्मा समझना उसी प्रकार की त्रुटि या विपरीत ज्ञान है? जैसे घट को ही उसमें निहित वस्तु मान लेना है। मूर्ति तो उस इन्द्रिय अगोचर सूक्ष्म सत्य का मात्र प्रतीक है। भूखे या प्यासे होने पर केवल दूध की बोतल से खेलने से ही ताजगी अनुभव नहीं होती वास्तव में भूखे होने पर थाली पर चम्मच बजाने से कोई सन्तोष नहीं मिलता। प्रतीक को ही ध्येय समझने का अर्थ हैसाधन को ही साध्य मानने की गलती करना। ऐसी विपरीत धारणायें धार्मिक कट्टरता एवं असहिष्णुता को जन्म देती हैं जो लोगों में शत्रुता और ईर्ष्या के बीज बोती हैं। इन बीजों से? समय आने पर? केवल विपत्ति और नाश की फसल ही प्राप्त होती हैयह सब कुछ विभिन्न धर्मावलम्बियों के अपनेअपने पाषाण के देवता? काष्ठ के बने प्रतीक और पीपल के बने भगवान् के नाम पर होता हैखादी का तिरंगा कपड़ा राष्ट्रध्वज हो सकता है? परन्तु वह स्वयं मेरी मातृभूमि नहीं है परन्तु जब ध्वजारोहण के समय मैं अपना शीश झुकाता हूँ तो राष्ट्र के प्रति अपना सम्मान व्यक्त करता हूँ वह ध्वज मेरे राष्ट्र की संस्कृति एवं महत्वाकांक्षाओं का पवित्र प्रतीक है।इस सिद्धांत को ध्यान में रखकर इस श्लोक का अध्ययन करने पर वह अत्यन्त स्पष्ट हो जाता है। भगवान् कहते हैं कि साधारण भक्तजन मुझे भूतमात्र के महेश्वर के रूप में नहीं जानते हैं और मनुष्य शरीर धारण करने पर मेरा अनादर करते हैं।क्यों ये मूढ़ लोग आत्मा का सम्यक् परिचय प्राप्त करने में असमर्थ होते हैं उत्तर में कहते हैं -- ","etsga":"9.11 Not knowing My supreme nature as the Lord of all beings, foolish people disregard Me who have taken a human body. ","etssa":"9.11 Fools disregard Me, clad in human form, not knowing My higher Being as the great Lord of (all) beings. ","etdss":"9.11. Being unaware of the immutable highest Absolute Supreme nature of Mine, the deluded ones disregardMe dwelling in the human body. ","ecssa":"9.11 अवजानन्ति disregard? माम् Me? मूढाः fools? मानुषीम् human? तनुम् form? आश्रितम् assumed? परम् higher? भावम् state or nature? अजानन्तः not knowing? मम My? भूतमहेश्वरम् the Great Lord of beings.Commentary Fools only find fault with My pure nature? just as a man with jaundiced eyes finds all objects to be yellow. The man who is suffering from fever finds even milk as bitter as the essence of neem. Those who wish to behold Me by means of the physical eyes cannot know Me. If anyone takes the mirage for the Ganga? can he find any water thereFools who do not have discrimination and right understanding despise Me? dwelling in the human form. I have taken this body to bless My devotees. These fools have no knowledge of My higher Being. They do not know that I am the great Lord? the Supreme SElf? the luminous? omniscient? pure? ever free? immortal? wise? the Self of all. These fools take Me for an ordinary mortal and despise Me always. The wise know both My transcendental nature and the glory of My manifestation.I pervade? permeate and interpenetrate the universe. I am the support of this world? body? mind? lifeforce and the senses and yet there are some miserable fools? who say that I do not exist. There is thus not a place anywhere where I am not? and yet these people are not able to see Me. Look at the misfortune of these people. Pitiable is their lot (Cf.IV.6VII.24) ","scetsga":"9.11 Ajanatah, not knowing; mama, My; param, supreme; bhavam, nature-My supreme Reality, which is like space, nay, which is subtler and more pervasive than space; as bhuta-maheswaram, the Lord of all beings, the great Lord of all beings who is their Self; mudhah, foolish people, the non-discriminating ones; avajananti, disregard, belittle; mam, Me, although I am by nature thus eternal, pure, intelligent, free and the Self of all beings; and asritam, who have taken; manusim tanum, a human body common to men, i.e৷৷. when I act with the help of a human body. As a result of that, as a result of continously disrespecting Me, those wretches get ruined.\nHow? ","scetdss":"9.11 Avajananti etc.I am reclining within all that is born Being the Self of all,I become the object of disrespect.For,[they raise the estion] :Apart from the fourteen types of creation, like man etc., no Lord is found; hence how can He exist ? ","scetssa":"9.11 Because of their evil actions (Karmas), fools disregard Me - the great Lord of all beings, the Omniscient, whose resolves are true, who is the sole cause of the entire universe, and who has taken the human body out of great compassion so that I might become the refuge of all. They consider Me to be a man like themselves. The meaning is that they disregard Me, not knowing My higher nature which is an abode of compassion, generosity, condescension and parental solicitude. This nature of mine is the cause of My resorting to the human shape. But without understanding this, the ignorant consider Me as of the same nature as others, because I have assumed the human form. ","chakravarthi":"“That well known maha purusa lying on the Karana Ocean with sac cid ananda form, spreading himself through millions of universes, who creates the universe by his own energy, is indeed you. But some say in deprecation that when you come as the son of Vasudeva with human-like form it is just an amsa of that maha purusa.” In response the Lord speaks this verse.\nYes, they deride this human-like form that I assume. They do not know that this human-like body is the supreme form (param bhavam), it is my svarupa, my actual form, more attractive than and superior to the maha purusa lying on the Karana Ocean and other forms as well. What type of form is this? It is the great lord of the brahman (bhuta), which is called satya or bhuta. The phrases “great lord” distinguishes Krishna’s human form from brahman. According to the Amara kosa, bhuta means truth, the elements like earth, or connection.\nThe sruti says:\ntam ekam govindam sac-cid-ananda-vigraham vrndavana-sura-bhuruha-bhavanasinam satatam sa-marud-gano\n‘ham paramaya stutya tosayami\nI constantly satisfy with praises along with the Maruts that one Govinda with sac cid ananda form sitting beneath a desire tree. Gopala Tapani Upanisad 1.35\nThe smrti says narakrti para brahma:  the supreme brahman has a human form. (Visnu Purana  4.11.2) Thus my knowledgeable devotees describe my human like body as being sac cid ananda.\nMy mother Yasoda also saw that sac cid ananda form during my childhood, that form which pervades the whole universe.\nOr another meaning of param bhavam is as follows. The last line describes the reality of that manuslrh tanum. That human form is the most exalted state  (param bhavam), visuddha sattva,a svarupa of sac cid ananda. Amara Kosa says bhdva means state, ones nature or intention. That highest state is then detailed. I am the great lord of beings such as Brahma (bhuta) whom I create (mama bhuta mahesvaram). This means that I, the Supreme Lord of Brahma and others, unlike the jivas, being their Lord, am not different from my human body. I am my body. My body is me. That body is brahman. Sukadeva, who is knowledgeable says my body is directly brahman:\nsabdam brahma dadhad vapuh\nThen, in the Satya-yuga, the lotus-eyed Supreme Personality of Godhead, being pleased, showed Himself to that Kardama Muni and displayed His transcendental form, which can be understood only through the Vedas. SB 3.21.8\nThose blinded by material energy can only accept that truth faith, through the scriptures (sabda brahma). ","rudra":"\nIt may be wondered that sincetheSupremeLordKrishnaisthetopmost\nattainmentandparamountcontrollerofallwhyarenotall people\nworshipping Him as the Supreme Lord? Thisquestionisbeingansweredin\nthis verse and the next beginning with the descriptive wordmudhahmeaning\nthe fools and the ignorant. AlthoughtheSupremeLordsbodyispurely\nspiritual composed of sat eternalexistencecittranscendentalknowledge\nand ananda unending bliss the ignorantnotknowingHissupremeposition\ndisregard Him and the fools deride Him because LordKrishnaappearsina\nhuman looking form to interact and reciprocate with Hisdevoteesinorder\nto please them. ","brahma":"\nNow Lord Krishna explains those who do not know about HisSupremeposition\nand why. For those who are deluded their human body appears to be whatthey\nare and not simply a container for the jiva or the embodied soul.Therefore\nin the Moksa Dharma it is stated: In this world allthethingsassociated\nwith the body are endowed with the fivegrosselementsofearth,water,\nfire, air and ether as ordained by the will of the Supreme Lord whoisthe\nsole source of all creation. The Supreme Lord Krishna is alsoparamatmaor\nthe Supreme Soul residing within all living entities as the eternalwitness\nof everything. He exists with form and He exists withoutform.Heisthe\ngiver of blessings and boons and He is the master oftheunmanifestpower\nwhich regulates destruction and creation.\nRegarding the Vedic scriptures documenting thedescentofLordKrishnas\navatars or incarnations in numerous and diversemanifestations.Itshould\nbe understood without any doubt that there is absolutelynodifferencein\nessence of any of the Supreme Lords forms in past, present orfuture.All\nLord Krishnas avatars are sac-cid-ananda or sat of eternalexistence,cit\nor transcendental knowledgeandanandaorunendingblissandarethe\nsovereign master of all creation. Whether these avatars are appearingasa\nfishsuchasLordMatsya,oranimalsuchasLordVarahatheboar\nincarnation or half -human like Lord Narasimha the half manandhalflion\nincarnation or as human incarnations such asLordRamaandLordBuddha;\nthey are all different manifestations of the supreme absolute truth andthe\nultimate reality of the Supreme Lord. Therefore there shouldneverbeany\nmisconception or delusion that there is any difference betweentheSupreme\nLord Krishna and any ofHisavatarswhicharealwaysverifiedbythe\nauthority of the Vedic scriptures.\nWithout beginning and without end of purely spiritual form the SupremeLord\nis the source of Brahma and Shiva and all created beings.FromHisbreath\nhasmanifestedthefourVedas.Thebrahmanorspiritual substratum\npervading all existenceisHisimpersonalmanifestation.HeisIsvara\nParama the Supreme controller of all creation. The word bhuta-mahesvaramin\nthis verse means the Supreme Lord of allbeingsandthishasalsobeen\nstated in the Babhravya section of the Sama Veda. ","shri":"\nDue to the accumulation of unlimited sins by ignoring the ordinances ofthe\nVedic scriptures, ignorant fools mistake theSupremeLordKrishnatobe\nperishable like anyothermemberofhumanity.Suchfoolsaretotally\nincognisant to the reality that LordKrishnaistheSupremeomniscient,\nomnipresent and omnipotent Lord of all creation and thatHemanifestsHis\noriginal form that appears to be like all ofhumanityduetomagnanimous\nfeelings of infinite compassion in order for all living entities to beable\nto have access to Him. Oblivious to Lord Krishnas eternal,transcendental,\nimmutable and supreme nature disguised in human form asawaytodisplay\nHis phenomenal lilas or divine pastimes by which to inspire and delightall\nof humanity as an act of unlimited mercy and love for all. Yet althoughall\nover the Earth the name of Lord Krishna and His avatarsorexpansionsand\nincarnations has been heard of by all, stilltheignorantandirrational\neven after hearing of Him foolishly disregard and disrespect HimasifHe\nwere just an ordinary mortal being. ","kumar":"Due to the accumulation of unlimited sins by ignoring the ordinances ofthe\nVedic scriptures, ignorant fools mistake theSupremeLordKrishnatobe\nperishable like anyothermemberofhumanity.Suchfoolsaretotally\nincognisant to the reality that LordKrishnaistheSupremeomniscient,\nomnipresent and omnipotent Lord of all creation and thatHemanifestsHis\noriginal form that appears to be like all ofhumanityduetomagnanimous\nfeelings of infinite compassion in order for all living entities to beable\nto have access to Him. Oblivious to Lord Krishnas eternal,transcendental,\nimmutable and supreme nature disguised in human form asawaytodisplay\nHis phenomenal lilas or divine pastimes by which to inspire and delightall\nof humanity as an act of unlimited mercy and love for all. Yet althoughall\nover the Earth the name of Lord Krishna and His avatarsorexpansionsand\nincarnations has been heard of by all, stilltheignorantandirrational\neven after hearing of Him foolishly disregard and disrespect HimasifHe\nwere just an ordinary mortal being. "}