{"meta":"Bhagavad Gita Chapter 9 Verse 5","metahi":"भगवद् गीता 9.5","slok":"न च मत्स्थानि भूतानि पश्य मे योगमैश्वरम्।भूतभृन्न च भूतस्थो ममात्मा भूतभावनः।।9.5।। ","htsrsd":"।।9.5।।यब सब संसार मेरे अव्यक्त स्वरूपसे व्याप्त है। सम्पूर्ण प्राणी मेरेमें स्थित हैं परन्तु मैं उनमें स्थित नहीं हूँ तथा वे प्राणी भी मेरेमें स्थित नहीं हैं -- मेरे इस ईश्वरसम्बन्धी योग(सामर्थ्य)को देख सम्पूर्ण प्राणियोंको उत्पन्न करनेवाला और उनका धारण? भरणपोषण करनेवाला मेरा स्वरूप उन प्राणियोंमें स्थित नहीं है। ","htstma":"।।9.5।। और (वस्तुत) भूतमात्र मुझ में स्थित नहीं है मेरे ईश्वरीय योग को देखो कि भूतों को धारण करने वाली और भूतों को उत्पन्न करने वाली मेरी आत्मा उन भूतों में स्थित नहीं है।। ","transliteration":"Na cha matsthaani bhootaani pashya me yogamaishwaram;\nBhootabhrinna cha bhootastho mamaatmaa bhootabhaavanah. ","englishmeaning":"na—never; cha—and; mat-sthāni—abide in Me; bhūtāni—all living beings; paśhya—behold; me—My; yogam aiśhwaram—divine energy; bhūta-bhṛit—the sustainer of all living beings; na—never; cha—yet; bhūta-sthaḥ—dwelling in; mama—My; ātmā—Self; bhūta-bhāvanaḥ—the Creator of all beings ","hcsrsd":"।।9.5।। व्याख्या --  मया ततमिदं सर्वं जगदव्यक्तमूर्तिना --मनबुद्धिइन्द्रियोंसे जिसका ज्ञान होता है? वह भगवान्का व्यक्तरूप है और जो मनबुद्धिइन्द्रियोंका विषय नहीं है अर्थात् मन आदि जिसको नहीं जान सकते? वह भगवान्का अव्यक्तरूप है। यहाँ भगवान्ने मया पदसे व्यक्त(साकार) स्वरूप और,अव्यक्तमूर्तिना पदसे अव्यक्त(निराकार) स्वरूप बताया है। इसका तात्पर्य है कि भगवान् व्यक्तरूपसे भी हैं और अव्यक्तरूपसे भी हैं। इस प्रकार भगवान्की यहाँ व्यक्तअव्यक्त (साकारनिराकार) कहनेकी गूढ़ाभिसन्धि समग्ररूपसे है अर्थात् सगुणनिर्गुण? साकारनिराकार आदिका भेद तो सम्प्रदायोंको लेकर है? वास्तवमें परमात्मा एक हैं। ये सगुणनिर्गुण आदि एक ही परमात्माके अलगअलग विशेषण हैं? अलगअलग नाम हैं।गीतामें जहाँ सत्असत्? शरीरशरीरीका वर्णन किया गया है? वहाँ जीवके वास्तविक स्वरूपके लिये आया है -- येन सर्वमिदं ततम् (2। 17) क्योंकि यह परमात्माका साक्षात् अंश होनेसे परमात्माके समान ही सर्वत्र व्यापक है अर्थात् परमात्माके साथ इसका अभेद है। जहाँ सगुणनिराकारकी उपासनाका वर्णन आया है? वहाँ बताया है -- येन सर्वमिदं ततम् (8। 22)? जहाँ कर्मोंके द्वारा भगवान्का पूजन बताया है? वहाँ भी कहा है-- येन सर्वमिदं ततम् (18। 46)। इन सबके साथ एकता करनेके लिये ही भगवान् यहाँ कहते हैं -- मया ततमिदं सर्वम्।मतस्थानि सर्वभूतानि--सम्पूर्ण प्राणी मेरेमें स्थित हैं अर्थात् पराअपरा प्रकृतिरूप सारा जगत् मेरेमें ही स्थित है। वह मेरेको छोड़कर रह ही नहीं सकता। कारण कि सम्पूर्ण प्राणी मेरेसे ही उत्पन्न होते हैं? मेरेमें ही स्थित रहते हैं और मेरेमें ही लीन होते हैं अर्थात् उनका उत्पत्ति? स्थिति और प्रलयरूप जो कुछ परिवर्तन होता है? वह सब मेरेमें ही होता है। अतः वे सब प्राणी मेरेमें स्थित हैं।न चाहं तेष्ववस्थितः--पहले भगवान्ने दो बातें कहीं -- पहली मया ततमिदं सर्वं जगदव्यक्तमूर्तिना और दूसरी मत्स्थानि सर्वभूतानि। अब भगवान् इन दोनों बातोंके विरुद्ध दो बातें कहते हैं।पहली बात(मैं सम्पूर्ण जगत्में स्थित हूँ) के विरुद्ध यहाँ कहते हैं कि मैं उनमें स्थित नहीं हूँ। कारण कि यदि मैं उनमें स्थित होता तो उनमें जो परिवर्तन होता है? वह परिवर्तन मेरेमें भी होता उनका नाश होनेसे मेरा भी नाश होता और उनका अभाव होनेसे मेरा भी अभाव होता। तात्पर्य है कि उनका तो परिवर्तन? नाश और अभाव होता है परन्तु मेरेमें कभी किञ्चिन्मात्र भी विकृति नहीं आती। मैं उनमें सब तरहसे व्याप्त रहता हुआ भी उनसे निर्लिप्त हूँ? उनसे सर्वथा सम्बन्धरहित हूँ। मैं तो निर्विकाररूपसे अपनेआपमें ही स्थित हूँ।वास्तवमें मैं उनमें स्थित हूँ -- ऐसा कहनेका तात्पर्य यह है कि मेरी सत्तासे ही उनकी सत्ता है? मेरे होनेपनसे ही उनका होनापन है। यदि मैं उनमें न होता? तो जगत्की सत्ता ही नहीं होती। जगत्का होनापन तो मेरी सत्तासे ही दीखता है। इसलिये कहा कि मैं उनमें स्थित हूँ।न च मत्स्थानि भूतानि (टिप्पणी प0 489)--अब भगवान् दूसरी बात(सम्पूर्ण प्राणी मेरेमें स्थित हैं) के विरुद्ध यहाँ कहते हैं कि वे प्राणी मेरेमें स्थित नहीं हैं। कारण कि अगर वे प्राणी मेरेमें स्थित होते तो मैं जैसा निरन्तर निर्विकाररूपसे ज्योंकात्यों रहता हूँ? वैसा संसार भी निर्विकाररूपसे ज्योंकात्यों रहता। मेरा कभी उत्पत्तिविनाश नहीं होता? तो संसारका भी उत्पत्तिविनाश नहीं होता। एक देशमें हूँ और एक देशमें नहीं हूँ? एक कालमें हूँ? और एक कालमें नहीं हूँ? एक व्यक्तिमें हूँ और एक व्यक्तिमें नहीं हूँ -- ऐसी परिच्छिन्नता मेरेमें नहीं है? तो संसारमें भी ऐसी परिच्छिन्नता नहीं होती। तात्पर्य है कि निर्विकारता? नित्यता? व्यापकता? अविनाशीपन आदि जैसे मेरेमें हैं? वैसे ही उन प्राणियोंमें भी होते। परन्तु ऐसी बात नहीं है। मेरी स्थिति निरन्तर रहती है और उनकी स्थिति निरन्तर नहीं रहती? तो इससे सिद्ध हुआ कि वे मेरेमें स्थित नहीं हैं।अब उपर्युक्त विधिपरक और निषेधपरक चारों बातोंको दूसरी रीतिसे इस प्रकार समझें। संसारमें परमात्मा हैं और परमात्मामें संसार है तथा परमात्मा संसारमें नहीं हैं और संसार परमात्मामें नहीं है। जैसे? अगर तरंगकी सत्ता मानी जाय तो तरंगमें जल है और जलमें तरंग है। कारण कि जलको छोड़कर तरंग रह ही नहीं सकती। तरंग जलसे ही पैदा होती है? जलमें ही रहती है और जलमें ही लीन हो जाती है अतः तरंगका आधार? आश्रय केवल जल ही है। जलके बिना उसकी कोई स्वतन्त्र सत्ता नहीं है। इसलिये तरंगमें जल है और जलमें तरंग है। ऐसे ही संसारकी सत्ता मानी जाय तो संसारमें परमात्मा हैं और परमात्मामें संसार है। कारण कि परमात्माको छोड़कर संसार रह ही नहीं सकता। संसार परमात्मासे ही पैदा होता है? परमात्मामें ही रहता है और परमात्मामें ही लीन हो जाता है। परमात्माके सिवाय संसारकी कोई स्वतन्त्र सत्ता नहीं है। इसलिये संसारमें परमात्मा हैं और परमात्मामें संसार है।अगर तरंग उत्पन्न और नष्ट होनेवाली होनेसे तथा जलके सिवाय उसकी स्वतन्त्र सत्ता न होनेसे तरंगकी सत्ता न मानी जाय? तो न तरंगमें जल है और न जलमें तरंग है अर्थात् केवल जलहीजल है और जल ही तरंगरूपसे दीख रहा है। ऐसे ही संसार उत्पन्न और नष्ट होनेवाला होनेसे तथा परमात्माके सिवाय उसकी स्वतन्त्र सत्ता न होनेसे संसारकी सत्ता न मानी जाय? तो न संसारमें परमात्मा हैं और न परमात्मामें संसार है अर्थात् केवल परमात्माहीपरमात्मा हैं और परमात्मा ही संसाररूपसे दीख रहे हैं। तात्पर्य यह हुआ कि जैसे तत्त्वसे एक जल ही है? तरंग नहीं है? ऐसे ही तत्त्वसे एक परमात्मा ही हैं? संसार नहीं है -- वासुदेवः सर्वम्(7। 19)।अब कार्यकारणकी दृष्टिसे देखें तो जैसे मिट्टीसे बने हुए जितने बर्तन हैं? उन सबमें मिट्टी ही है क्योंकि वे मिट्टीसे ही बने हैं? मिट्टीमें ही रहते हैं और मिट्टीमें ही लीन होते हैं अर्थात् उनका आधार मिट्टी ही है। इसलिये बर्तनोंमें मिट्टी है और मिट्टीमें बर्तन हैं। परन्तु वास्तवमें देखा जाय तो बर्तनोंमें मिट्टी और मिट्टीमें बर्तन नहीं हैं। अगर बर्तनोंमें मिट्टी होती? तो बर्तनोंके मिटनेपर मिट्टी भी मिट जाती। परन्तु मिट्टी मिटती ही नहीं। अतः मिट्टी मिट्टीमें ही रही अर्थात् अपनेआपमें ही स्थित रही। ऐसे ही अगर मिट्टीमें बर्तन होते? तो मिट्टीके रहनेपर बर्तन हरदम रहते। परन्तु बर्तन हरदम नहीं रहते। इसलिये मिट्टीमें बर्तन नहीं हैं। ऐसे ही संसारमें परमात्मा और परमात्मामें संसार रहते हुए भी संसारमें परमात्मा और परमात्मामें संसार नहीं है। कारण कि अगर संसारमें परमात्मा होते तो संसारके मिटनेपर परमात्मा भी मिट जाते। परन्तु परमात्मा मिटते ही नहीं। इसलिये संसारमें परमात्मा नहीं हैं। परमात्मा तो अपनेआपमें स्थित हैं। ऐसे ही परमात्मामें संसार नहीं है। अगर परमात्मामें संसार होता तो परमात्माके रहनेपर संसार भी रहता परन्तु संसार नहीं रहता। इसलिये परमात्मामें संसार नहीं है।जैसे? किसीने हरिद्वारको याद किया तो उसके मनमें हरिकी पैड़ी दीखने लग गयी। बीचमें घण्टाघर बना हुआ है। उसके दोनों ओर गङ्गाजी बह रही हैं। सीढ़ियोंपर लोग स्नान कर रहे हैं। जलमें मछलियाँ उछलकूद मचा रही हैं। यह सबकासब हरिद्वार मनमें है। इसलिये हरिद्वारमें बना हुआ सब कुछ,(पत्थर? जल? मनुष्य? मछलियाँ आदि) मन ही है। परन्तु जहाँ चिन्तन छोड़ा? वहाँ फिर हरिद्वार नहीं रहा? केवल मनहीमन रहा। ऐसे ही परमात्माने बहु स्यां प्रजायेय संकल्प किया? तो संसार प्रकट हो गया। उस संसारके कणकणमें परमात्मा ही रहे और संसार परमात्मामें ही रहा क्योंकि परमात्मा ही संसाररूपमें प्रकट हुए हैं। परन्तु जहाँ परमात्माने संकल्प छोड़ा? वहाँ फिर संसार नहीं रहा? केवल परमात्माहीपरमात्मा रहे।तात्पर्य यह हुआ कि परमात्मा हैं और संसार है -- इस दृष्टिसे देखा जाय तो संसारमें परमात्मा और परमात्मामें संसार है। परन्तु तत्त्वकी दृष्टिसे देखा जाय तो न संसारमें परमात्मा हैं और न परमात्मामें संसार है क्योंकि वहाँ संसारकी स्वतन्त्र सत्ता ही नहीं है। वहाँ तो केवल परमात्माहीपरमात्मा हैं -- वासुदेवः सर्वम्। यही जीवन्मुक्तोंकी? भक्तोंकी दृष्टि है।पश्य मे योगमैश्वरम् (टिप्पणी प0 490)--मैं सम्पूर्ण जगत्में और सम्पूर्ण जगत् मेरेमें होता हुआ भी सम्पूर्ण जगत् मेरेमें नहीं है और मैं सम्पूर्ण जगत्में नहीं हूँ अर्थात् मैं संसारसे सर्वथा निर्लिप्त हूँ? अपनेआपमें ही स्थित हूँ -- मेरे इस ईश्वरसम्बन्धी योगको अर्थात् प्रभाव(सामर्थ्य) को देख। तात्पर्य है कि मैं एक ही अनेकरूपसे दीखता हूँ और अनेकरूपसे दीखता हुआ भी मैं एक ही हूँ अतः केवल मैंहीमैं हूँ।पश्य क्रियाके दो अर्थ होते हैं -- जानना और देखना। जानना बुद्धिसे और देखना नेत्रोंसे होता है। भगवान्के योग(प्रभाव) को जाननेकी बात यहाँ आयी है और उसे देखनेकी बात ग्यारहवें अध्यायके आठवें श्लोकमें आयी है।भूतभृन्न च भूतस्थो ममात्मा भूतभावनः--मेरा जो स्वरूप है? वह सम्पूर्ण प्राणियोंको पैदा करनेवाला? सबको धारण करनेवाला तथा उनका भरणपोषण करनेवाला है। परन्तु मैं उन प्राणियोंमें स्थित नहीं हूँ अर्थात् मैं उनके आश्रित नहीं हूँ? उनमें लिप्त नहीं हूँ। इसी बातको भगवान्ने पंद्रहवें अध्यायके सत्रहवें श्लोकमें कहा है कि क्षर (जगत्) और अक्षर (जीवात्मा) -- दोनोंसे उत्तम पुरुष तो अन्य ही है? जिसको,परमात्मा नामसे कहा गया है और जो सम्पूर्ण लोकोंमें व्याप्त होकर सबकाभरणपषण करता हुआ सबका शासन करता है।तात्पर्य यह हुआ कि जैसे मैं सबको उत्पन्न करता हुआ और सबका भरणपोषण करता हुआ भी अहंताममतासे रहित हूँ और सबमें रहता हुआ भी उनके आश्रित नहीं हूँ? उनसे सर्वथा निर्लिप्त हूँ। ऐसे ही मनुष्यको चाहिये कि वह कुटुम्बपरिवारका भरणपोषण करता हुआ और सबका प्रबन्ध? संरक्षण करता हुआ उनमें अहंताममता न करे और जिसकिसी देश? काल? परिस्थितिमें रहता हुआ भी अपनेको उनके आश्रित न माने अर्थात् सर्वथा निर्लिप्त रहे।भक्तके सामने जो कुछ परिस्थिति आये? जो कुछ घटना घटे? मनमें जो कुछ संकल्पविकल्प आये? उन सबमें उसको भगवान्की ही लीला देखनी चाहिये। भगवान् ही कभी उत्पत्तिकी लीला? कभी स्थितिकी लीला और कभी संहारकी लीला करते हैं। यह सब संसार स्वरूपसे तो भगवान्का ही रूप है और इसमें जो परिवर्तन होता है? वह सब भगवान्की ही लीला है -- इस तरह भगवान् और उनकी लीलाको देखते हुए भक्तको हरदम प्रसन्न रहना चाहिये।मार्मिक बातसब कुछ परमात्मा ही है -- इस बातको खूब गहरा उतरकर समझनेसे साधकको इसका यथार्थ अनुभव हो जाता है। यथार्थ अनुभव होनेकी कसौटी यह है कि अगर उसकी कोई प्रशंसा करे कि आपका सिद्धान्त बहुत अच्छा है आदि? तो उसको अपनेमें बड़प्पनका अनुभव नहीं होना चाहिये। संसारमें कोई आदर करे या निरादर -- इसका भी साधकपर असर नहीं होना चाहिये। अगर कोई कह दे कि संसार नहीं है और परमात्मा हैं -- यह तो आपकी कोरी कल्पना है और कुछ नहीं आदि? तो ऐसी काटछाटँसे साधकको किञ्चिन्मात्र भी बुरा नहीं लगना चाहिये। उस बातको सिद्ध करनेके लिये दृष्टान्त देनेकी? प्रमाण खोजनेकी इच्छा ही नहीं होनी चाहिये और कभी भी ऐसा भाव नहीं होना चाहिये कि यह हमारा सिद्धान्त है? यह हमारी मान्यता है? इसको हमने ठीक समझा है आदि। अपने सिद्धान्तके विरुद्ध कोई कितना ही विवेचन करे? तो भी अपने सिद्धान्तमें किसी कमीका अनुभव नहीं होना चाहिये और अपनेमें कोई विकार भी पैदा नहीं होना चाहिये। अपना यथार्थ अनुभव स्वाभाविकरूपसे सदासर्वदा अटल और अखण्डरूपसे बना रहना चाहिये। इसके विषयमें साधकको कभी सोचना ही नहीं पड़े। सम्बन्ध --  अब भगवान् पीछेके दो श्लोकोंमें कही हुई बातोंको दृष्टान्तद्वारा स्पष्ट करते हैं। ","hcsca":"।।9.5।। पूर्व श्लोक में भगवान् श्रीकृष्ण ने कहा है कि समस्त भूत अर्थात् सम्पूर्ण चराचर सृष्टि उनमें स्थित है? परन्तु वे उसमें नहीं हैं। उसी विषय के तर्क की अगली कड़ी बताते हुए वे अब कहते हैं कि वस्तुत? वे भूत मुझमें स्थित नहीं हैं? अर्थात् अनन्त से सान्त की उत्पत्ति कभी नहीं हुईस्तम्भ और प्रेत के दृष्टान्त का पुन उपयोग करते हुए? भगवान् की उक्ति स्तम्भ के इस कथन के तुल्य होगी कि? वास्तव में? मुझ विद्युत् स्तम्भ में प्रेत का अस्तित्व कदापि नहीं था। अनन्त स्वरूप शुद्ध चैतन्य परमात्मा में इस नानाविध जगत् का अस्तित्व न कभी था? न अब है और न कभी होगा। जाग्रत पुरुष के लिए स्वप्न के भोग कभी उपलब्ध नहीं होते। संक्षेप में? आत्मानुभव में इस नानाविध सृष्टि का दर्शन नहीं होता। वर्तमान में इसकी प्रतीति का कारण अज्ञानरूप आत्मविस्मृति है।यह आत्मा भूतमात्र को उत्पन्न करने वाला और उसका धारकपोषक है? जैसे? समस्त तरंगों का जन्मदाता और धारणपोषण करने वाला समुद्र है और फिर भी? मैं उनमें (भूतों में) स्थित नहीं हूँ। कैसेजैसे? समुद्र तरंगों में नहीं रहता अर्थात् उसके परिच्छेदों से सदा मुक्त रहता है। समस्त घटों की उत्पत्ति? स्थिति और धारण मिट्टी से ही है? तथापि उनमें से कोई एक घट अथवा घटसमुदाय न तो मिट्टी को परिभाषित कर सकता है और न उसके सम्पूर्ण ज्ञान को करा सकता है। दिव्य? सनातन शुद्ध चैतन्य स्वरूप परमात्मा ही वह अधिष्ठान है? जो इस नित्य परिवर्तनशील विविधरूप सृष्टि के विस्तृत हृदय को धारण और प्रकाशित करता है।ज्ञानेन्द्रियों के द्वारा बाह्य विषयों के ग्रहण से मन में विषयाकार वृत्तियाँ उत्पन्न होती हैं? जिन्हें सर्वरूपों में स्थित चैतन्य आत्मा प्रकाशित करता है। यदि यह चैतन्य न होता तो हमें अखण्ड अनुभवों की धारा के रूप में जीवन का कभी भान भी नहीं हो सकता था। जैसे कपड़े में कपास है? आभूषणों में स्वर्ण और अग्नि में उष्णता है? वैसे ही क्षर सृष्टि में अक्षर तत्त्व है। जाग्रत पुरुष के बिना स्वप्नद्रष्टा नहीं हो सकता जाग्रत पुरुष स्वप्न जगत् को व्याप्त किये रहता है? परन्तु वह स्वप्न से कभी दूषित या लिप्त नहीं होता और? जाग्रत पुरुष की दृष्टि से स्वप्न का अस्तित्व कभी होता ही नहीं।भगवान् श्रीकृष्ण यह अनुभव करते हैं कि विरोधाभास की यह भाषा अर्जुन जैसे सामान्य पुरुषों के लिए एक पहेली सिद्ध हो रही है? इसलिए करूणासागर भगवान् अपने शिष्य के लिए एक दृष्टान्त देते हैं -- ","etsga":"9.5 Nor do the beings dwell in Me. Behod My divine Yoga! I am the sustainer and originator of beings, but My Self is not contained in the beings. ","etssa":"9.5 Nor do beings exist in Me (in reality); behold My divine Yoga, supporting all beings, but not dwelling in them, is My Self, the efficient cause of beings. ","etdss":"9.5. Yet, the beings do not exist in Me.Look at the Sovereign Yoga of Mine.My Self is the sustainer of the beings, does not exist in beings, and cuases beings to be born. ","ecssa":"9.5 न not? च and? मत्स्थानि dwelling in Me? भूतानि beings? पश्य behold? मे My? योगम् Yoga? ऐश्वरम् Divine? भूतभृत् supporting the beings? न not? च and? भूतस्थः dwelling in the beings? मम My? आत्मा Self? भूतभावनः bringing forth beings.Commentary Brahman or the Self no connection with any object as It is very subtle and attributes and formless and so It is unattached (Asanga). There cannot be any real connection between matter and Spirit. Saakara (an object with form) can have no connection with Nirakara (the formless). How could this be Devoid of attachment It is never attached. (Brihadaranyaka Upanishad? III.9.26) Though unattached? It supports all beings It is the efficient or instrumental cause It brings forth all beings but It does not dwell in them? because It is unconnected with any object. This is a great mystery. Just as the dreamer has no connection with the dream object? just as ether or air has no connection with the vessel? so also Brahman has no connection with the objects or the body. The connection between the Self and the physical body is illusory.The Adhishthana or support (Brahman) for the illusory object (Kalpitam) superimposed on,Brahman has no connection whatsoever with the alities or the defects of the objects that are superimposed on the Absolute. The snake is superimposed on a rope. The rope is the support (Adhishthana) for the illusory snake (Kalpitam). This is an example of superimposition or Adhyasa. (Cf.VII.25X.7.XI.8) ","scetsga":"9.5 Na ca bhutani, nor do the beings, beginning from Brahma; matsthani, dwell in Me. Pasya, behold; me, My; aisvaram, divine; yogam, Yoga, action, performance, i.e. this real nature of Myself. The Upanisadic text, too, similarly shows the absence of association (of the Self) due to Its being free from contact: ৷৷.unattached, for It is never attached (Br. 3.9.26). Behold this other wonder: I am the bhuta-bhrt, sustainer of beings, though I am unattached. Ca, but; mama atma, My Self; na bhutasthah, is not contained in the bengs. As it has been explained according to the logic stated above, there is no possibility of Its remaining contained in beings. How, again, is it said, It is My Self? Following human understanding, having separated the aggregate of body etc. (from the Self) and superimposing eoism of them, the Lord calls It My Self. But not that He has said so by ignorantly thinking like ordinary mortals that the Self is different from Himself.\nSo also, I am the bhuta-bhavanah, originator of beings, one who gives birth to or nourishes the beings.\nBy way of establishing with the help of an illustration the subject-matter [Subject-matter-that the Self, which has no contact with anything, is the substratum of creation, continuance and dissolution.] dealt with in the aforesaid two verses, the Lord says: ","scetdss":"9.5 Na ca etc. Yet, the beings do not exist in Me :For, the persons, who are blind with nescience, do not see the reality.The ignorantdo not consider the Absolute Lord - Who is of the nature of infiniteConsciousness - as a basis of determinate knowledge of all objects.On the other hand conceiving[like] I, the lean Devadatta,know this, as existing here on the floor,they view[things of]finite nature aone as the basis[of determination].\n \nBut why this contradiction ?On this doubt[the Lord] saysLook at the Sovereign Yoga of Mine.Yoga signifies thePower[of the Absolute],because it is being employed.This is indeed My Sovereignty,which is the Freedom of behaving in this manner in a highly strange way.This is the idea(here). ","scetssa":"9.5 And yet beings do not abide in Me, as I do not support them as a jug or any kind of vessel supports the water contained in them. How then are they contained?By My will. Behold My divine Yoga power, namely, My wonderful divine modes, unie to Me alone and having no comparison elsewhere. What are these modes?I am the upholder of all beings and yet I am not in them - My will sustains all beings. The meaning is I am the supporter of all beings, and yet I derive no help for Myself whatever from them. My will alone projects, sustains and controls all beings.\nHe gives an illustration to show how all beings depend on His will for their being and acts: ","chakravarthi":"“Though everything is situated in me, I am not in them, since I have no relation to them.”\n“But this is contrary to what you said before: that you are pervading the universe, that you are the shelter of the universe.”\n“See my extraordinary skill in action in doing what cannot be done. And see also something else which is astonishing. Even though I am the maintainer of all the living beings (bhuta bhrt) and protect them all (bhuta bhavanah), I, in my spiritual body (mamatma), am not situated in them.”\nSince in the Lord, there is no difference between the body and the soul, the expression “my body” (mama atma) is employed as in the expression “the head of Rahu.” Though Rahu and his head are non-different, like Krishna and his body, the possessive case is used.\nThe meaning is this: the jivas accept a body, protect it, and, developing attachment to it, remain in that body. But though I accept all the living beings and protect them, though they are my material body consisting of all creatures, I am not situated there, because I am not attached.” ","rudra":"\nNeither should it be assumed that all beings arewithintheSupremeLord\nbecause if one were to think that His all pervasiveness and supportofall\nbeings is now being contradicted it is not thecase.Anticipatingsucha\ndoubt Lord Krishna states:pasyameyogamaisvarammeaningbeholdHis\nsupernaturalandunimaginablepotencywhichisadivinemysteryand\narrangement making the impossible, possible. This is to say thatsincethe\ngrandeur and majesty of His mysterious omnipotence is beyond thepowersof\nthe mind to fathomthereisnocontradictionwhatsoever.Althoughthe\nSupreme Lord is the bhuta-bhrt or sustainer of all living entitiesandthe\nbhuta-bhavanah or protector of all livingentities,Heisnabhuta-stah\nmeaning He is not subject to them.Althoughcontinuouslymaintainingand\nnourishing and guarding and protecting the Supreme Lord being free fromany\nsense of ego consciousness unlike the embodiedatmaorsoulwhichwhile\nmaintaining and protecting its individual body becomes attachedtoitdue\nto its sense of ego consciousness. ","brahma":"\nEven though all beings abidewithintheSupremeLordtheydonotget\nattached to the Supreme Lord through their sense faculties. He isnotseen\nwith the eyes or heard with the ears. The Moksa Dharma states:TheSupreme\nLord is only known through intuition. Even though all beings resideinHim\nand He influences all beings byHismanifestationofparamatamaorthe\nsupreme soul within all beings, He is not attached to them by any egosense\nso He is not a part of them. His manifestation of paramatmainallliving\nentities is His tanscendental body with form and consciousness.Oneshould\nnot assume that Lord Krishna has a body of inert matterlikewedo.Lord\nKrishnas body is sat-cit-annanda completely full ofeternity,wisdomand\nbliss. There is no difference between His body and paramatma. ","shri":"\nLord Krishna states unequivocally na bhuta-stah meaningthatHedoesnot\nderives anysupportwhatsoeverfromthemyriadsofunlimitedcreated\nsentientandinsentientbeings.Heissupremelyindependentand He\nspecifically states that He is not upheld by them in anymannerlikethat\nof a vessel upholding water. It is by His will alone thatHesupportsand\nenergises all existence. Just marvel on the wonder of His yogaaisvaramor\ndivine supernatural power which is so fantasticandphenomenalandwhich\nthere is no comparison in any form any where else in thepast,presentor\nfuture. What is this divine, supernatural power which is so mysteriousthat\nit controls, organises and directs all of creation with naturalperfection.\nThe word mamatma means by His own soul being for Him paramatmatheSupreme\nSoul residing in all beings and this opulent ofabundanceconstitutesthe\npower of His will which alone is the cause of all existence. So He is bhuta-\nbhrt or the support of all existence and bhuta-bhavanahtheprotectorof\nexistence or that by which an order ofexistenceisestablished.Inthe\nnext verse an example will be given to emphasise how all things dependupon\nLord Krishnas will for their existence. ","kumar":"Lord Krishna states unequivocally na bhuta-stah meaningthatHedoesnot\nderives anysupportwhatsoeverfromthemyriadsofunlimitedcreated\nsentientandinsentientbeings.Heissupremelyindependentand He\nspecifically states that He is not upheld by them in anymannerlikethat\nof a vessel upholding water. It is by His will alone thatHesupportsand\nenergises all existence. Just marvel on the wonder of His yogaaisvaramor\ndivine supernatural power which is so fantasticandphenomenalandwhich\nthere is no comparison in any form any where else in thepast,presentor\nfuture. What is this divine, supernatural power which is so mysteriousthat\nit controls, organises and directs all of creation with naturalperfection.\nThe word mamatma means by His own soul being for Him paramatmatheSupreme\nSoul residing in all beings and this opulent ofabundanceconstitutesthe\npower of His will which alone is the cause of all existence. So He is bhuta-\nbhrt or the support of all existence and bhuta-bhavanahtheprotectorof\nexistence or that by which an order ofexistenceisestablished.Inthe\nnext verse an example will be given to emphasise how all things dependupon\nLord Krishnas will for their existence. "}