{"meta":"Bhagavad Gita Chapter 9 Verse 16","metahi":"भगवद् गीता 9.16","slok":"अहं क्रतुरहं यज्ञः स्वधाऽहमहमौषधम्।मंत्रोऽहमहमेवाज्यमहमग्निरहं हुतम्।।9.16।। ","htsrsd":"।।9.16।।(टिप्पणी प0 503) क्रतु मैं हूँ? यज्ञ मैं हूँ? स्वधा मैं हूँ? औषध मैं हूँ? मन्त्र मैं हूँ? घृत मैं हूँ? अग्नि मैं हूँ और हवनरूप क्रिया भी मैं हूँ। जाननेयोग्य? पवित्र? ओंकार? ऋग्वेद? सामवेद और यजुर्वेद भी मैं ही हूँ। इस सम्पूर्ण जगत्का पिता? धाता? माता? पितामह? गति? भर्ता? प्रभु? साक्षी? निवास? आश्रय? सुहृद्? उत्पत्ति? प्रलय? स्थान? निधान तथा अविनाशी बीज भी मैं ही हूँ। ","htstma":"।।9.16।। मैं ऋक्रतु हूँ मैं यज्ञ हूँ स्वधा और औषध मैं हूँ? मैं मन्त्र हूँ? घी हूँ? मैं अग्नि हूँ और हुतं अर्थात् हवन कर्म मैं हूँ।। ","transliteration":"Aham kraturaham yajnah swadhaa’hamahamaushadham;\nMantro’hamahamevaajyam ahamagniraham hutam. ","englishmeaning":"aham—I; kratuḥ—Vedic ritual; aham—I; yajñaḥ—sacrifice; svadhā—oblation; aham—I; aham—I; auṣhadham—medicinal herb; mantraḥ—Vedic mantra; aham—I; aham—I; eva—also; ājyam—clarified butter; aham—I; agniḥ—fire; aham—I; hutam—the act offering; pitā—Father; aham—I; asya—of this; jagataḥ—universe; mātā—Mother; dhātā—Sustainer; pitāmahaḥ—Grandsire; vedyam—the goal of knowledge; pavitram—the purifier; om-kāra—the sacred syllable Om; ṛik—the Rig Veda; sāma—the Sama Veda; yajuḥ—the Yajur Veda; eva—also; cha—and ","hcsrsd":"।।9.16।। व्याख्या    --   [अपनी रुचि? श्रद्धाविश्वासके अनुसार किसीको भी साक्षात् परमात्माका स्वरूप मानकर उसके साथ सम्बन्ध जोड़ा जाय तो वास्तवमें यह सम्बन्ध सत्के साथ ही है। केवल अपने मनबुद्धिमें किञ्चिन्मात्र भी संदेह न हो। जैसे ज्ञानके द्वारा मनुष्य सब देश? काल? वस्तु? व्यक्ति आदिमें एक परमात्मतत्त्वको ही जानता है। परमात्माके सिवाय दूसरी किसी वस्तु? व्यक्ति? घटना? परिस्थिति? क्रिया,आदिकी किञ्चिन्मात्र भी स्वतन्त्र सत्ता नहीं है -- इसमें उसको किञ्चिन्मात्र भी संदेह नहीं होता। ऐसे ही भगवान् विराट्रूपसे अनेक रूपोंमें प्रकट हो रहे हैं अतः सब कुछ भगवान्हीभगवान् हैं -- इसमें अपनेको किञ्चिन्मात्र भी संदेह नहीं होना चाहिये। कारण कि यह सब भगवान् कैसे हो सकते हैं यह संदेह साधकको वास्तविक तत्त्वसे? मुक्तिसे वञ्चित कर देता है और महान् आफतमें फँसा देता है। अतः यह बात दृढ़तासे मान लें कि कार्यकारणरूपे स्थूलसूक्ष्मरूप जो कुछ देखने? सुनने? समझने और माननेमें आता है? वह सब केवल भगवान् ही हैं। इसी कार्यकारणरूपसे भगवान्की सर्वव्यापकताका वर्णन सोलहवेंसे उन्नीसवें श्लोकतक किया गया है।]अहं क्रतुरहं यज्ञः स्वधाहमहमौषधम्--जो वैदिक रीतिसे किया जाय? वह क्रतु होता है। वह क्रतु मैं ही हूँ। जो स्मार्त (पौराणिक) रीतिसे किया जाय? वह यज्ञ होता है? जिसको पञ्चमहायज्ञ आदि स्मार्तकर्म कहते हैं। वह यज्ञ मैं हूँ। पितरोंके लिये जो अन्न अर्पण किया जाता है? उसको स्वधा कहते हैं। वह स्वधा मैं ही हूँ। उन क्रतु? यज्ञ और स्वधाके लिये आवश्यक जो शाकल्य है अर्थात् वनस्पतियाँ हैं? बूटियाँ हैं? तिल? जौ? छुहारा आदि औषध है? वह औषध भी मैं ही हूँ।मन्त्रोऽहमहमेवाज्यमहमग्निरहं हुतम्--जिस मन्त्रसे क्रतु? यज्ञ और स्वधा किये जाते हैं? वह मन्त्र भी मैं ही हूँ। यज्ञ आदिके लिये गोघृत आवश्यक होता है? वह घृत भी मैं ही हूँ। जिस आहवनीय अग्निमें होम किया जाता है? वह अग्नि भी मैं ही हूँ और हवन करनेकी क्रिया भी मैं ही हूँ।वेद्यं पवित्रमोंकार ऋक्साम यजुरेव च--वेदोंकी बतायी हुई जो विधि है? उसको ठीक तरहसे जानना,वेद्य है। तात्पर्य है कि कामनापूर्तिके लिये अथवा कामनानिवृत्तिके लिये वैदिक और शास्त्रीय जो कुछ क्रतु? यज्ञ आदिका अनुष्ठान किया जाता है? वह विधिविधानसहित साङ्गोपाङ्ग होना चाहिये। अतः विधिविधानको जाननेयोग्य सब बातें वेद्य कहलाती हैं। वह वेद्य मेरा स्वरूप है।यज्ञ? दान और तप -- ये तीनों निष्काम पुरुषोंको महान् पवित्र करनेवाले हैं -- यज्ञो दानं तपश्चैव पावनानि मनीषिणाम् (18। 5)। इनमें निष्कामभावसे जो हव्य आदि वस्तुएँ खर्च होती हैं? वे भी पवित्र हो जाती हैं और इनमें निष्कामभावसे जो क्रिया की जाती है? वह भी पवित्र हो जाती है। यह पवित्रता मेरा स्वरूप है।क्रतु? यज्ञ आदिका अनुष्ठान करनेके लिये जिन ऋचाओंका उच्चारण किया है? उन सबमें सबसे पहलेका ही उच्चारण किया जाता है। इसका उच्चारण करनेसे ही ऋचाएँ अभीष्ट फल देती हैं। वेदवादियोंकी यज्ञ? दान? तप आदि सभी क्रियाएँ का उच्चारण करके ही आरम्भ होती हैं (गीता 17। 24)। वैदिकोंके लिये प्रणवका उच्चारण मुख्य है। इसलिये भगवान्ने प्रणवको अपना स्वरूप बताया है।उन क्रतु? यज्ञ आदिकी विधि बतानेवाले ऋग्वेद? सामवेद और यजुर्वेद -- ये तीनों वेद हैं। जिसमें नियताक्षरवाले मन्त्रोंकी ऋचाएँ होती हैं? उन ऋचाओंके समुदायको ऋग्वेद कहते हैं। जिसमें स्वरोंसहित गानेमें आनेवाले मन्त्र होते हैं? वे सब मन्त्र सामवेद कहलाते हैं। जिसमें अनियताक्षरवाले मन्त्र होते हैं? वे मन्त्र यजुर्वेद कहलाते है (टिप्पणी प0 504)। ये तीनों वेद भगवान्के ही स्वरूप हैं।पिताहमस्य जगतो माता धाता पितामहः--इस जडचेतन? स्थावरजङ्गम आदि सम्पूर्ण संसारको मैं ही उत्पन्न करता हूँ -- अहं कृत्स्नस्य जगतः प्रभवः ( गीता 7। 6 ) और बारबार अवतार लेकर मैं ही इसकी रक्षा करता हूँ। इसलिये मैं पिता हूँ। ग्यारहवें अध्यायके तैंतालीसवें श्लोकमें अर्जुनने भी कहा है कि आप ही इस चराचर जगत्के पिता हैं -- पितासि लोकस्य चराचरस्य।इस संसारको सब तरहसे मैं ही धारण करता हूँ और संसारमात्रका जो कुछ विधान बनता है? उस विधानको,बनानेवाला भी मैं हूँ। इसलिये मैं धाता हूँ।जीवोंकी अपनेअपने कर्मोंके अनुसार जिसजिस योनिमें? जैसेजैसे शरीरोंकी आश्यकता पड़ती है? उसउस योनिमें वैसेवैसे शरीरोंको पैदा करनेवाली माता मैं हूँ अर्थात् मैं सम्पूर्ण जगत्की माता हूँ।प्रसिद्धिमें ब्रह्माजी सम्पूर्ण सृष्टिको पैदा करनेवाले हैं -- इस दृष्टिसे ब्रह्माजी प्रजाके पिता हैं। वे ब्रह्माजी भी मेरेसे प्रकट होते हैं -- इस दृष्टिसे मैं ब्रह्माजीका पिता और प्रजाका पितामह हूँ। अर्जुनने भी भगवान्को ब्रह्माके आदिकर्ता कहा है -- ब्रह्मणोऽप्यादिकर्त्रे (11। 37)।गतिर्भर्ता प्रभुः साक्षी निवासः शरणं सुहृत् --प्राणियोंके लिये जो सर्वोपरि प्रापणीय तत्त्व है? वह गतिस्वरूप मैं ही हूँ। संसारमात्रका भरणपोषण करनेवाला भर्ता और संसारका मालिक प्रभु मैं ही हूँ। सब समयमें सबको ठीक तरहसे जाननेवाला साक्षी मैं हूँ। मेरे ही अंश होनेसे सभी जीव स्वरूपसे नित्यनिरन्तर मेरेमें ही रहते हैं? इसलिये उन सबका निवासस्थान मैं ही हूँ। जिसका आश्रय लिया जाता है? वह शरण अर्थात् शरणागतवत्सल मैं ही हूँ। बिना कारण प्राणिमात्रका हित करनेवाला सुहृद् अर्थात् हितैषी भी मैं हूँ।प्रभवः प्रलयः स्थानं निधानं बीजमव्ययम्--सम्पूर्ण संसार मेरेसे ही उत्पन्न होता है और मेरेमें ही लीन होता है? इसलिये मैं प्रभव और प्रलय हूँ अर्थात् मैं ही संसारका निमित्तकारण और उपादानकारण हूँ (गीता 7। 6)।महाप्रलय होनेपर प्रकृतिसहित सारा संसार मेरेमें ही रहता है? इसलिये मैं संसारका स्थान (टिप्पणी प0 505.1) हूँ।संसारकी चाहे सर्गअवस्था हो? चाहे प्रलयअवस्था हो? इन सब अवस्थाओंमें प्रकृति? संसार? जीव तथा जो कुछ देखने? सुनने? समझनेमें आता है? वह सबकासब मेरेमें ही रहता है? इसलिये मैं निधान हूँ।सांसारिक बीज तो वृक्षसे पैदा होता है और वृक्षको पैदा करके नष्ट हो जाता है परन्तु ये दोनों ही दोष मेरेमें नहीं हैं। मैं अनादि हूँ अर्थात् पैदा होनेवाला नहीं हूँ और अनन्त सृष्टियाँ पैदा करके भी जैसाकातैसा ही रहता हूँ। इसलिये मैं अव्यय बीज हूँ। ","hcsca":"।।9.16।।,इस श्लोक में उक्त विचार को इसके पूर्व भी एक प्रसिद्ध श्लोक में व्यक्त किया गया था। हवन क्रिया तथा उसमें प्रयुक्त विविध सामग्रियों के रूपक के द्वारा इस श्लोक में आत्मा की सर्वरूपता एवं सर्वात्मकता का बोध कराया गया है। कर्मकाण्ड में वर्णित कर्मानुष्ठान ही पूजाविधि है। वेदों में उपदिष्ट यज्ञ कर्म को क्रतु तथा स्मृतिग्रन्थों में कथित कर्म को ही यज्ञ कहा जाता है? जिसका अनुष्ठान महाभारत काल में किया जाता था। पितरों को दिया जाने वाला अन्न स्वधा कहलाता है। अर्जुन को यहाँ उपदेश में बताया गया है कि उपर्युक्त ये सब क्रतु आदि मैं ही हूँ।इतना ही नही वरन् यज्ञकर्म में प्रयुक्त औषधि? अग्नि में आहुति के रूप में अर्पित किया जाने वाला घी (आज्यम्)? अग्नि? कर्म में उच्चारित मन्त्र और हवन क्रिया ये सब विविध रूपों में आत्मा की ही अभिव्यक्ति हैं। जब स्वर्ण से अनेक आभूषण बनाये जाते हैं? तब स्वर्ण निश्चय ही यह कह सकता है कि मैं कुण्डल हूँ? मैं अंगूठी हूँ? मैं कण्ठी हूँ? मैं इन सब की चमक हूँ आदि। इसी प्रकार? आत्मा ही सब रूपों का? घटनाओं आदि का सारतत्त्व होने के कारण भगवान् श्रीकृष्ण का उक्त कथन दार्शनिक बुद्धि से सभी पाठकों को स्वीकार्य होगा।और -- ","etsga":"9.16 I am the kratu, I am the yajna, I am the svadha, I am the ausadha, I am the mantra, I Myself am the ajya, I am the fire, and I am the act of offering. ","etssa":"9.16 I am the Kratu; I am the Yajna; I am the offering (food) to the manes; I am the medicinal herbs and all the plants; I am the Mantra; I am also the Ghee or the melted butter; I am the fire; I am the oblation. ","etdss":"9.16. I am determination; I am sacrifice;I am Svadha;I am the juice of the herb;I am the (Vedic)hymn; I am alone the clarified butter also;I am the [sacrificial]fire;(and)I am the act of offering. ","ecssa":"9.16 अहम् I? क्रतुः sacrifice? अहम् I? यज्ञः the sacrifice? स्वधा the offering to Pitris or ancestors? अहम् I? अहम् I? औषधम् the medicinal herbs and all plants? मन्त्रः sacred syllable? अहम् I? अहम् I? एव also? आज्यम् ghee or clarified butter? अहम् I? अग्निः the fire? अहम् I? हुतम् the offering.Commentary Kratu is a kind of Vedic sacrifice.Yajna is the worship enjoined in the Smriti or the holy books laying down lay and the code of conduct.I am the Mantra? the chant with which the oblation is offered to the manes or ancestors? and the shining ones (the Devatas or gods).Hutam also means the act of offering.Aushadham All plants including rice and barley or medicine that can cure diseases. (Cf.IV.24) ","scetsga":"9.16 Aham, I; am the kratuh, a kind of Vedic sacrifice; I Myself am the yajnah, sacrifice as prescribed by the Smrtis; further, I am svadha, the food that is offered to the manes; I am ausadham-by which word is meant the food that is eaten by all creatures. Or, svadha means food in general of all creatures, and ausadha means medicine for curing diseases. I am the mantra with which offering is made to manes and gods. I Myself am the ajyam, oblations; and I am agnih, the fire-I Myself am the fire into which the oblation is poured. And I am the hutam, act of offering.\nBesides, ","scetdss":"9.16 See Comment under 9.19 ","scetssa":"9.16 I am the Kratu, namely, I am Jyotistoma and other Vedic sacrifices. I alone am the Great Sacrifice (the fivefold sacrifices). I am the Svadha, the libation offered to nourish the hosts of manes. I am the herb, namely, oblation. I am the Mantra. I alone am the clarified butter. This implies other illustrations also. I alone am the oblation of Soma etc. Such is the meaning. I am the fire such as Ahavaniya etc. I am the act of offering into fire. ","chakravarthi":"Please see text 19 for Sri Visvanatha Cakravarti Thakur’s combined commentary to texts 16, 17, 18 and 19. ","rudra":"\nLord Krishna being the universal self is being declared inthisverseand\nthe next three. He states He is Kratu or Vedic rituals such as agnistomaor\nfire offerings. He is also Yagna or offerings of propitiation prescribedin\nthe Vedic scriptures known as Smritis or those booksofVedicinjunctions\nand knowledge which has been remembered and recorded throughout history.He\nis sraddha or the oblations to the departed ancestors.Heisthehealing\npotency withinmedicinal herbs in the forests. He is the mantraorsacred\nVedic invocations recited in exact meter of greatpotencyutteredatthe\ncommencement of any Vedic ritual and during its performance. He is alsothe\nghee or clarified butter extracted exclusively from the milkofcowwhich\nbeing offered into the fire validates the right and gives themeansfora\nyagna to be performed. So He is verily the fire, the offering putintothe\nfire and the yagna as well. ","brahma":" ","shri":"\nSo in this verse Lord Krishna describes someofHisqualitiesconcerning\nVedic rituals.\nHe is Kratu or Vedic rituals like JyotishtomawhichawardsSwargathe\nheavenly planets\nHe is Yagna or the actofdailypropitiationenjoinedintheVedic\nscriptures\nHe is Sraddhathe food oblations offered to the departedancestorsand\npresiding deities\nHe is ausadham the potency within the healing medicinal herb\nHe is the mantra or the sacred verses chanted at the performanceofall\nVedic rituals\nHe is ajam or the ghee which is clarifiedbutterextractedexclusively\nfrom cows milk.\nHe is the fire known as Ahavaniyas the sacrificial fire ignited fromthe\nconsecrated fire.\nHe is hutam denoting homan or the oblations offered into the fire and the\nritual itself. ","kumar":"So in this verse Lord Krishna describes someofHisqualitiesconcerning\nVedic rituals.\nHe is Kratu or Vedic rituals like JyotishtomawhichawardsSwargathe\nheavenly planets\nHe is Yagna or the actofdailypropitiationenjoinedintheVedic\nscriptures\nHe is Sraddhathe food oblations offered to the departedancestorsand\npresiding deities\nHe is ausadham the potency within the healing medicinal herb\nHe is the mantra or the sacred verses chanted at the performanceofall\nVedic rituals\nHe is ajam or the ghee which is clarifiedbutterextractedexclusively\nfrom cows milk.\nHe is the fire known as Ahavaniyas the sacrificial fire ignited fromthe\nconsecrated fire.\nHe is hutam denoting homan or the oblations offered into the fire and the\nritual itself. "}