{"meta":"Bhagavad Gita Chapter 9 Verse 7","metahi":"भगवद् गीता 9.7","slok":"सर्वभूतानि कौन्तेय प्रकृतिं यान्ति मामिकाम्।कल्पक्षये पुनस्तानि कल्पादौ विसृजाम्यहम्।।9.7।। ","htsrsd":"।।9.7।।हे कुन्तीनन्दन कल्पोंका क्षय होनेपर सम्पूर्ण प्राणी मेरी प्रकृतिको प्राप्त होते हैं और कल्पोंके आदिमें मैं फिर उनकी रचना करता हूँ। ","htstma":"।।9.7।। हे कौन्तेय(एक) कल्प के अन्त में समस्त भूत मेरी प्रकृति को प्राप्त होते हैं और (दूसरे) कल्प के प्रारम्भ में उनको मैं फिर रचता हूँ।। ","transliteration":"Sarvabhootaani kaunteya prakritim yaanti maamikaam;\nKalpakshaye punastaani kalpaadau visrijaamyaham. ","englishmeaning":"sarva-bhūtāni—all living beings; kaunteya—Arjun, the son of Kunti; prakṛitim—primordial material energy; yānti—merge; māmikām—My; kalpa-kṣhaye—at the end of a kalpa; punaḥ—again; tāni—them; kalpa-ādau—at the beginning of a kalpa; visṛijāmi—manifest; aham—I; prakṛitim—the material energy; svām—My own; avaṣhṭabhya—presiding over; visṛijāmi—generate; punaḥ punaḥ—again and again; bhūta-grāmam—myriad forms; imam—these; kṛitsnam—all; avaśham—beyond their control; prakṛiteḥ—nature; vaśhāt—force ","hcsrsd":"।।9.7।। व्याख्या --  सर्वभूतानि कौन्तेय प्रकृतिं यान्ति मामिकां कल्पक्षये--सम्पूर्ण प्राणी मेरे ही अंश हैं और सदा मेरेमें ही स्थित रहनेवाले हैं। परन्तु वे प्रकृति और प्रकृतिके कार्य शरीर आदिके साथ तादात्म्य,(मैंमेरेपनका सम्बन्ध) करके जो कुछ भी कर्म करते हैं? उन कर्मों तथा उनके फलोंके साथ उनका सम्बन्ध जुड़ता जाता है? जिससे वे बारबार जन्मतेमरते रहते हैं। जब महाप्रलयका समय आता है,(जिसमें ब्रह्माजी सौ वर्षकी आयु पूरी होनेपर लीन हो जाते हैं)? उस समय प्रकृतिके परवश हुए वे सम्पूर्ण प्राणी प्रकृतिजन्य सम्बन्धको लेकर अर्थात् अपनेअपने कर्मोंको लेकर मेरी प्रकृतिमें लीन हो जाते हैं।महासर्गके समय प्राणियोंका जो स्वभाव होता है? उसी स्वभावको लेकर वे महाप्रलयमें लीन होते हैं।पुनस्तानि कल्पादौ विसृजाम्यहम्--महाप्रलयके समय अपनेअपने कर्मोंको लेकर प्रकृतिमें लीन हुए प्राणियोंके कर्म जब परिपक्व होकर फल देनेके लिये उन्मुख हो जाते हैं? तब प्रभुके मनमें बहु स्यां प्रजायेय ऐसा संकल्प हो जाता है। यही महासर्गका आरम्भ है। इसीको आठवें अध्यायके तीसरे श्लोकमें कहा है -- भूतभावोद्भवकरो विसर्गः कर्मसंज्ञितः अर्थात् सम्पूर्ण प्राणियोंका जो होनापन है? उसको प्रकट करनेके लिये भगवान्का जो संकल्प है? यही विसर्ग (त्याग) है और यही आदिकर्म है। चौदहवें अध्यायमें इसीको गर्भं दधाम्यहम् (14। 3) और अहं बीजप्रदः पिता (14। 4) कहा है।तात्पर्य यह हुआ कि कल्पोंके आदिमें अर्थात् महासर्गके आदिमें ब्रह्माजीके प्रकट होनेपर मैं पुनः प्रकृतिमें लीन हुए? प्रकृतिके परवश हुए? उन जीवोंका उनके कर्मोंके अनुसार उनउन योनियों (शरीरों) के साथ विशेष,सम्बन्ध करा देता हूँ -- यह मेरा उनको रचना है। इसीको भगवान्ने चौथे अध्यायके तेरहवें श्लोकमें कहा है -- चातुर्वर्ण्यं मया सृष्टं गुणकर्मविभागशः अर्थात् मेरे द्वारा गुणों और कर्मोंके विभागपूर्वक चारों वर्णोंकी रचना की गयी है।ब्रह्माजीके एक दिनका नाम कल्प है? जो मानवीय एक हजार चतुर्युगीका होता है। इतने ही समयकी ब्रह्माजीकी एक रात होती है। इस हिसाबसे ब्रह्माजीकी आयु सौ वर्षोंकी होती है। ब्रह्माजीकी आयु समाप्त होनेपर जब ब्रह्माजी लीन हो जाते हैं? उस महाप्रलयको यहाँ कल्पक्षये पदसे कहा गया है। जब ब्रह्माजी पुनः प्रकट होते हैं? उस महासर्गको यहाँ कल्पादौ पदसे कहा गया है।यहाँ सर्वभूतानि प्रकृतिं यान्ति महाप्रलयमें तो जीव स्वयं प्रकृतिको प्राप्त होते हैं और तानि कल्पादौ विसृजामि महासर्गके आदिमें मैं उनकी रचना करता हूँ -- ये दो प्रकारकी क्रियाएँ देनेका तात्पर्य है कि क्रियाशील होनेसे प्रकृति स्वयं लयकी तरफ जाती है अर्थात् क्रिया करतेकरते थकावट होती है तो प्रकृतिका परमात्मामें लय होता है। ऐसी प्रकृतिके साथ सम्बन्ध रखनेसे महाप्रलयके समय प्राणी भी स्वयं प्रकृतिमें लीन हो जाते हैं और प्रकृति परमात्मामें लीन हो जाती है। महासर्गके आदिमें उनके परिपक्व कर्मोंका फल देकर उनको शुद्ध करनेके लिये मैं उनके शरीरोंकी रचना करता हूँ। रचना उन्हीं प्राणियोंकी करता हूँ? जो कि प्रकृतिके परवश हुए हैं। जैसे मकानका निर्माण तो किया जाता है? पर वह धीरेधीरे स्वतः गिर जाता है? ऐसे ही सृष्टिकी रचना तो भगवान् करते हैं? पर प्रलय स्वतः होता है। इससे सिद्ध हुआ कि प्रकृतिके कार्य(संसारशरीर) की रचनामें तो भगवान्का हाथ होता है पर प्रकृतिका कार्य ह्रासकी तरफ स्वतः जाता है। ऐसे ही भगवान्का अंश होनेके कारण जीव स्वतः भगवान्की तरफ? उत्थानकी तरफ जाता है। परन्तु जब वह कामना? ममता? आसक्ति करके स्वतः पतन(ह्रास) की तरफ जानेवाले नाशवान् शरीरसंसारके साथ अपना सम्बन्ध मान लेता है? तब वह पतनकी तरफ चला जाता है। इसलिये मनुष्यको अपने विवेकको महत्त्व देकर तत्परतासे अपना उत्थान करना चाहिये अर्थात् कामना? ममता? आसक्तिका त्याग करके केवल भगवान्के ही सम्मुख हो जाना चाहिये। ","hcsca":"।।9.7।। See commentary under 9.8. ","etsga":"9.7 O son Kunti, all the beings go back at the end of a cycle to My Prakrti. I project them forth again at the beginning of a cycle. ","etssa":"9.7 All beings, O Arjuna, go into My Nature at the end of a Kalpa; I send them forth again at the beginning of (the next) Kalpa. ","etdss":"9.7. O son of Kunti, all beings pass into the nature [of Mine] at the end of the Kalpa (the age of universe); I send them forth again at the beginning of the [next] Kalpa. ","ecssa":"9.7 सर्वभूतानि all beings? कौन्तेय O Kaunteya? प्रकृतिम् to Nature? यान्ति go? मामिकाम् My? कल्पक्षये at the end of the Kalpa? पुनः again? तानि them? कल्पादौ at the beginning of the Kalpa? विसृजामि send forth? अहम् I.Commentary Prakriti The inferior one or the lower Nature composed of the three alities? Sattva? Rajas and Tamas.Just as the grass grows from the earth and dries up in the earth? just as the ripples and waves rise from the ocean and disappear in the ocean itself? just as the dreams proceed from the mind and melt away in the mind itself when the dreamer comes back to the waking state? so also the beings which arise from Nature merge into it during dissolution or Pralaya.Pralaya is the period of dissolution. MahaUtpatti is the time of creation. (Cf.VIII.18?19) ","scetsga":"9.7 Kaunteya, O son of Kunti; sarva-bhutani, all the beings-all the beings which, like wind abiding in space, abide thus in Me during their period of existence; yanti, go back; kalpa-ksaye, at the end of a cycle, at the time of dissolution; mamikam prakrtim, to My Prakrti which consists of the three gunas (alities; see 7.13) and is (called My) lower Nature. Punah, again; aham, I; visrjami, project forth, create; tani, them, the beings, as before [As before: as in previous cycles of creation.]; kalpadau, at the beginning of a cycle, at the time of creation. ","scetdss":"9.7 Sarva- etc. Nature :unmanifest form. ","scetssa":"9.7 All the mobile and immobile entities enter into My Prakrti at the end of a cycle, namely at the end of Brahmas life in accordance with My will. This Prakrti, constituting My body, is designated by the term Tamas, as it cannot be differentiated into name and form. I again send forth the very same beings at the beginning of a cycle. Manu declares accordingly:This universe became Tamas ৷৷. by an act of will. He produced it out of His body (Manu, 1.5.8). The Srutis also declare thus:He whose body is Avyakta (Su. U., 7); The Avyakta merges into Aksara, the Aksara into Tamas (Ibid., 2); and also There was Tamas; the intelligence was concealed by Tamas (Tai. Br., 1.8.9). ","chakravarthi":"“I understand that all these things which can presently be seen are situated in you, but at the time of destruction where will they go?” This verse answers.\nAll these things will merge into my energy called prakrti composed of the three gunas. At the end of the period of destruction, at the time of creation, (kalpa ksaye), I will again create everything in detail (visesena srjami). ","rudra":"\nThus Lord Krishna has revealed that although He isthesustenanceofall\ncreation He remains unattached by His mysterious potency. ThatHeisalso\nthe source of all creation and the cause of its dissolution as well bythis\nsame mysterious potency. The words kalpaksaye means universaldevastation\nat the end of Brahmas lifetime. One year of Brahma equals 27 trillion,438\nbillion and 400 million Earth years. Brahma lives for100ofsuchyears.\nAfter this long duration of time all living entities everywhere increation\nare dissolved into prakriti or thematerialsubstratum.Atthetimeof\ncreation in the beginning of the next kalpaLordKrishnaagainmanifests\nall living entities and propels them into being. ","brahma":"\nFor the purpose of imparting detailed knowledge Lord Krishna speaksofthe\ndissolution of all beings at theendofalifeofBrahmawhoisthe\narchitect of material creation. This is what is acknowledgedbythewords\nkalpa ksaye which means at the time of universaldissolutionwhichoccurs\nevery 26 trillion 439 billion and 400 million years on Earth at theendof\neach Brahmas life. ","shri":"\nAll beings movable andimmovableenterintotheSupremeLordexternal\nnatureknowasprakritiorthetransitorymaterialsubstratumwhich\nidentifieswith tamas or nescience which is the non-sentient,\nundifferentiated vast expanse of mass matter in its indistinct statehaving\nno name, no form and no consciousness. The words kalpa-ksayemeansatthe\ntime time of universal dissolution being the end of amaha-kalpawhichis\nthe conclusion of Brahmas lifetime wherebyoneofhisyearsequals26\ntrillion, 439 billion and 400 million human years and hislifetimeis100\nof such years. At this time alllivingentitiesaredissolvedintothe\nprakriti of Lord Krishna by His will alone and subsequently at thedawnof\nthe next kalpa all living entities are projectedoutofthedarknessby\nLord Krishna to continuetheirkarmaorreactionsfromtheirprevious\nactions exactly where they left off. Lord Krishna is willing to produceall\nthe living entities from His own transcendental body. TheVedicscriptures\ndeclare: Of whom avyakta or imperceptibleenergyisHisspiritualbody.\nAvyakta merges into aksara or indestructible and aksaramergesintotamas\ndarkness.\nManu Samhita I.VIII beginning se bhidyaya sarat svat aprakritammeaningit\nwasdarknessinthebeginningandbydarknessallwashidden and\nindiscernible. ","kumar":"All beings movable andimmovableenterintotheSupremeLordexternal\nnatureknowasprakritiorthetransitorymaterialsubstratumwhich\nidentifieswith tamas or nescience which is the non-sentient,\nundifferentiated vast expanse of mass matter in its indistinct statehaving\nno name, no form and no consciousness. The words kalpa-ksayemeansatthe\ntime time of universal dissolution being the end of amaha-kalpawhichis\nthe conclusion of Brahmas lifetime wherebyoneofhisyearsequals26\ntrillion, 439 billion and 400 million human years and hislifetimeis100\nof such years. At this time alllivingentitiesaredissolvedintothe\nprakriti of Lord Krishna by His will alone and subsequently at thedawnof\nthe next kalpa all living entities are projectedoutofthedarknessby\nLord Krishna to continuetheirkarmaorreactionsfromtheirprevious\nactions exactly where they left off. Lord Krishna is willing to produceall\nthe living entities from His own transcendental body. TheVedicscriptures\ndeclare: Of whom avyakta or imperceptibleenergyisHisspiritualbody.\nAvyakta merges into aksara or indestructible and aksaramergesintotamas\ndarkness.\nManu Samhita I.VIII beginning se bhidyaya sarat svat aprakritammeaningit\nwasdarknessinthebeginningandbydarknessallwashidden and\nindiscernible. "}