{"meta":"Bhagavad Gita Chapter 9 Verse 20","metahi":"भगवद् गीता 9.20","slok":"त्रैविद्या मां सोमपाः पूतपापायज्ञैरिष्ट्वा स्वर्गतिं प्रार्थयन्ते।ते पुण्यमासाद्य सुरेन्द्रलोकमश्नन्ति दिव्यान्दिवि देवभोगान्।।9.20।। ","htsrsd":"।।9.20।।वेदत्रयीमें कहे हुए सकाम अनुष्ठानको करनेवाले और सोमरसको पीनेवाले जो पापरहित मनुष्य यज्ञोंके द्वारा इन्द्ररूपसे मेरा पूजन करके स्वर्गप्राप्तिकी प्रार्थना करते हैं? वे पुण्यके फलस्वरूप इन्द्रलोकको प्राप्त करके वहाँ स्वर्गमें देवताओंके दिव्य भोगोंको भोगते हैं। ","htstma":"।।9.20।। तीनों वेदों के ज्ञाता (वेदोक्त सकाम कर्म करने वाले)? सोमपान करने वाले एवं पापों से पवित्र हुए पुरुष मुझे यज्ञों के द्वारा पूजकर स्वर्ग प्राप्ति चाहते हैं वे पुरुष अपने पुण्यों के फलरूप इन्द्रलोक को प्राप्त कर स्वर्ग में दिव्य देवताओं के भोग भोगते हैं।। ","transliteration":"Yajnairishtwaa swargatim praarthayante;\nTe punyamaasaadya surendralokaMashnanti divyaan divi devabhogaan. ","englishmeaning":"trai-vidyāḥ—the science of karm kāṇḍ (Vedic Rituals); mām—Me; soma-pāḥ—drinkers of the Soma juice; pūta—purified; pāpāḥ—sins; yajñaiḥ—through sacrifices; iṣhṭvā—worship; svaḥ-gatim—way to the abode of the king of heaven; prārthayante—seek; te—they; puṇyam—pious; āsādya—attain; sura-indra—of Indra; lokam—abode; aśhnanti—enjoy; divyān—celestial; divi—in heaven; deva-bhogān—the pleasures of the celestial gods ","hcsrsd":"।।9.20।। व्याख्या --  त्रैविद्याः मां सोमपाः ৷৷. दिव्यान्दिवि देवभागान्--संसारके मनुष्य प्रायः यहाँके भोगोंमें ही लगे रहते हैं। उनमें जो भी विशेष बुद्धिमान् कहलाते हैं? उनके हृदयमें भी उत्पत्तिविनाशशील वस्तुओंका महत्त्व रहनेके कारण जब वे ऋक्? साम और यजुः -- इन तीनों वेदोंमें कहे हुए सकाम कर्मोंका तथा उनके फलका वर्णन सुनते हैं? तब वे (वेदोंमें आस्तिकभाव होनेके कारण) यहाँके भोगोंकी इतनी परवाह न करके स्वर्गके भोगोंके लिये ललचा उठते हैं और स्वर्गप्राप्तिके लिये वेदोंमें कहे हुए यज्ञोंके अनुष्ठानमें लग जाते हैं। ऐसे मनुष्योंके लिये ही यहाँ त्रैविद्याः पद आया है।सोमलता अथवा सोमवल्ली नामकी एक लता होती है। उसके विषयमें शास्त्रमें आता है कि जैसे शुक्लपक्षमें प्रतिदिन चन्द्रमाकी एकएक कला बढ़तेबढ़ते पूर्णिमाको कलाएँ पूर्ण हो जाती हैं और कृष्णपक्षमें प्रतिदिन एकएक कला क्षीण होतेहोते अमावस्याको कलाएँ सर्वथा क्षीण हो जाती हैं? ऐसे ही उस सोमलताका भी शुक्लपक्षमें प्रतिदिन एकएक पत्ता निकलतेनिकलते पूर्णिमातक पंद्रह पत्ते निकल आते हैं और कृष्णपक्षमें प्रतिदिन एकएक पत्ता गिरतेगिरते अमावस्यातक पूरे पत्ते गिर जाते हैं (टिप्पणी प0 506)। उस सोमलताके रसको सोमरस कहते हैं। यज्ञ करनेवाले उस सोमरसको वैदिक मन्त्रोंके द्वारा अभिमन्त्रित करके पीते हैं? इसलिये उनको सोमपाः कहा गया है।वेदोंमें वर्णित यज्ञोंका अनुष्ठान करनेवाले और वेदमन्त्रोंसे अभिमन्त्रित सोमरसको पीनेवाले मनुष्योंके स्वर्गके प्रतिबन्धक पाप नष्ट हो जाते हैं। इसलिये उनको पूतपापाः कहा गया है।भगवान्ने पूर्वश्लोकमें कहा है कि सत्असत् सब कुछ मैं ही हूँ? तो इन्द्र भी भगवत्स्वरूप ही हुए। अतः यहाँमाम् पदसे इन्द्रको ही लेना चाहिये क्योंकि सकाम यज्ञका अनुष्ठान करनेवाले मनुष्य स्वर्गप्राप्तिकी इच्छासे स्वर्गके अधिपति इन्द्रका ही पूजन करते हैं और इन्द्रसे ही स्वर्गप्राप्तिकी प्रार्थना करते हैं।स्वर्गप्राप्तिकी इच्छासे स्वर्गके अधिपति इन्द्रकी स्तुति करना और उस इन्द्रसे स्वर्गलोककी याचना करना -- इन दोनोंका नाम प्रार्थना है। वैदिक और पौराणिक विधिविधानसे किये गये सकाम यज्ञोंके द्वारा इन्द्रका पूजन करने और प्रार्थना करनेके फलस्वरूप वे लोग स्वर्गमें जाकर देवताओंके दिव्य भोगोंको भोगते हैं। वे दिव्य भोग मनुष्यलोकके भोगोंकी अपेक्षा बहुत विलक्षण हैं। वहाँ वे दिव्य शब्द? स्पर्श? रूप? रस और गंध -- इन पाँचों विषयोंका भोग (अनुभव) करते हैं। इनके सिवाय दिव्य नन्दनवन आदिमें घूमना? सुखआराम लेना? आदरसत्कार पाना? महिमा पाना आदि भोगोंको भी भोगते हैं। ","hcsca":"।।9.20।। च्ड्ढड्ढ क्दृथ्र्थ्र्ड्ढदद्यठ्ठद्धन्र् द्वदड्डड्ढद्ध 9.21 ","etsga":"9.20 Those who are versed in the Vedas, who are drinkers of Soma and are purified of sin, pray for the heavenly goal by worshipping Me through sacrifices. Having reached the place (world) of the king of gods, which is the result of righteousness, they enjoy in heaven th divine pleasure of gods. ","etssa":"9.20 The knowers of the three Vedas, the drinkers of Soma, purified of all sins, worshipping Me by sacrifices, pray for the way to heaven; they reach the holy world of the Lord of the gods and enjoy in heavn the divine pleasures of the gods. ","etdss":"9.20. The masters of the three Vedas,the Somadrinkers, purified of their sins, aspire for the heavengoal by offering sacrifices to Me.They attain the meritorious world of the lord of gods and taste in the heaven the heavenly pleasures of the gods. ","ecssa":"9.20 त्रैविद्याः the knowers of the three Vedas? माम् Me? सोमपाः the drinkers of Soma? पूतपापाः purified from sin? यज्ञैः by sacrifices? इष्ट्वा worshipping? स्वर्गतिम् way to heaven? प्रार्थयन्ते pray? ते they? पुण्यम् holy? आसाद्य having reached? सुरेन्द्रलोकम् the world of the Lord of gods? अश्नन्ति eat (enjoy)? दिव्यान् divine? दिवि in heaven? देवभोगान् the divine pleasures.Commentary May aspirants climb up to a certain height on the ladder of Yoga. They are irresistibly swept away by the temptation of the higher planes (the heaven? and the plane of the celestial beings? etc.). They lose their power of discrimination and right understanding and thery lose themselves in heavenly enjoyments. The dwellers of the higher planes? the shining ones? tempt the aspirants in a variety of ways. They say unto them? O Yogi? we are very much pleased with your austerities and dispassion? spiritual practices and divine alities. This is the plane for your final resting which you have obtained through your merit and your austerities. We are all your servants to obey your orders and carry out your ?nds or behests. Here is the celestial car for you. You can move about anywhere you like. Here are the celestial damsels to attend on you. They will please you with their celestial music. Here is the wishfulfilling ree which will give you whatever you want. Here is the celestial nectar in the golden cup? which will make you immortal. Here is the celestial lake of supreme joy. You can swim freely in this lake. The uncautious Yogi is easily carried away by the invitations of the gods and the sweet flowery speeches. He gets false satisfaction or contentment. He thinks that he has reached the highest goal of Yoga. He yields to the templations and his energy is dissipated in various directions. As soon as his merits are exhausted he comes down to this earthplane. He will have to start his upward climb on the spiritual lader once more. But that dispassionate Yogi who is endowed with strong discrimination rejects ruthlessly these invitations from the gods? marches boldly on his spiritual path and stops not till he attains the highest rung on the ladder of Yoga or the highest summit on the hill of knowledge or Nirvikalpa Samadhi. He is fully conscious that enjoyments in heaven are as much worthless as those of this illusory world. The pleasures of heaven are subtle? exceedingly intense and extremely intoxicating. That is the reason why the uncautious? nonvigilant and less dispassionate aspirant yields easily to the temptations of the higher planes. Even in this physical plane? in the West and in America where there is abundance of wealth? plenty of dollars and gold? people enjoy subtle and intense sensual pleasures. Every day scientists bring out new inventions? new forms of sensual pleasures for the gratification of the mischievous and revolting senses. Even an abstemious man of simple habits of India becomes a changed man when he lives in America or Europe for some time. He yields to the temptations. Such is the power of Maya. Such is the influence of temptation. Such is the strength of the senses. That man who is endowed with strong discrimination? sustained dispassion? good selfanalytic power? and burning yearning for liberation? can resist temptations and he aloen can be really happy. He alone can attain the highest goal of life? the final beatitude or the sublime vision of the Infinite.Those who drink the Soma juice are purified from sin.Sacrifices Such as the Agnistoma? Jyotistoma. They worship Me as the Vasus and other deities (Rudras and Adityas) by sacrifices such as the Agnistoma.Indra is the Lord of the gods. He is called Satakratu because he had performed a hundred sacrifices. The divine pleasures are the supernatural pleasures of the heaven.DivyaBhoga An enjoyment that is beyond the reach of man or an enjoyment that can be had only by the celestial body of the gods or an enjoyment given by the gods in the heaven. The term Bhoga indicates sensual pleasures. Though the heavenly pleasuresare of a very subtle nature? yet,they are sensual pleasures only. (Cf.II.45) ","scetsga":"9.20 Those, again, who are ignorant and desirous of pleasures, trai-vidyah, who are versed in the three Vedas, who know the Rk, Yajus and Sama Vedas; somapah, who are drinkers of Soma; and who, as a result of that very drinking of Soma, are puta-papah, purified of sin; prarthayante, pray for; the svargatim, heavenly goal, the attainment of heaven-heaven itself being the goal [Ast. adds this portion-svareva gatih, heaven itself being the goal.-Tr.]-; istva, by worshipping; mam, Me, existing in the forms of gods such as the Vasus and others; yajnaih, through sacrifices such as the Agnistoma etc. And asadya, having reached; surendra-lokam, the place (world) of the kind of gods, of Indra; (which is) punyam, the result of righteousness; te, they; asnanti, enjoy; divi, in heaven; the devyan, divine, heavenly, supernatural;; deva-bhogan, pleasures of gods. ","scetdss":"9.20 See Comment under 9.21 ","scetssa":"9.20 The three Vedas consist of the Rk, Yajus and Saman. The followers of the three Vedas are called Trai-vidyah, but they are not devoted to Vedanta (or Trayyanta). The great souls, who rely on Vedanta, know Me, as mentioned before, to be the only object to be known from all the Vedas. Considering Me as the highest object of attainment, they worship Me through singing My names etc., caused by deep devotion to Me, and also through the sacrifice of knowledge.\nBut the followers of the three Vedas drink the Soma beverage, forming the remainder of sacrifices in honour of Indra and other divinities, as prescribed by the Vedas. They are thery purified of evil that stand in the way of attainment of heaven. In these sacrifices, in which Indra etc., are regarded as divinties, they really worship Me in the forms of these divinities. They however do not know that I abide in them in that way, and so they pray for the way to heaven etc. After attaining the world of Indra, which is free from unhappiness, they enjoy everywhere the divine pleasures. ","chakravarthi":"Those devotees who worship me through those three methods, and know me as the Supreme Lord, become liberated. But those who follow material karma do not become liberated. This is explained in two verses. Those who study and know the three Vedas, rk, yajur, and sama, or those who are absorbed in the karmas described in those three Vedas, not knowing that Indra and other devatas are my forms alone, and consequently worship me (indirectly) through worshipping those forms (mam istva), drink the remnants of the  sacrifice (soma pah), and thus attain punya. ","rudra":"\nIn summarisation it has been shown in verses 11 and 12 beginningavajananti\nmam mudha meaning the fools deride theSupremeLord.Peoplewhoworship\ndemigods and other lesser gods with the hope ofgettingquickresultsdo\nnot respect Lord Krishna and regard Him with esteem, therebythefitinto\ntheclassofnon-devoteesaspreviouslydescribed.Butinverse13\nbeginning mahatmanas tu mam meaning the great devotees of LordKrishnaare\nbeing described. Those who omit in their lifetime to worship andpropitiate\nthe Supreme Lord Krishna or any of His authorisedavatarsorincarnations\nand expansions as revealed in the Vedic scripturesitisinevitablethat\ntheyareboundtosamsaraorunlimitedcyclesofbirthand death\nperpetually.\nHere is stated trai-vidya or the knowers of the Rig, SamaandYajurVedas\nas well as theAtharva Veda are cognisant of theultimatetruth.Because\nthey study to know the knowledge of the ultimate truth and they aredevoted\nto the rituals enjoined and prescribed in the Vedic scriptures.Worshipof\nthe demigods as prescribed in the Vedas is stillinfactworshippingthe\nSupreme Lord indirectly as they are His different part and parcels.Yetby\nsuch worship they receive the soma-pah or remnantsofsuchofferingsand\nfrom this very act are purified of all dross andcleansedfromalltaint\nand having accumulationofmeritandprayingearnestlyforaccessto\nheaven, as a result oftheirvirtuousdeedstheyexperienceexcellent,\ncelestial enjoyments of the demigods for aduration of longevity. ","brahma":" ","shri":" ","kumar":" "}