{"meta":"Bhagavad Gita Chapter 9 Verse 10","metahi":"भगवद् गीता 9.10","slok":"मयाऽध्यक्षेण प्रकृतिः सूयते सचराचरम्।हेतुनाऽनेन कौन्तेय जगद्विपरिवर्तते।।9.10।। ","htsrsd":"।।9.10।।प्रकृति मेरी अध्यक्षतामें सम्पूर्ण चराचर जगत्को रचती है। हे कुन्तीनन्दन इसी हेतुसे जगत्का विविध प्रकारसे परिवर्तन होता है। ","htstma":"।।9.10।। हे कौन्तेयमुझ अध्यक्ष के कारण ( अर्थात् मेरी अध्यक्षता में) प्रकृति चराचर जगत् को उत्पन्न करती है इस कारण यह जगत् घूमता रहता है।। ","transliteration":"Mayaa’dhyakshena prakritih sooyate sacharaacharam;\nHetunaa’nena kaunteya jagadwiparivartate. ","englishmeaning":"mayā—by Me; adhyakṣheṇa—direction; prakṛitiḥ—material energy; sūyate—brings into being; sa—both; chara-acharam—the animate and the inanimate; hetunā—reason; anena—this; kaunteya—Arjun, the son of Kunti; jagat—the material world; viparivartate—undergoes the changes ","hcsrsd":"।।9.10।। व्याख्या --  मयाध्यक्षेण प्रकृतिः सूयते सचराचरम्--मेरेसे सत्तास्फूर्ति पाकर ही प्रकृति चरअचर? जडचेतन आदि भौतिक सृष्टिको रचती है। जैसे बर्फका जमना? हीटरका जलना? ट्राम और रेलका आनाजाना? लिफ्टका चढ़नाउतरना? हजारों मील दूरीपर बोले जानेवाले शब्दोंको सुनना? हजारों मील दूरीपर होनेवाले नाटक आदिको देखना? शरीरके भीतरका चित्र लेना? अल्पसमयमें ही बड़ेसेबड़ा हिसाब कर लेना? आदिआदि कार्य विभिन्नविभिन्न यन्त्रोंके द्वारा होते हैं। परन्तु उन सभी यन्त्रोंमें शक्ति बिजलीकी ही होती है। बिजलीकी शक्तिके बिना वे यन्त्र स्वयं काम कर ही नहीं सकते क्योंकि उन यन्त्रोंमें बिजलीको छोड़कर कोई सामर्थ्य नहीं है। ऐसे ही संसारमें जो कुछ परिवर्तन हो रहा है अर्थात् अनन्त ब्रह्माण्डोंका सर्जन? पालन और संहार? स्वर्गादि लोकोंमें और नरकोंमें पुण्यपापके फलका भोग? तरहतरहकी विचित्र परिस्थितियाँ और घटनाएँ? तरहतरहकी आकृतियाँ? वेशभूषा? स्वभाव आदि जो कुछ हो रहा है? वह सबकासब प्रकृतिके द्वारा ही हो रहा है पर वास्तवमें हो रहा है भगवान्की अध्यक्षता अर्थात् सत्तास्फूर्तिसे ही। भगवान्की सत्तास्फूर्तिके बिना प्रकृति ऐसे विचित्र काम कर ही नहीं सकती क्योंकि भगवान्को छोड़कर प्रकृतिमें ऐसी स्वतन्त्र सामर्थ्य ही नहीं है कि जिससे वह ऐसेऐसे काम कर सके। तात्पर्य यह हुआ कि जैसे बिजलीमें सब शक्तियाँ हैं? पर वे मशीनोंके द्वारा ही प्रकट होती हैं? ऐसे ही भगवान्में अनन्त शक्तियाँ हैं? पर वे प्रकृतिके द्वारा ही प्रकट होती हैं।भगवान् संसारकी रचना प्रकृतिको लेकर करते हैं और प्रकृति संसारकी रचना भगवान्की अध्यक्षतामें करती है। भगवान् अध्यक्ष हैं -- इसी हेतुसे जगत्का विविध परिवर्तन होता है -- हेतुनानेन जगद्विपरिवर्तते। वह विविध परिवर्तन क्या है जबतक प्राणियोंका प्रकृति और प्रकृतिके कार्य शरीरोंके साथ मैं और,मेरापन बना हुआ है? तबतक उनका विविध परिवर्तन होता ही रहता है अर्थात् कभी किसी लोकमें तो कभी किसी लोकमें? कभी किसी शरीरमें तो कभी किसी शरीरमें परिवर्तन होता ही रहता है। तात्पर्य हुआ कि भगवत्प्राप्तिके बिना उन प्राणियोंकी कहीं भी स्थायी स्थिति नहीं होती। वे जन्ममरणके चक्करमें घूमते ही रहते हैं (गीता 9। 3)।सभी प्राणी भगवान्में स्थित होनेसे भगवान्को प्राप्त हैं? पर जब वे अपनेको भगवान्में न मानकर प्रकृतिमें मान लेते हैं अर्थात् प्रकृतिके कार्यके साथ मैंऔर मेरापन का सम्बन्ध मान लेते हैं? तब वे प्रकृतिको प्राप्त हो जाते हैं। फिर भगवान्की अध्यक्षतामें प्रकृति उनके शरीरोंको उत्पन्न और लीन करती रहती है। वास्तवमें देखा जाय तो उन प्राणियोंको उत्पन्न और लीन करनेकी शक्ति प्रकृतिमें नहीं है क्योंकि वह जड है। यह स्वयं भी जन्मतामरता नहीं क्योंकि परमात्माका अंश होनेसे स्वयं अविनाशी है? चेतन है? निर्विकार है। परन्तु प्रकृतिजन्य पदार्थोंके साथ मैंमेरापनका सम्बन्ध जोड़कर? उनके परवश होकर इसको जन्मनामरना पड़ता है अर्थात् नयेनये शरीर धारण करने और छोड़ने पड़ते हैं।जगत्मात्रकी उत्पत्ति? स्थिति और प्रलयकी जो क्रिया होती है? वह सब प्रकृतिसे ही होती है? प्रकृतिमें ही होती है और प्रकृतिकी ही होती है। परन्तु उस प्रकृतिको परमात्मासे ही सत्तास्फूर्ति मिलती है। परमात्मासे सत्तास्फूर्ति मिलनेपर भी परमात्मामें कर्तृत्व नहीं आता। जैसे? सूर्यके प्रकाशमें सभी प्राणी सब कर्म करते हैं और उनके कर्मोंमें विहित तथा निषिद्ध सब तरहकी क्रियाएँ होती हैं। उन कर्मोंके अनुसार ही प्राणी अनुकूलप्रतिकूल परिस्थितियोंका अनुभव करते हैं अर्थात् कोई सुखी है तो कोई दुःखी है कोई ऊँचा है तो कोई नीचा है? कोई किसी लोकमें है तो कोई किसी लोकमें है? कोई किसी वर्णआश्रममें है तो कोई किसी वर्णआश्रममें है आदि तरहतरहका परिवर्तन होता है। परन्तु सूर्य और उसका प्रकाश ज्योंकात्यों ही रहता है। उसमें कभी किञ्चिन्मात्र भी कोई अन्तर नहीं आता। ऐसे ही संसारमें विविध प्रकारका परिवर्तन हो रहा है? पर परमात्मा और उनका अंश जीवात्मा ज्योंकेत्यों ही रहते हैं। वास्तवमें अपने स्वरूपमें किञ्चिन्मात्र भी परिवर्तन न है? न हुआ? न होगा और न हो ही सकता है। केवल परिवर्तनशील संसारके साथ अपना सम्बन्ध माननेसे अर्थात् तादात्म्य? ममता और कामना करनेसे ही संसारका परिवर्तन अपनेमें होता हुआ प्रतीत होता है। अगर प्राणी जिन भगवान्की अध्यक्षतामें सब परिवर्तन होता है? उनके साथ अपनी वास्तविक एकता मान ले (जो कि स्वतःसिद्ध है)? तो भगवान्के साथ इसका जो वास्तविक प्रेम है? वह स्वतः प्रकट हो जायगा। सम्बन्ध --  जो नित्यनिरन्तर अपनेआपमें ही स्थित रहते हैं जिसके आश्रयसे प्रकृति घूम रही है और संसारमात्रका परिवर्तन हो रहा है? ऐसे परमात्माकी तरफ दृष्टि न डालकर जो उलटे चलते हैं? उनका वर्णन आगेके दो श्लोकोंमें करते हैं। ","hcsca":"।।9.10।। वेदान्त में? अकर्म आत्मा और क्रियाशील अनात्मा के सम्बन्ध को अनेक उपमाओं के द्वारा स्पष्ट किया गया है। प्रत्येक उपमा इस संबंध रहित संबध के किसी एक पक्ष पर विशेष रूप से प्रकाश डालती है।सूर्य की किरणें जिन वस्तुओं पर पड़ती हैं? उन्हें उष्ण कर देती हैं? परन्तु बीच के उस माध्यम को नहीं? जिसमें से निकल कर वह उस वस्तु तक पहुँचती हैं। आत्मा भी अपने अनन्त वैभव में स्थित रहता है और उसके सान्निध्य से अनात्मा चेतनवत् व्यवहार करने में सक्षम हो जाता है। अनात्मा और प्रकृति पर्यायवाची शब्द हैं।किसी राजा के मन में संकल्प उठा कि आगामी माह की पूर्णिमा के दिन उसको एक विशेष तीर्थ क्षेत्र को दर्शन करने के लिए जाना चाहिये। अपने मन्त्री को अपना संकल्प बताकर राजा उस विषय को भूल जाता है। किन्तु पूर्णिमा के एक दिन पूर्व वह मन्त्री राजा के पास पहुँचकर उसे तीर्थ दर्शन का स्मरण कराता है। दूसरे दिन जब राजा राजप्रासाद के बाहर आकर यात्रा प्रारम्भ करता है? तब देखता है कि सम्पूर्ण मार्ग में उसकी प्रजा एकत्र हुई है और स्थानस्थान पर स्वागत द्वार बनाये गये हैं। राजा के इस तीर्थ दर्शन और वापसी के लिए विस्तृत व्यवस्था योजना बनाकर उसे सफलतापूर्वक और उत्साह सहित कार्यान्वित किया गया है। समस्त राजकीय अधिकारयों तथा प्रजाजनों ने अपनी सम्पूर्ण क्षमता और प्रयत्न को उड़ेल दिया है? जिससे राजा की तीर्थयात्रा सफल हो सके।इन समस्त उत्तेजनापूर्ण कर्मों में प्रत्येक व्यक्ति को कर्म का अधिकार और शक्ति राजा के कारण ही थी? परन्तु स्वयं राजा इन सब कार्यों में कहीं भी विद्यमान नहीं था। राजा की अनुमति प्राप्त होने से मन्त्री की आज्ञाओं का सबने निष्ठा से पालन किया। यदि केवल सामान्य नागरिक के रूप में वही मन्त्री यह प्रदर्शन आयोजित करना चाहता? तो वह कभी सफल नहीं हो सकता था। इसी प्रकार? आत्मा की सत्ता मात्र से प्रकृति कार्य क्षमता प्राप्त कर सृष्टि रचना की योजना एवं उसका कार्यान्वयन करने में समर्थ होती है।व्यष्टि की दृष्टि से विचार करने पर यह सिद्धांत और अधिक स्पष्ट हो जाता है। आत्मा केवल अपनी विद्यमानता से ही मन और बुद्धि को प्रकाशित कर उनमें स्थित वासनाओं की अभिव्यक्ति एवं पूर्ति के लिए बाह्य भौतिक जगत् और उसके अनुभव के लिए आवश्यक ज्ञानेन्द्रियों एवं कर्मेन्द्रियों को रचता है। मेरी अध्यक्षता में प्रकृति चराचर जगत् को उत्पन्न करती है। यहाँ प्रकृति का अर्थ हैअव्यक्त।नानाविध जगत् का यह नृत्य परिवर्तन एवं विनाश की लय के साथ आत्मा की सत्तामात्र से ही चलता रहता है। इसी कारण संसार चक्र घूमता रहता है। उपर्युक्त विचार का अन्तिम निष्कर्ष यही निकलता है कि आत्मा सदा अकर्त्ता ही रहता है। आत्मा के सान्निध्य से प्रकृति चेतनता प्राप्त कर सृष्टि का प्रक्षेपण करती है। उसकी सत्ता और चेतनता आत्मा के निमित्त से है? स्वयं की नहीं। आत्मा और अनात्मा? पुरुष और प्रकृति के मध्य यही सम्बन्ध है।स्तम्भ के ऊपर अध्यस्त प्रेत के दृष्टान्त में स्तम्भ और प्रेत के सम्बन्ध पर विचार करने से जिज्ञासु को पुरुष और प्रकृति का संबंध अधिक स्पष्टतया ज्ञात होगा।यदि? इस प्रकार? सम्पूर्ण जगत् का मूल स्वरूप नित्यमुक्त आत्मा ही है तो क्या कारण है कि समस्त जीव उसे अपने आत्मस्वरूप से नहीं जान पाते हैंइस प्रश्न के उत्तर में भगवान् कहते हैं -- ","etsga":"9.10 Under Me as the supervisor, the Prakrti produces (the world) of the moving and the non-moving things. Owing to this reason, O son of Kunti, the world revolves. ","etssa":"9.10 Under Me as supervisor, Nature produces the moving and the unmoving; because of this, O Arjuna, the world revolves. ","etdss":"9.10. O son of Kunti !On account of Me, Who remain (only) as an observer and as prime cause, the nature[of Mine]gives birth to [both] the moving and unmoving;hence this world moves in a circle. ","ecssa":"9.10 मया by Me? अध्यक्षेण as supervisor? प्रकृतिः Nature? सूयते produces? सचराचरम् the moving and the unmoving? हेतुना by cause? अनेन by this? कौन्तेय O Kaunteya? जगत् the world? विपरिवर्तते revolves.Commentary The Lord presides only as a witness. Nature does everything. By reason of His proximity or presence? Nature sends forth the moving and the unmoving. The prime cause of this creation is Nature. For the movable and the immovable? and for the whole universe? the root cause is Nature itself.Although all actions are done with the help of the light of the sun? yet? the sun cannot become the doer of actions. Even so the Lord cannot become the doer of actions even though Nature does all actions with the help of the light of the Lord.As Brahman illumines Avidya (ignorance)? the material cause of this world? It is regarded as the cause of this world. The magnet is ite indifferent although it makes the iron pieces move on account of its proximity. Even so the Lord remains indifferent although He makes Nature create the world.As the Lord and the Witness? He presides over this world which consists of moving and unmoving objects the manifested and the unmanifested wheel round and round.What is the purpose of creation Why has God created this world when He has really no concern with any enjoyment whatsoever This is a transcendental estion or Atiprasna. It is therefore irrelevant to ask or to answer this estion. You cannot say that God created this world for His own enjoyment because He really does not enjoy anything. He is a mere witness only. (Cf.X.8) ","scetsga":"9.10 Maya, under Me; adhyaksena, as the supervisor, remaining changeless as a mere witness under all circumstances; prakrtih, the Prakrti, My maya consisting of the three gunas and characterized as ignorance; suyate, produces; the world sa-cara-acaram. of the moving and the none-moving things. Thus there is the Vedic text, The one divine Being is hidden in all beings; He is amnipresent, the indwelling Self of all bengs, the Supervisor of actions, the refuge of all beings, the witness, the one who imparts consceiousness, unconditioned [This is according to Sankaracaryas commentary on this verse. A.G. interprets kevala as non-dual.-Tr.] and without alities (Sv. 6.11).\nAnena hetuna, owing to this reason-because of this presiding over; O son of Kunti, the jagat, world, with the moving and the non-moving things, consisting of the manifest and the unmanifest; viparivartate, revolves, under all conditions [During creation, continuance and dissolution.] All the activities of the world in the form, I eat this; I see; I hear this; I experience this happiness, suffer this sorrow; I shall do this for that purpose, [Ast. omits this portion.-Tr] I shall do this for this purpose; I shall know this, etc. indeed arise owing to their being the objects of the conscious witness. They verily exist in consciousness, and end in consciousness. And such mantras as, He who is the witness of this is in the supreme heaven [Supreme heaven, the heart; i.e. He is inscrutable.] (Rg., Na. Su. 10.129.7; Tai. Br.2.8.9), reveal this fact. Since it follows from this that there is no other conscious being part from the one Deity-who is the witness of all as the absolute Consciousness, and who in reality has no contact with any kind of enjoyment-, therefore there is no other enjoyer. Hence, in this context, the estion, For what purpose is this creation?, and its answer are baseless-in accordance with the Vedic text, Who know (It) truly, who can fully speak about this here? From where has this come? From where is this variegated creation? (Rg. 3.54.5; 10.129.6). And it has been pointed out by the Lord also: Knowledge remains covered by ignorance. Thery the creatures become deluded (5.15). ","scetdss":"9.9-10 Na ca etc.Maya etc.There is for Me no bondage of actions, becauseI remain unconcerned.That is why, not resorting to any activity, I am thepirme cause in the process of world-creation. ","scetssa":"9.10 Therefore, My Prakrti, looked at by Me, through My will and under My supervision creates the world with its mobile and immobile beings in accordance with the Karma of individual selves. Because of this, namely, My look at Prakrti in conformity with the Karma of individual selves, the world revolves. Behold in this wonderful phenomena the lordly power inherent to Me, the son of Vasudeva, such as My sovereignty, true resolve and being devoid of cruelty and similar blemishes! So declare the Srutis:The possessor of Maya projects this universe out of this. The other (i.e., individual self) is confined by Maya in the world. One should know the Maya to be the Prakrti. And the possessor of Maya to be the Mighty Lord (Sve. U., 4.9.10). ","chakravarthi":"“I cannot accept that you are indifferent in your acts such creation.”\nBy my direction as the efficient cause (nimitta), prakrtih give rise to this universe of moving and non-moving entities (suyate).\nI am only the director. It is like the duties of the kingdom going on under the kings like Ambarisa by the ministers. There, the king remains aloof. But just as nothing can be done by the ministers without the king sitting on the throne, so unconscious matter can do nothing without my directorship in the form of my presence and authority. By this cause (hetuna), my presence, this world is repeatedly created. ","rudra":"\nThe word mayadhyaksena means the illusory external energy directedbyLord\nKrishna whichmanifestsprakritiorthematerialsubstratumpervading\nphysical existence and the creationofallmovingandimmovableliving\nentities again and again in continuous cycles.AlthoughtheSupremeLord\nis the cause and reason the universesrevolve,Hehasnoconnectionto\nprakriti and thus dominion and indifference are not incompatible for Him. ","brahma":"\nThe Supreme Lord being indifferentdoesnotmeanthatprakritiorthe\nmaterial substratum pervading physical existence canmanifestcreationon\nits own by itself. Therefore the wordsmayadhyaksenameaningdirectedby\nHis illusory external energy denoting that it is alwaysundertheSupreme\nLords control and He is always the overseer. This is whatLordKrishnais\nindicating. The Vedic scriptures state: Prakriti which givesbirthtoall\nphysical creations is itselfgivenbirthtobytheSupremeLord,who\ndetermines the designation of all living entities according totheirkarma\nor reactions to the actions of their previous life activities.\nNow begins the summation.\nInthecompound word mayadhyaksena the word adhyaksena meaning\nrepresentative of the Supreme Lord is spoken by Lord Krishna as one whohas\nHis eye on each and every single living entity.ThereforeHeisadhipati\nthe Lord of all creation. ","shri":"\nAs determined by the merits and demerits ofalljivasorembodiedsouls\nprakriti or thematerialsubstratumpervadingphysicalexistencebeing\nsupervised by LordKrishnamanifestsallmovingandnon-movingliving\nentities as decreed by Lord Krishna according to theirkarmaorreactions\nto past life actions. In this way conformable to the actions of allcreated\nbeings does creationrevolve.TheVedicscripturesstate:TheSupreme\nLords unequalled sovereign mastery, His infallible will and Hisunexcelled\ndominion over allaswellasbeingeverfreeofreproachforbeing\nunmerciful. This refers also to verse five of this chapterwiththewords\npasya me yogam aisvaram or beholdmysuperextraordinarypotencies.The\nmiracle worker who projectsallthecosmosismayatheSupremeLords\nexternalillusoryenergywhichiscontainedin the compound word\nmayadhyaksenawhichrepresentsHim.Whatelseismayawhenusedin\nconjunction with the Supreme Lord other than HisprakritiforHeisthe\nsource of it. ","kumar":"As determined by the merits and demerits ofalljivasorembodiedsouls\nprakriti or thematerialsubstratumpervadingphysicalexistencebeing\nsupervised by LordKrishnamanifestsallmovingandnon-movingliving\nentities as decreed by Lord Krishna according to theirkarmaorreactions\nto past life actions. In this way conformable to the actions of allcreated\nbeings does creationrevolve.TheVedicscripturesstate:TheSupreme\nLords unequalled sovereign mastery, His infallible will and Hisunexcelled\ndominion over allaswellasbeingeverfreeofreproachforbeing\nunmerciful. This refers also to verse five of this chapterwiththewords\npasya me yogam aisvaram or beholdmysuperextraordinarypotencies.The\nmiracle worker who projectsallthecosmosismayatheSupremeLords\nexternalillusoryenergywhichiscontainedin the compound word\nmayadhyaksenawhichrepresentsHim.Whatelseismayawhenusedin\nconjunction with the Supreme Lord other than HisprakritiforHeisthe\nsource of it. "}