{"meta":"Bhagavad Gita Chapter 9 Verse 18","metahi":"भगवद् गीता 9.18","slok":"गतिर्भर्ता प्रभुः साक्षी निवासः शरणं सुहृत्।प्रभवः प्रलयः स्थानं निधानं बीजमव्ययम्।।9.18।। ","htsrsd":"।।9.18।।(टिप्पणी प0 503) क्रतु मैं हूँ? यज्ञ मैं हूँ? स्वधा मैं हूँ? औषध मैं हूँ? मन्त्र मैं हूँ? घृत मैं हूँ? अग्नि मैं हूँ और हवनरूप क्रिया भी मैं हूँ। जाननेयोग्य? पवित्र? ओंकार? ऋग्वेद? सामवेद और यजुर्वेद भी मैं ही हूँ। इस सम्पूर्ण जगत्का पिता? धाता? माता? पितामह? गति? भर्ता? प्रभु? साक्षी? निवास? आश्रय? सुहृद्? उत्पत्ति? प्रलय? स्थान? निधान तथा अविनाशी बीज भी मैं ही हूँ। ","htstma":"।।9.18।। गति (लक्ष्य)? भरणपोषण करने वाला? प्रभु (स्वामी)? साक्षी? निवास? शरणस्थान तथा मित्र और उत्पत्ति? प्रलयरूप तथा स्थान (आधार)? निधान और अव्यय कारण भी मैं हूँ।। ","transliteration":"Gatirbhartaa prabhuh saakshee nivaasah sharanam suhrit;\nPrabhavah pralayah sthaanam nidhaanam beejamavyayam. ","englishmeaning":"gatiḥ—the Supreme Goal; bhartā—Sustainer; prabhuḥ—Master; sākṣhī—Witness; nivāsaḥ—Abode; śharaṇam—Shelter; su-hṛit—Friend; prabhavaḥ—the Origin; pralayaḥ—Dissolution; sthānam—Store House; nidhānam—Resting Place; bījam—Seed; avyayam—Imperishable ","hcsrsd":"।।9.18।। व्याख्या    --   [अपनी रुचि? श्रद्धाविश्वासके अनुसार किसीको भी साक्षात् परमात्माका स्वरूप मानकर उसके साथ सम्बन्ध जोड़ा जाय तो वास्तवमें यह सम्बन्ध सत्के साथ ही है। केवल अपने मनबुद्धिमें किञ्चिन्मात्र भी संदेह न हो। जैसे ज्ञानके द्वारा मनुष्य सब देश? काल? वस्तु? व्यक्ति आदिमें एक परमात्मतत्त्वको ही जानता है। परमात्माके सिवाय दूसरी किसी वस्तु? व्यक्ति? घटना? परिस्थिति? क्रिया,आदिकी किञ्चिन्मात्र भी स्वतन्त्र सत्ता नहीं है -- इसमें उसको किञ्चिन्मात्र भी संदेह नहीं होता। ऐसे ही भगवान् विराट्रूपसे अनेक रूपोंमें प्रकट हो रहे हैं अतः सब कुछ भगवान्हीभगवान् हैं -- इसमें अपनेको किञ्चिन्मात्र भी संदेह नहीं होना चाहिये। कारण कि यह सब भगवान् कैसे हो सकते हैं यह संदेह साधकको वास्तविक तत्त्वसे? मुक्तिसे वञ्चित कर देता है और महान् आफतमें फँसा देता है। अतः यह बात दृढ़तासे मान लें कि कार्यकारणरूपे स्थूलसूक्ष्मरूप जो कुछ देखने? सुनने? समझने और माननेमें आता है? वह सब केवल भगवान् ही हैं। इसी कार्यकारणरूपसे भगवान्की सर्वव्यापकताका वर्णन सोलहवेंसे उन्नीसवें श्लोकतक किया गया है।]अहं क्रतुरहं यज्ञः स्वधाहमहमौषधम्--जो वैदिक रीतिसे किया जाय? वह क्रतु होता है। वह क्रतु मैं ही हूँ। जो स्मार्त (पौराणिक) रीतिसे किया जाय? वह यज्ञ होता है? जिसको पञ्चमहायज्ञ आदि स्मार्तकर्म कहते हैं। वह यज्ञ मैं हूँ। पितरोंके लिये जो अन्न अर्पण किया जाता है? उसको स्वधा कहते हैं। वह स्वधा मैं ही हूँ। उन क्रतु? यज्ञ और स्वधाके लिये आवश्यक जो शाकल्य है अर्थात् वनस्पतियाँ हैं? बूटियाँ हैं? तिल? जौ? छुहारा आदि औषध है? वह औषध भी मैं ही हूँ।मन्त्रोऽहमहमेवाज्यमहमग्निरहं हुतम्--जिस मन्त्रसे क्रतु? यज्ञ और स्वधा किये जाते हैं? वह मन्त्र भी मैं ही हूँ। यज्ञ आदिके लिये गोघृत आवश्यक होता है? वह घृत भी मैं ही हूँ। जिस आहवनीय अग्निमें होम किया जाता है? वह अग्नि भी मैं ही हूँ और हवन करनेकी क्रिया भी मैं ही हूँ।वेद्यं पवित्रमोंकार ऋक्साम यजुरेव च--वेदोंकी बतायी हुई जो विधि है? उसको ठीक तरहसे जानना,वेद्य है। तात्पर्य है कि कामनापूर्तिके लिये अथवा कामनानिवृत्तिके लिये वैदिक और शास्त्रीय जो कुछ क्रतु? यज्ञ आदिका अनुष्ठान किया जाता है? वह विधिविधानसहित साङ्गोपाङ्ग होना चाहिये। अतः विधिविधानको जाननेयोग्य सब बातें वेद्य कहलाती हैं। वह वेद्य मेरा स्वरूप है।यज्ञ? दान और तप -- ये तीनों निष्काम पुरुषोंको महान् पवित्र करनेवाले हैं -- यज्ञो दानं तपश्चैव पावनानि मनीषिणाम् (18। 5)। इनमें निष्कामभावसे जो हव्य आदि वस्तुएँ खर्च होती हैं? वे भी पवित्र हो जाती हैं और इनमें निष्कामभावसे जो क्रिया की जाती है? वह भी पवित्र हो जाती है। यह पवित्रता मेरा स्वरूप है।क्रतु? यज्ञ आदिका अनुष्ठान करनेके लिये जिन ऋचाओंका उच्चारण किया है? उन सबमें सबसे पहलेका ही उच्चारण किया जाता है। इसका उच्चारण करनेसे ही ऋचाएँ अभीष्ट फल देती हैं। वेदवादियोंकी यज्ञ? दान? तप आदि सभी क्रियाएँ का उच्चारण करके ही आरम्भ होती हैं (गीता 17। 24)। वैदिकोंके लिये प्रणवका उच्चारण मुख्य है। इसलिये भगवान्ने प्रणवको अपना स्वरूप बताया है।उन क्रतु? यज्ञ आदिकी विधि बतानेवाले ऋग्वेद? सामवेद और यजुर्वेद -- ये तीनों वेद हैं। जिसमें नियताक्षरवाले मन्त्रोंकी ऋचाएँ होती हैं? उन ऋचाओंके समुदायको ऋग्वेद कहते हैं। जिसमें स्वरोंसहित गानेमें आनेवाले मन्त्र होते हैं? वे सब मन्त्र सामवेद कहलाते हैं। जिसमें अनियताक्षरवाले मन्त्र होते हैं? वे मन्त्र यजुर्वेद कहलाते है (टिप्पणी प0 504)। ये तीनों वेद भगवान्के ही स्वरूप हैं।पिताहमस्य जगतो माता धाता पितामहः--इस जडचेतन? स्थावरजङ्गम आदि सम्पूर्ण संसारको मैं ही उत्पन्न करता हूँ -- अहं कृत्स्नस्य जगतः प्रभवः ( गीता 7। 6 ) और बारबार अवतार लेकर मैं ही इसकी रक्षा करता हूँ। इसलिये मैं पिता हूँ। ग्यारहवें अध्यायके तैंतालीसवें श्लोकमें अर्जुनने भी कहा है कि आप ही इस चराचर जगत्के पिता हैं -- पितासि लोकस्य चराचरस्य।इस संसारको सब तरहसे मैं ही धारण करता हूँ और संसारमात्रका जो कुछ विधान बनता है? उस विधानको,बनानेवाला भी मैं हूँ। इसलिये मैं धाता हूँ।जीवोंकी अपनेअपने कर्मोंके अनुसार जिसजिस योनिमें? जैसेजैसे शरीरोंकी आश्यकता पड़ती है? उसउस योनिमें वैसेवैसे शरीरोंको पैदा करनेवाली माता मैं हूँ अर्थात् मैं सम्पूर्ण जगत्की माता हूँ।प्रसिद्धिमें ब्रह्माजी सम्पूर्ण सृष्टिको पैदा करनेवाले हैं -- इस दृष्टिसे ब्रह्माजी प्रजाके पिता हैं। वे ब्रह्माजी भी मेरेसे प्रकट होते हैं -- इस दृष्टिसे मैं ब्रह्माजीका पिता और प्रजाका पितामह हूँ। अर्जुनने भी भगवान्को ब्रह्माके आदिकर्ता कहा है -- ब्रह्मणोऽप्यादिकर्त्रे (11। 37)।गतिर्भर्ता प्रभुः साक्षी निवासः शरणं सुहृत् --प्राणियोंके लिये जो सर्वोपरि प्रापणीय तत्त्व है? वह गतिस्वरूप मैं ही हूँ। संसारमात्रका भरणपोषण करनेवाला भर्ता और संसारका मालिक प्रभु मैं ही हूँ। सब समयमें सबको ठीक तरहसे जाननेवाला साक्षी मैं हूँ। मेरे ही अंश होनेसे सभी जीव स्वरूपसे नित्यनिरन्तर मेरेमें ही रहते हैं? इसलिये उन सबका निवासस्थान मैं ही हूँ। जिसका आश्रय लिया जाता है? वह शरण अर्थात् शरणागतवत्सल मैं ही हूँ। बिना कारण प्राणिमात्रका हित करनेवाला सुहृद् अर्थात् हितैषी भी मैं हूँ।प्रभवः प्रलयः स्थानं निधानं बीजमव्ययम्--सम्पूर्ण संसार मेरेसे ही उत्पन्न होता है और मेरेमें ही लीन होता है? इसलिये मैं प्रभव और प्रलय हूँ अर्थात् मैं ही संसारका निमित्तकारण और उपादानकारण हूँ (गीता 7। 6)।महाप्रलय होनेपर प्रकृतिसहित सारा संसार मेरेमें ही रहता है? इसलिये मैं संसारका स्थान (टिप्पणी प0 505.1) हूँ।संसारकी चाहे सर्गअवस्था हो? चाहे प्रलयअवस्था हो? इन सब अवस्थाओंमें प्रकृति? संसार? जीव तथा जो कुछ देखने? सुनने? समझनेमें आता है? वह सबकासब मेरेमें ही रहता है? इसलिये मैं निधान हूँ।सांसारिक बीज तो वृक्षसे पैदा होता है और वृक्षको पैदा करके नष्ट हो जाता है परन्तु ये दोनों ही दोष मेरेमें नहीं हैं। मैं अनादि हूँ अर्थात् पैदा होनेवाला नहीं हूँ और अनन्त सृष्टियाँ पैदा करके भी जैसाकातैसा ही रहता हूँ। इसलिये मैं अव्यय बीज हूँ। ","hcsca":"।।9.18।। आत्मस्वरूप का वर्णन करने वाले प्रसंग का ही यहाँ विस्तार है। आत्मा अधिष्ठान है इस सम्पूर्ण दृश्यमान नानाविध जगत् का? जो हमें आत्मअज्ञान की दशा में प्रतीत हो रहा है। वास्तव में यह परम सत्य पर अध्यारोपित है। आत्मस्वरूप से तादात्म्य कर भगवान् श्रीकृष्ण स्वयं का वर्णन अनेक सांकेतिक शब्दों के द्वारा करते हैं। ऐसे इन सारगर्भित शब्दों से निर्मित मालारूपी यह एक अत्युत्तम श्लोक है? जिस पर सभी साधकों को मनन करना चाहिए।मैं गति हूँपूर्णत्व के अनुभव में हमारी समस्त अपूर्णताएं नष्ट हो जाती हैं और उसके साथ ही अनादि काल से चली आ रही परम आनन्द की हमारी खोज भी समाप्त हो जाती है। रज्जु (रस्सी) में मिथ्या सर्प को देखकर भयभीत हुए पुरुष को सांत्वना और सन्तोष तभी मिलता है? जब रस्सी के ज्ञान से सर्प भ्रम की निवृत्ति हो जाती है। दुखपूर्ण प्रतीत होने वाले इस जगत् का अधिष्ठान आत्मा है। उस आत्मा का साक्षात्कार करने का अर्थ है समस्त श्वासरोधक बन्धनों के परे चले जाना। वह पारमार्थिक ज्ञान जिसे जानकर अन्य सब कुछ ज्ञात हो जाता है? उसे यहाँ आत्मा के रूप में दर्शाया गया है।मैं भर्ता हूँजैसे रेगिस्तान उस मृगजल का आधार हैधारण करने वाला है? जिसे एक प्यासा व्यक्ति भ्रान्ति से देखता है? वैसे ही? आत्मा सबको धारण करने वाला है। अपने सत्स्वरूप से वह इन्द्रियगोचर वस्तुओं को सत्ता प्रदान करता है? और समस्त परिवर्तनों के प्रवाह को एक धारा में बांधकर रखता है। इसके कारण ही अनुभवों की अखण्ड धारा रूप जीवन का हमें अनुभव होता है।मैं प्रभु हूँयद्यपि समस्त कर्म उपाधियों के द्वारा किये जाते हैं? परन्तु वे स्वयं जड़ होने के कारण यह स्पष्ट होता है कि उन्हें चेतनता किसी अन्य से प्राप्त हुई है। वह चेतन तत्त्व आत्मा है। उसके अभाव में उपाधियाँ कर्म में असमर्थ होती है इसलिए यह आत्मा ही उनका प्रभु अर्थात् स्वामी है।मैं साक्षी हूँयद्यपि आत्मा चैतन्य स्वरूप होने के कारण जड़ उपाधियों को चेतनता प्रदान करता है? तथापि वह स्वयं संसार के आभासिक और भ्रान्तिजन्य सुखों एवं दुखों के परे होता है। इस दृश्य जगत् को आत्मा से ही अस्तित्व प्राप्त हुआ है? परन्तु स्वयं आत्मा मात्र साक्षी है। साक्षी उसे कहते हैं जो किसी घटना को घटित होते हुए समीप से देखता है? परन्तु उसका घटना से किसी प्रकार का सम्बन्ध नहीं होता। बिना किसी राग या द्वेष के वह उस घटना को देखता है। जब किसी व्यक्ति की उपस्थिति में कोई घटना स्वत हो जाती है? तब वह व्यक्ति उसका साक्षी कहलाता है। अनन्त आत्मा साक्षी है? क्योंकि वह स्वयं अलिप्त रहकर बुद्धि के अन्तपुर? मन की रंगभूमि? शरीर के आंगन और बाह्य जगत् के विस्तार को प्रकाशित करता है।मैं निवास हूँसमस्त चराचर जगत् का निवास स्थान आत्मा है। सड़क के किनारे खड़े किसी स्तम्भ पर किन्हीं यात्रियों ने दाँत निकाले हुए भूत को देखा? कुछ अन्य लोगों ने मन्दस्मिति भूत को देखा? तो दूसरों ने वही पर एक नग्न विकराल भूत को देखा? जिसका मुँह रक्त से सना हुआ था और आँखें चमक रही थीं? उसी प्रकार कुछ अन्य लोग भी थे? जिन्होंने आमन्त्रित करते हुए से श्वेत वस्त्र धारण किये हुए भूत को देखा? जो प्रेमपूर्वक उन्हें सही मार्ग दर्शा रहा था। एक ही स्तम्भ पर उन सभी लोगों ने अपनीअपनी भ्रामक कल्पनाओं का प्रक्षेपण किया था। स्वाभाविक है कि? वह स्थाणु उन समस्त प्रकार के भूतों का निवास कहलायेगा। इसी प्रकार जहाँ कहीं भी हमारी इन्द्रियों और मन को बहुविध दृश्यजगत् का आभास होता है? उन सबके लिए आत्मा ही अस्तित्व और सुरक्षा का निवास हैशरणम्मोह? शोक को जन्म देता है? जबकि ज्ञान आनन्द का जनक है। मोहजनित होने के कारण यह संसार दुखपूर्ण है। विक्षुब्ध संसार सागर की पर्वताकार उत्ताल तरंगों पर दुख पा रहे भ्रमित जीव के लिए जगत् के अधिष्ठान आत्मा का बोध शान्ति का शरण स्थल है। एक बार जब आत्मा शरीर? मन और बुद्धि के साथ तादात्म्य कर व्यष्टि जीव भाव को प्राप्त होकर बाह्य जगत् में क्रीड़ा करने जाता है? तब वह सागर तट की सुरक्षा से दूर तूफानी समुद्र में भटक जाता है। जीव की इस जर्जर नाव को जब सब ओर से भयभीत और प्रताड़ित किया जाता है? ऊपर घिरती हुई काली घटाएं? नीचे उछलता हुआ क्रुद्ध समुद्र? और चारों ओर भयंकर गर्जन करता हुआ तूफानतब नाविक के लिए केवल एक ही शरणस्थल रह जाता है? और वह शान्त पोतस्थान हैआत्मा आत्मा का उपर्युक्त वर्णन सत्य के विषय में ऐसी धारणा को जन्म देता है मानो वह सत्य निष्ठुर है या एक अत्यन्त प्रतिष्ठित देवता है? या एक अप्राप्त पूर्णत्व है। अर्जुन जैसे भावुक साधकों के कोमल हृदय से इस प्रकार की धारणाओं को मिटा देने के लिए वह सनातन सत्य? मनुष्य के प्रिय मित्र श्रीकृष्ण के रूप में स्वयं का परिचय देते हुए अब मानवोचित शब्दों का प्रयोग करते हैं।मैं मित्र हूँअनन्त परमात्मा परिच्छिन्न जीव का मित्र है। उसकी यह मित्रता नमस्कार तक ही सीमित नहीं? वरन् उसकी आतुरता अपने मित्र की सुरक्षा और कल्याण के लिए होती है। प्रत्युपकार की अपेक्षा किये बिना मित्र पर उपकार करने वाला मनुष्य सुहृत् कहलाता है।मैं प्रभव? प्रलय? स्थान और निधान हूँजैसे आभूषणों में स्वर्ण और घटों में मिट्टी है? वैसे ही आत्मा सम्पूर्ण विश्व में है। इसलिए सभी की उत्पत्ति? स्थिति और लय स्थान वही हो सकता है। इसी कारण से उसे यहाँ निधान कहा गया है? क्योंकि सभी नाम? रूप एवं गुण इसी में निहित रहते हैं।मैं अव्यय बीज हूँसामान्य बीज अंकुरित होकर और वृक्ष को जन्म देकर स्वयं नष्ट हो जाते हैं? परन्तु यह बीज सामान्य से सर्वथा भिन्न है। आत्मा निसन्देह ही इस संसार वृक्ष का बीज है? परन्तु इस वृक्ष की उत्पत्ति में स्वयं आत्मा परिणाम को नहीं प्राप्त होता? क्योंकि वह अव्यय स्वरूप है। यह धारणा कि सनातन सत्य परिणाम को प्राप्त होकर यह सृष्ट जगत् बन गया है? मनुष्य की तर्क बुद्धि को एक कलंक है और वेदान्त ऐसी दोषपूर्ण अयुक्तिक धारणा को अस्वीकार करता है? परन्तु द्वैतवादी इस सिद्धांत का समर्थन करते हैं? अन्यथा उनके तर्कों का महल ही धराशायी होकर चूरचूर हो जायेगा? जैसे शरद ऋतु के आकाश में निर्मित मेघों का किला छन्नभिन्न हो जाता है।जैसा कि पहले बताया जा चुका है? यह श्लोक सरल किन्तु सारगर्भित शब्दों से पूर्ण है? जिसमें प्रत्येक शब्द साधक के मनन के लिए छायावृत मार्ग है? जिस पर आनन्दपूर्वक टहलते हुए सत्य के द्वार तक पहुँचा जा सकता है।भगवान् आगे कहते हैं -- ","etsga":"9.18 (I am) the fruit of actions, the nourisher, the Lord, witness, abode, refuge, friend, origin, end, foundation, store and the imperishable seed. ","etssa":"9.18 I am the goal, the supporter, the Lord, the witness, the abode, the shelter, the friend, the origin, the dissolution, the foundation, the treasure-house and the seed which is imperishable. ","etdss":"9.18. [I am] the method, the nourisher, the lord, the witness, the abode, the refuge, the good-hearted (friend), the origin, the dissolution, the sustenance, the repository and the imperishable seed[of the world]. ","ecssa":"9.18 गतिः the goal? भर्ता the supporter? प्रभुः the Lord? साक्षी the witness? निवासः the abode? शरणम् the shelter? सुहृत् the friend? प्रभवः the origin? प्रलयः the dissolution? स्थानम् the foundation? निधानम् the treasurehouse? बीजम् the seed? अव्ययम् imperishable.Commentary I am the goal? the fruit of action. He who nourishes and supports is the huand. I am the witness of the good and evil actions done by the Jivas (individuals). I am the abode wherein all living beings dwell. I am the shelter or refuge for the distressed. I relieve the sufferings of those who take shelter under Me. I am the friend? i.e.? I do good without expecting any return. I am the source of this universe. In Me the whole world is dissolved. I am the mainstay or the foundation of this world. I am the treasurehouse which living beings shall enjoy in the future. I am the imperishable see? i.e.? the cause of the origin of all beings. Therefore? take shelter under My feet. ","scetsga":"9.18 (I am) the gatih, fruit of actions; the bharta, nourisher; [The giver of the fruits of actions.] the prabhuh, Lord; the saksi, witness of all tha is done or not done by creatures; the nivasah, abode, where creatures live; the saranam, refuge, remover of sufferings of the afflicted who take shelter; the suhrt, friend, one who does a good turn without thought of reward; the prabhavah, origin of the world; the pralayah, end, the place into which the world merges. So also, (I am) the sthanam, foundation on which the world rests; the nidhanam, store, which is for future enjoyment of creatures; and the avyayam, imperishable; bijam, seed, the cause of growth of all things which germinate. The seed is imperishable because it continues so long as the world lasts. Indeed, nothing springs up without a seed. And since creation is noticed to be continuous, it is understood that the continuity of the seed never ends.\nFurther, ","scetdss":"9.18 See Comment under 9.19 ","scetssa":"9.18 Gaith means that which is reached. The meaning is that it is the place to be reached from everywhere. The supporter is one who props. The ruler is one who rules. The witness is one who sees directly. The abode is that where one dwells in as in a house etc. The refuge is the intelligent being wh has to be sought, as he leads one to the attainment of desirable things and avoidance of evils. A friend is one who wishes well. The base is that place in which origin and dissolution takes place. I alone am that Nidhana, that which is preserved. What comes into being and is dissolved is Myself. The imperishable seed is that exhaustless cause everywhere. I alone am that. ","chakravarthi":"Please see text 19 for Sri Visvanatha Cakravarti Thakur’s combined commentary to texts 18 and 19. ","rudra":"\nExplaining further Lord Krishna reveals that He is thatwhichisattained\nas the ultimategoal of all existence. He is the sustainer, thenourisher,\nthe maintainer and the controller. As paramatma the Supreme Soul withinall\nliving entities He is the witness andobserverofallactionsgoodand\nevil. He is the abodeandrestingplaceasHeencompasseseverything,\neverywhere. He is the refuge, the protector.Heisthedearfriendwho\nalways does what isbeneficial. Lord Krishna is thebasisandsourceof\nthat which pre-eminently comes into existence known as all creationandHe\nis also basis and destination of that which inevitably meetsitendknown\nas dissolution. He is the support of all by which they areabletoexist.\nHe is the repository by which they may remain latent and He is root seedin\nallthingsbywhichtheyareeternalforHisspiritualseedisnot\ndestructible like seeds of rice and grains. ","brahma":"\nSince Lord Krishna is the ultimate of all He is vedyam the goal to knowand\nattained. This is also confirmed in the Vasistha section of theSamaVeda.\nAsked why is Lord Krishna declared to be the ultimate.Itisbecausethe\nlight emanating from His transcendental body isthebrahmanorspiritual\nsubstratum pervading all existence andknowledgeofthebrahmanisthe\ngoal. This is realised by those who haveneutralisedtheirkarmafreeing\nthemselves from reactions to previous actions and whohaveachievedmoksa\nor liberation from material existence. The Supreme Lord is theonlyrefuge\nfor those who have achieved moksa and for those still helplesslycaughtin\nsamsara or the endless cycle of birth and death. At thetimeofuniversal\ndissolution the entire creation becomes dissolved within Him,thereforeHe\nis the resting place. The Rig Veda states: Havingpurevisiontheentire\ncreation can be seenbeingmanifestedwithintheSupremeLordbyHis\nexternal sakti known as Maya the deluding feminine energy. ","shri":"\nLord Krishna states that He embodies the following atributes in this verse:\n1) gatihthe ultimate goal of all existence.\n2)bhartathesupportlikeahusband,thesustainerasgravitation\nsustains.\n3) prabhuh the master, the sovereign, the ruler.\n4) saksat the witness, the monitor of all thoughts and actions.\n5) nivasah the abode where all things dwell.\n6) saranamtherefugewhereallspiritualbeingsmayresorttofor\nguidance.\n7) suhrt the dear most friend and well wisher.\n8) prabhava pralaya sthanam the basis of creation anddissolutionwherever\nit occurs.\n9) nidhanam that from whence all things arise fromandallthingsreturn\nto.\n10) avyayam bijam the imperishable seed of all, theinextinguishablecause\nof everything. ","kumar":"Lord Krishna states that He embodies the following atributes in this verse:\n1) gatihthe ultimate goal of all existence.\n2)bhartathesupportlikeahusband,thesustainerasgravitation\nsustains.\n3) prabhuh the master, the sovereign, the ruler.\n4) saksat the witness, the monitor of all thoughts and actions.\n5) nivasah the abode where all things dwell.\n6) saranamtherefugewhereallspiritualbeingsmayresorttofor\nguidance.\n7) suhrt the dear most friend and well wisher.\n8) prabhava pralaya sthanam the basis of creation anddissolutionwherever\nit occurs.\n9) nidhanam that from whence all things arise fromandallthingsreturn\nto.\n10) avyayam bijam the imperishable seed of all, theinextinguishablecause\nof everything. "}