{"meta":"Bhagavad Gita Chapter 9 Verse 25","metahi":"भगवद् गीता 9.25","slok":"यान्ति देवव्रता देवान् पितृ़न्यान्ति पितृव्रताः।भूतानि यान्ति भूतेज्या यान्ति मद्याजिनोऽपि माम्।।9.25।। ","htsrsd":"।।9.25।।(सकामभावसे) देवताओंका पूजन करनेवाले (शरीर छोड़नेपर) देवताओंको प्राप्त होते हैं। पितरोंका पूजन करनेवाले पितरोंको प्राप्त होते हैं। भूतप्रेतोंका पूजन करनेवाले भूतप्रेतोंको प्राप्त होते हैं। परन्तु मेरा पूजन करनेवाले मेरेको ही प्राप्त होते हैं। ","htstma":"।।9.25।। देवताओं के पूजक देवताओं को प्राप्त होते हैं? पितरपूजक पितरों को जाते हैं? भूतों का यजन करने वाले भूतों को प्राप्त होते हैं और मुझे पूजने वाले भक्त मुझे ही प्राप्त होते हैं।। ","transliteration":"Yaanti devavrataa devaan pitreen yaanti pitrivrataah;\nBhutaani yaanti bhutejyaa yaanti madyaajino’pi maam. ","englishmeaning":"yānti—go; deva-vratāḥ—worshipers of celestial gods; devān—amongst the celestial gods; pitṝīn—to the ancestors; yānti—go; pitṛi-vratā—worshippers of ancestors; bhūtāni—to the ghosts; yānti—go; bhūta-ijyāḥ—worshippers of ghosts; yānti—go; mat—my; yājinaḥ—devotees; api—and; mām—to Me ","hcsrsd":"।।9.25।। व्याख्या   [पूर्वश्लोकमें भगवान्ने यह बताया कि मैं ही सम्पूर्ण यज्ञोंका भोक्ता और सम्पूर्ण संसारका मालिक हूँ? परन्तु जो मनुष्य मेरेको भोक्ता और मालिक न मानकर स्वयं भोक्ता और मालिक बन जाते हैं? उनका पतन हो जाता है। अब इस श्लोकमें उनके पतनका विवेचन करते हैं।],यान्ति देवव्रता देवान्--भगवान्को ठीक तरहसे न जाननेके कारण भोग और ऐश्वर्यको चाहनेवाले पुरुष वेदों और शास्त्रोंमें वर्णित नियमों? व्रतों? मन्त्रों? पूजनविधियों आदिके अनुसार अपनेअपने उपास्य देवताओंका विधिविधानसे साङ्गोपाङ्ग पूजन करते हैं? अनुष्ठान करते हैं और सर्वथा उन देवताओंके परायण हो जाते हैं (गीता 7। 20)। वे उपास्य देवता अपने उन भक्तोंको अधिकसेअधिक और ऊँचासेऊँचा फल यही देंगे कि उनको अपनेअपने लोकोंमें ले जायँगे? जिन लोकोंको भगवान्ने पुनरावर्ती कहा है (8। 16)।तेईसवें श्लोकमें भगवान्ने बताया कि देवताओंका पूजन भी मेरा ही पूजन है परन्तु वह पूजन अविधिपूर्वक है। उस पूजनमें विधिरहितपना यह है कि सब कुछ भगवान् ही हैं इस बातको वे जानते नहीं? मानते नहीं तथा देवता आदिका पूजन करके भोग और ऐश्वर्यको चाहते हैं। इसलिये उनका पतन होता है। अगर वे देवता आदिके रूपमें मेरेको ही मानते और उन भगवत्स्वरूप देवताओंसे कुछ भी नहीं चाहते? तो वे देवता,अथवा स्वयं मैं भी उनको कुछ देना चाहता? तो भी वे ऐसा ही कहते कि हे प्रभो आप हमारे हैं और हम आपके हैं -- आपके साथ इस अपनेपनसे भी बढ़कर कुछ और (भोग तथा ऐश्वर्य) होता? तो हम आपसे चाहते भी और माँगते भी। अब आप ही बताइये? इससे बढ़कर क्या है इस तरहके भाववाले वे मेरेको ही आनन्द देनेवाले बन जाते? तो फिर वे तुच्छ और क्षणभंगुर देवलोकोंको प्राप्त नहीं होते।पितृ़न्यान्ति पितृव्रताः--जो सकामभावसे पितरोंका पूजन करते हैं? उनको पितरोंसे कई तरहकी सहायता मिलती है। इसलिये लौकिक सिद्धि चाहनेवाले मनुष्य पितरोंके व्रतोंका? नियमोंका? पूजनविधियोंका साङ्गोपाङ्ग पालन करते हैं और पितरोंको अपना इष्ट मानते हैं। उनको अधिकसेअधिक और ऊँचासेऊँचा फल यह मिलेगा कि पितर उनको अपने लोकमें ले जायँगे। इसलिये यहाँ कहा गया कि पितरोंका पूजन करनेवाले पितरोंको प्राप्त होते हैं।भूतानि यान्ति भूतेज्याः--तामस स्वभाववाले मनुष्य सकामभावपूर्वक भूतप्रेतोंका पूजन करते हैं और उनके नियमोंको धारण करते हैं। जैसे? मन्त्रजपके लिये गधेकी पूँछके बालोंका धागा बनाकर उसमें ऊँटके दाँतोंकी मणियाँ पिरोना? रात्रिमें श्मशानमें जाकर और मुर्देपर बैठकर भूतप्रेतोंके मन्त्रोंको जपना? मांसमदिरा आदि महान् अपवित्र चीजोंसे भूतप्रेतोंका पूजन करना आदिआदि। इससे अधिकसेअधिक उनकी सांसारिक कामनाएँ सिद्ध हो सकती हैं। मरनेके बाद तो उनकी दुर्गति ही होगी अर्थात् उनको भूतप्रेतकी योनि प्राप्त होगी। इसलिये यहाँ कहा गया कि भूतोंका पूजन करनेवाले भूतप्रेतोंको प्राप्त होते हैं।यान्ति मद्याजिनोऽपि माम्--जो अनन्यभावसे किसी भी तरह मेरे भजन? पूजन और चिन्तनमें लग जाते हैं? वे निश्चितरूपसे मेरेको ही प्राप्त होते हैं।विशेष बातसांसारिक भोग और ऐश्वर्यकी कामनावाले मनुष्य अपनेअपने इष्टके पूजन आदिमें तत्परतासे लगे रहते हैं और इष्टकी प्रसन्नताके लिये सब काम करते हैं परन्तु भगवान्के भजनध्यानमें लगनेवाले जिस तत्त्वको प्राप्त होते हैं? उसको प्राप्त न होकर वे बारबार सांसारिक तुच्छ भोगोंको और नरकों तथा चौरासी लाख योनियोंको प्राप्त होते रहते हैं। इस तरह जो मनुष्यजन्म पाकर भगवान्के साथ प्रेमका सम्बन्ध जोड़कर उनको भी आनन्द देनेवाले हो सकते थे? वे सांसारिक तुच्छ कामनाओंमें फँसकर और तुच्छ देवता? पितर आदिके फेरेमें पड़कर कितनी अनर्थपरम्पराको प्राप्त होते हैं इसलिये मनुष्यको बड़ी सावधानीसे केवल भगवान्में ही लग जाना चाहिये।देवता? पितर? ऋषि? मुनि? मनुष्य आदिमें भगवद्बुद्धि हो और निष्कामभावपूर्वक केवल उनकी पुष्टिके लिये? उनके हितके लिये ही उनकी सेवापूजा की जाय? तो भगवान्की प्राप्ति हो जाती है। इन देवता आदिको भगवान्से अलग मानना और अपना सकामभाव रखना ही पतनका कारण है।भूत? प्रेत? पिशाच आदि योनि ही अशुद्ध है और उनकी पूजाविधि? सामग्री? आराधना आदि भी अत्यन्त अपवित्र है। इनका पूजन करनेवाले इनमें न तो भगवद्बुद्धि कर सकते हैं (टिप्पणी प0 512)। और न निष्कामभाव ही रख सकते हैं। इसलिये उनका तो सर्वथा पतन ही होता है। इस विषयमें थोड़े वर्ष पहलेकी एक सच्ची घटना है। कोई कर्णपिशाचिनी की उपासना करनेवाला था। उसके पास कोई भी कुछ पूछने आता? तो वह उसके बिना पूछे ही बता देता कि यह तुम्हारा प्रश्न है और यह उसका उत्तर है। इससे उसने बहुत रुपये कमाये।अब उस विद्याके चमत्कारको देखकर एक सज्जन उसके पीछे पड़ गये कि मेरेको भी यह विद्या सिखाओ?,मैं भी इसको सीखना चाहता हूँ। तो उसने सरलतासे कहा कि यह विद्या चमत्कारी तो बहुत है? पर वास्तविक हित? कल्याण करनेवाली नहीं है।उससे यह पूछा गया कि आप दूसरेके बिना कहे ही उसके प्रश्नको और उत्तरको कैसे जान जाते होतो उसने कहा कि मैं अपने कानमें विष्ठा लगाये रखता हूँ। जब कोई पूछने आता है? तो उस समय कर्णपिशाचिनी आकर मेरे कानमें उसका प्रश्न और प्रश्नका उत्तर सुना देती है और मैं वैसा ही कह देता हूँ। फिर उससे पूछा गया कि आपका मरना कैसे होगा -- इस विषयमें आपने कुछ पूछा है कि नहींइसपर उसने कहा कि मेरा मरना तो नर्मदाके किनारे होगा। उसका शरीर शान्त होनेके बाद पता लगा कि जब वह (अपना अन्तसमय जानकर) नर्मदामें जाने लगा? तब कर्णपिशाचिनी सूकरी बनकर उसके सामने आ गयी। उसको देखकर वह नर्मदाकी तरफ भागा? तो कर्णपिशाचिनीने उसको नर्मदामें जानेसे पहले ही किनारेपर मार दिया। कारण यह था कि अगर वह नर्मदामें मरता तो उसकी सद्गति हो जाती। परन्तु कर्णपिशाचिनीने उसकी सद्गति नहीं होने दी और उसको नर्मदाके किनारेपर ही मारकर अपने साथ ले गयी।इसका तात्पर्य यह हुआ कि देवता? पितर आदिकी उपासना स्वरूपसे त्याज्य नहीं है परन्तु भूत? प्रेत? पिशाच आदिकी उपासना स्वरूपसे ही त्याज्य है। कारण कि देवताओंमें भगवद्भाव और निष्कामभाव हो? तो उनकी उपासना भी कल्याण करनेवाली है। परन्तु भूत? प्रेत आदिकी उपासना करनेवालोंकी कभी सद्गति होती ही नहीं? दुर्गति ही होती है।हाँ? पारमार्थिक साधक भूतप्रेतोंके उद्धारके लिये उनका श्राद्धतर्पण कर सकते हैं। कारण कि उन भूतप्रेतोंको अपना इष्ट मानकर उनकी उपासना करना ही पतनका कारण है। उनके उद्धारके लिये श्राद्धतर्पण करना अर्थात् उनको पिण्डजल देना कोई दोषकी बात नहीं है। सन्तमहात्माओंके द्वारा भी अनेक भूतप्रेतोंका उद्धार हुआ है। सम्बन्ध --  देवताओंके पूजनमें तो बहुतसी सामग्री? नियमों और विधियोंकी आवश्यकता होती है? फिर आपके पूजनमें तो और भी ज्यादा कठिनता होती होगी इसका उत्तर भगवान् आगेके श्लोकमें देते हैं। ","hcsca":"।।9.25।। जीवन का यह नियम है कि जैसे तुम विचार करोगे वैसे तुम बनोगे। जैसी वृत्ति वैसा व्यक्ति। समयसमय पर किये गये विचारों के अनुसार व्यक्ति के भावी चरित्र का रेखाचित्र अन्तकरण में खिंच जाता है। यह एक ऐसा तथ्य है? जिसकी सत्यता का अनुभव प्रत्येक व्यक्ति को अपने जीवन में ही हो सकता है। मनोविज्ञान के इस नियम को आत्मविकास के आध्यात्मिक क्षेत्र में प्रयुक्त करते हुए भगवान् श्रीकृष्ण कहते हैं? देवताओं के पूजक देवताओं को प्राप्त होते हैं इत्यादि। देवता? पितर? भूतों के पूजक लोग जब दीर्घकाल तक एकाग्रचित्त से अपने इष्ट की पूजा और भक्ति करते हैं? तब उसके परिणामस्वरूप उनकी इच्छायें पूर्ण होती हैं।देवता ज्ञानेन्द्रियों के अधिष्ठाता हैं। हमें जगत् का अनुभव ज्ञानेन्द्रियों के द्वारा ही होता है। यहाँ देवताओं से आशय इन्द्रियों के द्वारा अनुभूत सम्पूर्ण भौतिक जगत् से है। जो लोग निरन्तर बाह्य जगत् के सुख और यश की कामना एवं तत्प्राप्ति के लिए प्रयत्न करते हैं? वे अपने इच्छित अनुभवों के विषय और क्षेत्र को प्राप्त होते है।पितृव्रता शब्द का अर्थ है? वे लोग जो अपने पितरों की सांस्कृतिक शुद्धता और परम्परा के प्रति जागरूक हैं? तथा जो उन्हीं आदर्शों के अनुरूप जीवन जीने का उत्साहपूर्वक प्रयत्न करते हैं। जो व्यक्ति आध्यात्मिक भारत की प्राचीन सांस्कृतिक परम्परा के अनुसार जीने का सतत प्रयत्न करता है? वह? फलत? इस शुद्धता एवं पूर्णता के अत्युत्तम जीवन की सुन्दरता और आभा प्राप्त करता है।हमारी भारत भूमि के प्राचीन ऋषियों ने इस तथ्य की कभी उपेक्षा नहीं की कि किसी भी समाज में? आध्यात्मिक आदर्शों के अतिरिक्त? वैज्ञानिक अन्वेषण तथा प्रकृति के गर्भ में निहित अनेक नियमों एवं वस्तुओं का अविष्कार भी होता रहता है। भौतिक विज्ञानों के क्षेत्र में होने वाले अन्वेषण और अनुसंधान मानव मन की जिज्ञासा का ही एक अंग हैं। अत भूतों के पूजक से तात्पर्य उन वैज्ञानिकों से है? जो प्रकृति का निरीक्षण करते हैं और निरीक्षित नियमों का वर्गीकरण कर उस ज्ञान को सुव्यवस्थित रूप देते हैं। आधुनिक युग में प्रकृति? वस्तु? व्यक्ति एवं प्राणियों के अध्ययन का ज्ञान जिन शाखाओं के अन्तर्गत किया जाता है? वे भौतिकशास्त्र? रसायनशास्त्र? यान्त्रिकी? कृषि? राजनीति? समाजशास्त्र? भूगोल? इतिहास? भूगर्भशास्त्र आदि हैं। इन शास्त्रों में भी अनेक शाखायें होती हैं? जिनका विशेष रूप से अध्ययन करके लोग उस शाखा के विशेषज्ञ बनते हैं। अथर्ववेद के एक बहुत बड़े भाग में उस काल के ऋषियों को अवगत प्रकृति के स्वभाव एवं व्यवहार के सिद्धांत दिये गये हैं। भगवान् श्रीकृष्ण द्वारा यहाँ कथित मनोविज्ञान का नियम मनुष्य के सभी कर्मों के क्षेत्रों में लागू होता है। वह नियम हैकिसी भी क्षेत्र में मनुष्य द्वारा किये गये प्रयत्नों के समान अनुपात में उसे सफलता प्राप्त होती है।इस प्रकार? यदि देवता? पितर और भूतों की पूजा करने से अर्थात् उनका निरन्तर चिन्तन करने से क्रमश देवता? पैतृक परम्परा और प्रकृति के रहस्यों को जानकर भौतिक जगत् में सफलता प्राप्त होती है? तो उसी सिद्धांत के अनुसार हमें वचन दिया गया है कि? मेरे भक्त मुझे ही प्राप्त होते हैं। एकाग्र चित्त से आत्मस्वरूप पर सतत दीर्घकाल तक ध्यान करने पर साधक अपने सनातन? अव्यय आत्मस्वरूप का सफलतापूर्वक साक्षात् अनुभव कर सकता है। सतत आत्मानुसंधान के फलस्वरूप अन्त में जीव की आत्मस्वरूप में ही परिणति को वेदान्त के प्रकरण ग्रन्थों में भ्रमरकीट न्याय द्वारा दर्शाया गया है।गीता का प्रयोजन और प्रयत्न ज्ञान के साथ विज्ञान अर्थात् अनुभव को भी प्रदान करता है। इस श्लोक का प्रयोजन साधक को यह विश्वास दिलाना है कि यहाँ कथित प्रारम्भिक साधना के द्वारा परम पुरुषार्थ की भी प्राप्ति हो सकती है। जिस प्रकार समर्पित होकर भौतिक जगत् में कार्य करने पर भौतिक सफलता मिलती है? वही नियम आन्तरिक जगत् के सम्बन्ध में भी सत्य प्रमाणित होता है। इसका पर्यवसान आध्यात्मिक साक्षरता में होता है। सतत ध्यान अवश्य ही फलदायक होगा। भगवान् के इस आश्वासन का तर्कसंगत कारण इस श्लोक में दिया गया है।क्या भक्ति पूर्वक की गई पूजा मात्र से ऐसे परमार्थ की प्राप्ति हो सकती है क्या हमको वेदोक्त कर्मकाण्ड के अनुष्ठान की आवश्यकता नहीं है? जिसके पालन के लिए प्राय वेदों में आग्रह किया गया हैइस पर भगवान् कहते हैं -- ","etsga":"9.25 Votaries of the gods reach the gods; the votarites of the manes go to the manes; the worshippers of the Beings reach the Beings; and those who worship Me reach Me. ","etssa":"9.25 The worshippers of the gods go to them; to the manes go the ancestor-worshippers; to the deities who preside over the elements go their worshippers; but My devotees come to Me. ","etdss":"9.25. The votaries of the gods attain the gods;the votaries of the manes attain the manes;performers of sacrifices for the goblins attain the goblins;also the performers of scrifices for Me attain Me. ","ecssa":"9.25 यान्ति go? देवव्रताः worshippers of the gods? देवान् to the gods? पितृ़न् to the Pitris or ancestors? यान्ति go? पितृव्रताः worshippers of the Pitris? भूतानि to the Bhutas? यान्ति go? भूतेज्याः the worshippers of the Bhutas? यान्ति go? मद्याजिनः My worshippers? अपि also? माम् to Me.Commentary The worshippers of the manes such as the Agnisvattas who perform Sraaddha and other rites in devotion to their ancestors go to the manes. Those who worship the gods with devotion and vows go to them.Bhutas are elemental beings lower than the gods but higher than human beigns they are the Vinayakas? the hosts of Matris? the four Bhaginis and the like.Those who devote themselves to the gods attain the form of those gods at death. Similar is the fate of those who worship the manes (their own ancestors) or the Bhutas. The fruit of the worship is in accordance with the knowledge? faith? offering and nature of worship of the devotee.Though the exertion is the same? people do not worship Me on account of their ignorance. Conseently they get very little reward.My devotees obtain endless fruit. They do not come back to this mortal world. It is also easy for them to worship Me. How (Cf.VII.23) ","scetsga":"9.25 Deva-vratah, votaries of the gods, those whose religious observances [Making offerings and presents, circumambulation, bowing down, etc.] and devotion are directed to the gods; yanti, reach, go to; devan, the gods. Pitr-vratah, the votaries of the manes, those who are occupied with such rites as obseies etc., who are devoted to the manes; go pitrn, to the manes such as Agnisvatta and others. Bhutejyah, the Beings such as Vinayaka, the group of Sixteen (divine) Mothers, the Four Sisters, and others. And madyajinah, those who worship Me, those who are given to worshipping Me, the devotees of Visnu; reach mam, Me alone. Although the effort (involved) is the same, still owing to ingorance they do not worship Me exclusively. Thery they attain lesser results. This is the meaning.\nNot only do My devotees get the everlasting result in the form of non-return (to this world), but My worship also is easy. How? ","scetdss":"9.24 See Comment under 9.26 ","scetssa":"9.25 The term Vrata in the text denotes will, intention or motive. Those who intend to worship gods, like Indra and others with the resolution, Let us worship Indra and other gods by ceremonies like the new moon and full moon sacrifices - such worshippers go to Indra and other gods. Those who intend worshipping manes, resolving Let us worship the manes through sacrifices, - such worshippers go to the manes or others resolving - Let us worship the Yaksas, Raksasas, Pisacas and other evil spirits - they go to them. But those who, with the same rites of worship, worship Me with the intention, Let us worship Lord Vasudeva, the Supreme Self, whose body is constituted of gods, the manes and the evil spirits - they are My worshippers and they reach Me only.\nThose who intend worshipping gods etc., attain gods etc. After sharing limited enjoyment with them, they are destroyed with them when the time comes for their destruction. But My worshippers attain Me, who has no beginning or end, who is omniscient, whose will is unfailingly effective, who is a great ocean of innumerable auspicious attributes of unlimited excellence and whose bliss too is of limitless excellence. They do not return to Samsara. Such is the meaning.\nSri Krsna continues to say, There is also another distinguishing characteristic of My worshippers. ","chakravarthi":"“But they are just worshipping those particular devatas according to the rules established in the books describing the method of worshipping those devatas. The vaisnavas worship visnu according what is stated in the books dedicated to Visnu worship. What is wrong if those worshippers follow the instructions of those books?”\nThat is true, but the rule is this: the devotees of those particular devatas will attain only those particular devatas.\nAnd because the devatas are destructible, how can the worshippers of those devatas become indestructible? But it is understood that the devotees of the Lord are eternal, like the Lord.\naham tv anasvaro nityo mad-bhakta apy anasvarah\nI am indestructible, eternal, and my devotees are also indestructible.\nbhavan ekah sisyate sesa-samjnah\nAt that time, You alone remain, and You are known as Ananta. SB 10.3.25\neko narayana evasin na brahma na ca sankarah\nNarayana alone existed, not Brahma or Siva. Maha Upanisad 1\nparardhante so ‘budhyata gopa-rupo me purastad avirbabhuva\nAt the end of Brahma’s night, he arose from yoga nidra and appeared before me as before in the form of a cowherd boy. Gopala Tapani Upanisad 1.27\nna cyavante ca mad-bhakta mahati pralaye ‘pi\nMy devotees are not destroyed even at the time of pralaya. Skanda Purana ","rudra":"\nNow Lord Krishna explains thedestinationsofworshipaccordingtothe\ndesires of the particular worshippers. Those who worship thedemigodslike\nIndra the raingod andSuryathesungodgotoSwargalokatheheavenly\nplanets. Those who perform sraddha or worship of the manes orancestorsgo\nto Pitriloka the planet of the forefathers. Those whoworshipthespirits\nand the female demigods go to the realm of the spirit. But thedevoteesof\ntheSupremeLordKrishnaoranyofHisauthorisedincarnationsand\nexpansions as revealed inVedicscripturesattainHimandtheeternal\nspiritual worlds never to be born again. ","brahma":"\nLord Krishna explains the results of worship according to the choice ofthe\nworshipper. It is up to each human being toexercisetheirgiftoffree\nwill and use their discrimination. Since the Supreme Lordistheultimate\ngoal of all worship,Hispropitiationisencouragedbytheresultof\nattaining Him. ","shri":"\nThe word vrata means sacred resolve andundertaking.Thosewhoseresolve\nand willingnesstoperformceremoniestothedemigodssuchasdarsa\npurnamasa for the full moon etc. desiringentryintheheavenlyplanets\nworship Indra the celestial chief and join him there.Thosewhodetermine\nto offer profuse ritualistic ablations inhonoroftheancestorsgoto\nPitriloka the realmoftheancestors.Thosewhoundertaketoworship\ndemons, ghosts and spirits go to therealmsoftherespectiveelemental\nspirits of those invoked. But those who with devotion judiciously offerall\npropitiation and worship to the Supreme Lord Krishna whoexistsinsideas\nparamatma the supreme soul and whose transcendental bodycomprisesallof\nthe demigods attainstheSupremeLordeternally.Thevotariesofthe\ndemigods share the joys of the heavenly kingdoms for anallottedtimeand\nthen they fall down but thosewhodirecttheirrituals,ceremoniesand\nworship to the Supreme Lord. Who is without beginning, without end.Whois\nomniscient, omnipresent, omnipotent and infallible. Who is a vastoceanof\nmultitudinous attributes and infiniteglories.Whoismeasurelessbliss\npersonified and from whom once attaining there is no returntotheworlds\nof mortals. Next will begivenanotherdistinguishingcharacteristicof\nLord Krishnas devotees. ","kumar":"The word vrata means sacred resolve andundertaking.Thosewhoseresolve\nand willingnesstoperformceremoniestothedemigodssuchasdarsa\npurnamasa for the full moon etc. desiringentryintheheavenlyplanets\nworship Indra the celestial chief and join him there.Thosewhodetermine\nto offer profuse ritualistic ablations inhonoroftheancestorsgoto\nPitriloka the realmoftheancestors.Thosewhoundertaketoworship\ndemons, ghosts and spirits go to therealmsoftherespectiveelemental\nspirits of those invoked. But those who with devotion judiciously offerall\npropitiation and worship to the Supreme Lord Krishna whoexistsinsideas\nparamatma the supreme soul and whose transcendental bodycomprisesallof\nthe demigods attainstheSupremeLordeternally.Thevotariesofthe\ndemigods share the joys of the heavenly kingdoms for anallottedtimeand\nthen they fall down but thosewhodirecttheirrituals,ceremoniesand\nworship to the Supreme Lord. Who is without beginning, without end.Whois\nomniscient, omnipresent, omnipotent and infallible. Who is a vastoceanof\nmultitudinous attributes and infiniteglories.Whoismeasurelessbliss\npersonified and from whom once attaining there is no returntotheworlds\nof mortals. Next will begivenanotherdistinguishingcharacteristicof\nLord Krishnas devotees. "}