{"meta":"Bhagavad Gita Chapter 9 Verse 29","metahi":"भगवद् गीता 9.29","slok":"समोऽहं सर्वभूतेषु न मे द्वेष्योऽस्ति न प्रियः।ये भजन्ति तु मां भक्त्या मयि ते तेषु चाप्यहम्।।9.29।। ","htsrsd":"।।9.29।।मैं सम्पूर्ण प्राणियोंमें समान हूँ। उन प्राणियोंमें न तो कोई मेरा द्वेषी है और न कोई प्रिय है। परन्तु जो भक्तिपूर्वक मेरा भजन करते हैं? वे मेरेमें हैं और मैं उनमें हूँ (टिप्पणी प0 518.1)। ","htstma":"।।9.29।। मैं समस्त भूतों में सम हूँ न कोई मुझे अप्रिय है और न प्रिय परन्तु जो मुझे भक्तिपूर्वक भजते हैं? वे मुझमें और मैं भी उनमें हूँ।। ","transliteration":"Samo’ham sarvabhooteshu na me dweshyo’sti na priyah;\nYe bhajanti tu maam bhaktyaa mayi te teshu chaapyaham. ","englishmeaning":"samaḥ—equally disposed; aham—I; sarva-bhūteṣhu—to all living beings; na—no one; me—to Me; dveṣhyaḥ—inimical; asti—is; na—not; priyaḥ—dear; ye—who; bhajanti—worship with love; tu—but; mām—Me; bhaktyā—with devotion; mayi—reside in Me; te—such persons; teṣhu—in them; cha—and; api—also; aham—I ","hcsrsd":"।।9.29।। व्याख्या    --   समोऽहं सर्वभूतेषु--मैं स्थावरजंगम आदि सम्पूर्ण प्राणियोंमें व्यापकरूपसे और कृपादृष्टिसे सम हूँ। तात्पर्य है कि मैं सबमें समानरूपसे व्यापक? परिपूर्ण हूँ -- मया ततमिदं सर्वं जगदव्यक्तमूर्तिना (गीता 9। 4)? और मेरी सबपर समानरूपसे कृपादृष्टि है -- सुहृदं सर्वभूतानाम् (गीता 5। 29)।मैं कहीं कम हूँ और कहीं अधिक हूँ अर्थात् चींटी छोटी होनेसे उसमें कम हूँ और हाथी बड़ा होनेसे उसमें अधिक हूँ अन्त्यजमें कम हूँ और ब्राह्मणमें अधिक हूँ जो मेरे प्रतिकूल चलते हैं? उनमें मैं कम हूँ और जो मेरे अनुकूल चलते हैं? उनमें मैं अधिक हूँ -- यह बात है ही नहीं। कारण कि सबकेसब प्राणी मेरे अंश हैं? मेरे स्वरूप हैं। मेरे स्वरूप होनेसे वे मेरेसे कभी अलग नहीं हो सकते और मैं भी उनसे कभी अलग नहीं हो सकता। इसलिये मैं सबमें समान हूँ? मेरा कहीं कोई पक्षपात नहीं है। तात्पर्य यह हुआ कि प्राणियोंमें जन्मसे? कर्मसे? परिस्थितिसे? घटनासे? संयोग? वियोग आदिसे अनेक तरहसे विषमता होनेपर भी मैं सर्वथासर्वदा सबमें समान रीतिसे व्यापक हूँ? कहीं कम और कहीं ज्यादा नहीं हूँ।न मे द्वेष्योऽस्ति न प्रियः (टिप्पणी प0 518.2)--पहले भगवान्ने कहा कि मैं सम्पूर्ण प्राणियोंमें समान हूँ? अब उसीका विवेचन करते हुए कहते हैं कि कोई भी प्राणी मेरे रागद्वेषका विषय नहीं है। तात्पर्य है कि मेरेसे विमुख होकर कोई प्राणी शास्त्रीय यज्ञ? दान आदि कितने ही शुभ कर्म करे? तो भी वह मेरे राग का विषय नहीं है और दूसरा शास्त्रनिषिद्ध अन्याय? अत्याचार आदि कितने ही अशुभ कर्म करे? तो भी वह मेरे,द्वेष का विषय नहीं है। कारण कि मैं सम्पूर्ण प्राणियोंमें समान रीतिसे व्याप्त हूँ? सबपर मेरी समान रीतिसे कृपा है और सब प्राणी मेरे अंश होनेसे मेरेको समान रीतिसे प्यारे हैं। हाँ? यह बात जरूर है कि जो सकामभावपूर्वक शुभकर्म करेगा? वह ऊँची गतिमें जायगा और जो अशुभकर्म करेगा वह नीची गतिमें अर्थात् नरकों तथा चौरासी लाख योनियोंमें जायगा। परन्तु वे दोनों पुण्यात्मा और पापात्मा होनेपर भी मेरे रागद्वेषके विषय नहीं हैं।मेरे रचे हुए पृथिवी? जल? अग्नि? वायु और आकाश -- ये भौतिक पदार्थ भी प्राणियोंके अच्छेबुरे आचरणों तथा भावोंको लेकर उनको रहनेका स्थान देनेमें? उनकी प्यास बुझानेमें? उनको प्रकाश देनेमें? उनको चलनेफिरनेके लिये अवकाश देनेमें रागद्वेषपूर्वक विषमता नहीं करते? प्रत्युत सबको समान रीतिसे देते हैं। फिर प्राणी अपने अच्छेबुरे आचरणोंको लेकर मेरे रागद्वेषके विषय कैसे बन सकते हैं अर्थात् नहीं बन सकते। कारण कि वे साक्षात् मेरे ही अंश हैं? मेरे ही स्वरूप हैं।जैसे? किसी व्यक्तिके एक हाथमें पीड़ा हो रही है? वह हाथ शरीरके किसी काममें नहीं आता? दर्द होनेसे रातमें नींद नहीं लेने देता? काम करनेमें बाधा डालता है और दूसरा हाथ सब प्रकारसे शरीरके काम आता है। परन्तु उस व्यक्तिका किसी हाथके प्रति राग या द्वेष नहीं होता कि यह तो अच्छा है और यह मन्दा है क्योंकि दोनों ही हाथ उसके अङ्ग हैं और अपने अङ्गके प्रति किसीके रागद्वेष नहीं होते। ऐसे ही कोई मेरे वचनों? सिद्धान्तोंके अनुसार चलनेवाला हो? पुण्यात्मासेपुण्यात्मा हो और दूसरा कोई मेरे वचनों? सिद्धान्तोंका खण्डन करनेवाला हो? मेरे विरुद्ध चलनेवाला हो? पापीसेपापी हो? तो उन दोनोंको लेकर मेरे रागद्वेष नहीं होते। उनके अपनेअपने बर्तावोंमें? आचरणोंमें भेद है? इसलिये उनके परिणाम(फल) में भेद होगा? पर मेरा किसीके प्रति रागद्वेष नहीं है। अगर किसीके प्रति रागद्वेष होता तो समोऽहं सर्वभूतेषु यह कहना ही नहीं बनता क्योंकि विषमताके कारण ही रागद्वेष होते हैं।ये भजन्ति तु मां भक्त्या मयि ते तेषु चाप्यहम्--परन्तु जो भक्तिपूर्वक मेरा भजन करते हैं अर्थात् जिनकी संसारमें आसक्ति? राग? खिंचाव नहीं है? जो केवल मेरेको ही अपना मानते हैं? केवल मेरे ही परायण रहते हैं? केवल मेरी प्रसन्नताके लिये ही रातदिन काम करते हैं और जो शरीर? इन्द्रियाँ? मन? वाणीके द्वारा मेरी तरफ ही चलते हैं (गीता 9। 14 10। 9)? वे मेरेमें हैं और मैं उनमें हूँ।प्रेमपूर्वक मेरा भजन करनेवाले मेरेमें हैं और मैं उनमें हूँ -- इसका तात्पर्य यह नहीं है कि जो सामान्य जीव हैं तथा मेरी आज्ञाके विरुद्ध चलनेवाले हैं? वे मेरेमें और मैं उनमें नहीं हूँ? प्रत्युत वे अपनेको मेरेमें मानते ही नहीं। वे ऐसा कह देते हैं कि हम तो संसारी जीव हैं? संसारमें रहनेवाले हैं वे यह नहीं समझते कि संसार? शरीर तो कभी एकरूप? एकरस रहता ही नहीं? तो ऐसे संसार? शरीरमें हम कैसे स्थित रह सकते हैं इसको न जाननेके कारण ही वे अपनेको संसार? शरीरमें स्थित मानते हैं। उनकी अपेक्षा जो रातदिन मेरे भजनस्मरणमें लगे हुए हैं? बाहरभीतर? ऊपरनीचे? सब देशमें? सब कालमें? सब वस्तु? व्यक्ति? घटना? परिस्थिति? क्रिया आदिमें और अपनेआपमें भी मेरेको ही मानते हैं? वे मेरेमें विशेषरूपसे हैं और मैं उनमें विशेषरूपसे हूँ।दूसरा भाव यह है कि जो मेरे साथ मैं भगवान्का हूँ और भगवान् मेरे हैं ऐसा सम्बन्ध जोड़ लेते हैं? उनकी मेरे साथ इतनी घनिष्ठता हो जाती है कि मैं और वे एक हो जाते हैं -- तस्मिंस्तज्जने भेदाभावात्(नारदभक्तिसूत्र 41)। इसलिये वे मेरेमें और मैं उनमें हूँ।तीसरा भाव यह कि उनमें मैंपन नहीं रहता क्योंकि मैंपन एक परिच्छिन्नता है। इस परिच्छिन्नता(एकदेशीयता) के मिटनेसे वे मेरेमें ही रहते हैं।अब कोई भगवान्से कहे कि आप भक्तोंमें विशेषतासे प्रकट हो जाते हैं और दूसरोंमें कमरूपसे प्रकट होते हैं -- यह आपकी विषमता क्यों तो भगवान् कहते हैं कि भैया मेरेमें यह विषमता तो भक्तोंके कारण है। अगर कोई मेरा भजन करे? मेरे परायण हो जाय? शरण हो जाय और मैं उससे विशेष प्रेम न करूँ? उसमें विशेषतासे प्रकट न होऊँ तो यह मेरी विषमता हो जायगी। कारण कि भजन करनेवाले और भजन न करनेवाले -- दोनोंमें मैं बराबर ही रहूँ? तो यह न्याय नहीं होगा प्रत्युत मेरी विषमता होगी। इससे भक्तोंके भजनका और उनका मेरी तरफ लगनेका कोई मूल्य ही नहीं रहेगा। यह विषमता मेरेमें न आ जाय? इसलिये जो जिस प्रकार मेरी शरण लेते हैं? मैं भी उसी प्रकार उनको आश्रय देता हूँ -- ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम् (गीता 4। 11)। अतः यह विषमता मेरेमें भक्तोंके भावोंको लेकर ही है (टिप्पणी प0 520)। जैसे? कोई पुत्र अच्छा काम करता है तो सुपुत्र कहलाता है और खराब काम करता है तो कुपुत्र कहलाता है। यह सुपुत्रकुपुत्रका भेद तो उनके आचरणोंके कारण हुआ है। माँबापके पुत्रभावमें कोई फरक नहीं प़ड़ता। गायके थनोंमें चींचड़ रहते हैं? वे दूध न पीकर खून पीते हैं? तो यह विषमता गायकी नहीं है? प्रत्युत चींचड़ोंकी अपनी बनायी हुई है। बिजलीके द्वारा कहीं बर्फ जम जाती है और कहीं आग पैदा हो जाती है? तो यह विषमता बिजलीकी नहीं है? प्रत्युत यन्त्रोंकी है। ऐसे ही जो भगवान्में रहते हुए भी भगवान्को नहीं मानते? उनका भजन नहीं करते? तो यह विषमता उन प्राणियोंकी ही है? भगवान्की नहीं। जैसे लकड़ीका टुकड़ा? काँचका टुकड़ा और आतशी शीशा -- इन तीनोंमें सूर्यकी कोई विषमता नहीं है परन्तु सूर्यके सामने (धूपमें) रखनेपर लकड़ीका टुकड़ा सूर्यकी किरणोंको रोक देता है? काँचका टुकड़ा किरणोंको नहीं रोकता और आतशी शीशा किरणोंको एक जगह केन्द्रित करके अग्नि प्रकट कर देता है। तात्पर्य है कि यह विषमता सामने आनेवाले पदार्थोंकी है? सूर्यकी नहीं। सूर्यकी किरणें तो सबपर एक समान ही पड़ती हैं। वे पदार्थ उन किरणोंको जितनी पकड़ लेते हैं? उतनी ही वे किरणें उनमें प्रकट हो जाती हैं। ऐसे ही भगवान् सब प्राणियोंमें समानरूपसे व्यापक हैं? परिपूर्ण है। परन्तु जो प्राणी भगवान्के सम्मुख हो जाते हैं? भगवान्का और भगवान्की कृपाका प्राकट्य उनमें विशेषतासे हो जाता है। उनकी भगवान्में जितनी अधिक प्रियता होती है? भगवान्की भी उतनी हि अधिक प्रियता प्रकट हो जाती है। वे अपनेआपको भगवान्को दे देते हैं? तो भगवान् भी अपनेआपको उनको दे देते हैं। इस प्रकार भक्तोंके भावोंके अनुसार ही भगवान्की विशेष कृपा? प्रियता आदि प्रकट होती है।तात्पर्य यह हुआ कि मनुष्य सांसारिक रागके कारण ही अपनेको संसारमें मानते हैं। जब वे भगवान्का प्रेमपूर्वक भजन करने लग जाते हैं? तब उनका सांसारिक राग मिट जाता है और वे अपनी दृष्टिसे भगवान्में हो जाते हैं और भगवान् उनमें हो जाते हैं। भगवान्की दृष्टिसे तो वे वास्तवमें भगवान्में ही थे और भगवान् भी उनमें थे। केवल रागके कारण वे अपनेको भगवान्में और भगवान्को अपनेमें नहीं मानते थे।भगवान्ने यहाँ ये भजन्ति पदोंमें ये सर्वनाम पद दिया है? जिसका तात्पर्य है कि मनुष्य किसी भी देशके हों? किसी भी वेशमें हों? किसी भी अवस्थाके हों? किसी भी सम्प्रदायके हों? किसी भी वर्णके हों? किसी भी आश्रमके हों? कैसी ही योग्यतावाले हों? वे अगर भक्तिपूर्वक मेरा भजन करते हैं? तो वे मेरेमें और मैं उनमें हूँ। अगर भगवान् यहाँ किसी वर्ण? आश्रम? सम्प्रदाय? जाति आदिको लेकर कहते? तब तो भगवान्में विषमता? पक्षपातका होना सिद्ध हो जाता। परन्तु भगवान्ने ये पदसे सबको भजन करनेकी और मैं भगवान्में हूँ और भगवान् मेरेमें हैं -- इसका अनुभव करनेकी पूरी स्वतन्त्रता दे रखी है।, सम्बन्ध --  पूर्वश्लोकमें भगवान्ने ये भजन्ति तु मां भक्त्या पदोंसे भक्तिपूर्वक अपना भजन करनेकी बात कही। अब आगेके श्लोकमें भजन करनेवालोंका विवेचन आरम्भ करते हैं। ","hcsca":"।।9.29।। भूतमात्र में व्याप्त आत्मा एक ही है वही एक चैतन्य तत्त्व प्राणिमात्र के अन्तकरण की भावनाओं एवं विचारों को प्रकाशित करता है। मैं समस्त भूतों में सम हूँ। एक सूर्य जगत् की सभी वस्तुओं को प्रकाशित करता है और उसकी किरणें सभी वस्तुओं की सतहों पर से परावर्तित होती हैंचाहे वह सतह पाषाण की हो या किसी रत्न की।मुझे न कोई अप्रिय है और न कोई प्रिययदि एक ही आत्मा? श्रीकृष्ण और बुद्ध में? आचार्य शंकर और ईसामसीह में? एक पागल और हत्यारे में तथा साधु और दुष्ट में रमती है तो क्या कारण है कि कोईकोई पुरुष तो इस आत्मा को पहचान पाते हैं? जबकि अन्य लोग कृत्रिम कीटों के समान जीवन जीते हैंभक्तिमार्ग की विवेचना करने वाले भावना प्रधान साहित्य में उपर्युक्त वैषम्य का भावुक स्पष्टीकरण दिया जाता है। उनके अनुसार ईश्वर की कृपा के कारण किन्हीं किन्हीं पुरुषों में दिव्यता अधिक मात्रा में अभिव्यक्त होती है। यह स्पष्टीकरण उन लोगों के लिए पर्याप्त या सन्तोषजनक हो सकता है? जो धर्मविषयक चर्चा में अपनी बौद्धिक क्षमता का अधिक उपयोग नहीं करते हैं। परन्तु बुद्धिमान विचारी पुरुषों को यह स्पष्टीकरण असंगत जान पड़ेगा? क्योंकि उस स्थिति में यह मानना पड़ेगा कि परमात्मा कुछ लोगों के प्रति पक्षपात करते हैं। इस प्रकार की दोषपूर्ण व्याख्या का खण्डन और शुद्ध तर्क संगत सिद्धांत का प्रतिपादन करते हुए भगवान् श्रीकृष्ण कहते हैं कि आत्मा भूतमात्र में सदा एक समान भाव से स्थित है। उसके लिए शुभ और अशुभ का भेदभाव नहीं है आत्मा को किसी प्राणी के प्रति न प्रेम विशेष है और न किसी अन्य के प्रति द्वेष।इसका अर्थ यह नहीं समझना चाहिए कि आत्मा कोई शक्तिहीन जड़ तत्त्व है। सूर्य की उपमा द्वारा इस श्लोक का आशय सम्यक् प्रकार से समझा जा सकता है। यद्यपि एक ही सूर्य जगत् की विविध प्रकार की वस्तुओं पर प्रतिबिम्बत या परावर्तित होता है? तथापि यह भी सत्य है कि परावर्तित प्रकाश की स्पष्टता एवं प्रखरता परावर्तन के माध्यम की सतह के गुणों पर निर्भर करेगी। एक खुरदरे पाषाण पर प्रकाश की न्यूनतम मात्रा परावर्तित होगी? जबकि स्वच्छ चमकीले दर्पण पर सम्भवत सर्वाधिक होगी।इस भेद के कारण सूर्य पर यह आरोप नहीं लगाया जा सकता कि उसे दर्पण के प्रति विशेष प्रेम है और पाषाण के प्रति घृणा। इस उपमा को आन्तरिक जीवन में लागू करके देखें? तो यह स्पष्ट होगा कि यदि स्वर्णिमहृदय के कुछ विरले लोगों में आध्यात्मिक सौन्दर्य एवं सार्मथ्य अधिक मात्रा में व्यक्त होती है और अनेक पाषाणी हृदयों के व्यक्तियों में रंचमात्र भी नहीं? तो इसका कारण विभिन्न उपाधियां हैं? और न कि आत्मा। आत्मा न किसी को वरीयता देता है और न किसी के प्रति उसका पूर्वाग्रह ही है। हमें जो विषमता अनुभव होती है? वह सर्वथा प्रकृति के नियमानुसार ही है।प्रथम पंक्ति में परमात्मा का पक्षपातरहित स्वरूप दिखाया? और फिर कहते हैं कि? परन्तु जो मुझे भक्तिपूर्वक भजते हैं? वे मुझमें और मैं भी उनमें हूँ। इन दोनों पंक्तियों में विरोधाभास प्रत्यक्ष होते हुए भी वास्तविकता ऐसी नहीं हैं। यह सत्य है कि परमात्मा को किसी से राग या द्वेष नहीं है? किन्तु लोगों का उनके प्रति अवश्य ही राग या द्वेष हो सकता है। जिन्हें ईश्वर से प्रेम है? वे लोग उनके समीप पहुँचना चाहते हैं और अन्य लोग उनसे दूर ही रहते हैं। इस प्रकार जो भक्तिपूर्वक परमात्मा की पूजा करते हैं वे अन्त में अपने पूज्य और ध्येय को आत्मस्वरूप में साक्षात् अनुभव करते हैं? अर्थात् उन्हें यह ज्ञान होता है कि वास्तव में वे परमात्मस्वरूप से एक ही हैं? भिन्न नहीं।जो मुझे भक्तिपूर्वक भजते हैंप्रारम्भ में इसका अर्थ कर्मकाण्डीय पूजा के विविध विधान से समझा जा सकता है। उसके आध्यात्मिक अभिप्राय को समझने के लिए सूक्ष्म और गम्भीर अध्ययन की आवश्यकता है। मूलत पूजा वह साधन प्रकिया है? जिसके द्वारा सम्पूर्ण वृत्तिरूपी सैन्य को संगठित करके उन्हें ध्यान के दिव्य ध्येय की ओर प्रवृत्त किया जाता है। इसमें प्रयत्न यह होता है कि ध्येय सत्य के साथ पूर्ण तादात्म्य? पूर्ण एकत्व स्थापित हो जाय। यह साधना भक्तिपूर्वक करने से भक्त भगवान् से? ध्याता ध्येय से तद्रूप हो जाता है।इस अभिप्राय को ध्यान में रखकर इस श्लोक का पुन अध्ययन करने पर भगवान् के सैद्धांतिक कथन का अर्थ स्पष्ट हो जाता है। यद्यपि सत्स्वरूप आत्मा को किसी से कोई पक्षपात नहीं है? परन्तु किन्हींकिन्हीं शुद्धांतकरण के भक्तजनों में अपने परमात्मस्वरूप की पहचान के कारण इस दिव्यत्व की अभिव्यक्ति होती है।अनात्म उपाधियों के साथ आत्मबुद्धि से अत्यधिक आसक्ति के कारण जीव पूर्णत्व के आनन्द का अनुभव नहीं कर पाता है। परन्तु जब इस आसक्ति और बहिर्मुखी प्रवृत्तियों का वह परित्याग कर देता है? तब ज्ञान प्राप्ति का अधिकारी बन कर अपने आत्मस्वरूप के साथ एकरूप हो जाता है। मनुष्य के मन की स्थिति उसके बद्धत्व या मुक्तत्व का द्योतक है। बहिर्मुखी मन अनित्य विषयों में सुख की खोज करते हुए उनसे बँध जाता है और सदा दुख और निराशा के कारण कराहता रहता है जबकि वही मन अन्तर्मुखी होकर आत्मचिन्तन के द्वारा आत्मानुभव को प्राप्त करता है।शीतकाल में अपने कमरे के अन्दर बैठकर कोई व्यक्ति अत्यधिक शीत का अनुभव करता है? जबकि अन्य व्यक्ति बाहर सूर्य की खुली धूप में बैठकर सूर्य की उष्णता का आनन्द लेता है। सूर्य को बाहर बैठे व्यक्ति से न प्रेम है और न कमरे में बैठे व्यक्ति से कोई द्वेष। इस श्लोक की भाषा में हम कह सकते हैं कि बाहर धूप में बैठे लोग सूर्य से अनुग्रहीत हैं और अन्य लोग उसकी कृपा से वंचित हैं। किसी भी स्थान पर गीता मनुष्य को परिस्थितियों के सामने अथवा अपनी दुर्बलता और अयोग्यता के समक्ष आत्मसमर्पण करने को प्रेरित नहीं करती यह गीताशास्त्र कर्तव्य कर्म और आशावादी प्रयत्नों को प्रोत्साहित करने वाला है जो इस पर बल देता है कि मनुष्य अपनी दुर्बलताओं एवं परिस्थितियों का स्वामी है? दास नहीं।क्या आत्मसाक्षात्कार का मार्ग केवल साधु पुरुषों के लिए ही उपलब्ध है भगवान् इस भक्ति के माहात्म्य को बताते हुए कहते हैं -- ","etsga":"9.29 I am impartial towards all beings; to Me there is none detastable or none dear. But those who worship Me with devotion, they exist in Me, and I too exist in them. ","etssa":"9.29 The same am I to all beings; to Me there is none hateful or dear; but those who worship Me with devotion are in Me and I am also in them. ","etdss":"9.29. I am the same in all beings; to Me none is hateful and none is dear; but whosoever worship Me with devotion, they are in Me and I am in them. ","ecssa":"9.29 समः the same? अहम् I? सर्वभूतेषु in all beings? न not? मे to Me? द्वेष्यः hateful? अस्ति is? न not? प्रियः dear? ये who? भजन्ति worship? तु but? माम् Me? भक्त्या with devotion? मयि in Me? ते they? तेषु in them? च and? अपि also? अहम् I.Commentary The Lord has an even outlook towards all. He regards all living beings alike. None He has condemned? none has He favoured. He is the enemy of none. He is the partial lover of none. He does not favour some and frown on others. The egoistic man only has created a wide gulf between himself and the Supreme Being by his wrong attitude. The Lord is closer to him that his own breath? nearer than his hands and feet.I am like fire. Just as fire removes cold from those who draw near it but does not remove the cold from those who keep away from it? even so I bestow My grace on My devotees? but not owing to any sort of attachment on My part. Just as the light of the sun? though pervading everywhere? is reflected only in a clean mirror but not in a pot? so also I? the Supreme Lord? present everywhere? manifest Myself only in those persons from whose minds all kinds of impurities (which have accumulated there on account of ignorance) have been removed by their devotion.The sun has neither attachment for the mirror nor hatred for the pot. The Kalpavriksha has neither hatred nor love for people. It bestows the desired objects only on those who go near it. (Cf.VII.17XII.14and20)Now hear the glory of devotion to Me. ","scetsga":"9.29 Aham, I; am samah, impartial, eal; sarva-bhutesu, towards all beings; me, to Me; na asti, there is none; dvesyah, detestable; na, none; priyah, dear. I am like fire: As fire does not ward off cold from those who are afar, but removes it from those who apporach, near, similarly I favour the devotees, not others. Tu, but; ye, those who approach near, similarly I favour the devotees, not others. Tu, but; ye, those who; bhajanti, worship Me, God; bhaktya, with devotion; te they; exist mayi, in Me-by their very nature; [Their mind becomes fit for My manifestation, as it has been purified by following the virtuous path.] they do not exist in Me because of My love, Ca, and; aham, I; api, too; naturally exist tesu, in them, not in others. Thus there is no hatred towards them (the latter).\nListen to the greatness of devotion to Me: ","scetdss":"9.29 See Comment under 9.31 ","scetssa":"9.29 Being a refuge for all, I am the same to all creation, be they gods, animals, men or immovables, who exist differentiated from the highest to the lowest according to their birth, form, nature and knowledge. With regard to those seeking refuge, none is hateful because of inferiority in status by birth, form, nature, knowledge etc. No one is discarded as an object of odium. Likewise, it is not that one who has resorted to Me is dear to Me on account of any consideration like birth, status etc. That he has taken refuge in Me is the only consideration. The meaning is no one is accepted as a refuge for reasons like birth. But those who worship Me as their sole objective I like, because I am exceedingly dear to them, and because they find it impossible to sustain themselves without My worship. So they abide in Me, irrespective of whether they are exalted or humble by birth etc. They abide in Me, as if they possess alities eal to Mine. I also abide in them, as if they are My superiors. Moreover: ","chakravarthi":"“You liberate and give yourself to your devotees, but not to the non-devotees. But then do you not show prejudice, arising from attraction and repulsion?” The Lord refutes this in this verse.\n“The devotees exist in me, and I exist also in them.” There is nothing special in this statement since the whole universe exists within the Lord, and the Lord exists everywhere in the universe. Thus the statement should mean “As the devotees are attached to me, so I am attached to them.” This takes into consideration the statement “As they surrender to me I respond to them.”\nTo compare the Lord to a kalpa vrksa, which gives to all without discrimination, is only partially correct. Those who take shelter of that tree do not become attached to it without desire for the fruit. Nor is the kalpa vrksa attached to those who take shelter of it. Nor does it hate the enemies of those who have taken shelter. But the Lord kills with is own hands the enemies of his devotee. The Lord says to Prahlada:\nprahradaya yada druhyed dhanisye ‘pi varorjitam\nI shall kill Hiranyakasipu immediately, despite the benedictions of Brahma. SB 7.4.28\nSome persons explain that the word tu indicates a different intention. “I am equal to all, but still I favor my devotee.” Thus it means that the Lord has some prejudice, classed as affection, for the devotee. But, they explain, in the Lord, this is an ornament or enhancement, not a fault. The affection of the Lord for his devotee is an accomplished fact. He does not have affection for the jnani or the yogi. Just as other persons have affection for their own servants and not for the servants of others, the Lord also has affection for his devotees, and not for the devotees of Siva or Durga. ","rudra":"\nOne may speculate that since Lord Krishna grants moksaorliberationfrom\nthe material existence to His devotees then theSupremeLordaswellis\npartial through attachment and aversion. Thisisbeingaddressednowto\nnegate any such speculationLordKrishnastates:samahamsarva-bhutesu\nwhich means He is equal to all beings. Yet even though He considersnoone\nas His enemy and no one as His comrade; yet still to those whobhajantitu\nmam bhaktya or render loving devotion toHimwithlove,Hereciprocates\nwith equal affection. It is seen that firewhichdestroysthemiseryof\ncold and darkness does this for anyone whotendsitandwishfulfilling\ntrees bestow desired objects towhomeversitsunderthemtheyarenot\npartial and in the same way anyone can firstbeinitiatedbyaVaisnava\nspiritual preceptor and become adevoteeofLordKrishna.Althoughthe\nSupreme Lord favours His devotees it is certainly not because ofpartiality\nbut rather due to the super excellent glory of bhakti or loving devotionto\nHim. ","brahma":"\nAs Lord Krishna is equally disposed to all beings then one could mistakenly\nbelieve that bhakti or loving devotion was not needed. He clarifies this\nwith the words mayi te tesu capy aham meaning as His devotees are to Him\nthat is how He is to them. Because He is favourably disposed to His\ndevotees He awards benedictions even if the service is not perfect and to\nthose who bear malice against Him there is not the least dislike towards\nthem from Him whatsoever. It is a fact that everyone is subservient to and\nunder the shelter of the Supreme Lord even if they are unable to realise\nthis fact. As one matures in spiritual wisdom under the guidance of a\nVaisinava spiritual preceptor then will be able to perceive the reality of\nall beings dependence. Otherwise one will become arrogant and belligerent\npuffed up by the pride of power, wealth or fame. The Paingi texts state\nthat: Because of ignorance such beings do not realise their dependence in\nthe beginning but after learning how to meditate upon the Supreme Lord they\ntoo can come find refuge in Him. ","shri":"\nWhether it is the divine, heavenly kingdoms, or thehumanworlds,whether\nthe jiva or embodied being is advanced or primitive, whether the jiva isof\na dark color or a light color, whether the jiva is of good character orbad\ncharacter, whether the jiva occupies a form as an animal, birdorfishor\neven resides in a form in the stationary kingdoms of trees and plants,Lord\nKrishna declares that He istherefugetoallandindependenttoany\nexternalconsiderationsbeingequaltoallwithoutdistinction. The\nconception of inferiority due to lackofbeauty,absenceofwealth,no\neducation, menial position, low class family etc. isnotanobstaclefor\nany one desiring to surrender to the Supreme Lord, acceptingHimastheir\nrefuge. Neitherisitapplicableforonepossessingbeauty,abundant\nwealth, good education, a high positioninsocietycomingfromafirst\nclass family to think that they are entitled to anyspecialprivilegesor\nhave the right to have access to the Supreme Lordbecauseofit.Whoever\nselects the Supreme Lord as their all in all, their lifeandtheirrefuge\nexclusively, to them alone does the Supreme Lord accept and reciprocateand\nthey due to their unflinching devotion are especially dear toHim.Whoever\nwhether they be of anydescription,whoworshiptheSupremeLordwith\nbhakti or loving devotion which is most endearing. Who worships theSupreme\nLord with a fervor that if interrupted would feel as if their very lifewas\nin peril. Who worships the Supreme Lord as thesoleaimandgoaltobe\nattained. Such beings regardless of any external position of inferiorityor\nsuperiority would befilledwithsuchblissfulblessednessthatcould\ncompare only with His own blissfulness. ","kumar":"Whether it is the divine, heavenly kingdoms, or thehumanworlds,whether\nthe jiva or embodied being is advanced or primitive, whether the jiva isof\na dark color or a light color, whether the jiva is of good character orbad\ncharacter, whether the jiva occupies a form as an animal, birdorfishor\neven resides in a form in the stationary kingdoms of trees and plants,Lord\nKrishna declares that He istherefugetoallandindependenttoany\nexternalconsiderationsbeingequaltoallwithoutdistinction. The\nconception of inferiority due to lackofbeauty,absenceofwealth,no\neducation, menial position, low class family etc. isnotanobstaclefor\nany one desiring to surrender to the Supreme Lord, acceptingHimastheir\nrefuge. Neitherisitapplicableforonepossessingbeauty,abundant\nwealth, good education, a high positioninsocietycomingfromafirst\nclass family to think that they are entitled to anyspecialprivilegesor\nhave the right to have access to the Supreme Lordbecauseofit.Whoever\nselects the Supreme Lord as their all in all, their lifeandtheirrefuge\nexclusively, to them alone does the Supreme Lord accept and reciprocateand\nthey due to their unflinching devotion are especially dear toHim.Whoever\nwhether they be of anydescription,whoworshiptheSupremeLordwith\nbhakti or loving devotion which is most endearing. Who worships theSupreme\nLord with a fervor that if interrupted would feel as if their very lifewas\nin peril. Who worships the Supreme Lord as thesoleaimandgoaltobe\nattained. Such beings regardless of any external position of inferiorityor\nsuperiority would befilledwithsuchblissfulblessednessthatcould\ncompare only with His own blissfulness. "}