{"meta":"Bhagavad Gita Chapter 9 Verse 19","metahi":"भगवद् गीता 9.19","slok":"तपाम्यहमहं वर्षं निगृह्णाम्युत्सृजामि च।अमृतं चैव मृत्युश्च सदसच्चाहमर्जुन।।9.19।। ","htsrsd":"।।9.19।।हे अर्जुन (संसारके हितके लिये) मैं ही सूर्यरूपसे तपता हूँ? जलको ग्रहण करता हूँ और फिर उस जलको वर्षारूपसे बरसा देता हूँ। (और तो क्या कहूँ) अमृत और मृत्यु तथा सत् और असत् भी मैं ही हूँ। ","htstma":"।।9.19।। हे अर्जुनमैं ही (सूर्य रूप में) तपता हूँ मैं वर्षा का निग्रह और उत्सर्जन करता हूँ। मैं ही अमृत और मृत्यु एवं सत् और असत् हूँ।। ","transliteration":"Tapaamyahamaham varsham nigrihnaamyutsrijaami cha;\nAmritam chaiva mrityushcha sadasacchaahamarjuna. ","englishmeaning":"tapāmi—radiate heat; aham—I; aham—I; varṣham—rain; nigṛihṇāmi—withhold; utsṛijāmi—send forth; cha—and; amṛitam—immortality; cha—and; eva—also; mṛityuḥ—death; cha—and; sat—eternal spirit; asat—temporary matter; cha—and; aham—I; arjuna—Arjun ","hcsrsd":"।।9.19।। व्याख्या --  तपाम्यहमहं वर्षं निगृह्णाम्युत्सृजामि च--पृथ्वीपर जो कुछ अशुद्ध? गंदी चीजें हैं? जिनसे रोग पैदा होते हैं? उनका शोषण करके प्राणियोंको नीरोग करनेके लिये (टिप्पणी प0 505.2) अर्थात् ओषधियों? जड़ीबूटियोंमें जो जहरीला भाग है? उसका शोषण करनेके लिये और पृथ्वीका जो जलीय भाग है? जिससे अपवित्रता होती है? उसको सुखानेके लिये मैं ही सूर्यरूपसे तपता हूँ। सूर्यरूपसे उन सबके जलीय भागको ग्रहण करके और उस जलको शुद्ध तथा मीठा बना करके समय आनेपर वर्षारूपसे प्राणिमात्रके हितके लिये बरसा देता हूँ? जिससे प्राणिमात्रका जीवन चलता है।अमृतं चैव मृत्युश्च सदसच्चाहमर्जुन--मैं ही अमृत और मृत्यु हूँ अर्थात् मात्र जीवोंका प्राण धारण करते हुए जीवित रहना (न मरना) और सम्पूर्ण जीवोंके पिण्डप्राणोंका वियोग होना (मरना) भी मैं ही हूँ।और तो क्या कहूँ? सत्असत्? नित्यअनित्य? कारणकार्यरूपसे जो कुछ है? वह सब मैं ही हूँ। तात्पर्य है कि जैसे महात्माकी दृष्टिमें सब कुछ वासुदेव (भगवत्स्वरूप) ही है -- वासुदेवः सर्वम्? ऐसे ही भगवान्की दृष्टिमें सत्असत्? कारणकार्य सब कुछ भगवान् ही हैं। परन्तु सांसारिक लोगोंकी दृष्टिमें सब एकदूसरेसे विरुद्ध दीखते हैं जैसे -- जीना और मरना अलगअलग दीखता है? उत्पत्ति और विनाश अलगअलग दीखता है स्थूल और सूक्ष्म अलगअलग दीखते हैं? सत्त्वरजतम -- ये तीनों अलगअलग दीखते हैं?,कारण और कार्य अलगअलग दीखते हैं? जल और बर्फ अलगअलग दीखते हैं। परन्तु वास्तवमें संसाररूपमें भगवान् ही प्रकट होनेसे? भगवान् ही बने हुए होनेसे सब कुछ भगवत्स्वरूप ही है। भगवान्के सिवाय उसकी स्वतन्त्र सत्ता है ही नहीं। जैसे सूतसे बने हुए सब कपड़ोंमें केवल सूतहीसूत है? ऐसे ही वस्तु? व्यक्ति? क्रिया? पदार्थ आदि सब कुछ केवल भगवान्हीभगवान् हैं। सम्बन्ध --  जगत्की रचना तथा विविध परिवर्तन मेरी अध्यक्षतामें ही होता है परन्तु मेरे इस प्रभावको न जाननेवाले मूढ़लोग आसुरी? राक्षसी और मोहिनी प्रकृतिका आश्रय लेकर मेरी अवहेलना करते हैं? इसलिये वे पतनकी ओर जाते हैं। जो भक्त मेरे प्रभावको जानते हैं? वे मेरे दैवी गुणोंका आश्रय लेकर अनन्यमनसे मेरी विविध प्रकारसे उपासना करते हैं? इसलिये उनको सत्असत् सब कुछ एक परमात्मा ही हैं -- ऐसा यथार्थ अनुभव हो जाता है। परन्तु जिनके अन्तःकरणमें सांसारिक भोग और संग्रहकी कामना होती है? वे वास्तविक तत्त्वको न जानकर भगवान्से विमुख होकर स्वर्गादि लोकोंके भोगोंकी प्राप्तिके लिये सकामभावपूर्वक यज्ञादि अनुष्ठान किया करते हैं? इसलिये वे आवागमनको प्राप्त होते हैं -- इसका वर्णन भगवान् आगेके दो श्लोकोंमे करते हैं। ","hcsca":"।।9.19।। मैं तपता हूँविद्युत् का यह कहना उपयुक्त होगा कि वह उष्णक (हीटर) में उष्णता? बल्ब में प्रकाश और शीतक (फ्रीज) में शीतलता देती है क्योंकि इन उपकरणों के द्वारा विद्युत् ही उष्णता आदि के रूप में व्यक्त होती है। इसी प्रकार? एक सत्स्वरूप आत्मा दृश्य प्रकृति की एक वस्तु सूर्य के साथ तादात्म्य कर समस्त जगत् के लिए उष्णता का स्रोत बन जाता है।मैं वर्षा का निग्रह और उत्सर्जन करता हूँऐसी बात नहीं है कि केवल आधुनिक मौसम विज्ञान के विशेषज्ञों ने ही जगत् में जलवायु की स्थिति में सूर्य के प्रभाव को समझा है। प्राचीन ऋषियों को भी प्रकृति के स्वभाव एवं व्यवहार का पूर्ण ज्ञान था। वे जानते थे कि सूर्य की स्थिति? दशा एवं स्वरूप जलवायु को निश्चित करता है? जो जगत् के लिए कभी वरदान या अभिशाप बनकर आता है। पृथ्वी के प्रत्येक प्राणी के अनुभवक्षेत्र को सूर्य नियन्त्रित और प्रभावित करता है? क्योंकि वह जलवायु का नियामक है। यदि सूर्य की उष्णता में कुछ अंशों की वृद्धि हो जाय? तो विश्व की सम्पूर्ण वनस्पति और पशु जीवन में परिवर्तन हो जायेगा। उसी प्रकार? यदि सूर्य अपनी कलोरी उष्णता को देना कम कर दे? तो उससे होने वाला परिवर्तन इतना अधिक होगा कि वर्तमान जगत् का रूप ही सर्वथा परिवर्तित हो जायेगा। तत्काल ही? उत्तरी और दक्षिणी ध्रुव से गति भूमध्य रेखा की ओर होगी और प्राणीमात्र को बलात् पृथ्वी के मध्य भाग में खींच कर ले आयेगी? जहाँ अत्यधिक जनसंख्या के दबाव और पर्याप्त अन्न के अभाव में दुख ही दुख होगा मैं अमृत और मृत्यु हूँमृत्यु का अर्थ है परिवर्तन। चैतन्य के बिना इस परिवर्तनशील जगत् की न सत्ता है और न भान। अत यहाँ कहा गया है कि मैं मृत्यु हूँ। पुन? इन परिवर्तनों का जो प्रकाशक आत्मा है? उसको अपरिवर्तनशील होना ही चाहिए। वह आत्मा अमृत है। आत्मा स्वयं अमृत रहते हुए मृत्यु को प्रकाशित करती है।मैं सत् और असत् हूँकोई वस्तु है और कोई नहीं है इन दोनों सत् (है) और असत् (नहीं हैं) का एक भावस्वरूप प्रकाशक होना अनिवार्य है। उसके बिना इनका अनुभव नहीं हो सकता। आत्यन्तिक अभाव को जानना या अनुभव करना असंभव है? जहाँ कहीं हमें अभाव का ज्ञान होता है वह इसी रूप में होता है कि अमुक वस्तु का अभाव है इस अत्यन्त सूक्ष्म दार्शनिक व्याख्या के अतिरिक्त इन दो शब्दोंसत् और असत् का सरल अभिप्राय भी है। इन्द्रियगोचर? स्थूल व्यक्त वस्तु को सत् तथा सूक्ष्म? अव्यक्त वस्तु को असत् कहा जाता है। अथवा सत् और असत् शब्द से क्रमश कार्य और कारण को भी वेदान्त में सूचित किया जाता है। प्रकाशक चैतन्य आत्मा के बिना सत् (बाह्य विषय) और असत् (मन की विचार वृत्ति) का ज्ञान नहीं हो सकता। अत यहाँ कहा गया है कि इन दोनों का मूल स्वरूप आत्मा है। मिट्टी के बिना घटों का कोई अस्तित्व नहीं होता? अत मिट्टी यह दावा कर सकती है कि सभी आकारों? रंगों और रूपों वाले घट मैं ही हूँ।ध्यान के आसन पर साधकों के लिए यह श्लोक जीवनपर्यन्त प्रेरणादायक बन सकता है।जो अज्ञानी लोग सकाम भावना से ईश्वर की पूजा करते हैं? वे अपने इष्टफल को प्राप्त करते हैं। कैसे भगवान् कहते हैं -- ","etsga":"9.19 O Arjuna, I give heat, I withhold and pour down rain. I am verily the nectar, and also death existence and nonexistence. ","etssa":"9.19 (As the sun) I give heat; I withhold and send forth the rain; I am immortality and also death, existence and non-existence, O Arjuna. ","etdss":"9.19. I give heat;I hold back and also end forth rains;I am immortality and also death,the real and also the unreal,O Arjuna ! ","ecssa":"9.19 तपामि give heat? अहम् I? अहम् I? वर्षम् rain? निगृह्णामि withhold? उत्सृजामि send forth? च and? अमृतम् immortality? च and? एव also? मृत्युः death? च and? सत् existence? असत् nonexistence? च and? अहम् I? अर्जुन O Arjuna.Commentary I radiate heat in the form of the sun. I send forth the rain in the form of Indra in the rainy season and I take it back during the rest of the year.Sat Existence? the manifested world (the effect).Asat Nonexistence? the unmanifested (the cause).Nonexistence does not mean nothingness. The subtle? unmanifested cause is spoken of as nonexitence. The Self or Brahman or the Eternal can never be altogether nonexistence. It always exists. It is Existence Absolute. If you say that the subtle unmanifested cause is nothing? it is impossible to conceive existence coming out of nothing. The Chhandogya Upanishad asks? How can existence come out of nonexistence It is simply absurd to conceive that existence has arisen out of nonexistence (nothing).For a Vedantin ( student or follower of Vedanta) Brahman (the Absolute) is Sat (existence) because It always exists and because It is unchanging. This manifested world is Asat or unreal. For the worldlyminded people who have neither understanding nor knowledge of Brahman? who are endowed with gross and impure mind? who do not have a sharp and subtle intellect? and who ca perceive the gross forms only? this manifested world is the Sat and the subtle unmanifested MulaPrakriti (the primordial Nature)? the cause of this manifested world? is Asat. For them Brahman also is Asat. The unmanifested refers to MulaPrakriti and Para Brahman also because both are hidden.Every object has three states? viz.? the gross (Sthula)? the subtle (Sukshma) and the causal (Karana). Mahakarana (the great causeless cause) is Para Brahman. The gross and the subtle states are the effects of Karana. What you see outside is the physical body. This physical body is moved by the astral (the subtle) body made up of the mind? liferoce and the senses. The causal body is the seedbody. From this seedbody have sprung the subtle and the gross bodies. Take the case of an orange. The outer skin is its physical body the inner pulp or essence is the subtle body the innermost causal body which gives rise to the pulp and the outer skin is the seed. This is only a gross illustration. The orange has got another kind of subtle and causal bodies. The worldlyminded man beholds the physical body only and takes this as the Truth. For him? the astral and the causal bodies are unreal. ","scetsga":"9.19 O Arjuna, aham, I, in the form of the sun; tapami, give heat through some intense rays. Through some rays utsrjami, I pour down; varsam, rain. Having poured down, again nigrhnami, I withdraw it through some rays-for eight months. Again I pour it down in the rainy season. I am eva ca, verily; the amrtam, nectar of the gods; and mrtyuh, death of the mortals. I Myself am sat, existence-the effect which has come into bneing in relation to its cause; and its opposite, asat, nonexistence. [Nonexistence: the cause which has not become manifest as the effect possessing name and form, It cannot be admitted that the effect has absolute existence, for the Upanisad says, All transformation has speech as it basis, and it is name only (Ch.6. 1. 4). Nor can it be said that the cause has absolute non-existence, for there is the text,৷৷.by what logic can the existent come verily out of nonexistence? But surely,৷৷.all this was Existence, one without a second (op. cit. 6.2.2).] It is not that the Lord is Himself absolutely nonexistence; nor are effect and cause (absolutely) existence and nonexistent (respectively).\nThose men of Knowledge who meditate of Me while worshpping Me according to the respective forms of sacrifices mentioned above-regardomg Me as one or multifirious, etc.-, they attain Me alone according to their conceptions. ","scetdss":"9.16-19 Ahim kratuh etc. upto Arjuna.The Brahman-being is of course only one and admits of no parts.The action also depends only on the assumed[or not real]causes.Hence, it accomplishes the aloneness (or oneness) of the Brahman.For, if it is performed with the realisation that all the different causes are nothing but the Self, then the action is not far away from reaching the Bhagavat.That has also been stated -\n \nThisself same action-power of Siva,if it exists in the ignorant, binds[him]; the same power, when it is realised that it is a path to his own Self[Siva], then it leads to the goal (the Lord).(SpK, III, 16).\n \nI have myself(Ag.) stated elsewhere as :\n \nThe intellect that confirms, in the beginning, to[the duality of]the beings and the non-beings; the same intellect does not conform, at the time of withdrawl, to [the duality of] the beings and the non-beings.\n \nThis subject has been discussed in detail in different places.Hence let us stop [the present discussion] here.\n \nI give heat etc.This is said in the context ofdiscussing the One thatadmits no duality. \n But if the Brahman can be attained by means of external sacrifices also, then, is a different god (different from Vasudeva)worshipped in the sacrifices like the Agnistoma ?If it is admitted, then it would lead to the doctrine ofduality.If [on the other hand] it is Vasudeva Himself, the how is it that emancipation is not attained by the performence [of these sacrifices] ?Therefore it is stated - ","scetssa":"9.19 I send out heat in the form of fire, the sun etc. I hold back the rain during summer. Likewise, I pour out the rains during the rainy season. I am immortality as well as death - I am both these conditions through which the world lives and dies. Why say more?I am the being and the non-being. Being is that which exists in the present time. Non-being is that which existed in the past and that which may exist in the future, but is not experienced now as existing. The meaning is that, I alone am existent, having all the entities for my modes, as all intelligent and inhert beings existing in all states, constitute My body. In this way, they (the wise) worship Me, contemplating, through the realisation of My essential unity, as the entire universe distinguished by names and forms and characterished by varied pluralities constituting My body. I alone exist; all the pluralities are only My modes.\nThus, after depiciting the character of the noble-minded, whose enjoyment consists of only the experience of the Lord, and in order to bring into bolder relief their greatness, He describes the behaviour of ignorant men who covet the objects of desire. ","chakravarthi":"(combined commentary for verses 16, 17, 18 and 19)\n“How one can worship you as visva rupa in many ways (bahudha)?” The Lord speaks four verses in response.\nKratu means sacrifices mentioned in the sruti like the agnistoma. Yajna refers to sacrifices mentioned in the smrtis like vaisvadeva homa. Ausadham refers to food made from herbs.\nI am the father (pita) because I produce the individual and total ingredients for all the universes. I am the mother (mata) because I hold within my womb the universe. I am the nourisher (data) of the universe. I am the grandfather, because I produce the creator of the universe, Brahma. I am the object to be known and the object which purifies.\nI am the result (gati), the master (bhartr), the controller (prabhu), the seer of all good and bad things (saksi), the abode (nivasah), the deliverer from dangers (saranam), and the motiveless benefactor (suhrt). I am the act of creation, destruction and maintenance (prabhava pralaya sthanam). I am the treasures (nidhanam) such as padma nidhi and sankha nidhi,4 the cause (bijam), and am indestructible (avyayam), unlike rice and other seeds which are temporary.\nBeing the sun, I cause heat in the summer, and shower rain in the rainy season, and sometimes I also hold back the rain. I am liberation (amrtam), and repeated birth and death in bondage (mrtum). I am the subtle and the gross (sad asad): Thus the Person, thinking that I am all of this, worships me as the form of universe. These verses are connected thus with the last part of verse 15. ","rudra":"\nLord Krishna states that existing as the sun He gives heattotheworlds.\nHe withholds and releases rain. He is immortal lifeandHeisinevitable\ndeath. He is the manifest temporary, physical creation and at the sametime\nHe is the unmanifest eternal, invisible creation.Knowingthatallthese\nmanifestations are non-different from the Supreme Lord,mahatmasorgreat\nand noble souls worship Him in different forms intheappropriatemanner.\nThis is a continuation from verse 15describingdifferentconceptionsof\nthe Supreme Lord. ","brahma":"\nThe word sat meaning eternalunmanifestspiritistheactionandasat\ndenoting the temporary, physical manifestation is the cause. The sat isnot\nevident in the beginning but because itisevidentonmanifestationthe\nwise call the action asat being theunmanifestedformofthemanifested\nform and the cause. The Mahabharata explains that creation iscomprisedof\nsat and asat and both are superior to material manifestations.\nNow begins the summation.\nNow Madhvacarya clarifies some of the concepts from verses 16, 17 and 18as\nwellinthissummary.BecausetheSupremeLordKrishna is always\npropitiated by all His creation He is Rig. Since all His forms are thesame\nin essence He is Sama and due to the fact that He is theultimategoalof\nall offerings from all beingsHeisYajus.Beingthefirstandfinal\nrecipient of all yajna or offerings and worship the Supreme Lord is knowas\nYagna. As He is the activator of creation He is kratu the rituals. As Heis\nnot supported by anything other than Himself, He is svadha offerings tothe\nanscestors. As He is always meditated upon He is mantratheVedicchants.\nAs He is solace for the afflicted Heissaranamorshelter.SinceLord\nKrishna is superior to Brahma, Siva, the demigods or any other gods,Heis\najya the first offering of ghee. As He istheholderofdaratheconch\nshell He is dhata the holder. As He, Himself is the oblationsofyagnaHe\nis hutam or the offering inthefire.AsHeistheenergiserofthe\ncreation which cannot be energised on its own He is agni the fire.\nTheSupremeLordbeingcompletelyindependentinHimselfsolely is\ndifferent from all the above mentioned things; yet Heisinseparablefrom\nthem all being their essence thus He is known by them. Since He isreferred\nto as OM in Vedic yagnas,theresplendentSupremeLordhasaHisown\npersonal tranccendental sound vibration known as OM-kara.\nSince He patronises all the Supreme Lord is pitahamthefather.SinceHe\ncomprehends all the needs of everything increationHeisthematahor\nmother.SinceHeissuperiortoeven Prajapatiwho designed and\nconstructed the worlds he is pitamahah thegrandsire.SinceHeisthe\nultimate abode of all He is sthanam thebasisofall.SinceHeisthe\nprotector of all He is suhrt the dear most friend.Heistherootcause\nfor the manifestation of existence He is the avyayam bijam theimperishable\nseed.SinceperiodicallyHeterminatesalllifeHeispralaya the\ndissolution concluding the end cycle for all createdbeingsasmrtyuhor\ninevitable death. He is alsocertainlyamritamorimmortalandresides\nwithin the body sustaining life and distancingdeath.TheShabdaNirnaya\nstatesthat:SincetheSupremeLordKrishnapossessesinfull all\nauspicious attributes and qualities, He is satortheeternalunmanifest\nspirit sat because there is nothing independent from to Him and Heisasat\nas well because there is independent from Him. ","shri":"\nThe Supreme Lord Krishna explains some of Hispotenciesthatthroughthe\nsun and fire He is tapami or causesheatandHewithholdsandreleases\nrain. He is amrtam or immortality being by which theworldexists.Heis\nalso mrtyus or death that by which this world becomesdestroyed.Neverin\ncontradiction the Supreme Lord is sat or that existencewhichmanifestin\nthe present time and asat or that existence which is unmanifestinpresent\ntime but which existed in the past and which maymanifestinthefuture.\nThus Lord Krishnaexistsineveryrealityasthesumofallthings\nintelligent and unintelligent which composeHistranscendentalbody.The\nmahatmanas or great, noble beings referred to inverse13arethosewho\nmeditate on the Supreme Lord as the unity, manifesting itselfincorporeal\nmultiformity and variegatedness throughoutcreationinthemacrocosmic\nsense. So in order to more fully understand the attributesoftheSupreme\nLord characterized by the mahatmanas and the method theycommunewiththe\nSupreme Lord has been depicted. Next will be described the behaviorofthe\nignorant who full of desires covet enjoyment. ","kumar":"The Supreme Lord Krishna explains some of Hispotenciesthatthroughthe\nsun and fire He is tapami or causesheatandHewithholdsandreleases\nrain. He is amrtam or immortality being by which theworldexists.Heis\nalso mrtyus or death that by which this world becomesdestroyed.Neverin\ncontradiction the Supreme Lord is sat or that existencewhichmanifestin\nthe present time and asat or that existence which is unmanifestinpresent\ntime but which existed in the past and which maymanifestinthefuture.\nThus Lord Krishnaexistsineveryrealityasthesumofallthings\nintelligent and unintelligent which composeHistranscendentalbody.The\nmahatmanas or great, noble beings referred to inverse13arethosewho\nmeditate on the Supreme Lord as the unity, manifesting itselfincorporeal\nmultiformity and variegatedness throughoutcreationinthemacrocosmic\nsense. So in order to more fully understand the attributesoftheSupreme\nLord characterized by the mahatmanas and the method theycommunewiththe\nSupreme Lord has been depicted. Next will be described the behaviorofthe\nignorant who full of desires covet enjoyment. "}