{"meta":"Bhagavad Gita Chapter 9 Verse 21","metahi":"भगवद् गीता 9.21","slok":"ते तं भुक्त्वा स्वर्गलोकं विशालंक्षीणे पुण्ये मर्त्यलोकं विशन्ति।एव त्रयीधर्ममनुप्रपन्नागतागतं कामकामा लभन्ते।।9.21।। ","htsrsd":"।।9.21।।वे उस विशाल स्वर्गलोकके भोगोंको भोगकर पुण्य क्षीण होनेपर मृत्युलोकमें आ जाते हैं। इस प्रकार तीनों वेदोंमें कहे हुए सकाम धर्मका आश्रय लिये हुए भोगोंकी कामना करनेवाले मनुष्य आवागमनको प्राप्त होते हैं। ","htstma":"।।9.21।। वे उस विशाल स्वर्गलोक को भोगकर? पुण्यक्षीण होने पर? मृत्युलोक को प्राप्त होते हैं। इस प्रकार तीनों वेदों में कहे गये कर्म के शरण हुए और भोगों की कामना वाले पुरुष आवागमन (गतागत) को प्राप्त होते हैं।। ","transliteration":"Te tam bhuktwaa swargalokam vishaalamKsheene punye martyalokam vishanti;\nEvam trayeedharmamanuprapannaaGataagatam kaamakaamaa labhante. ","englishmeaning":"te—they; tam—that; bhuktvā—having enjoyed; swarga-lokam—heaven; viśhālam—vast; kṣhīṇe—at the exhaustion of; puṇye—stock of merits; martya-lokam—to the earthly plane; viśhanti—return; evam—thus; trayī dharmam—the karm-kāṇḍ portion of the three Vedas; anuprapannāḥ—follow; gata-āgatam—repeated coming and going; kāma-kāmāḥ—desiring objects of enjoyments; labhante—attain ","hcsrsd":"।।9.21।। व्याख्या --  ते तं भुक्त्वा स्वर्गलोकं ৷৷. कामकामा लभन्ते--स्वर्गलोक भी विशाल (विस्तृत) है? वहाँकी आयु भी विशाल (लम्बी) है और वहाँकी भोगसामग्री भी विशाल (बहुत) है। इसलिये इन्द्रलोकको विशाल कहा गया है।स्वर्गकी प्राप्ति चाहनेवाले न तो भगवान्का आश्रय लेते हैं और न भगवत्प्राप्तिके किसी साधनका ही आश्रय लेते हैं। वे तो केवल तीनों वेदोंमें कहे हुए सकाम धर्मों(अनुष्ठानों) का ही आश्रय लेते हैं। इसलिये उनको त्रयीधर्मके शरण बताया गया है।गतागतम् का अर्थ है -- जाना और आना। सकाम अनुष्ठान करनेवाले स्वर्गके प्रापक जिन पुण्योंके फलस्वरूप स्वर्गमें जाते हैं? उन पुण्योंके समाप्त होनेपर वे पुनः मृत्युलोकमें लौट आते हैं। इस प्रकार उनका घटीयन्त्रकी तरह बारबार सकाम शुभकर्म करके स्वर्गमें जाने और फिर लौटकर मृत्युलोकमें आनेका चक्कर चलता ही रहता है। इस चक्करसे वे कभी छूट नहीं पाते।अगर पूर्वश्लोकमें आये पूतपापाः पदसे जिनके सम्पूर्ण पाप नष्ट हो गये हैं और यहाँ आये क्षीणे पुण्ये पदोंसे जिनके सम्पूर्ण पुण्य क्षीण हो गये हैं -- ऐसा अर्थ लिया जाय? तो उनको (पापपुण्य दोनों क्षीण होनेसे) मुक्त हो जाना चाहिये परन्तु वे मुक्त नहीं होते? प्रत्युत आवागमनको प्राप्त होते हैं। इसलिये यहाँ पूतपापाः पदसे वे लिये गये हैं? जिनके स्वर्गके प्रतिबन्धक पाप यज्ञ करनेसे नष्ट हो गये हैं और क्षीणे पुण्ये पदोंसे वे लिये गये हैं? जिनके स्वर्गके प्रापक पुण्य वहाँका सुख भोगनेसे समाप्त हो गये हैं। अतः सम्पूर्ण पापों और पुण्योंके नाशकी बात यहाँ नहीं आयी है। सम्बन्ध --  जो त्रयीधर्मका आश्रय लेते हैं? उनको तो देवताओंसे प्रार्थना -- याचना करनी पड़ती है परन्तु जो केवल मेरा ही आश्रय लेते हैं? उनको अपने योगक्षेमके लिये मनमें चिन्ता? संकल्प अथवा याचना नहीं करनी पड़ती -- यह बात भगवान् आगेके श्लोकमें बताते हैं। ","hcsca":"।।9.21।। जिन्होंने तीनों वेदों के कर्मकाण्ड का अध्ययन किया हो और जो स्वर्गादि फल के प्रापक यज्ञयागादि के विधिविधान भी जानते हों? ऐसे लोग यदि सकाम भावना से श्रद्धापूर्वक उन कर्मों का अनुष्ठान करते हैं? तो वेस्वर्ग लोक को प्राप्त हो कर वहाँ दिव्य देवताओं के भोगांे को भोगते हैं।सोम नामक एक लता होती है? जिसका दूधिया रस यज्ञ कर्म में प्रयोग किया जाता है और यज्ञ की समाप्ति पर अल्प मात्रा में तीर्थपान के समान इसे ग्रहण किया जाता है। इस प्रकार सोमपा शब्द से अभिप्राय यज्ञकर्म की समाप्ति से समझना चाहिए। सकाम भावना से किये गये ये यज्ञकर्म अनित्य फल देने वाले होते हैं। भगवान् श्रीकृष्ण कहते हैं कि स्वर्ग को प्राप्त जीव पुण्य समाप्त होने पर मृत्युलोक में प्रवेश करते हैं।ऐसे अविवेकी कामी लोगों के प्रति भगवान् की अरुचि उनके इन शब्दों में स्पष्ट होती है कि वेदोक्त कर्म का अनुष्ठान कर? भोगों की कामना करने वाले? बारम्बार (स्वर्ग को) जाते और (संसार को) आते हैं।परन्तु जो पुरुष निष्काम और तत्त्वदर्शी हैं? उनके विषय में भगवान् कहते हैं -- ","etsga":"9.21 After having enjoyed that vast heavenly world, they enter into the human world on the exhaustion of their merit. Thus, those who follow the rites and duties prescribed in the three Vedas, and are desirous of pleasures, attain the state of going and returning. ","etssa":"9.21 They, having enjoyed the vast heaven, enter the world of mortals when their merit is exhausted; thus abiding by the injunctions of the ï1threeï1 (Vedas) and desiring (objects of) desires, they attain to the state of going and returning. ","etdss":"9.21. Having enjoyed that vast world of heaven, they, when their merit is exhausted, enter the world of the mortals.Thus the persons, who long for pleasure and continuously take refuge in the code of conduct prescribed by the Three Vedas, attain the state of going and coming. ","ecssa":"9.21 ते they? तम् that? भुक्त्वा having enjoyed? स्वर्गलोकम् heavenworld? विशालम् vast? क्षीणे at the exhaustion of? पुण्ये merit? मर्त्यलोकम् the world of mortals? विशन्ति enter? एवम् thus? त्रयीधर्मम् of the three Vedas? अनुप्रपन्नाः abiding by? गतागतम् the state of goind and returning? कामकामाः desiring desires? लभन्ते attain.Commentary When the accumulated merit (the cause of heavenly pleasures) is exhausted? they descend to this world. They come and go. They have no independence.The Dharma of the three Mere Vedic ritual? enjoined by the three Vedas. KamaKamah The people whose minds are filled with Vasanas or worldly tendencies. ","scetsga":"9.21 Bhuktva, after having enjoyed; tam, that: visalam, vast; svargalokam, heavenly world; te, they; visanti, enter into; this martyalokam, human world; ksine, on the exhaustion; of their punye, merit. Evam, thus, indeed; anuprapannah, those who follow in the manner described; trai-dharmyam, [A variant reading is trayi-dharmam.-Tr.] the rites and duties prescribed in the three Vedas-merely the Vedic rites and duties; and are kama-kamah, desirous of pleasures; labhante, attain; only gata-agatam, the state of going and returning, but never that of independence. This is the meaning. ","scetdss":"9.20-21 Traividyah etc.Te tam etc. Of course, they worship Me (Vasudeva) alone.However, the action [like sacrifice] is limited (or is known[to them]) by their aspiration for heaven only.Hence, on account of the weakness is their own being(sattva), theycondition the action solely by the result of the heaven.That is why theirreligious act leads to rirth and thus they attain the state of going and coming.But [on that account] it is not the inherent nature of the sacrifice to beget rirth.\n For instance : ","scetssa":"9.21 After enjoying the spacious world of heaven, they return to the world of mortals when the meritorious Karma forming the cause of that experience is exhausted. Thus, lacking in the knowledge established in the Vedanta and desiring only the attainment of heaven etc., they who follow the teaching of the three Vedas on sacrificial rites, come and go. After enjoying the trifling and transient pleasures of heaven, they return to Samsara again and again.\nBut the great souls meditating on Me, who am incomparably dear to them, attain boundless and unsurpassed bliss and do not return to Samsara.\nSri Krsna desribes their distinguishing features: ","chakravarthi":"Being filled with desires for enjoyment, they take repeated birth and death (gatagatam). ","rudra":"\nThose jivas or living entities reach Swargaloka the heavenly regions dueto\nfollowing the rituals prescribed in the Vedas of karma kanda or actionsfor\nrewards. After having enjoyed celestial delights extensively in the formof\nexquisite pleasure both physical and subtle for a long durationwhentheir\nstock of merits becomes is finished theyagaindescendtotheworldof\nmortals subject to samsara the perpetual cycle of birth and death. Withthe\nsamsara from the previous birth fresh upon them they take birth in afamily\nof performers of Vedic rituals where desirous of enjoyingthedelightsof\nheaven they begin the procedure all over again and thus theycomeandgo,\nback and forth lifetime after lifetime unceasingly. ","brahma":"This verse clarifies in no uncertain terms that panderingtothedemigods\nand canvassing of lesser gods have serious defects and limitations.Whereas\nworship and propitiation of the Supreme Lord Krishnaissuperiorandthe\nresults are eternal. ","shri":"\nThe compound word trai-vidya denotes the lower spiritual sciencesknownas\nkarma kanda or actions for fruitiverewardsalsoenjoinedinthethree\nVedas. Persons who perform worship for rewards are known astrai-vidyaand\nare not devotees of theSupremeLordastheyhavedesiresotherthan\ndevotion to Lord Krishna orHisauthorisedavatarsorincarnationsand\nexpansions and so they revolve perpetually in samsara the endlesscycleof\nbirth and death. The devotees of Lord KrishnawhounderstandHimasthe\ngoal to be known and the highest attainment areindeedthemahatmanasor\ngreat beings and as stated in verse 14 theyinspiringlysingHisglories\nand as stated in verse 15 they enthusiasticallylearnandenlighteneach\nother about all aspects of Hisdivinegloryintensely focusingonHim\nexclusively in remembrance and meditation as theirsoleambitioninlife\nand the acme of their ambition. Tothecontrarythosevotarieswhoare\naddicted to studying the three Vedas for fruitive rewards are known as trai-\nvidya and they desire Svargaloka the heavenly planets where there is noold\nage and disease and everyone may partake ofSomaortheheavenlynectar\nafter offering it to thedemigodsandlesserdivinities,suchvotaries\nenjoy in full energy and bliss as prescribed in the Rig Veda, Sama Vedaand\nYajus Veda where the Atharva Veda was extracted.Theordinarysinswhich\nobstruct the passage ofajivaorembodiedbeingfromthisworldto\nSvargaloka are thus dissolved by the worshipandadorationofIndrathe\nheavenly chief and entering the heavenly spheres they reap their rewardsof\nexquisite heavenly delights never realising thatitistheSupremeLord\nKrishna alone who sanctions those rewardsandthatIndraismerelyHis\nrepresentative. Thus those of fruitive desiresabandonthemselvestothe\nfull pursuit of delectable pleasures fully accessible inthevastregions\nof Svargaloka. But after a long duration oftime,oncetheiraccumulated\nmerit has been exhausted and the time allotment for theirheavenlysojourn\nhas expired they again fall back into material existence of samsara.\nThus those who hanker after materialdelightsfollowingthekarmakanda\nsections of the Vedas, ignoring the superior spiritualknowledgefoundin\nthe Vedas as well revolve up and down, back andforthobtaininglivesof\nelevations and recessions. The word gatim denotingdestinationcomesfrom\nthe words gat - agatammeaning transitory states withnopermanencethis\ninfers that the enjoyments of Swargaloka areofatrivialandtemporary\nnature involvingarevocationandtermination.Whereasthemahatmanas\nhanker only for the Supreme Lord, giving themselves completely in bhaktior\nardent loving devotion to Himand thus they assuredly achievetheeternal\nspiritual worlds never returning and attain the Supreme Lord Krishna whois\nimmeasurable, inexpressible and inconceivable annada orblisspersonified.\nAdditional characteristics distinguishing the mahatmanas is given next. ","kumar":"The compound word trai-vidya denotes the lower spiritual sciencesknownas\nkarma kanda or actions for fruitiverewardsalsoenjoinedinthethree\nVedas. Persons who perform worship for rewards are known astrai-vidyaand\nare not devotees of theSupremeLordastheyhavedesiresotherthan\ndevotion to Lord Krishna orHisauthorisedavatarsorincarnationsand\nexpansions and so they revolve perpetually in samsara the endlesscycleof\nbirth and death. The devotees of Lord KrishnawhounderstandHimasthe\ngoal to be known and the highest attainment areindeedthemahatmanasor\ngreat beings and as stated in verse 14 theyinspiringlysingHisglories\nand as stated in verse 15 they enthusiasticallylearnandenlighteneach\nother about all aspects of Hisdivinegloryintensely focusingonHim\nexclusively in remembrance and meditation as theirsoleambitioninlife\nand the acme of their ambition. Tothecontrarythosevotarieswhoare\naddicted to studying the three Vedas for fruitive rewards are known as trai-\nvidya and they desire Svargaloka the heavenly planets where there is noold\nage and disease and everyone may partake ofSomaortheheavenlynectar\nafter offering it to thedemigodsandlesserdivinities,suchvotaries\nenjoy in full energy and bliss as prescribed in the Rig Veda, Sama Vedaand\nYajus Veda where the Atharva Veda was extracted.Theordinarysinswhich\nobstruct the passage ofajivaorembodiedbeingfromthisworldto\nSvargaloka are thus dissolved by the worshipandadorationofIndrathe\nheavenly chief and entering the heavenly spheres they reap their rewardsof\nexquisite heavenly delights never realising thatitistheSupremeLord\nKrishna alone who sanctions those rewardsandthatIndraismerelyHis\nrepresentative. Thus those of fruitive desiresabandonthemselvestothe\nfull pursuit of delectable pleasures fully accessible inthevastregions\nof Svargaloka. But after a long duration oftime,oncetheiraccumulated\nmerit has been exhausted and the time allotment for theirheavenlysojourn\nhas expired they again fall back into material existence of samsara.\nThus those who hanker after materialdelightsfollowingthekarmakanda\nsections of the Vedas, ignoring the superior spiritualknowledgefoundin\nthe Vedas as well revolve up and down, back andforthobtaininglivesof\nelevations and recessions. The word gatim denotingdestinationcomesfrom\nthe words gat - agatammeaning transitory states withnopermanencethis\ninfers that the enjoyments of Swargaloka areofatrivialandtemporary\nnature involvingarevocationandtermination.Whereasthemahatmanas\nhanker only for the Supreme Lord, giving themselves completely in bhaktior\nardent loving devotion to Himand thus they assuredly achievetheeternal\nspiritual worlds never returning and attain the Supreme Lord Krishna whois\nimmeasurable, inexpressible and inconceivable annada orblisspersonified.\nAdditional characteristics distinguishing the mahatmanas is given next. "}