{"meta":"Bhagavad Gita Chapter 9 Verse 8","metahi":"भगवद् गीता 9.8","slok":"प्रकृतिं स्वामवष्टभ्य विसृजामि पुनः पुनः।भूतग्राममिमं कृत्स्नमवशं प्रकृतेर्वशात्।।9.8।। ","htsrsd":"।।9.8।।प्रकृतिके वशमें होनेसे परतन्त्र हुए इस प्राणिसमुदायको मैं (कल्पोंके आदिमें) अपनी प्रकृतिको वशमें करके बारबार रचता हूँ। ","htstma":"।।9.8।। प्रकृति को अपने वश में करके (अर्थात् उसे चेतनता प्रदान कर) स्वभाव के वश से परतन्त्र (अवश) हुए इस सम्पूर्ण भूत समुदाय को मैं पुनपुन रचता हूँ।। ","transliteration":"Prakritim swaamavashtabhya visrijaami punah punah;\nBhootagraamamimam kritsnamavasham prakritervashaat. ","englishmeaning":"sarva-bhūtāni—all living beings; kaunteya—Arjun, the son of Kunti; prakṛitim—primordial material energy; yānti—merge; māmikām—My; kalpa-kṣhaye—at the end of a kalpa; punaḥ—again; tāni—them; kalpa-ādau—at the beginning of a kalpa; visṛijāmi—manifest; aham—I; prakṛitim—the material energy; svām—My own; avaṣhṭabhya—presiding over; visṛijāmi—generate; punaḥ punaḥ—again and again; bhūta-grāmam—myriad forms; imam—these; kṛitsnam—all; avaśham—beyond their control; prakṛiteḥ—nature; vaśhāt—force ","hcsrsd":"।।9.8।। व्याख्या --  भूतग्राममिमं कृत्स्नमवशं प्रकृतेर्वशात् --यहाँ प्रकृतिशब्द व्यष्टि प्रकृतिका वाचक है। महाप्रलयके समय सभी प्राणी अपनी व्यष्टि प्रकृति(कारणशरीर) में लीन हो जाते हैं? व्यष्टि प्रकृति समष्टि प्रकृतिमें लीन होती है और समष्टि प्रकृति परमात्मामें लीन हो जाती है। परन्तु जब महासर्गका समय आता है? तब जीवोंके कर्मफल देनेके लिये उन्मुख हो जाते हैं। उस उन्मुखताके कारण भगवान्में बहु स्यां प्रजायेय (छान्दोग्य0 6। 2। 3) -- यह संकल्प होता है? जिससे समष्टि प्रकृतिमें क्षोभ (हलचल) पैदा हो जाता है। जैसे? दहीको बिलोया जाय तो उसमें मक्खन और छाछ -- ये दो चीजें पैदा हो जाती हैं। मक्खन तो ऊपर आ जाता है और छाछ नीचे रह जाती है। यहाँ मक्खन सात्त्विक है? छाछ तामस है और बिलोनारूप क्रिया राजस है। ऐसे ही भगवान्के संकल्पसे प्रकृतिमें क्षोभ हुआ तो प्रकृतिसे सात्त्विक? राजस और तामस -- ये तीनों गुण पैदा हो गये। उन तीनों गुणोंसे स्वर्ग? मृत्यु और पाताल -- ये तीनों लोक पैदा हुए। उन तीनों लोकोंमें भी अपनेअपने गुण? कर्म और स्वभावसे सात्त्विक? राजस और तामस जीव पैदा हुए अर्थात् कोई सत्त्वप्रधान हैं? कोई रजःप्रधान हैं और कोई तमःप्रधान हैं।इसी महासर्गका वर्णन चौदहवें अध्यायके तीसरेचौथे श्लोकोंमें भी किया गया है। वहाँ परमात्माकी प्रकृतिको महद्ब्रह्म कहा गया है और परमात्माके अंश जीवोंका अपनेअपने गुण? कर्म और स्वभावके अनुसार प्रकृतिके साथ विशेष सम्बन्ध करा देनेको बीजस्थापन करना कहा गया है।ये जीव महाप्रलयके समय प्रकृतिमें लीन हुए थे? तो तत्त्वतः प्रकृतिका कार्य प्रकृतिमें लीन हुआ था और परमात्माका अंश -- चेतनसमुदाय परमात्मामें लीन हुआ था। परन्तु वह चेतनसमुदाय अपने गुणों और कर्मोंके संस्कारोंको साथ लेकर ही परमात्मामें लीन हुआ था? इसलिये परमात्मामें लीन होनेपर भी वह मुक्त,नहीं हुआ। अगर वह लीन होनेसे पहले गुणोंका त्याग कर देता? तो परमात्मामें लीन होनेपर सदाके लिये मुक्त हो जाता? जन्ममरणरूप बन्धनसे छूट जाता। उन गुणोंका त्याग न करनेसे ही उसका महासर्गके आदिमें अलगअलग योनियोंके शरीरोंके साथ सम्बन्ध हो जाता है अर्थात् अलगअग योनियोंमें जन्म हो जाता है।अलगअलग योनियोंमें जन्म होनेमें इस चेतनसमुदायकी व्यष्टि प्रकृति अर्थात् गुण? कर्म आदिसे माने हुए स्वभावकी परवशता ही कारण है। आठवें अध्यायके उन्नीसवें श्लोकमें जो परवशता बतायी गयी है? वह भी व्यष्टि प्रकृतिकी है। तीसरे अध्यायके पाँचवें श्लोकमें जो अवशता बतायी गयी है? वह जन्म होनेके बादकी परवशता है। यह परवशता तीनों लोकोंमें है। इसी परवशताका चौदहवें अध्यायके पाँवें श्लोकमें गुणोंकी परवशताके रूपमें वर्णन हुआ है।प्रकृतिं स्वामवष्टभ्य--प्रकृति परमात्माकी एक अनिर्वचनीय अलौकिक विलक्षण शक्ति है। इसको परमात्मासे भिन्न भी नहीं कह सकते और अभिन्न भी नहीं कह सकते। ऐसी अपनी प्रकृतिको स्वीकार करके परमात्मा महासर्गके आदिमें प्रकृतिके परवश हुए जीवोंकी रचना करते हैं।परमात्मा प्रकृतिको लेकर ही सृष्टिकी रचना करते हैं? प्रकृतिके बिना नहीं। कारण कि सृष्टिमें जो परिवर्तन होता है? उत्पत्तिविनाश होता है? वह सब प्रकृतिमें ही होता है? भगवान्में नहीं। अतः भगवान् क्रियाशील प्रकृतिको लेकर ही सृष्टिकी रचना करते हैं। इसमें भगवान्की कोई असमर्थता? पराधीनता? अभाव? कमजोरी आदि नहीं है।जैसे मनुष्यके द्वारा विभिन्न कार्य होते हैं? तो वे विभिन्न करण? उपकरण? इन्द्रियों और वृत्तियोंसे होते हैं। पर यह मनुष्यकी कमजोरी नहीं है? प्रत्युत यह उसका इन करण? उपकरण आदिपर आधिपत्य है? जिससे वह इनके द्वारा कर्म करा लेता है। (हाँ? मनुष्यमें यह कमी है कि वह उन कर्मोंको अपना और अपने लिये मान लेता है? जिससे वह लिप्त हो जाता है अर्थात् अधिपति होता हुआ भी गुलाम हो जाता है।) ऐसे ही भगवान् सृष्टिकी रचना करते हैं तो उनका प्रकृतिपर आधिपत्य ही सिद्ध होता है। पर आधिपत्य होनेपर भी भगवान्में लिप्तता आदि नहीं होती।विसृजामि पुनः पुनः (टिप्पणी प0 495) -- यहाँ वि उपसर्गपूर्वक सृजामि क्रिया देनेका तात्पर्य है कि भगवान् जिन जीवोंकी रचना करते हैं? वे विविध (अनेक प्रकारके) कर्मोंवाले ही होते हैं। इसलिये भगवान् उनकी विविध प्रकारसे रचना करते हैं अर्थात् स्थावरजंगम? स्थूलसूक्ष्म आदि भौतिक शरीरोंमें भी कई पृथ्वीप्रधान? कई तेजप्रधान? कई वायुप्रधान आदि अनेक प्रकारके शरीर होते हैं? उन सबकी भगवान् रचना करते हैं।यहाँ यह बात समझनेकी है कि भगवान् उन्हीं जीवोंकी रचना करते हैं? जो व्यष्टि प्रकृतिके साथ मैं और,मेरा करके प्रकृतिके वशमें हो गये हैं। व्यष्टि प्रकृतिके परवश होनेसे ही जीव समष्टि प्रकृतिके परवश होता है। प्रकृतिके परवश न होनेसे महासर्गमें उसका जन्म नहीं होता। सम्बन्ध --  आसक्ति और कर्तृत्वाभिमानपूर्वक कर्म करनेसे मनुष्य कर्मोंसे बँध जाता है। भगवान् बारबार सृष्टिरचनारूप कर्म करनेसे भी क्यों नहीं बँधते इसका उत्तर भगवान् आगेके श्लोकमें देते हैं। ","hcsca":"।।9.8।। समष्टि सूक्ष्म शरीर (मनबुद्धि) में व्यक्त हो रहे चैतन्य ब्रह्म को ईश्वर सृष्टिकर्ता कहते हैं एक व्यष्टि सूक्ष्म शरीर को उपाधि से विशिष्ट वही ब्रह्म? संसारी जीव कहलाता है। एक ही सूर्य विशाल? स्वच्छ और शान्त सरोवर में तथा मटमैले जल से भरे कुण्ड में भी प्रतिबिम्बित होता है। तथापि दोनों के प्रतिबिम्बों में जो अन्तर होता है उसका कारण दोनों जलांे का अन्तर है। यह उदाहरण जीव और ईश्वर के भेद को स्पष्ट करता है। जिस प्रकार आकाश में स्थित सूर्य का यह कथन उपयुक्त होगा कि सरोवर के निश्चल और तेजस्वी प्रतिबिम्ब तथा जलकुण्ड के चंचल और मन्द प्रतिबिम्ब का कारण मैं हूँ? उसी प्रकार ब्रह्मस्वरूप श्रीकृष्ण घोषणा करते हैं कि सृष्टिकर्ता और सृष्टप्रणियों की चेतन आत्मा मैं हूँ।समष्टि सूक्ष्म शरीर रूपी उपाधि ब्रह्म की अपरा प्रकृति है। कल्प के आदि में? अपरा प्रकृति में विद्यमान वासनायें व्यक्त होती हैं और? कल्प की समाप्ति पर सब भूत मेरी प्रकृति में लीन हो जाते हैं।प्रकृति को चेतना प्रदान करने की क्रिया ब्रह्म की कृपा है? जिससे प्रकृति वृद्धि को प्राप्त होकर संसार वृक्ष का रूप धारण करती है। यदि परम चैतन्यस्वरूप ब्रह्म प्रकृति (माया) से तादात्म्य न करे अथवा उसमें व्यक्त न हो? तो वह प्रकृति स्वयं जड़ होने के कारण? किसी भी जीव की सृष्टि नहीं कर सकती। वासनारूपी इस सम्पूर्ण भूतसमुदाय को? मैं पुनपुन रचता हूँ। आत्मा की चेतनता प्राप्त होने के पश्चात् भूतमात्र व्यक्त हुए बिना नहीं रह सकते? क्योंकि वे प्रकृति के वश में हैं? स्वतन्त्र नहीं।प्राय वेदान्त दर्शन में? ऋषिगण विश्व की उत्पत्ति का वर्णन समष्टि के दृष्टिकोण से करते हैं? जिसके कारण वेदान्त के प्रारम्भिक विद्यार्थियों को कुछ कठिनाई होती है। परन्तु जो विद्यार्थी? उसके आशय को व्यक्तिगत (व्यष्टि) दृष्टि से समझने का प्रयत्न करता है? वह इस सृष्टि की रचना को सरलता से समझ सकता है। इस प्रकार व्यष्टि का दृष्टि से विचार करने पर भगवान् श्रीकृष्ण का कथन सत्य प्रमाणित होगा। अपरा प्रकृति के अंश रूप मन और बुद्धि से आत्मचैतन्य का तादात्म्य हुए बिना हममें एक विशिष्ट गुणधर्मी जीव की उत्पत्ति नहीं हो सकती? जो अपने संसारी जीवन के दुखों को भोगता रहता है।हम पहले भी देख चुके हैं कि निद्रावस्था में मनबुद्धि के साथ तादात्म्य अभाव में एक अत्यन्त दुष्ट पुरुष और एक महात्मा पुरुषदोनों एक समान होते हैं। परन्तु जाग्रत अवस्था में दोनों अपनेअपने स्वभाव को व्यक्त करते हैं? जबकि दोनों में वही एक आत्मचैतन्य व्यक्त होता है। दुष्ट मनुष्य साधु के समान क्षणमात्र भी व्यवहार नहीं कर सकता और न वह साधु ही उस दुष्ट के समान व्यवहार करेगा? क्योंकि दोनों ही अपनी प्रकृति के वशात् अन्यथा व्यवहार करने में असमर्थ हैं। भूत समुदाय की सृष्टि और प्रलय का यह सम्पूर्ण नाटक अपरिवर्तनशील? अक्षर नित्य आत्मतत्त्व के रंगमंच पर खेला जाता है मैं पुनपुन उसको रचता हूँ।कर्म का सिद्धांत विवादातीत है। जैसा कर्म वैसा फल। यदि आत्मा भूतमात्र की सृष्टि और प्रलय के कर्म का कर्ता हो? तो क्या उसे भी धर्मअधर्म रूप बन्धन होता हैइस पर भगवान् कहते हैं -- ","etsga":"9.8 Keeping My own prakrti under control, I project forth again and again the whole of this multitude of beings which are powerless owing to the influence of (their own) nature. ","etssa":"9.8 Animating My Nature, I again and again send forth all this multitude of beings, helpless by the force of the Nature. ","etdss":"9.8. Taking hold of My own nature I send forth again andagain this entire host of beings, which is powerless under the control of[My] nature. ","ecssa":"9.8 प्रकृतिम् Nature? स्वाम् My own? अवष्टभ्य having animated? विसृजामि (I) send forth? पुनः again? पुनः again? भूतग्रामम् multitude of beings? इमम् this? कृत्स्नम् all? अवशम् helpless? प्रकृतेः of Nature? वशात् by force.Commentary The Lord leans on? presses or embraces Nature. He invigorates and fertilises Nature which had gone to sleep at the end of the Mahakalpa or universal dissolution and projects again and again this whole multitude of beings. He gazes at each level and plane after plane comes into being.The term Prakriti denotes or indicates the five Kleshas or afflictions? viz.? Avidya (ignorance)? Asmita (egoism)? Raga (likes)? Dvesha (dislikes) and Abhinivesa (clinging to earthly life). (Cf.IV.6) ","scetsga":"9.8 Thus avastabhya, keeping under control; svam, My own; prakrtim, Prakrti, which is charcterized as nescience; visrjami, I project forth; punah, punah, again and again; the krtsnam, whole of; imam, this; existing bhuta-gramam, multitude of beings which are born of Prakrti; which, being under anothers sub-jugation due to such defects [See under 8.19, introductory Commentary.-Tr.] as ignorance etc., are avasam, powerless, not independent; prakrteh vasat, under the influence of their own nature.\nIn that case, You, who are the supreme God and who ordain this multitude of beings uneally, will become associated with virtue and vice as a result of that act?\nIn aswer the Lord says this ","scetdss":"9.8 Prakrtim etc.Taking hold of My own nature :By this much[of statement]it is explained that this host of Beings, though itself insentient,attains luminosity as it is linked to the Absolute nature of[Consciousness] ","scetssa":"9.8 Operating My Prakrti, with its wonderfully variegated potency, I develop it eightfold and send forth this fourfold aggregate of beings, gods, animals, men and inanimate things, time after time. All these entities are helpless, being under the sway of My Prakrti comprising the three Gunas which can cause delusion.\nIf this is so, it may be urged, inealities of creation can be said to affect the Lord with cruelty, partiality etc. To this, the Lord answers: ","chakravarthi":"“But how can you create if you are detached and are unchangeable by nature?” This verse answers.\nSituated in my own (svam) energy, I again create all entities who are dependent on action and other factors (avasam), under control of their own natures which are caused by actions of Previous lives. ","rudra":"\nThe question may be raised how is it possible that the Supreme Lordwhois\nunattached to creation and notmodifiableinanywayactuallymanifest\ncreation. This is being answered by Lord Krishna withthewordsprakritim\nsvam avastabhya meaning by themediumofHismaterialsubstratumwhich\npervades all physical andsubtleexistencetheSupremeLordrepeatedly\ncreates again and againinaregulatedmannerthetotalaggregateof\ndiverse createdbeingswhoallhadbeenabsorbedwithinHimdueto\ndissolution at the end ofthepreviousuniversaldevastation.Theynot\nhaving achieved moksa or liberation are in ahelplessconditiondominated\nand controlled by the reactions to their past lifeactivities.Itmaybe\nfurther asked howisitandbywhatmethodarealllivingentities\npropelled into material existence? LordKrishnaspeaksthewordsavasam\nprakriter vasat which means inaccordancetotheimplicationsoftheir\nnature which is a direct resultant of past actions. ","brahma":"\nEven as one capable of walking may still take assistance of a stick, inthe\nsame way although the Supreme Lord Krishna is fully capable of creatingall\nthe universes on His own, He directs prakriti or the material substratumto\nfulfill this task. The Moksa Dharma states:Oneshouldnotconsiderthe\nSupreme Lord, who is the repository of all attributes, to be dependentupon\nothers like normal living entities. Comprehending the SupremeLordthrough\nseven subtle forms and five subsidiaryformsthosewhoaresituatedin\nequanimityachievesParabrahmanorthepersonalitywhomanifeststhe\nspiritual substratum pervading all existence. In theRigVedaisstated:\nThe immeasurable power of theSupremeLorddoesnotgetdiminishedor\nexhausted in any manner although He engages His external energy prakritiin\ncreation, dissolution etc. In the Bhagavat Purana isstated:Eachofthe\nSupremeLordsattributeshavetheirowninnumerableattributes and\ninnumerable forms. Why is the Supreme Lord referredtoasParabrahmanor\nbrahman? In the Atharva Veda it states: It is because He beingtheSupreme\nabsolute truth, makes others realise the Supreme absolute truth.Hispower\nis paramount and multifaceted. Who else cancompareorcompetewithHis\ninnumerable divine pastimes all eternally existing simultaneously. Eventhe\nfour-faced Brahma who is capable of counting all the grains of sandinthe\nworld is unable to even speak of all theSupremeLordslilasletalone\nperform any of them. O Supreme Lord no oneiscapableofdescribingall\nYour infinite attributes neither in ancienttimesorthepresenttimes.\nPrakriti is completely dependent upon the Supreme Lordwhoisverilythe\nmaintainer, the sustainer and the energiser of all actions.Dependentupon\nnothing but Himself the Supreme Lord byHisownpowerandwilldirects\nprakriti to performactionsbywhichalltheworldsintheallthe\nplanetary systems are created maintained and dissolved. ","shri":"\nThe Supreme Lord KrishnahasperpetualrecoursetoHisownmarvellous\nmodifiable external energy known as prakriti orthematerialsubstratum\npervading all physical and subtle existence and differentiateitineight\nfold ways. He repeatedly creates with regularity the fourfolddivisionsof\ncreated living entities beingdemigods,humans,animalandplantsfrom\ntheir dormant inactive state,powerlessunderthecontrolofprakritis\nalluring and bewildering gunas of passion, ignorance andgoodness.Yetit\nmaybethoughtthatsuchcreative acts involving imbalances and\ninequalities can cause reactions to come to the Supreme Lord Himself dueto\nthe result of having manifested a creationfullofseeminglydifferences\nand contradictions. The reply to this query is clearly resolved in thenext\nverse. ","kumar":"The Supreme Lord KrishnahasperpetualrecoursetoHisownmarvellous\nmodifiable external energy known as prakriti orthematerialsubstratum\npervading all physical and subtle existence and differentiateitineight\nfold ways. He repeatedly creates with regularity the fourfolddivisionsof\ncreated living entities beingdemigods,humans,animalandplantsfrom\ntheir dormant inactive state,powerlessunderthecontrolofprakritis\nalluring and bewildering gunas of passion, ignorance andgoodness.Yetit\nmaybethoughtthatsuchcreative acts involving imbalances and\ninequalities can cause reactions to come to the Supreme Lord Himself dueto\nthe result of having manifested a creationfullofseeminglydifferences\nand contradictions. The reply to this query is clearly resolved in thenext\nverse. "}