{"meta":"Bhagavad Gita Chapter 9 Verse 15","metahi":"भगवद् गीता 9.15","slok":"ज्ञानयज्ञेन चाप्यन्ये यजन्तो मामुपासते।एकत्वेन पृथक्त्वेन बहुधा विश्वतोमुखम्।।9.15।। ","htsrsd":"।।9.15।।दूसरे साधक ज्ञानयज्ञके द्वारा एकीभावसे (अभेदभावसे) मेरा पूजन करते हुए मेरी उपासना करते हैं और दूसरे कई साधक अपनेको पृथक् मानकर चारों तरफ मुखवाले मेरे विराट्रूपकी अर्थात् संसारको मेरा विराट्रूप मानकर (सेव्यसेवकभावसे) मेरी अनेक प्रकारसे उपासना करते हैं। ","htstma":"।।9.15।। कोई मुझे ज्ञानयज्ञ के द्वारा पूजन करते हुए एकत्वभाव से उपासते हैं? कोई पृथक भाव से? कोई बहुत प्रकार से मुझ विराट स्वरूप (विश्वतो मुखम्) को उपासते हैं।। ","transliteration":"Jnaanayajnena chaapyanye yajanto maamupaasate;\nEkatwena prithaktwena bahudhaa vishwatomukham. ","englishmeaning":"jñāna-yajñena—yajña of cultivating knowledge; cha—and; api—also; anye—others; yajantaḥ—worship; mām—Me; upāsate—worship; ekatvena—undifferentiated oneness; pṛithaktvena—separately; bahudhā—various; viśhwataḥ-mukham—the cosmic form ","hcsrsd":"।।9.15।। व्याख्या --  [जैसे? भूखे आदमियोंकी भूख एक होती है और भोजन करनेपर सबकी तृप्ति भी एक होती है परन्तु उनकी भोजनके पदार्थोंमें रुचि भिन्नभिन्न होती है। ऐसे ही परिवर्तनशील अनित्य संसारकी तरफ लगे हुए लोग कुछ भी करते हैं? पर उनकी तृप्ति नहीं होती? वे अभावग्रस्त ही रहते हैं। जब वे संसारसे विमुख होकर परमात्माकी तरफ ही चलते हैं? तब परमात्माकी प्राप्ति होनेपर उन सबकी तृप्ति हो जाती है अर्थात् वे कृतकृत्य? ज्ञातज्ञातव्य और प्राप्तप्राप्तव्य हो जाते हैं। परन्तु उनकी रुचि? योग्यता? श्रद्धा? विश्वास आदि भिन्नभिन्न होते हैं। इसलिये उनकी उपासनाएँ भी भिन्नभिन्न होती हैं।]ज्ञानयज्ञेन चाप्यन्ये यजन्तो मामुपासते एकत्वेन-- कई ज्ञानयोगी साधक ज्ञानयज्ञसे अर्थात् विवेकपूर्वक असत्का त्याग करते हुए सर्वत्र व्यापक परमात्मतत्त्वको और अपने वास्तविक स्वरूपको एक मानते हुए मेरे निर्गुणनिराकार स्वरूपकी उपासना करते हैं।इस परिवर्तनशील संसारकी कोई स्वतन्त्र सत्ता नहीं है क्योंकि यह संसार पहले अभावरूपसे था और अब भी अभावमें जा रहा है। अतः यह अभावरूप ही है। जिससे संसार उत्पन्न हुआ है? जिसके आश्रित है और जिससे प्रकाशित होता है? उस परमात्माकी सत्तासे ही इसकी सत्ता प्रतीत हो रही है। उस परमात्माके साथ हमारी एकता है -- इस प्रकार उस परमात्माकी तरफ नित्यनिरन्तर दृष्टि रखना ही एकीभावसे उपासना करना है।यहाँ यजन्तः पदका तात्पर्य है कि उनके भीतर केवल परमात्मतत्त्वका ही आदर है -- यही उनका पूजन है।पृथक्त्वेन बहुधा विश्वतोमुखम्-- ऐसे ही कई कर्मयोगी साधक अपनेको सेवक मानकर और मात्र संसारको भगवान्का विराट्रूप मानकर अपने शरीर? इन्द्रियाँ? मन? बुद्धि आदिकी सम्पूर्ण क्रियाओंको तथा पदार्थोंको संसारकी सेवामें ही लगा देते हैं। इन सबको सुख कैसे हो? सबका दुःख कैसे मिटे? इनकी सेवा कैसे बने -- ऐसी विचारधारासे वे अपने तन? मन? धन आदिसे जनताजनार्दनकी सेवामें ही लगे रहते हैं? भगवत्कृपासे उनको पूर्णताकी प्राप्ति हो जाती है। सम्बन्ध --  जब सभी उपासनाएँ अलगअलग हैं? तो फिर सभी उपासनाएँ आपकी कैसे हुईं इसपर आगेके चार श्लोक कहते हैं। ","hcsca":"।।9.15।। ज्ञानयज्ञ में कोई कर्मकाण्ड नहीं होता। इस यज्ञ में यजमान साधक का यह सतत प्रयत्न होता है कि दृश्यमान विविध नामरूपों में एकमेव चैतन्य स्वरूप आत्मा की अभिव्यक्ति और चेतनता को वह देखे और अनुभव करे। यह साधना वे साधक ही कर सकते हैं? जिन्होंने वेदान्त के इस प्रतिपादन को समझा है कि अव्यय आत्मा सर्वत्र व्याप्त है और अपने सत्स्वरूप में इस दृश्यमान विविधता तथा उनकी परस्पर वैचित्र्यपूर्ण क्रियायों को धारण किये हुये है।विभिन्न व्यावसायिक प्रतिष्ठानों द्वारा निर्मित चॉकलेटों के आकार? रंग? स्वाद? मूल्य आदि भिन्नभिन्न होते हुए भी सब चॉकलेट ही हैं? और इसलिए उन सबका वास्तविक धर्ममधुरता? सभी में एक समान होता है। उस मधुरता को चाहने वाले बालक सभी प्रकार की चॉकलेटों को प्रसन्नता से खाते हैं।इसी प्रकार आत्मज्ञान का साधक सभी नाम और रूपों में? सभी परिस्थितियों और दशाओं में एक ही आत्मा की अभिव्यक्ति का अवलोकन करता है? निरीक्षण करता है और पहचानता है। जिस किसी आभूषण विशेष में हीरे जड़े हों? हीरे के व्यापारी के लिए वह सब प्रकाश और आभा के बिन्दु ही हैं। वह उनकी आभा के अनुसार उनका मूल्यांकन करता है? न कि उस आभूषण की रचनाकृति या सौन्दर्य को देखकर।आत्मानुभवी पुरुष अपने आत्मस्वरूप को सब प्रकार के कर्मों? शब्दों और विचारों में व्यक्त देखते हुए जगत् में विचरण करता है। जिस प्रकार सहस्र दर्पणों के मध्य स्थित दीपज्योति के करोड़ों प्रतिबिम्ब सर्वत्र दिखाई देते हैं? उसी प्रकार? आत्मस्वरूप में स्थित ज्ञानी पुरुष जब जगत् में विचरण करता है? तब वह सर्वत्र अपनी आत्मा को ही नृत्य करते हुए देखता है? जो उस पर सब ओर से कटाक्ष करती हुई उसे सदैव पूर्णत्व के आनन्द से हर्षविभोर करती रहती है।नेत्रों की दीप्ति में? मित्र की मन्दस्मिति और शत्रु के कृत्रिम हास्य में? ईर्ष्या के कठोर शब्दों में और प्रेम के कोमल स्वरों में? शीत और उष्ण में? जय और पराजय में? समस्त मनुष्यों? पशुओं? वृक्ष लताओं में और जड़ वस्तुओं के संग में सर्वत्र वह सच्चिदानन्द परमात्मा का ही मंगल दर्शन करता हैयही अर्थ है ईश्वर दर्शन अथवा आत्मदर्शन का? जिसका विश्व के समस्त धर्मशास्त्रों में गौरव से गान किया गया है। असंख्य नामरूपों में ईश्वर की मन्दस्मिति को देखने और पहचानने का अर्थ ही निरन्तर ज्ञानयज्ञ की भावना में रमना और जीना है।समस्त रूपों में उसकी पूजा करना? समस्त परिस्थितियों में उसका ध्यान रखना? मन की समस्त वृत्तियों के साथ उसका अनुभव करना ही आत्मा के अखण्ड स्मरण में जीना है। ऐसे पुरुष ज्ञानयज्ञ के द्वारा मेरी उपासना करते हैं।प्रारम्भिक अवस्था में सर्वत्र आत्मदर्शन की साधना प्रयत्न साध्य होने के कारण उसमें साधक को कष्ट और तनाव का अनुभव होता है। परन्तु जैसेजैसे साधक की आध्यात्म दृष्टि विकसित होती जाती है? वैसेवैसे उसके लिए यह साधना सरल बनती जाती है? और वह एक ही आत्मा को इसके ज्योतिर्मय वैभव के असंख्य रूपों में छिटक कर फैली हुई देखता है। यही है विश्वतो मुखम् ईश्वर का विराट् स्वरूप।ज्ञानी पुरुष न केवल यह जानता है कि नानाविध उपाधियों से आत्मा सदा असंस्पर्शित है? अलिप्त है? वरन् वह यह भी अनुभव करता है कि विश्व की समस्त उपाधियों में वही एक आत्मा क्रीड़ा कर रही है। एक बार आकाश में स्थित जगत् से अलिप्त सूर्य को पहचान लेने पर? यदि हम उसके असंख्य प्रतिबिम्ब भी दर्पणों या जल में देखें? तब भी एक सूर्य होने का हमारा ज्ञान लुप्त नहीं हो जाता। सर्वत्र हम उस एक सूर्य को ही देखते और पहचानते हैं।यदि कोई पुरुष अपने मन की शान्ति और समता को किसी एकान्त और शान्त स्थान में ही बनाये रख सकता है? तो वेदान्त के अनुसार? उसका आत्मनुभव कदापि पूर्ण नहीं कहा जा सकता है। यदि केवल समाधि स्थिति के विरले क्षणों में ही उसे आत्मानुभूति होती है? तो ऐसा पुरुष? वह तत्त्वदर्शी नहीं है? जिसकी उपनिषद् के ऋषियों ने प्रशंसा की है। यह तो हठयोगियों का मार्ग है। अन्तर्बाह्य सर्वत्र एक ही आत्मतत्त्व को पहचानने वाला ही वास्तविक ज्ञानी पुरुष है। एक तत्त्व सबको व्याप्त करता है परन्तु उसे कोई व्याप्त नहीं कर सकता। ऐसे अनुभवी पुरुष के लिए किसी व्यापारिक केन्द्र का अत्यन्त व्यस्त एवं तनावपूर्ण वातावरण आत्मदर्शन के लिए उतना ही उपयुक्त है जितना हिमालय की घाटियों की अत्यन्त शान्त और एकान्त कन्दराओं का। वह चर्मचक्षुओं से नहीं? वरन् ज्ञान के अन्तचक्षुओं से सर्वत्र एकमेव अद्वितीय आत्मा का ही दर्शन करता है।मेरे हाथों और पैरों में? मैं सदा एक समान व्याप्त रहता हूँ। मैं जानता हूँ कि मैं उन सब में हूँ। क्या इस ज्ञान से मेरे हाथ पैर लुप्त हो जाते हैं? जैसे सूर्योदय पर कोहरायदि कोई ऐसा कहता है? तो वह खिल्ली उड़ाकर जाने वाला पागलपन ही है? कोई वैज्ञानिक कथन नहीं। जैसे एक ही समय में मैं अपने शरीर के अंगप्रत्यंग में स्थित हुआ जाग्रत् अवस्था में जगत् का अनुभव करता हूँ? वैसे ही? आत्मज्ञानी पुरुष जानता है कि उसकी आत्मा ही अपने अनन्त साम्राज्य में सम्पूर्ण विश्व को व्याप्त किये हुए हैंएक रूप में? पृथक् रूप में और विविध रूप में।वेदान्त प्रतिपादित दिव्यत्व की पहचान और अनन्त का अनुभव अन्तर्बाह्य जीवन में है। कोई संयोगवश प्राप्त यह क्षणिक अनुभव नहीं है। यह कोई ऐसा अवसर नहीं है कि जिसे लड्डू वितरित कर मनाने के पश्चात् सदा के लिए उस अनुभव से निवृत्ति हो जाय। जिस प्रकार विद्यालयी शिक्षा से मनुष्य द्वारा प्राप्त किया गया ज्ञान समस्त कालों और परिस्थितियों मेंयहाँ तक कि स्वप्न में भी उसके साथ रहता है? उससे भी कहीं अधिक शक्तिशाली? कहीं अधिक अंतरंग और कहीं अधिक दृढ़ ज्ञानी पुरुष का आत्मानुभव होता है। आत्मवित् आत्मा ही बन जाता है। इसमें रंचमात्र भी संदेह नहीं है। वेदान्त के द्वारा प्रतिपादित इस सत्य की पुष्टि दूसरी पंक्ति में की गई है कि मुझ विराट स्वरूप परमात्मा को वे एकत्व भाव से? पृथक् भाव से और अन्य कई प्रकार से उपासते हैं।अब तक हमने जो विवेचन किया है उसे यहाँ प्रमाणित किया गया है। इसमें कोई संदेह नहीं कि जब ध्यानाभास द्वारा मन प्रशान्त हो जाता है? तब एकमेव अद्वितीय आत्मा का उसके शुद्ध स्वरूप में अनुभव होता है। मिट्टी का ज्ञाता मिट्टी के बने विभिन्न प्रकार के घटों में एक ही मिट्टी को सरलता से देख सकता है घटों के रूप? रंग और आकार उसके मिट्टी के ज्ञान को नष्ट नहीं कर सकते। इसी प्रकार पारमार्थिक सत्य पर जो आभासिक और मोहक नाम और रूप अध्यस्त हैं? वे ज्ञानी पुरुष की दृष्टि से सत्य को न कभी आच्छादित कर सकते हैं और न वे ऐसा करते ही हैं। सत्य के द्रष्टा ऋषि आत्मा को न केवल प्रत्येक व्यक्ति में पृथक्पृथक् रूप से पहचानते हैं? वरन् जैसा कि यहाँ वेदान्त के समर्थक भगवान् श्रीकृष्ण उद्घोष करते हैं ज्ञानीजन सत्य को प्रत्येक रूप में पहचानते हैं? जो विश्वतोमुख है अर्थात् जिसके मुख सर्वत्र हैं। यह कहना सर्वथा असंगत है कि मिट्टी का ज्ञाता मिट्टी के घट को केवल दक्षिण या वाम भाग में ही पहचानता हैमिट्टी उस घट में सर्वत्र व्याप्त है और जहाँ मिट्टी नहीं वहां घट भी नहीं है। यदि आत्मा का अभाव हो? तो सृष्टि की विविधता की प्रतीति या दर्शन कदापि सम्भव नहीं हो सकता।यदि विविध रूपों में? विभिन्न प्रकार से पूजा और उपासना की जाती हो? तो वे सब एक ही परमात्मा की पूजा कैसे हो सकती हैं ","etsga":"9.15 Others verily worship Me by adoring exclusively through the sacrifice of the knowledge of oneness; (others worship Me) multifariously, and (others) as the multiformed existing variously. ","etssa":"9.15 Others also sacrificing with the wisdom-sacrifice worship Me, the All-faced, as one, as distinct, and as manifold. ","etdss":"9.15. [Of them]some worship Me by knowledge-sacrifice and others by offering sacrifices; [thus] they worship Me, the Universally-faced [either] as One [or] asMany. ","ecssa":"9.15 ज्ञानयज्ञेन with the wisdomsacrifice? च and? अपि also? अन्ये others? यजन्तः sacrificing? माम् Me?,उपासते worhsip? एकत्वेन as one? पृथक्त्वेन as different? बहुधा in various ways? विश्वतोमुखम् the Allfaced.Commentary Others too sacrificing by the wisdomsacrifice? i.e.? seeing the Self in all? adore Me the One and the manifold? present everywhere. They regard all the forms they see as the forms of God? all sounds they hear as the names of God. They give all objects they eat as offerings unto the Lord in vaious ways.Some adore Him with the knowledge that there is only one Reality? the Supreme Being Who is ExistenceKnowledgeBliss. They identify themselves with the Truth or Brahman. This is the Monistic view of the Vedantins. Some worship Him making a distinction between the Lord and themselves with the attitude of master and servant. This is the view of the Dualistic School of philosophy. Some worship Him with the knowledge that He exists as the various divinities? Brahma? Vishnu? Rudra? Siva? etc.Visvatomukham Others worship Him who has assumed all the manifold forms in the world? Who exists in all the forms as the Allfaced (the one Lord exists in all the different forms with His face on all sides? as it were). (Cf.IV.33) ","scetsga":"9.15 Anye, others, giving up others forms of adoration; ca, verily; upasate, worship; mam, Me, God; yajantah, by adoring, glorifying; api, exclusively; jnana-yajnene ekatvena, through the sacrifice of the knowledge of oneness-knowledge of God itself being the sacrifice; and that knowledge consists in the realization of the highest truth that the supreme Brahman is verily one. Adoring with that (knowledge) they worship Me.\nAnd some others Me prthaktvena, multifariously-in different forms as the sun, moon, etc. They worship (Me) by thinking that, Visnu who is God Himself exists in different forms as the sun etc.\nStill others worship Me thinking that, that very God who is visvatomukhah, mulitiformed, who has His facr everywhere, i.e., who is the Cosmic Person; exists bahudha, variously. In numerous ways they worship Him, the Cosmic Person, who has His face everywhere.\nIf they worship in numerous ways, how is it that they worship You alone? Hence the Lord says: ","scetdss":"9.13-15 Mahatmanah etc., upto Visvato-mukham.Divine nature i.e., of goodness.Offering sacrifices : i.e., by means of sacrifices with the external materials.But others worship Me with knowledge-sacrifice only.Hence through knowledge some [worship Me]as One, while others [worship Me] as Many through the action-Yoga.However all conceive Me alone, as their highest goal. \n But, action certainly abounds in the idea of duality, because it is coextensive with hosts ofdifferent causes(karakas). So how can it lead to the Absolute state ?It is answered[as] : ","scetssa":"9.15 Other high-minded persons worship Me by singing My names, etc., already described; and they also perform the sacrifice called knowledge. They worship Me, who, by being characterised by diversity in various ways in the form of the cosmos, is a multiform, namely, having all entities as modes (Prakaras) and also as One (the Prakari). The purport is this:The Lord Vasudeva alone, having the body comprising animate and inanimate entities in an extremely subtle form (in the state of Cosmic dissolution) incapable of distinctness by name and form, resolves by His unfailing true will power:May I become embodied in gross animate and inanimate entities, distinguished variously by name and form. He alone then abides, with the variegated cosmos as His body, comprising gods, animals, men and immobile things. They worship Me by contemplating on Me thus.\nTherefore Sri Krsna declares:I, having the universe for My body, alone abide. ","chakravarthi":"Thus in this chapter and the previous chapter the ananya bhakta, also called the mahatma (BG 8.15), is shown to be superior to the other devotees such as the one who approaches the Lord to rid himself of suffering. Now the Lord shows three other types of devotees who have not been mentioned previously, who are inferior to the previously mentioned ones: those who worship themselves, those who worship pratlka or secondary forms, and those who worship the visva rupa.\nMadhusudana Sarasvati explains the verse as follows. These others are unable to practice the sadhana of the mahatma mentioned previously. They worship by the sacrifice of knowledge mentioned in the sruti in this way: tvam va aham asmi bhagavo devate aham vai tvam asi: I am he and you are I.(Varaha Upanisad 33) They worship solely by a process of knowledge in which they identify themselves with God. Thus it is called jfiana yajna. Ca means “only” and api indicates that they give up other practices. Thus the meaning is: some, not desiring any other form of sadhana, worship me through the sacrifice of knowledge, denying difference, simply by contemplating the non-difference of the worshipper and the object of worship (ekatvena). These are the best of the three types. Inferior to this are others who, thinking of difference (prthaktvena) between worshipper and object of worship, worship me through sacrifice of knowledge in different external forms representing the Lord, according to the sruti statements such as adityo brahmety adesah: the sun is brahman, this is the instruction (Chandogya Upanisad 3.19.1) Others who are inferior to that, and are unable to worship either in non-difference or difference, worship me as the soul of all (visvato mukham), visva rupa, by many methods bahudha, by doing many activities and worshiping many devatas.\nAccording to the tantrika idea, one who does not identify with the deva cannot worship that deva: nadevo devam arcayet. Such worship in which one thinks, “I am Gopala” is called ahamgrahopasana. The worship of the vibhutis of the Lord, taking one and worshipping separately, is called pratikopasana. In such worship the person thinks, “The Supreme Lord Visnu is non different from the sun, he is not different from Indra, he is not different from Soma.” Worship of the  totality of the vibhutis, thinking “Visnu is everything” is called visva rupa upasana. These are the three types of jnana yajna.\nOr the meaning of ekatvena prthaktvena can mean that the two states “I am Gopala” (oneness) and “I am the servant of Gopala,” (difference) are simultaneously contemplated by one person, just like the river going to the ocean is different and non-different from the ocean. In this case there are only two types of jnana yajna. ","rudra":"\nThe word upasate means worship. Lord Krishna isexplainingthatknowledge\nof Him as the universal form of allcreationandrealisationofHimas\nparamatma the Supreme Soul in every sentient being is also worshipofHim.\nEverything is a part of the Supreme Lord Krishna and even knowledge ofthis\nis an oblation and offering to Him in adoration. SomeworshiptheSupreme\nLord as being non-separate from themselves,othersworshipHimasbeing\ndistinctly different thinkingHeistheSupremeandIamHishumble\nservant. Still others worship the Supreme Lord Krishna in His guna formsor\nmanifestations of Brahma and Shiva or any of Hisothersixfoldavataror\nincarnation formssuchasRama,BuddhaorNarasimhaaswellasHis\nexpansions in VaikunthatheeternalspiritualworldswhereHeexpands\nHimself in forms such as Narayana, Sankarsana, Vishnu and Jagannatha. ","brahma":"\nThe Supreme Lord Krishna existsinallplaces.ThismeansthatHeis\nomnipresent everywhere in a unified manner and it also means that Heexists\nin special forms authorised in the Vedic scriptures that haveextraordinary\nattributes and phenomenal qualities. In the Sanat Sujati itisstated:In\nthe four yugas or ages He is of whitish hue, reddish hue, blackishhueand\ngolden hue.SotheSupremedivinitymaybeperceivedextensivelyin\nunlimited ways at all times as the one as themanyandHisownpersonal\ndistinct forms as well.\nNow begins the summation.\nTheknowledgeableandnoblemindedworshipLordKrishnainHisown\nindividual two armed form or in His four armedexpansionasNarayanathe\nLord of Vaikuntha the eternal spiritual worlds. They alsomayworshipHim\nasCaturvyuhaorHisfourfoldexpansions of Vasudeva, Sankarsana,\nPradyummnaandAniruddhaaswellasanyofthecaturvyuhastwenty\nexpansions such as Keshava or Purusottama from Vasudeva, Govinda andVishnu\nfrom Sankarsana, Narasimha and Vamana from Pradyumna and HariandDamodara\nfromAniruddha.TheymayalsoworshipHimasanyof His sixfold\nincarnations being Purusa Avatars, Lila Avatars,GunaAvatars,Manvantara\nAvatars, Satyavesha Avatars and Yuga Avatars. ","shri":"\nThe mahatmanas or those of great souls discuss,singandreflectonthe\nglories of Lord Krishna without abatement in what iscalledjnanayagnena\nor propitiation byknowledge.Howisthistounderstand?Byconstant\nmeditation of Himastheunitycomprisingtheinfinitevariationsof\nunlimited diversity displayed in creation as the formofthecosmos.The\nessence of understanding this phenomena isasfollows.TheSupremeLord\nKrishna alone is the sum total of all having within His spiritualbodythe\nmost fine and supra subtle state chit ortheprinciplesofconsciousness\nandalsothatofachitorinconsciousnesswithoutnames,formsand\ndistinctness. By His indomitable will the Supreme Lord resolves tomanifest\nfromHisspiritualbodyconsciousnessandinconsciousnessintotheir\nrelative material states having names,formsanddistinctness.Thusthe\nSupreme LordHimselfbeingthetotalityofallisperceivedinHis\nmanifested cosmic form exhibiting the marvelousvariegationsofexistence\nsuch as the heavenly demigods, humans, flora, fauna and aquatic aswellas\nthe stationary kingdoms. Contemplating the SupremeLordasallinclusive\nthey are worshipping Him. Therefore Heisdeclaredtobetheuniversal\nform. ","kumar":"The mahatmanas or those of great souls discuss,singandreflectonthe\nglories of Lord Krishna without abatement in what iscalledjnanayagnena\nor propitiation byknowledge.Howisthistounderstand?Byconstant\nmeditation of Himastheunitycomprisingtheinfinitevariationsof\nunlimited diversity displayed in creation as the formofthecosmos.The\nessence of understanding this phenomena isasfollows.TheSupremeLord\nKrishna alone is the sum total of all having within His spiritualbodythe\nmost fine and supra subtle state chit ortheprinciplesofconsciousness\nandalsothatofachitorinconsciousnesswithoutnames,formsand\ndistinctness. By His indomitable will the Supreme Lord resolves tomanifest\nfromHisspiritualbodyconsciousnessandinconsciousnessintotheir\nrelative material states having names,formsanddistinctness.Thusthe\nSupreme LordHimselfbeingthetotalityofallisperceivedinHis\nmanifested cosmic form exhibiting the marvelousvariegationsofexistence\nsuch as the heavenly demigods, humans, flora, fauna and aquatic aswellas\nthe stationary kingdoms. Contemplating the SupremeLordasallinclusive\nthey are worshipping Him. Therefore Heisdeclaredtobetheuniversal\nform. "}